{
    "level": "sentence",
    "abstract": [
        {
            "text": "We present a review of heavy flavor physics results from the CDF and DØ Collaborations operating at the Fermilab Tevatron Collider. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "A summary of results from Run 1 is included, but we concentrate on legacy results of charm and b physics from Run 2, including results up to Summer 2014.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction and Context",
            "section_rank": 2
        },
        {
            "text": "The flavor sector is that part of the standard model (SM) that arises from the interplay of quark weak gauge couplings and quark-Higgs couplings. ",
            "section": "Introduction and Context",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "The misalignment of these in the mass eigenstate basis gives rise to the Cabbibo-Kobayashi-Maskawa (CKM) matrix that encodes the physics of the weak flavor-changing decays of quarks. ",
            "section": "Introduction and Context",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "There are three generations of quarks and a very wide range of quark couplings and masses; however, we observe hadrons, not quarks. ",
            "section": "Introduction and Context",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "The top quark is so massive that it decays on timescales shorter than the typical hadronization time into other quarks. ",
            "section": "Introduction and Context",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Bottom and charm quarks are therefore the most massive quarks that can comprise observable particles, and these are termed the \"heavy flavor\" hadrons. ",
            "section": "Introduction and Context",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Their large mass often allows for relatively precise theoretical predictions via symmetries, perturbative QCD and the operator product expansion, heavy quark expansion, lattice QCD calculations, and QCD sum rules. ",
            "section": "Introduction and Context",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Along the way, a great deal can be learned in the area of strong interactions that permits the probing of the weak physics of heavy flavors and the CKM matrix.",
            "section": "Introduction and Context",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "The production of heavy flavor hadrons tests QCD theory, and spectroscopy explores the interactions and dynamics of quarks inside of hadrons. ",
            "section": "Introduction and Context",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Lifetimes and branching fractions straddle the boundary of weak decays and hadronic physics effects. ",
            "section": "Introduction and Context",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The 3 × 3 CKM matrix allows for a CP-violating phase, and with enough independent measurements, it is possible to test SM predictions for CP violation. ",
            "section": "Introduction and Context",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "We know that the SM level of CP violation is not sufficient to explain the current matter-antimatter asymmetry of the universe, so we are continually searching for additional sources of CP violation due to physics beyond the standard model. ",
            "section": "Introduction and Context",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The handy interferometric system of neutral heavy meson mixing and oscillations is another avenue to test CP violation as well as provide powerful constraints on CKM matrix elements. ",
            "section": "Introduction and Context",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Finally, quantum effects in flavor loops can occur in any of the above areas and in cleanly predicted rare decays of heavy hadrons that in turn provide exquisitely sensitive probes for new physics. ",
            "section": "Introduction and Context",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Following a description of the characteristics of heavy flavor physics at the Tevatron, all of the heavy flavor results from the CDF and DØ Collaborations in each of these areas are reviewed.",
            "section": "Introduction and Context",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Experimental Characteristics of Flavor Physics at the Tevatron",
            "section_rank": 3
        },
        {
            "text": "The most appealing feature of hadron machines as tools to study b physics is their very high cross section for bb production. ",
            "section": "Experimental Characteristics of Flavor Physics at the Tevatron",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "The Tevatron was a copious source of b hadrons with a production cross section four orders of magnitude greater than that at e + e − B factories. ",
            "section": "Experimental Characteristics of Flavor Physics at the Tevatron",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "B factories operating at the e + e − → Υ(4S) only produce B 0 and B ± mesons, and after LEP ceased operations, the Tevatron was a unique source for all the other heavier b hadrons such as B 0 s , B + c , b baryons, and all their excited states for more than a decade. ",
            "section": "Experimental Characteristics of Flavor Physics at the Tevatron",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "a Despite a very large production rate, b-quark events were a minuscule fraction of the overall pp event rate at the Tevatron. ",
            "section": "Experimental Characteristics of Flavor Physics at the Tevatron",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "While the cross section for hadronic interactions at the Tevatron is about 50 mb, for the production of b and c quarks in the central region where the experiments have sensitivity, it is only about 10 µb. ",
            "section": "Experimental Characteristics of Flavor Physics at the Tevatron",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "Two features of heavy quarks make it possible to observe meaningful levels of signal among the enormous backgrounds. ",
            "section": "Experimental Characteristics of Flavor Physics at the Tevatron",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "The first is the long lifetime of 1.5 ps for b hadrons, so that these boosted hadrons are likely to decay at secondary vertices a significant distance (of the order of a millimiter) from the beamline and interaction point of the pp beams. ",
            "section": "Experimental Characteristics of Flavor Physics at the Tevatron",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "The reconstruction of these secondary vertices or the observation that a charged particle track is inconsistent with pointing back to the beamline is a powerful signature for identifying heavy flavor decays. ",
            "section": "Experimental Characteristics of Flavor Physics at the Tevatron",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "Secondly, b hadrons have semileptonic branching ratios that are about 10% while it is rare for leptons to be produced in the prompt decays of light hadrons. ",
            "section": "Experimental Characteristics of Flavor Physics at the Tevatron",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "Leptons are produced from interactions or decays at larger distances such as electrons from photon conversions, or muons from decays in flight of kaons and pions, but these backgrounds are small compared to inclusive hadron rates and can be studied and controlled. ",
            "section": "Experimental Characteristics of Flavor Physics at the Tevatron",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "The situation for charm particles is more complicated. ",
            "section": "Experimental Characteristics of Flavor Physics at the Tevatron",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "The lifetime and semileptonic branching ratio of D + mesons is similar to those for b hadrons; however, due to the large number of decay modes available to D 0 and D + s mesons and to charm baryons, their lifetimes are considerably shorter and semileptonic branching ratios are smaller. ",
            "section": "Experimental Characteristics of Flavor Physics at the Tevatron",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "Nonetheless, these signatures can be used for charm physics, albeit with more difficulty than in b-quark studies.",
            "section": "Experimental Characteristics of Flavor Physics at the Tevatron",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "A cornerstone of b physics in hadron collider experiments is the signature provided by B → J/ψX or ψ X with a branching fraction of approximately 1% followed by the decay of the ψ meson into µ + µ − or e + e − . ",
            "section": "Experimental Characteristics of Flavor Physics at the Tevatron",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "While the product branching fraction B → J/ψ → µ + µ − is only 6 × 10 −4 , these decays provide a distinctive signature and are a rich source of information about the b → ccs transition as well as providing triggering and tagging for the study of global properties of b hadrons.",
            "section": "Experimental Characteristics of Flavor Physics at the Tevatron",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "Due to huge event rates, effective triggers and quality detectors are essential for extracting physics results. ",
            "section": "Experimental Characteristics of Flavor Physics at the Tevatron",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "Heavy flavor analyses typically require detector strengths in three aspects of the experiments: triggering, reconstruction, and flavor tagging. ",
            "section": "Experimental Characteristics of Flavor Physics at the Tevatron",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "Heavy quarks are produced in hadronic colliders preferentially at small polar angles θ (with respect to the beam axis) and at large absolute values of pseudorapidity η ≡ − ln[tan(θ/2)]. ",
            "section": "Experimental Characteristics of Flavor Physics at the Tevatron",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "Both experiments employed muons from b → µ and b → c → µ for triggering. ",
            "section": "Experimental Characteristics of Flavor Physics at the Tevatron",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "With a muon acceptance 1 in rapidity |η| < 2 that is twice as large as CDF's, the DØ detector has a distinct advantage in inclusive muon and dimuon triggering and studies. ",
            "section": "Experimental Characteristics of Flavor Physics at the Tevatron",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "With less material before the first set of muon chambers, the CDF detector allows the study of dimuons with lower momenta. ",
            "section": "Experimental Characteristics of Flavor Physics at the Tevatron",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "CDF's deadtimeless data acqusition system allowed for high-rate triggers based only on tracking information in the first level of the three-level system. ",
            "section": "Experimental Characteristics of Flavor Physics at the Tevatron",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "Events so selected could be analyzed by the online silicon vertex tracker (SVT), 2 the first trigger processor developed to measure track impact parameters. ",
            "section": "Experimental Characteristics of Flavor Physics at the Tevatron",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "The impact parameter resolution of the SVT was similar to that for offline reconstruction. ",
            "section": "Experimental Characteristics of Flavor Physics at the Tevatron",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "The SVT gave CDF access to a host of decay modes that include only charged hadrons in the final state. ",
            "section": "Experimental Characteristics of Flavor Physics at the Tevatron",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "Electrons from semileptonic decays were included in the triggers of both experiments, but played a significantly lesser role in the physics program.",
            "section": "Experimental Characteristics of Flavor Physics at the Tevatron",
            "paragraph_rank": 6,
            "section_rank": 3,
            "entity_spans": [
                {
                    "start": 140,
                    "end": 147,
                    "type": "software",
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "software-simple-w0"
                }
            ]
        },
        {
            "text": "The upgraded CDF and DØ detectors 3,4 also bring different strengths to reconstruction. ",
            "section": "Experimental Characteristics of Flavor Physics at the Tevatron",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 34,
                    "end": 36,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3,"
                },
                {
                    "start": 36,
                    "end": 37,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                }
            ]
        },
        {
            "text": "With a much larger radius tracker, the CDF detector has superior momentum resolution leading to significantly better resolution on the reconstructed invariant masses of particles. ",
            "section": "Experimental Characteristics of Flavor Physics at the Tevatron",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "This helps not only in the measurement of the masses themselves, but also with background rejection. ",
            "section": "Experimental Characteristics of Flavor Physics at the Tevatron",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "The DØ detector gains from the larger rapidity acceptance of the tracker 4 that extends out to |η| < 3. ",
            "section": "Experimental Characteristics of Flavor Physics at the Tevatron",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "The impact parameter resolution of the CDF silicon detector 5 and the DØ silicon microvertex tracker (SMT) 6 (with a \"Layer 0\" 7 added in 2006 partway through Run 2) are similar, approximately 30 µm for tracks with typical momenta from b hadron decay with an asymptotic resolution of 10-15 µm for high momentum single tracks. ",
            "section": "Experimental Characteristics of Flavor Physics at the Tevatron",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "CDF also includes hadron identification with both specific ionization (dE/dx) measurement in the drift chamber 3 and a time-of-flight (TOF) system 8 comprising scintillator bars between the drift chamber and the solenoid. ",
            "section": "Experimental Characteristics of Flavor Physics at the Tevatron",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 111,
                    "end": 112,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                }
            ]
        },
        {
            "text": "TOF measurements give unambiguous kaon identification for p T < 0.7 GeV, and at higher momenta the combination of dE/dx and TOF can be used on a statistical basis to separate particle types in reconstructed decays.",
            "section": "Experimental Characteristics of Flavor Physics at the Tevatron",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "Flavor tagging in the context of heavy flavor physics is the determination of whether a particle with the potential of mixing or in a decay that is a CP eigenstate (e.g., D 0 → π + π − ) was created as a particle or anti-particle. ",
            "section": "Experimental Characteristics of Flavor Physics at the Tevatron",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "In b physics, there are two types of flavor tags: away-side and same-side. ",
            "section": "Experimental Characteristics of Flavor Physics at the Tevatron",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "In an away-side tag, the flavor of the other produced b hadron is used to determine the flavor of the one under study. ",
            "section": "Experimental Characteristics of Flavor Physics at the Tevatron",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "These can be in the form of either a lepton presumably from a semileptonic decay or from the weighted sum of the charges of particles with displaced impact parameters. ",
            "section": "Experimental Characteristics of Flavor Physics at the Tevatron",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "The rapidity of a b andb are only weakly correlated, so the efficiency of making a tag is substantially better with DØ's larger η range. ",
            "section": "Experimental Characteristics of Flavor Physics at the Tevatron",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "However, these tags suffer from background and resolution effects that make the probability of an incorrect tag large as well. ",
            "section": "Experimental Characteristics of Flavor Physics at the Tevatron",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "Same-side tags seek to identify the last particle created in the fragmentation process before the b hadron emerges. ",
            "section": "Experimental Characteristics of Flavor Physics at the Tevatron",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "Thus a π + would be associated with a B 0 , a K + with a B 0 s , and the negative tagging hadrons with aB 0 orB 0 s meson. ",
            "section": "Experimental Characteristics of Flavor Physics at the Tevatron",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "Same-side tags have high efficiency because they are associated with the B already within the detector acceptance. ",
            "section": "Experimental Characteristics of Flavor Physics at the Tevatron",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "Given the large population of background pions, the TOF system in CDF was instrumental in employing the same-side kaon flavor tag in studies of B s mixing. ",
            "section": "Experimental Characteristics of Flavor Physics at the Tevatron",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "For charm physics, the key tag is the exploitation of the sign of the charge of the soft pion from D * + → D 0 π + decays to determine the charm flavor. ",
            "section": "Experimental Characteristics of Flavor Physics at the Tevatron",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "For placing constraints on CP violation, the Tevatron also has an advantage of having a CP-invariant initial state of the pp beams and hence almost perfect CPsymmetric production in contrast to the LHC where production in pp collisions is not CP symmetric. ",
            "section": "Experimental Characteristics of Flavor Physics at the Tevatron",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "In addition, the DØ detector has solenoidal and toroidal magnetic fields and consistently switched polarities of the magnets at regular two-week intervals. ",
            "section": "Experimental Characteristics of Flavor Physics at the Tevatron",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "As a result, differences in reconstruction efficiency between positively and negatively charged particles cancel to first order allowing high-precision measurements of charge asymmetries in the study of CP violation.",
            "section": "Experimental Characteristics of Flavor Physics at the Tevatron",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "Historical Review: Run 1 Results",
            "section_rank": 4
        },
        {
            "text": "Early heavy flavor measurements at hadron colliders focused on production, which was a natural question given the new energy regime. ",
            "section": "Historical Review: Run 1 Results",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "Furthermore, it was widely believed that studies of bottom and charm particle decays would not be possible as a result of the many background particles present in hadron collisions. ",
            "section": "Historical Review: Run 1 Results",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "Access to heavy flavor events was limited as they could be found only in semileptonic decays that led to single high-p T lepton triggers or in decays with quarkonium that produced dimuons which in turn provided the trigger signature.",
            "section": "Historical Review: Run 1 Results",
            "paragraph_rank": 9,
            "section_rank": 4,
            "entity_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "software",
                    "rawForm": "Access",
                    "resp": "whitelist",
                    "id": "software-simple-w1"
                }
            ]
        },
        {
            "text": "The first high-energy collider was the SppS at CERN which provided pp collisions at √ s = 546 GeV where the UA1 collaboration pioneered the field using the spectra of transverse momentum p T of leptons to deduce the spectrum of bquark production. ",
            "section": "Historical Review: Run 1 Results",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "9-11 CDF made similar measurements in Run 0 (1987-89) at √ s = 1800 GeV using inclusive electrons 12 and muons. ",
            "section": "Historical Review: Run 1 Results",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 98,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12"
                }
            ]
        },
        {
            "text": "13 After correcting for backgrounds, Monte Carlo simulations were used to derive an effective quark momentum threshold. ",
            "section": "Historical Review: Run 1 Results",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13"
                }
            ]
        },
        {
            "text": "Cross sections were not truly differential, but were quoted as the momentum p T,b such that 90% of leptons is a sample with some p T, threshold resulted from quarks with momenta exceeding p T,b . ",
            "section": "Historical Review: Run 1 Results",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "Because prompt production of J/ψ and ψ mesons was thought to be minimal, these particles were also used to derive b hadron cross sections. ",
            "section": "Historical Review: Run 1 Results",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "14 The apparent discrepancies between the CDF and UA1 results and between the lepton and charmonium results were strong motivation for the production studies that would come in Run 1. ",
            "section": "Historical Review: Run 1 Results",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "In charm production, early measurements from both UA1 15 and CDF 16 were limited to the fraction of jets containing D * + mesons.",
            "section": "Historical Review: Run 1 Results",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 65,
                    "end": 67,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16"
                }
            ]
        },
        {
            "text": "CDF pioneered the full reconstruction of B mesons with a measurement 17 of the B + meson cross section using the decay B + → J/ψ K + . ",
            "section": "Historical Review: Run 1 Results",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "The measurement 18 of the average BB mixing fraction in dilepton events served as a determination of fraction of B 0 s mesons in b-hadron production based on the B 0B0 mixing fraction observed in e + e − colliders at the Υ(4S) and the expectation of complete mixing for B 0 s mesons. ",
            "section": "Historical Review: Run 1 Results",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 16,
                    "end": 18,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "18"
                }
            ]
        },
        {
            "text": "Run 1 (1992-95) led to a revolution in thinking about heavy-quark physics at hadron colliders. ",
            "section": "Historical Review: Run 1 Results",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "While studies of heavy-quark production continued, CDF's installation of the SVX, 19 the first silicon microvertex detector at a hadron collider, provided the opportunity not only to measure b hadron lifetimes [20][21][22][23][24][25][26][27][28][29] but also a substantial reduction in backgrounds that was critical to measurements of b hadron masses. ",
            "section": "Historical Review: Run 1 Results",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 82,
                    "end": 84,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "19"
                },
                {
                    "start": 210,
                    "end": 214,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20]"
                },
                {
                    "start": 214,
                    "end": 218,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[21]"
                },
                {
                    "start": 218,
                    "end": 222,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[22]"
                },
                {
                    "start": 222,
                    "end": 226,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[23]"
                },
                {
                    "start": 226,
                    "end": 230,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[24]"
                },
                {
                    "start": 230,
                    "end": 234,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[25]"
                },
                {
                    "start": 234,
                    "end": 238,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[26]"
                },
                {
                    "start": 238,
                    "end": 242,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[27]"
                },
                {
                    "start": 242,
                    "end": 246,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[28]"
                },
                {
                    "start": 246,
                    "end": 250,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[29]"
                }
            ]
        },
        {
            "text": "30,31 The riddle of large J/ψ and ψ was at once solved and renewed with the measurement 32 of differential production cross sections where the SVX could be used to separate prompt charmonium from that arising from b-hadron decays and showed the prompt fraction to be much larger than had been anticipated. ",
            "section": "Historical Review: Run 1 Results",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "30,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "31"
                }
            ]
        },
        {
            "text": "Fur-ther work toward understanding quarkonium production included measurements of the Υ production spectrum; [33][34][35] polarization in J/ψ, ψ , and Υ decays; 35,36 and the fractions of J/ψ and Υ that result from χ production. ",
            "section": "Historical Review: Run 1 Results",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 109,
                    "end": 113,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[33]"
                },
                {
                    "start": 113,
                    "end": 117,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "[34]"
                },
                {
                    "start": 117,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[35]"
                },
                {
                    "start": 161,
                    "end": 164,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "35,"
                },
                {
                    "start": 164,
                    "end": 166,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "36"
                }
            ]
        },
        {
            "text": "34,37,38 Measurements of b hadron cross sections were refined, [39][40][41] and correlations 42 between leptons and displaced tracks at both √ s = 1800 and 630 GeV showed that theory properly described the energy scaling and that that the apparent discrepancies between CDF and UA1 had to come from another source. ",
            "section": "Historical Review: Run 1 Results",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "34,"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "37,"
                },
                {
                    "start": 6,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "38"
                },
                {
                    "start": 63,
                    "end": 67,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "[39]"
                },
                {
                    "start": 67,
                    "end": 71,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[40]"
                },
                {
                    "start": 71,
                    "end": 75,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[41]"
                }
            ]
        },
        {
            "text": "The production fractions of b hadron species were also studied. ",
            "section": "Historical Review: Run 1 Results",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "43,44 The low backgrounds afforded by the SVX also brought limits [45][46][47][48][49] on rare decays and measurements [50][51][52][53][54][55][56][57] of B meson decay properties such as the amplitudes in B + → J/ψK ( * ) . ",
            "section": "Historical Review: Run 1 Results",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "43,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "44"
                },
                {
                    "start": 66,
                    "end": 70,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "[45]"
                },
                {
                    "start": 70,
                    "end": 74,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "[46]"
                },
                {
                    "start": 74,
                    "end": 78,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "[47]"
                },
                {
                    "start": 78,
                    "end": 82,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "[48]"
                },
                {
                    "start": 82,
                    "end": 86,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "[49]"
                },
                {
                    "start": 119,
                    "end": 123,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "[50]"
                },
                {
                    "start": 123,
                    "end": 127,
                    "type": "bibr",
                    "ref_id": "b50",
                    "text": "[51]"
                },
                {
                    "start": 127,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b51",
                    "text": "[52]"
                },
                {
                    "start": 131,
                    "end": 135,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "[53]"
                },
                {
                    "start": 135,
                    "end": 139,
                    "type": "bibr",
                    "ref_id": "b53",
                    "text": "[54]"
                },
                {
                    "start": 139,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b54",
                    "text": "[55]"
                },
                {
                    "start": 143,
                    "end": 147,
                    "type": "bibr",
                    "ref_id": "b55",
                    "text": "[56]"
                },
                {
                    "start": 147,
                    "end": 151,
                    "type": "bibr",
                    "ref_id": "b56",
                    "text": "[57]"
                },
                {
                    "start": 217,
                    "end": 222,
                    "type": "bibr",
                    "text": "( * )"
                }
            ]
        },
        {
            "text": "A highlight of Run 1 is the discovery 58,59 of the B c meson with the measurement of its lifetime showing that the decay of the charm quark dominated the decay width. ",
            "section": "Historical Review: Run 1 Results",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 38,
                    "end": 41,
                    "type": "bibr",
                    "ref_id": "b57",
                    "text": "58,"
                },
                {
                    "start": 41,
                    "end": 43,
                    "type": "bibr",
                    "ref_id": "b58",
                    "text": "59"
                }
            ]
        },
        {
            "text": "Based on the development of tagging techniques used in BB mixing measurements, [60][61][62][63][64] CDF made and the first non-trivial limit on the CKM angle β from the measurement 65,66 of sin 2β in B 0 → J/ψK 0 S decays which set the stage for the mixing and CP-violation measurements that would come in Run 2.",
            "section": "Historical Review: Run 1 Results",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 79,
                    "end": 83,
                    "type": "bibr",
                    "ref_id": "b59",
                    "text": "[60]"
                },
                {
                    "start": 83,
                    "end": 87,
                    "type": "bibr",
                    "ref_id": "b60",
                    "text": "[61]"
                },
                {
                    "start": 87,
                    "end": 91,
                    "type": "bibr",
                    "ref_id": "b61",
                    "text": "[62]"
                },
                {
                    "start": 91,
                    "end": 95,
                    "type": "bibr",
                    "ref_id": "b62",
                    "text": "[63]"
                },
                {
                    "start": 95,
                    "end": 99,
                    "type": "bibr",
                    "ref_id": "b63",
                    "text": "[64]"
                },
                {
                    "start": 181,
                    "end": 184,
                    "type": "bibr",
                    "ref_id": "b64",
                    "text": "65,"
                },
                {
                    "start": 184,
                    "end": 186,
                    "type": "bibr",
                    "ref_id": "b65",
                    "text": "66"
                }
            ]
        },
        {
            "text": "The DØ detector did not participate in the first runs of the Tevatron (Run 0), but did join CDF in Run 1 operations beginning in 1992. ",
            "section": "Historical Review: Run 1 Results",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "The Run 1 DØ detector was optimized to meet the goals of excellent identification of electrons and muons, good measurement of parton jets at large p T through a highly segmented calorimeter with very good energy resolution, and a well-controlled measure of missing transverse energy. ",
            "section": "Historical Review: Run 1 Results",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "The central design features 67 thus incorporated a compact, non-magnetic inner tracking volume with reasonable spatial resolution and particular emphasis on suppression of backgrounds to electrons. ",
            "section": "Historical Review: Run 1 Results",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "Via a toroidal magnetic field, the transverse momenta of muons could be determined, so invariant masses of only dimuon pairs could be found. ",
            "section": "Historical Review: Run 1 Results",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "The Run 1 DØ detector included a drift chamber vertex detector, so was able to reconstruct the impact parameters of tracks, but could not reconstruct invariant masses of long-lived heavy-flavor particles creating secondary vertices. ",
            "section": "Historical Review: Run 1 Results",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "b hadrons were identified via their semileptonic decays to muons, with the p T of the muon relative to the jet axis used to separate charm semileptonic decays. ",
            "section": "Historical Review: Run 1 Results",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "As a result, the DØ heavy-flavor program in Run 1 was limited to b-quark and b-jet inclusive and differential cross section measurements, 68-71 J/ψ cross section measurements, 72,73 and a search for rare b decay. ",
            "section": "Historical Review: Run 1 Results",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 176,
                    "end": 179,
                    "type": "bibr",
                    "ref_id": "b71",
                    "text": "72,"
                },
                {
                    "start": 179,
                    "end": 181,
                    "type": "bibr",
                    "ref_id": "b72",
                    "text": "73"
                }
            ],
            "entity_spans": [
                {
                    "start": 33,
                    "end": 40,
                    "type": "software",
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "software-simple-w2"
                }
            ]
        },
        {
            "text": "74 To prepare for a vigorous heavy-flavor program for Run 2, the DØ detector upgrade 4 maintained its excellent muon coverage and calorimetry, but now included a central magnetized tracker comprised of a superconducting solenoid surrounding a scintillating fiber tracker over a wide range of detector η plus a silicon microvertex tracker (SMT) 6, 7 which provided the benefits described above.",
            "section": "Historical Review: Run 1 Results",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b73",
                    "text": "74"
                }
            ],
            "entity_spans": [
                {
                    "start": 42,
                    "end": 49,
                    "type": "software",
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "software-simple-w3"
                }
            ]
        },
        {
            "text": "Production",
            "section_rank": 5
        },
        {
            "text": "Inclusive b and bb",
            "section_rank": 6
        },
        {
            "text": "In hadron collisions, most production happens as bb pairs, either via s-channel production or gluon splitting, with a smaller fraction of b quarks produced by flavor excitation. ",
            "section": "Inclusive b and bb",
            "paragraph_rank": 13,
            "section_rank": 6,
            "entity_spans": [
                {
                    "start": 71,
                    "end": 79,
                    "type": "software",
                    "rawForm": "-channel",
                    "resp": "whitelist",
                    "id": "software-simple-w4"
                }
            ]
        },
        {
            "text": "75 The total b production cross section is an interesting test of our understanding of QCD processes. ",
            "section": "Inclusive b and bb",
            "paragraph_rank": 13,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b74",
                    "text": "75"
                }
            ]
        },
        {
            "text": "As described in Section 3, past measurements of inclusive b quark production in the central rapidity region at Run 1 indicated a general agreement in shape with the calculated transverse momentum (p T ) spectrum, but were systematically higher than the NLO QCD predictions at the time by up to a factor of 2.5. ",
            "section": "Inclusive b and bb",
            "paragraph_rank": 13,
            "section_rank": 6
        },
        {
            "text": "With improved measurements, more accurate input parameters, and more advanced calculations, the discrepancy between theory and data is now much reduced.",
            "section": "Inclusive b and bb",
            "paragraph_rank": 13,
            "section_rank": 6
        },
        {
            "text": "Previous studies of b-quark production exploited the kinematic relationship between b quarks and daughter (semileptonic decay) muons and electrons to extract integrated b quark production rates. ",
            "section": "Inclusive b and bb",
            "paragraph_rank": 14,
            "section_rank": 6
        },
        {
            "text": "To avoid fragmentation and unfolding uncertainties, CDF chose to measure differential spectra for final-state bottom hadrons, while DØ references b jets rather than b quarks in Run 2, where b jets are defined as hadronic jets carrying b flavor. ",
            "section": "Inclusive b and bb",
            "paragraph_rank": 14,
            "section_rank": 6
        },
        {
            "text": "As opposed to quarks, jets or hadrons are directly observable and therefore reduce model dependence when comparing experimental data with theory and are in direct correspondence with a NLO QCD calculations. ",
            "section": "Inclusive b and bb",
            "paragraph_rank": 14,
            "section_rank": 6
        },
        {
            "text": "For instance, large logarithms that appear at all orders in the open quark calculation (due to hard collinear gluons) are avoided when all fragmentation modes are integrated.",
            "section": "Inclusive b and bb",
            "paragraph_rank": 14,
            "section_rank": 6
        },
        {
            "text": "The DØ Collaboration measured 71 the inclusive b-jet cross section by tagging the jets using b → µ semileptonic decay and the relatively high p T of muons with respect to the jet axis to distinguish jets from charm and light flavor jets. ",
            "section": "Inclusive b and bb",
            "paragraph_rank": 15,
            "section_rank": 6
        },
        {
            "text": "As shown in Fig. 1, within experimental and theoretical uncertainties, DØ results are found to be higher than, but compatible with, next-to-leading-order QCD predictions. ",
            "section": "Inclusive b and bb",
            "paragraph_rank": 15,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 12,
                    "end": 18,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "This result supersedes older Run 1 results 68,69 for b-quark production (rather than jets).",
            "section": "Inclusive b and bb",
            "paragraph_rank": 15,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 43,
                    "end": 46,
                    "type": "bibr",
                    "ref_id": "b67",
                    "text": "68,"
                },
                {
                    "start": 46,
                    "end": 48,
                    "type": "bibr",
                    "ref_id": "b68",
                    "text": "69"
                }
            ]
        },
        {
            "text": "CDF measured 76 the differential B + meson production spectrum using the decay mode B + → J/ψ K + for |y| < 1. ",
            "section": "Inclusive b and bb",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "text": "The total cross section was found to be 2.78 ± 0.24 µb for p T > 6 GeV. ",
            "section": "Inclusive b and bb",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "text": "Comparison to theory is more robust than in the case of the derived quark cross sections because the hard production and fragmentation can be calculated in a consistent framework. ",
            "section": "Inclusive b and bb",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "text": "CDF also measured 77 the differential cross section of J/ψ mesons produced in b hadron decays. ",
            "section": "Inclusive b and bb",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "text": "The fraction of J/ψ mesons from b hadron decays is determined by considering the displacement of the J/ψ decay points. ",
            "section": "Inclusive b and bb",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "text": "Prompt mesons have a decay point consistent with the beamline, while those from the b decays will be displaced as a result of the long b lifetime. ",
            "section": "Inclusive b and bb",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "text": "While event-by-event identification is not possible, the distributions are sufficiently distinct that prompt fractions can be measured in each momentum bin. ",
            "section": "Inclusive b and bb",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "text": "Monte Carlo simulations are used to correct for the fraction of the parent b hadron momentum carried by the J/ψ mesons to yield a differential cross section for bottom hadrons   Measurements of both b quarks or b jets in the same event and their correlations have also been made at the Tevatron. ",
            "section": "Inclusive b and bb",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "text": "Using samples of single muon and dimuon events from b → µ, the DØ Collaboration made an additional measurement of the b-quark cross section in a given kinematic range. ",
            "section": "Inclusive b and bb",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "text": "As for previous b-quark measurements, the results agree in shape with the next-to-leading order QCD calculation of heavy flavor production but are greater than the central values of these predictions. ",
            "section": "Inclusive b and bb",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "text": "The angular correlations between b andb quarks, measured from the azimuthal opening angle between their decay muons, agree in shape with the next-to-leading order QCD prediction.",
            "section": "Inclusive b and bb",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "text": "CDF used muon pairs to measure 81 correlation in the production of b andb quarks. ",
            "section": "Inclusive b and bb",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "The analysis considers the impact parameter distribution of muons with tight particle identification cuts to separate the component arising from bb from backgrounds including cc production and prompt-hadron fakes. ",
            "section": "Inclusive b and bb",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "For muons with p T ≥ 3 GeV that are produced by quarks with p T ≥ 2 GeV and |y| < 1.3, the measured cross section is σ b→µ,b→μ = 1549 ± 133 pb. ",
            "section": "Inclusive b and bb",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "This result is in general agreement with theoretical predictions and previous measurements.",
            "section": "Inclusive b and bb",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "The more precise cross section measurements of Run 2 demonstrated that the discrepancies between the Run 1 measurements and NLO predictions were significant and motivate the theoretical advances that can accurately model the production spectra. ",
            "section": "Inclusive b and bb",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "Charm",
            "section_rank": 7,
            "entity_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "software",
                    "rawForm": "Charm",
                    "resp": "whitelist",
                    "id": "software-simple-w5"
                }
            ]
        },
        {
            "text": "The differential charm meson cross section 82 was one of CDF's first measurements in Run 2. ",
            "section": "Charm",
            "paragraph_rank": 19,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 43,
                    "end": 45,
                    "type": "bibr",
                    "ref_id": "b81",
                    "text": "82"
                }
            ]
        },
        {
            "text": "The measurement is made using only 6 pb −1 of data collected with a displaced-track trigger. ",
            "section": "Charm",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "In the small dataset, the acceptance could be tightly controlled and therefore well modeled. ",
            "section": "Charm",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "There were no significant changes to the active channels in the detector over the course of the data used in the measurement. ",
            "section": "Charm",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "Even with the small dataset, the dominant uncertainties are systematic. ",
            "section": "Charm",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "As in the case of J/ψ cross section, secondary decays are accounted for on the basis of the impact parameter distribution. ",
            "section": "Charm",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "The differential cross sections are shown in Fig. 2 compared to the theory of Ref. 83.",
            "section": "Charm",
            "paragraph_rank": 19,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 45,
                    "end": 51,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "Quarkonia",
            "section_rank": 8
        },
        {
            "text": "The study of heavy quarkonium production provides important information for perturbative and nonperturbative QCD, particularly factorization methods since heavy quark masses are larger than Λ QCD , the typical scale where nonperturbative effects become significant. ",
            "section": "Quarkonia",
            "paragraph_rank": 20,
            "section_rank": 8
        },
        {
            "text": "The nonperturbative evolution of the QQ heavy-quark pair into a quarkonium has been discussed extensively in terms of models such as the color-singlet model (CSM), the color-evaporation model (CEM), the nonrelativistic QCD (NRQCD) factorization approach, and the fragmentation-function approach (see review of Ref. 84).",
            "section": "Quarkonia",
            "paragraph_rank": 20,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 315,
                    "end": 318,
                    "type": "bibr",
                    "ref_id": "b83",
                    "text": "84)"
                }
            ]
        },
        {
            "text": "In high-energy pp collisions, J/ψ mesons can be produced in three ways: direct production, from the prompt decays of heavier charmonium states such as χ cJ via χ cJ → J/ψ γ, or from the decays of b hadrons, i.e., B → J/ψ.",
            "section": "Quarkonia",
            "paragraph_rank": 21,
            "section_rank": 8
        },
        {
            "text": "A measurement 85 by the DØ Collaboration of double J/ψ production also included a measurement of the single J/ψ cross section. ",
            "section": "Quarkonia",
            "paragraph_rank": 22,
            "section_rank": 8
        },
        {
            "text": "The decay length from the primary pp interaction vertex to the J/ψ production vertex determined via J/ψ → µ + µ − was used to distinguish prompt from non-prompt J/ψ mesons to measure a cross section consistent with value calculated in the k T -factorization  approach 86 that includes direct production and that via χ cJ . ",
            "section": "Quarkonia",
            "paragraph_rank": 22,
            "section_rank": 8
        },
        {
            "text": "Two earlier measurements by the DØ Collaboration using muon impact parameters to separate prompt from non-prompt production in the central region 72 and at far forward angles 73 of 2.5 ≤ |η J/ψ | ≤ 3.7 showed rough agreement with the CEM in both p T and η of the J/ψ and ruled out the CSM (see Fig. 3",
            "section": "Quarkonia",
            "paragraph_rank": 22,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 146,
                    "end": 148,
                    "type": "bibr",
                    "ref_id": "b71",
                    "text": "72"
                },
                {
                    "start": 294,
                    "end": 300,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "(a). ",
            "section": "Quarkonia",
            "paragraph_rank": 22,
            "section_rank": 8
        },
        {
            "text": "The former analysis measured a fraction of J/ψ mesons from χ cJ decays to be significantly less than that predicted by direct charmonium production and gluon fragmentation. ",
            "section": "Quarkonia",
            "paragraph_rank": 22,
            "section_rank": 8
        },
        {
            "text": "CDF's measurement 77 of the inclusive J/ψ spectrum has been described above in Sect. ",
            "section": "Quarkonia",
            "paragraph_rank": 22,
            "section_rank": 8
        },
        {
            "text": "4.1 with results shown in Fig. 3(b). ",
            "section": "Quarkonia",
            "paragraph_rank": 22,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 26,
                    "end": 35,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Fig. 3(b)"
                }
            ]
        },
        {
            "text": "While the inclusive spectrum is measured down to zero transverse momentum, the prompt component can be separated only for p T > 1. ",
            "section": "Quarkonia",
            "paragraph_rank": 22,
            "section_rank": 8
        },
        {
            "text": "25 GeV. ",
            "section": "Quarkonia",
            "paragraph_rank": 22,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "25"
                }
            ]
        },
        {
            "text": "Because there are no cc states between the ψ and the opencharm threshold, the ψ cross section provides a clean test of production models compared to the J/ψ that is polluted by χ c feed down. ",
            "section": "Quarkonia",
            "paragraph_rank": 22,
            "section_rank": 8
        },
        {
            "text": "CDF measured the ψ spectrum 87 using dimuon events. ",
            "section": "Quarkonia",
            "paragraph_rank": 22,
            "section_rank": 8
        },
        {
            "text": "The method for separating prompt and secondary components is the same as in the J/ψ measurement. ",
            "section": "Quarkonia",
            "paragraph_rank": 22,
            "section_rank": 8
        },
        {
            "text": "The results are consistent with gluon-tower models 88 which have large uncertainties. ",
            "section": "Quarkonia",
            "paragraph_rank": 22,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 51,
                    "end": 53,
                    "type": "bibr",
                    "ref_id": "b87",
                    "text": "88"
                }
            ]
        },
        {
            "text": "However, like the J/ψ cross section, ψ production is poorly fit by NNLO QCD descriptions. ",
            "section": "Quarkonia",
            "paragraph_rank": 22,
            "section_rank": 8
        },
        {
            "text": "89 Bottomonium states are produced either promptly or indirectly as a result of the decay of a higher mass state, e.g., in a radiative decay such as χ b → Υ(1S)γ, but with the advantage over charmonium of not being produced via the decays of other heavy flavor states leading to a simpler analysis as all states are prompt.",
            "section": "Quarkonia",
            "paragraph_rank": 22,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b88",
                    "text": "89"
                }
            ]
        },
        {
            "text": "By reconstructing the Υ(1S) through its decay Υ(1S) → µ + µ − , the DØ Collaboration has determined 90 production cross section of the Υ(1S) as a function of its transverse momentum, in three rapidity ranges. ",
            "section": "Quarkonia",
            "paragraph_rank": 23,
            "section_rank": 8
        },
        {
            "text": "These are reasonably consis-tent within theoretical and experimental uncertainties with theoretical models of the time, 91,92 which are similar to the CEM, as are the ratios of the cross sections in different rapidity ranges. ",
            "section": "Quarkonia",
            "paragraph_rank": 23,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 120,
                    "end": 123,
                    "type": "bibr",
                    "ref_id": "b90",
                    "text": "91,"
                },
                {
                    "start": 123,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b91",
                    "text": "92"
                }
            ]
        },
        {
            "text": "These results provide greater precision than the CDF Run 1 result. ",
            "section": "Quarkonia",
            "paragraph_rank": 23,
            "section_rank": 8
        },
        {
            "text": "35 CDF's other important result in the study of bottomonium from Run 1 is the fraction 34 of Υ(1S) mesons that are produced from χ b decays which is found to be (49.1 ± 8.2 (stat) ± 9.0 (syst))% for p T > 8 GeV.",
            "section": "Quarkonia",
            "paragraph_rank": 23,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "35"
                }
            ]
        },
        {
            "text": "Υ Polarization",
            "section_rank": 9
        },
        {
            "text": "Theoretical models that were constructed to accommodate the surprisingly large production cross section of J/ψ and Υ mesons beyond the initial CSM also make specific predictions about their production polarization but were generally in poor agreement with initial experimental measurements. ",
            "section": "Υ Polarization",
            "paragraph_rank": 24,
            "section_rank": 9
        },
        {
            "text": "The angular distribution of muons from Υ → µ + µ − decays are described by the distribution:",
            "section": "Υ Polarization",
            "paragraph_rank": 24,
            "section_rank": 9
        },
        {
            "text": "in the Υ rest frame where the angles refer to the positive lepton with respect to the direction of the Υ. ",
            "section": "Υ Polarization",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "text": "A convenient measure of the polarization is the variable",
            "section": "Υ Polarization",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "text": "where σ T and σ L are the transversely and longitudinally polarized components of the production cross section, respectively. ",
            "section": "Υ Polarization",
            "paragraph_rank": 26,
            "section_rank": 9
        },
        {
            "text": "The DØ Collaboration measured 93 the λ θ polarization variable for the Υ(1S) meson using decays to µ + µ − as a function of p T (Υ) as shown in Fig. 4",
            "section": "Υ Polarization",
            "paragraph_rank": 26,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 144,
                    "end": 150,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "Fig. 4"
                }
            ]
        },
        {
            "text": "(a), indicating strong longitudinal polarization for lower values of p T . ",
            "section": "Υ Polarization",
            "paragraph_rank": 26,
            "section_rank": 9
        },
        {
            "text": "Discrepancies between results for λ θ obtained by different experiments suggest that quarkonia might be strongly polarized when produced, but that different experimental acceptances can impact the final measurement. ",
            "section": "Υ Polarization",
            "paragraph_rank": 26,
            "section_rank": 9
        },
        {
            "text": "Early analyses measured only λ θ as a function of p T (Υ) in one reference frame; however, polarization could be manifested by significantly non-zero values of λ ϕ or λ θϕ even when λ θ near zero. ",
            "section": "Υ Polarization",
            "paragraph_rank": 26,
            "section_rank": 9
        },
        {
            "text": "94 While the observed lack of transverse polarization at high momentum in the helicity basis is inconsistent with NRQCD-inspired models, it is not a definitive demonstration of a lack of polarization in Υ production. ",
            "section": "Υ Polarization",
            "paragraph_rank": 26,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b93",
                    "text": "94"
                }
            ]
        },
        {
            "text": "To demonstrate that the production is truly unpolarized, CDF performed a full three-dimensional decomposition to measure 95 the three components of polarization λ θ , λ ϕ , and λ θϕ in both the helicity and Collins-Soper frames for p T < 40 GeV for Υ(1S), Υ(2S), and Υ(3S) decays to muon pairs. ",
            "section": "Υ Polarization",
            "paragraph_rank": 26,
            "section_rank": 9
        },
        {
            "text": "From the measured components, one can form the frame-invariant quantityλ = (λ θ + 3λ ϕ )/(1 − λ ϕ ). ",
            "section": "Υ Polarization",
            "paragraph_rank": 26,
            "section_rank": 9
        },
        {
            "text": "The results forλ are shown in Fig. 4(b). ",
            "section": "Υ Polarization",
            "paragraph_rank": 26,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 30,
                    "end": 39,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "Fig. 4(b)"
                }
            ]
        },
        {
            "text": "The agreement between measurement in the two frames demonstrates a lack of systematic bias. ",
            "section": "Υ Polarization",
            "paragraph_rank": 26,
            "section_rank": 9
        },
        {
            "text": "The values near zero indicate that indeed the production of Υ(1S), Υ(2S), and Υ(3S) mesons is unpolarized.  ",
            "section": "Υ Polarization",
            "paragraph_rank": 26,
            "section_rank": 9
        },
        {
            "text": "The yellow bands indicates the range of α(≡ λ θ ) predicted by NRQCD. ",
            "section": "Υ Polarization",
            "paragraph_rank": 26,
            "section_rank": 9
        },
        {
            "text": "96 The two magenta curves show two extreme cases of the k T factorization model. ",
            "section": "Υ Polarization",
            "paragraph_rank": 26,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b95",
                    "text": "96"
                }
            ]
        },
        {
            "text": "97 The upper (dashed) curve assumes complete de-polarization of the Υ(1S) when produced in the decay of χ b states, while the lower (solid) curve assumes that the polarization is preserved. ",
            "section": "Υ Polarization",
            "paragraph_rank": 26,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b96",
                    "text": "97"
                }
            ]
        },
        {
            "text": "(b) CDF results on the frame-invariant quantityλ in the Collins-Soper frame and s-channel helicity frame.",
            "section": "Υ Polarization",
            "paragraph_rank": 26,
            "section_rank": 9,
            "entity_spans": [
                {
                    "start": 81,
                    "end": 89,
                    "type": "software",
                    "rawForm": "-channel",
                    "resp": "whitelist",
                    "id": "software-simple-w6"
                }
            ]
        },
        {
            "text": "form a B meson |bq or with di-quarks to form a b baryon |bq 1 q 2 . ",
            "section": "Υ Polarization",
            "paragraph_rank": 27,
            "section_rank": 9
        },
        {
            "text": "In contrast with the B factories operating at the Υ(4S) peak where only B 0 and B ± are produced, in high-energy collisions, all species of weakly decaying b hadrons may be produced, either directly or in strong and electromagnetic decays of excited b hadrons. ",
            "section": "Υ Polarization",
            "paragraph_rank": 27,
            "section_rank": 9
        },
        {
            "text": "The probabilities that the fragmentation of a b quark will result in a B",
            "section": "Υ Polarization",
            "paragraph_rank": 27,
            "section_rank": 9
        },
        {
            "text": "The DØ Collaboration has measured 98 the product",
            "section": "Υ Polarization",
            "paragraph_rank": 28,
            "section_rank": 9
        },
        {
            "text": "CDF has measured 99 relative production fractions using the yields of",
            "section": "Υ Polarization",
            "paragraph_rank": 29,
            "section_rank": 9
        },
        {
            "text": "s , and Λ 0 b . ",
            "section": "Υ Polarization",
            "paragraph_rank": 30,
            "section_rank": 9
        },
        {
            "text": "After correcting for branching ratios updated 100 since the publication of the paper, the relative fractions are",
            "section": "Υ Polarization",
            "paragraph_rank": 30,
            "section_rank": 9
        },
        {
            "text": "=0.128 ± 0.005 +0.009 −0.008 ± 0.011(Br), and",
            "section": "Υ Polarization",
            "paragraph_rank": 31,
            "section_rank": 9
        },
        {
            "text": "The first result is consistent with expectations from isospin, and the second agrees with results from LHCb. ",
            "section": "Υ Polarization",
            "paragraph_rank": 32,
            "section_rank": 9
        },
        {
            "text": "101,102 The baryon fraction is also in general agreement with LHCb; however, because it depends on momentum, a more detailed evaluation is required. ",
            "section": "Υ Polarization",
            "paragraph_rank": 32,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b100",
                    "text": "101,"
                },
                {
                    "start": 4,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b101",
                    "text": "102"
                }
            ]
        },
        {
            "text": "The Heavy Flavor Averaging group has used these as inputs to a global fit giving average and independent fragmentation fractions both for pp collisions at the Tevatron and for high energies (i.e., LEP, Tevatron, LHC). ",
            "section": "Υ Polarization",
            "paragraph_rank": 32,
            "section_rank": 9
        },
        {
            "text": "5. ",
            "section": "Υ Polarization",
            "paragraph_rank": 32,
            "section_rank": 9
        },
        {
            "text": "Spectroscopy",
            "section": "Υ Polarization",
            "paragraph_rank": 32,
            "section_rank": 9
        },
        {
            "text": "B mesons",
            "section_rank": 10
        },
        {
            "text": "Heavy flavor spectroscopy provides the opportunity to test the theory of QCD bound states in the simplest system. ",
            "section": "B mesons",
            "paragraph_rank": 33,
            "section_rank": 10
        },
        {
            "text": "Thus, heavy-quark hadrons can be considered the hydrogen atom of QCD, and b hadrons offer the heaviest quarks in bound systems.",
            "section": "B mesons",
            "paragraph_rank": 33,
            "section_rank": 10
        },
        {
            "text": "In the framework of Heavy Quark Effective Theory (HQET), 104 a b hadron can be roughly described by the heavier b quark being analogous to the nucleus of an atom with lighter u, d, or s quarks orbiting the nucleus similar to the electrons of an atom, but surrounded by a complicated, strongly interacting cloud of light quarks, antiquarks, and gluons sometimes referred to as \"brown muck\" 105 as shown in Using b hadron decay events with a J/ψ in the final state, CDF made what was at the time of publication the world's best measurement 106 of the masses of the B + , B 0 , and B 0 s mesons, as well as of the Λ 0 b baryon. ",
            "section": "B mesons",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "text": "Fig. 6 shows the mass distributions for the various decay modes used in the analysis. ",
            "section": "B mesons",
            "paragraph_rank": 34,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "figure",
                    "ref_id": "fig_10",
                    "text": "Fig. 6"
                }
            ]
        },
        {
            "text": "The key to the measurement is a precise calibration of the momentum measurement for charged particles which is achieved using samples of J/ψ → µ + µ − and ψ → J/ψ π + π − decays. ",
            "section": "B mesons",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "text": "In the study of spectroscopy, often it is the difference between particle masses that is most significant. ",
            "section": "B mesons",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "text": "That also has the advantage experimentally as many systematic uncertainties cancel. ",
            "section": "B mesons",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "text": "In the case of these measurements, the mass differences involving B 0 s and Λ 0 b were more precise than the existing world averages. ",
            "section": "B mesons",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "text": "The results of log-likelihood fits are superimposed. ",
            "section": "B mesons",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "text": "The fit probabilities obtained from a χ 2 test are shown.",
            "section": "B mesons",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "text": "The measured masses and differences are:",
            "section": "B mesons",
            "paragraph_rank": 36,
            "section_rank": 10
        },
        {
            "text": "B + c mesons are predicted by the quark model to be members of the J P = 0 pseudo-scalar ground-state multiplet and to have zero isospin as the lowest-lying bound state of ab anti-quark and a c quark. ",
            "section": "B mesons",
            "paragraph_rank": 37,
            "section_rank": 10
        },
        {
            "text": "This meson is of special interest because of its unique status as a short-lifetime bound state of heavy but differentflavor quarks. ",
            "section": "B mesons",
            "paragraph_rank": 37,
            "section_rank": 10
        },
        {
            "text": "Measurements of its mass, production, lifetime (see Sect. 6.1), and decay (see Sect. 6.3) therefore allow for tests of theories under new approximation regimes or extended validity ranges beyond quarkonia which is formed from bound states of same-flavor quarks.",
            "section": "B mesons",
            "paragraph_rank": 37,
            "section_rank": 10
        },
        {
            "text": "The CDF Collaboration made the first observation 107,108 of the B + c meson in the fully reconstructed mode B + c → J/ψ π + . ",
            "section": "B mesons",
            "paragraph_rank": 38,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 49,
                    "end": 53,
                    "type": "bibr",
                    "ref_id": "b106",
                    "text": "107,"
                },
                {
                    "start": 53,
                    "end": 56,
                    "type": "bibr",
                    "ref_id": "b107",
                    "text": "108"
                }
            ]
        },
        {
            "text": "Cuts on lifetime, momenta, resolutions, and other quantities were optimized in the topologically similar B + → J/ψ K + sample. ",
            "section": "B mesons",
            "paragraph_rank": 38,
            "section_rank": 10
        },
        {
            "text": "Fig. 7(a) shows the effect of the tight cuts on the background to the B + signal (inset) as well as the relative size of the B + and B + c signals. ",
            "section": "B mesons",
            "paragraph_rank": 38,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_11",
                    "text": "Fig. 7(a)"
                }
            ]
        },
        {
            "text": "The B + c mass is determined in a binned log-likelihood fit and found to be 6275.6 ± 2.9 (stat) ± 2.5(syst) MeV. ",
            "section": "B mesons",
            "paragraph_rank": 38,
            "section_rank": 10,
            "entity_spans": [
                {
                    "start": 108,
                    "end": 111,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w7"
                }
            ]
        },
        {
            "text": "The signal is observed with 8σ significance.   ",
            "section": "B mesons",
            "paragraph_rank": 38,
            "section_rank": 10
        },
        {
            "text": "Using lifetime cuts and requiring a pion at large transverse momentum with respect to an identified J/ψ → µ + µ − , the DØ Collaboration established a signal 109 shown in Fig. 7(b) for B + c → J/ψ π + . ",
            "section": "B mesons",
            "paragraph_rank": 38,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 171,
                    "end": 180,
                    "type": "figure",
                    "ref_id": "fig_11",
                    "text": "Fig. 7(b)"
                }
            ]
        },
        {
            "text": "with greater than 5σ significance and measured its mass to be 6300 ± 14 (stat) ± 5 (syst) MeV.",
            "section": "B mesons",
            "paragraph_rank": 38,
            "section_rank": 10,
            "entity_spans": [
                {
                    "start": 90,
                    "end": 93,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w8"
                }
            ]
        },
        {
            "text": "B * * and B * * s mesons (also denoted B J and B sJ , respectively) are composed of a heavy b quark and a lighter u, d, or s quark in a L = 1 state of orbital momentum, with four possible states in each case as shown in Fig. 8(b), where only the two states that decay via D-wave transitions are narrow enough to be resolved above backgrounds. ",
            "section": "B mesons",
            "paragraph_rank": 39,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 220,
                    "end": 229,
                    "type": "figure",
                    "ref_id": "fig_13",
                    "text": "Fig. 8(b)"
                }
            ]
        },
        {
            "text": "The mass splittings shown are analogous to the fine and hyperfine splittings in hydrogen.",
            "section": "B mesons",
            "paragraph_rank": 39,
            "section_rank": 10
        },
        {
            "text": "By examining mass differences in the decay B J → B ( * ) π, the DØ Collaboration observed 110 the B 0 1 and B * 0 2 states for the first time as separated states (see Fig. 8(c) and measured their masses, mass splittings and production rates. ",
            "section": "B mesons",
            "paragraph_rank": 40,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 167,
                    "end": 173,
                    "type": "figure",
                    "ref_id": "fig_13",
                    "text": "Fig. 8"
                }
            ]
        },
        {
            "text": "The  CDF Collaboration in a similar analysis measured 111 the masses with higher precision and also measured the width of the B 0 * 2 for the first time. ",
            "section": "B mesons",
            "paragraph_rank": 40,
            "section_rank": 10
        },
        {
            "text": "There are some discrepancies between the two measurements, the largest being a 2.7σ difference in the mass splittings between the two B 0 * * states.",
            "section": "B mesons",
            "paragraph_rank": 40,
            "section_rank": 10
        },
        {
            "text": "Similarly, searching for B * s2 → B + K − and B s1 → B * + K − decays, the CDF Collaboration reported 112 the first observation of the narrow j q ≡ s q + L = 3/2 states of the orbitally excited B 0 s mesons with mass and mass splitting values consistent with theoretical predictions. ",
            "section": "B mesons",
            "paragraph_rank": 41,
            "section_rank": 10
        },
        {
            "text": "The DØ Collaboration also observed 113 the B * s2 excited state but, given the data set at the time, was not able to make any conclusions about the presence of the B s1 .",
            "section": "B mesons",
            "paragraph_rank": 41,
            "section_rank": 10
        },
        {
            "text": "Using the full Run 2 data set, the CDF Collaboration updated their measurements of the narrow orbitally excited states 114 as shown in Fig. 9. ",
            "section": "B mesons",
            "paragraph_rank": 42,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 119,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b113",
                    "text": "114"
                },
                {
                    "start": 135,
                    "end": 141,
                    "type": "figure",
                    "ref_id": "fig_14",
                    "text": "Fig. 9"
                }
            ]
        },
        {
            "text": "The measurements include the masses and widths of the B 1 and B * 2 for all three meson flavors: B + * * , B 0 * * , and B 0 * * s . ",
            "section": "B mesons",
            "paragraph_rank": 42,
            "section_rank": 10
        },
        {
            "text": "Fig. 9 shows the B − π + and B − K + mass distributions including the results of fits. ",
            "section": "B mesons",
            "paragraph_rank": 42,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "figure",
                    "ref_id": "fig_14",
                    "text": "Fig. 9"
                }
            ]
        },
        {
            "text": "The results are summarized in Table 1. ",
            "section": "B mesons",
            "paragraph_rank": 42,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 30,
                    "end": 37,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "This is the first observation of the B + * * resonances. ",
            "section": "B mesons",
            "paragraph_rank": 42,
            "section_rank": 10
        },
        {
            "text": "In addition, CDF observes an additional excess in both the charged and neutral channel at a Bπ mass of approximately 5970 MeVwith a width of about 70 MeV. ",
            "section": "B mesons",
            "paragraph_rank": 42,
            "section_rank": 10,
            "entity_spans": [
                {
                    "start": 150,
                    "end": 153,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w9"
                }
            ]
        },
        {
            "text": "The significance exceeds 4.4σ, and the mass is consistent with expectations for a radial excitation. ",
            "section": "B mesons",
            "paragraph_rank": 42,
            "section_rank": 10
        },
        {
            "text": "2 . ",
            "section": "B mesons",
            "paragraph_rank": 42,
            "section_rank": 10
        },
        {
            "text": "In (b), the left peak arises from D * * 0 → D * + π − decays where a π 0 from the D * decay is not observed.",
            "section": "B mesons",
            "paragraph_rank": 42,
            "section_rank": 10
        },
        {
            "text": "Charm mesons",
            "section_rank": 11,
            "entity_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "software",
                    "rawForm": "Charm",
                    "resp": "whitelist",
                    "id": "software-simple-w10"
                }
            ]
        },
        {
            "text": "Charm mesons display an similar set of excited states as described above for bottom mesons. ",
            "section": "Charm mesons",
            "paragraph_rank": 43,
            "section_rank": 11,
            "entity_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "software",
                    "rawForm": "Charm",
                    "resp": "whitelist",
                    "id": "software-simple-w11"
                }
            ]
        },
        {
            "text": "While in the B system, decays to the B * can be seen by a mass shift from the missing photon, in the charm system, isospin violation in D * decays requires that the full final state be reconstructed. ",
            "section": "Charm mesons",
            "paragraph_rank": 43,
            "section_rank": 11
        },
        {
            "text": "Absent efficient π 0 detection, measurements are limited to D ( * )+ π − decays. ",
            "section": "Charm mesons",
            "paragraph_rank": 43,
            "section_rank": 11
        },
        {
            "text": "CDF has measured 115 masses and widths of the two neutral j q = 3/2 states. ",
            "section": "Charm mesons",
            "paragraph_rank": 43,
            "section_rank": 11
        },
        {
            "text": "The mass distributions for D + π − and D * + π − are shown in Fig. 10 where the various components of the fits are indicated showing clear signals for both the D 0 1 and D * 0 2 , Using semileptonic decays of B mesons to orbitally excited charm states, the DØ Collaboration has measured the masses of the D 0 1 and D * 0 2 via the B 0 → D * * µνX decay 116 and of the D ± s1 (2536) via the B 0 s → D * * s µνX decay. ",
            "section": "Charm mesons",
            "paragraph_rank": 43,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 62,
                    "end": 69,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 10"
                },
                {
                    "start": 353,
                    "end": 356,
                    "type": "bibr",
                    "ref_id": "b115",
                    "text": "116"
                }
            ]
        },
        {
            "text": "117 The latter is particularly interesting given the surprisingly light masses of the j q = 1/2 states plus the observation of new D sJ systems that may be quark molecular states. ",
            "section": "Charm mesons",
            "paragraph_rank": 43,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b116",
                    "text": "117"
                }
            ]
        },
        {
            "text": "118,119 ",
            "section": "Charm mesons",
            "paragraph_rank": 43,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b117",
                    "text": "118,"
                },
                {
                    "start": 4,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b118",
                    "text": "119"
                }
            ]
        },
        {
            "text": "c and b-flavored baryons",
            "section_rank": 12
        },
        {
            "text": "In a continued analogy with atomic systems, baryons containing a b quark can be approximated as a heavy quark filling in for the nucleus orbited by a light diquark. ",
            "section": "c and b-flavored baryons",
            "paragraph_rank": 44,
            "section_rank": 12
        },
        {
            "text": "Examples of the L = 0 system would then be the iso-singlet J = 1/2 Λ b with the qq spins anti-aligned and the iso-triplet J = 3/2 Σ b with the light quark spins aligned as shown in Fig. 5(b). ",
            "section": "c and b-flavored baryons",
            "paragraph_rank": 44,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 181,
                    "end": 187,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "Fig. 5"
                }
            ]
        },
        {
            "text": "Before Run 2 of the Tevatron, only the ground-state Λ b had been identified, but the Tevatron has gone on to discover a host of new b baryons as shown in Fig. 11. ",
            "section": "c and b-flavored baryons",
            "paragraph_rank": 44,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 154,
                    "end": 161,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 11"
                }
            ]
        },
        {
            "text": "With more data, the properties of these states were then measured with more precision.",
            "section": "c and b-flavored baryons",
            "paragraph_rank": 44,
            "section_rank": 12
        },
        {
            "text": "Using the displaced track trigger samples, CDF made the first observation 120 with a significance of 5.2σ of the Σ   where Λ 0 b → Λ + c π − and Λ + c → pK + π − . ",
            "section": "c and b-flavored baryons",
            "paragraph_rank": 45,
            "section_rank": 12
        },
        {
            "text": "With approximately four times more data, CDF refined their measurements 121 and included measurements of the natural widths of each of the four charged Σ b baryons (see Fig. 12(c)).",
            "section": "c and b-flavored baryons",
            "paragraph_rank": 45,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 72,
                    "end": 75,
                    "type": "bibr",
                    "ref_id": "b120",
                    "text": "121"
                },
                {
                    "start": 169,
                    "end": 176,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 12"
                }
            ]
        },
        {
            "text": "The DØ Collaboration, using 1.3 fb −1 of data, reported 122 the first direct observation of the strange b baryon Ξ − b (bsd) via the fully reconstructed decay Ξ − b → J/ψ Ξ − where Ξ − → Λ 0 π − (see Fig. 12(a)) and measured its mass and production rate with respect to Λ 0 b → J/ψ Λ. ",
            "section": "c and b-flavored baryons",
            "paragraph_rank": 46,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 200,
                    "end": 207,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 12"
                }
            ]
        },
        {
            "text": "The CDF Collaboration also observed 123 this state. ",
            "section": "c and b-flavored baryons",
            "paragraph_rank": 46,
            "section_rank": 12
        },
        {
            "text": "By reconstruction the trajectory of the Ξ − in the silicon vertex detector, CDF was able to to substantially decrease backgrounds and refine the Ξ − momentum measurements. ",
            "section": "c and b-flavored baryons",
            "paragraph_rank": 46,
            "section_rank": 12
        },
        {
            "text": "They measured a mass consistent with the DØ result, but with a significant improvement in precision. ",
            "section": "c and b-flavored baryons",
            "paragraph_rank": 46,
            "section_rank": 12
        },
        {
            "text": "With additional data, CDF was able to extend the charged hyperon reconstruction technique to discover 124 the Ξ 0 b in the decay mode Ξ 0 b → Ξ + c π − , Ξ + c → Ξ − π + π + and measure its mass. ",
            "section": "c and b-flavored baryons",
            "paragraph_rank": 46,
            "section_rank": 12
        },
        {
            "text": "This is a particle that could not be observed in a decay mode including J/ψ mesons that provide clean channels for other bottom particle discoveries at the Tevatron. ",
            "section": "c and b-flavored baryons",
            "paragraph_rank": 46,
            "section_rank": 12
        },
        {
            "text": "In addition, CDF made the first observation of the decay mode Ξ",
            "section": "c and b-flavored baryons",
            "paragraph_rank": 46,
            "section_rank": 12
        },
        {
            "text": "As a by-product of the analyses that include fully reconstructed Ξ c baryons, CDF has made the most precise measurements 125 of the Ξ 0 c and Ξ + c masses. ",
            "section": "c and b-flavored baryons",
            "paragraph_rank": 47,
            "section_rank": 12
        },
        {
            "text": "In the decay mode of Ω − b → J/ψ Ω − , both the CDF (see Fig. 12(b)) and DØ Collaborations reported observations 126, 127 of the doubly strange b baryon Ω − b (bss). ",
            "section": "c and b-flavored baryons",
            "paragraph_rank": 47,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 57,
                    "end": 67,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 12(b)"
                }
            ]
        },
        {
            "text": "The mass measurements of the Ω − b baryon were significantly different, ∆M = 111 ± 12 (stat) ± 14 (syst) MeV. ",
            "section": "c and b-flavored baryons",
            "paragraph_rank": 47,
            "section_rank": 12,
            "entity_spans": [
                {
                    "start": 105,
                    "end": 108,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w12"
                }
            ]
        },
        {
            "text": "Furthermore, CDF observed a substantially lower production rate relative to Ξ − b consistent with the ∼ 15% expected for producing an additional ss pair while DØ observed a relative rate close to unity. ",
            "section": "c and b-flavored baryons",
            "paragraph_rank": 47,
            "section_rank": 12
        },
        {
            "text": "This CDF mass measurement, the updated mass measurement, 125 and a measurement from the LHCb Collaboration 128 are all consistent within small uncertainties. ",
            "section": "c and b-flavored baryons",
            "paragraph_rank": 47,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 57,
                    "end": 60,
                    "type": "bibr",
                    "ref_id": "b124",
                    "text": "125"
                }
            ]
        },
        {
            "text": "The DØ Collaboration continues to investigate this signal with their full data set. ",
            "section": "c and b-flavored baryons",
            "paragraph_rank": 47,
            "section_rank": 12
        },
        {
            "text": "CDF's final results on Ξ b and Ω b masses and lifetimes using the full Run 2 dataset can be found in Ref. 125. ",
            "section": "c and b-flavored baryons",
            "paragraph_rank": 47,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 106,
                    "end": 109,
                    "type": "bibr",
                    "ref_id": "b124",
                    "text": "125"
                }
            ]
        },
        {
            "text": "The mass measurements are listed in Table 2. ",
            "section": "c and b-flavored baryons",
            "paragraph_rank": 47,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 36,
                    "end": 44,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2."
                }
            ]
        },
        {
            "text": "CDF has also studied an excited state of a b baryon. ",
            "section": "c and b-flavored baryons",
            "paragraph_rank": 47,
            "section_rank": 12
        },
        {
            "text": "The observation ",
            "section": "c and b-flavored baryons",
            "paragraph_rank": 47,
            "section_rank": 12
        },
        {
            "text": "Exotic States",
            "section_rank": 13
        },
        {
            "text": "Starting with the discovery 132 of a J/ψ π + π − resonance at around 3872 MeV by the Belle Collaboration in 2003, experimenters have uncovered a host of exotic charmonium-like particles with a variety of quantum numbers. ",
            "section": "Exotic States",
            "paragraph_rank": 48,
            "section_rank": 13,
            "entity_spans": [
                {
                    "start": 74,
                    "end": 77,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w13"
                },
                {
                    "start": 85,
                    "end": 90,
                    "type": "software",
                    "rawForm": "Belle",
                    "resp": "whitelist",
                    "id": "software-simple-w14"
                }
            ]
        },
        {
            "text": "The X(3872), was first observed in exclusive decays B ± → XK ± , X → J/ψ π + π − from B mesons produced in e + e − collisions. ",
            "section": "Exotic States",
            "paragraph_rank": 48,
            "section_rank": 13
        },
        {
            "text": "The value of its mass very close to the D 0D * 0 mass threshold along with failure of models of conventional higher-mass cc charmonium states to match its mass has generated a great deal of interest in this state, with suggestions of it being a weakly bound D 0 -D * 0 \"molecular\" state, 133 a possible four-quark state, 134 or a ccg hybrid. ",
            "section": "Exotic States",
            "paragraph_rank": 48,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 288,
                    "end": 291,
                    "type": "bibr",
                    "ref_id": "b132",
                    "text": "133"
                },
                {
                    "start": 321,
                    "end": 324,
                    "type": "bibr",
                    "ref_id": "b133",
                    "text": "134"
                }
            ]
        },
        {
            "text": "Shortly following this discovery, both the CDF and DØ Collaborations also observed 135,136 inclusive production of this narrow state in pp collisions through the decay X(3872) → J/ψ π + π − as shown in Fig. 13(a). ",
            "section": "Exotic States",
            "paragraph_rank": 48,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 83,
                    "end": 87,
                    "type": "bibr",
                    "ref_id": "b134",
                    "text": "135,"
                },
                {
                    "start": 87,
                    "end": 90,
                    "type": "bibr",
                    "ref_id": "b135",
                    "text": "136"
                },
                {
                    "start": 202,
                    "end": 212,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 13(a)"
                }
            ]
        },
        {
            "text": "DØ compared characteristics of the decay with that of the ψ(2S) and observed no differences, 136 while CDF, with larger data sets, made more detailed measurements of its properties. ",
            "section": "Exotic States",
            "paragraph_rank": 48,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 93,
                    "end": 96,
                    "type": "bibr",
                    "ref_id": "b135",
                    "text": "136"
                }
            ]
        },
        {
            "text": "One hypothesis for the X(3872) is that it is a four-quark state. ",
            "section": "Exotic States",
            "paragraph_rank": 48,
            "section_rank": 13
        },
        {
            "text": "Therefore, there would be two different states ccuū and ccdd with slightly different masses. ",
            "section": "Exotic States",
            "paragraph_rank": 48,
            "section_rank": 13
        },
        {
            "text": "134 CDF placed an upper limit 137 of 3.6 MeV for the mass splitting of the two states assuming equal abundance, effectively excluding the four-quark hypothesis. ",
            "section": "Exotic States",
            "paragraph_rank": 48,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b133",
                    "text": "134"
                }
            ],
            "entity_spans": [
                {
                    "start": 41,
                    "end": 44,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w15"
                }
            ]
        },
        {
            "text": "Given that the X(3872) is a single narrow state, CDF then made the most precise measurement of its mass: 3871.61 ± 0.16 ± 0.19 MeV. ",
            "section": "Exotic States",
            "paragraph_rank": 48,
            "section_rank": 13,
            "entity_spans": [
                {
                    "start": 127,
                    "end": 130,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w16"
                }
            ]
        },
        {
            "text": "A CDF study 138 of the dipion mass distribution placed constraints on its J P C assignment. ",
            "section": "Exotic States",
            "paragraph_rank": 48,
            "section_rank": 13
        },
        {
            "text": "Fig. 14 compares the observed dipion mass spectrum to the lowest C-odd possibilities. ",
            "section": "Exotic States",
            "paragraph_rank": 48,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 14"
                }
            ]
        },
        {
            "text": "The data give a good fit to J/ψρ 0 models, but it is not possible to differentiate between J = 0 and J = 1. ",
            "section": "Exotic States",
            "paragraph_rank": 48,
            "section_rank": 13
        },
        {
            "text": "To determine the spin-parity of the state, CDF used a larger data sample and performed an angular analysis as shown in Fig. 13(b) where the fit clearly favors the J/ψρ 0 hypothesis, but finds J P C = 1 ++ and 2 −+ to be equally likely, each with a χ 2 probability of 28%.",
            "section": "Exotic States",
            "paragraph_rank": 48,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 119,
                    "end": 129,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 13(b)"
                }
            ]
        },
        {
            "text": "In 2009, the CDF Collaboration reported 139 evidence of a narrow structure near the J/ψ φ threshold in exclusive B + → J/ψ φK + decays and measured its mass and width. ",
            "section": "Exotic States",
            "paragraph_rank": 49,
            "section_rank": 13
        },
        {
            "text": "This state does not fit conventional expectations for charmonium which above the threshold for open charm decays should decay predominantly to a pair of charm particles rather than to J/ψ φ. ",
            "section": "Exotic States",
            "paragraph_rank": 49,
            "section_rank": 13
        },
        {
            "text": "This anomalous state, known as Y (4140) has been given theoretical interpretations similar to those for X(3872). ",
            "section": "Exotic States",
            "paragraph_rank": 49,
            "section_rank": 13
        },
        {
            "text": "140 The DØ Collaboration has confirmed 141 (calling it the X(4140)) this enhancement at greater than 3σ significance. ",
            "section": "Exotic States",
            "paragraph_rank": 49,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b139",
                    "text": "140"
                }
            ]
        },
        {
            "text": "Observation 142 by the CMS Collaboration supports the Tevatron measurements. ",
            "section": "Exotic States",
            "paragraph_rank": 49,
            "section_rank": 13
        },
        {
            "text": "Belle has searched for Y (4140) state and observes 143 no signal, although does not rule it out, while LHCb has searched for the state and has also observed 144 no evidence, in disagreement with the CDF result at the 2.4σ level.",
            "section": "Exotic States",
            "paragraph_rank": 49,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 51,
                    "end": 54,
                    "type": "bibr",
                    "ref_id": "b142",
                    "text": "143"
                }
            ],
            "entity_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "software",
                    "rawForm": "Belle",
                    "resp": "whitelist",
                    "id": "software-simple-w17"
                }
            ]
        },
        {
            "text": "Discoveries of more b-quark counterparts to the possible exotic states above could shed light on their underlying structure. ",
            "section": "Exotic States",
            "paragraph_rank": 50,
            "section_rank": 13
        },
        {
            "text": "The DØ Collaboration has searched for particles decaying into Υ(1S) + γ and observes 145 the χ b (1P ), χ b (2P ), plus a third higher-mass structure (see Fig. 15(b)) consistent with a state observed 146 by the ATLAS Collaboration. ",
            "section": "Exotic States",
            "paragraph_rank": 50,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 155,
                    "end": 162,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 15"
                }
            ]
        },
        {
            "text": "Further analysis is needed to determine whether this structure is due to the χ b (3P ) system or some exotic b-quark state.",
            "section": "Exotic States",
            "paragraph_rank": 50,
            "section_rank": 13
        },
        {
            "text": "Models 147,148 of supersymmetry that include light scalar quarks would include bound states that decay to dimuons similarly to quarkonium. ",
            "section": "Exotic States",
            "paragraph_rank": 51,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 7,
                    "end": 11,
                    "type": "bibr",
                    "ref_id": "b146",
                    "text": "147,"
                },
                {
                    "start": 11,
                    "end": 14,
                    "type": "bibr",
                    "ref_id": "b147",
                    "text": "148"
                }
            ]
        },
        {
            "text": "CDF searched 149 for narrow states below the Υ. ",
            "section": "Exotic States",
            "paragraph_rank": 51,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 13,
                    "end": 16,
                    "type": "bibr",
                    "ref_id": "b148",
                    "text": "149"
                }
            ]
        },
        {
            "text": "By comparing to the Υ(1S) → µ + µ − yield, CDF is able to set limits in a sample of 630 pb −1 on narrow resonances in the range 6.3 < M µµ < 9.0 GeV, excluding models with 1 −− bound states in that mass region.",
            "section": "Exotic States",
            "paragraph_rank": 51,
            "section_rank": 13
        },
        {
            "text": "Decays and Lifetimes",
            "section_rank": 14
        },
        {
            "text": "Precision lifetime measurements of b hadrons are needed in the extraction of the weak parameters that are important for understanding the role of the CKM matrix throughout heavy flavor physics, including from CP violation. ",
            "section": "Decays and Lifetimes",
            "paragraph_rank": 52,
            "section_rank": 14
        },
        {
            "text": "In the simplest spectator model for weakly decaying b hadrons, there is only the flavor-changing direct b → W q, (q = c, u) decay, without any involvement or interactions with the other anti-quark in a B meson or quarks in a b baryon, and the lifetimes of all b hadrons would be identical. ",
            "section": "Decays and Lifetimes",
            "paragraph_rank": 52,
            "section_rank": 14
        },
        {
            "text": "Non-spectator effects, such as W exchange and the interference between contributing amplitudes, modify this simple picture and give rise to a lifetime hierarchy for b hadrons similar to the one observed for charm hadrons, although variations are expected to be smaller since lifetime differences are expected to scale as 1/m 2 Q . ",
            "section": "Decays and Lifetimes",
            "paragraph_rank": 52,
            "section_rank": 14
        },
        {
            "text": "The expected hierarchy is:",
            "section": "Decays and Lifetimes",
            "paragraph_rank": 52,
            "section_rank": 14
        },
        {
            "text": "Lifetime differences thus test our understanding of quark dynamics in b hadrons with comparisons to predictions of heavy quark expansions (HQE). ",
            "section": "Decays and Lifetimes",
            "paragraph_rank": 53,
            "section_rank": 14
        },
        {
            "text": "150, 151",
            "section": "Decays and Lifetimes",
            "paragraph_rank": 53,
            "section_rank": 14
        },
        {
            "text": "B meson lifetimes",
            "section_rank": 15
        },
        {
            "text": "Despite the huge samples of B 0 and B + mesons at the Υ(4S) B factories, the Tevatron experiments' measurements of τ (B 0 ) and τ (B + ), including their ratio, were the best in the world prior to the first results from LHCb, with a precision of better than 1%. ",
            "section": "B meson lifetimes",
            "paragraph_rank": 54,
            "section_rank": 15
        },
        {
            "text": "These measurements are also important benchmarks for measuring the lifetimes of the heavier b hadrons at the Tevatron. ",
            "section": "B meson lifetimes",
            "paragraph_rank": 54,
            "section_rank": 15
        },
        {
            "text": "Both the CDF and DØ Collaborations have measured [152][153][154][155][156][157] τ (B 0 ) and τ (B + ) through the exclusive decays B → J/ψ K, including when ratios are made to other lifetimes. ",
            "section": "B meson lifetimes",
            "paragraph_rank": 54,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 49,
                    "end": 54,
                    "type": "bibr",
                    "ref_id": "b151",
                    "text": "[152]"
                },
                {
                    "start": 54,
                    "end": 59,
                    "type": "bibr",
                    "ref_id": "b152",
                    "text": "[153]"
                },
                {
                    "start": 59,
                    "end": 64,
                    "type": "bibr",
                    "ref_id": "b153",
                    "text": "[154]"
                },
                {
                    "start": 64,
                    "end": 69,
                    "type": "bibr",
                    "ref_id": "b154",
                    "text": "[155]"
                },
                {
                    "start": 69,
                    "end": 74,
                    "type": "bibr",
                    "ref_id": "b155",
                    "text": "[156]"
                },
                {
                    "start": 74,
                    "end": 79,
                    "type": "bibr",
                    "ref_id": "b156",
                    "text": "[157]"
                }
            ]
        },
        {
            "text": "The DØ Collaboration also measured the ratio τ (B + )/τ (B 0 ) by examining the time evolution of the number of B + →D 0 µ + νX decays compared to B 0 → D * − µ + µX decays. ",
            "section": "B meson lifetimes",
            "paragraph_rank": 54,
            "section_rank": 15
        },
        {
            "text": "CDF has measured 158 the B + lifetime in the decay mode B + → D 0 π + with data from the displaced hadron trigger using a novel technique that accounts for the decay-time bias of the trigger without simulation.",
            "section": "B meson lifetimes",
            "paragraph_rank": 54,
            "section_rank": 15
        },
        {
            "text": "Neutral B mesons contain short-and long-lived components, since their light (L) and heavy (H) eigenstates, B L and B H , differ not only in their masses, but also in their total decay widths, with a decay width difference defined as ∆Γ = Γ L − Γ H . ",
            "section": "B meson lifetimes",
            "paragraph_rank": 55,
            "section_rank": 15
        },
        {
            "text": "Neglecting CP violation in B-B mixing, which is expected to be very small, the mass eigenstates are also CP eigenstates with the light B L state being CP-even and the heavy B H state being CP-odd. ",
            "section": "B meson lifetimes",
            "paragraph_rank": 55,
            "section_rank": 15
        },
        {
            "text": "While the decay width difference ∆Γ d is tiny and can be neglected in the B 0 system, the B The final state in the decay B 0 s → J/ψ φ contains a mixture of CP-even and CP-odd components. ",
            "section": "B meson lifetimes",
            "paragraph_rank": 55,
            "section_rank": 15
        },
        {
            "text": "Early analyses 152,163 focused on measuring the effective single lifetime of this decay channel, and the CDF Collaboration performed the first analysis 164 that separated the two CP components through a full angular study to determine directly 1/Γ s and Γ s . ",
            "section": "B meson lifetimes",
            "paragraph_rank": 55,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 15,
                    "end": 19,
                    "type": "bibr",
                    "ref_id": "b151",
                    "text": "152,"
                },
                {
                    "start": 19,
                    "end": 22,
                    "type": "bibr",
                    "ref_id": "b162",
                    "text": "163"
                }
            ]
        },
        {
            "text": "Subsequent analyses by both CDF and DØ focusing on extracting ∆Γ s specifically, and then including the CP-violating phase in B 0 s mixing and are discussed in more detail in Sections 7 and 8.3, respectively.",
            "section": "B meson lifetimes",
            "paragraph_rank": 55,
            "section_rank": 15
        },
        {
            "text": "For the B + c meson, both quarks decay weakly, so the lifetime is expected to be much shorter. ",
            "section": "B meson lifetimes",
            "paragraph_rank": 56,
            "section_rank": 15
        },
        {
            "text": "Early measurements of the B + c meson lifetime, from CDF 165 and DØ, 166 use the semileptonic decay mode B + c → J/ψ X and are based on a simultaneous fit to the mass and lifetime using as a decay point the vertex formed with the leptons from the decay of the J/ψ and a third lepton. ",
            "section": "B meson lifetimes",
            "paragraph_rank": 56,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 69,
                    "end": 72,
                    "type": "bibr",
                    "ref_id": "b165",
                    "text": "166"
                }
            ]
        },
        {
            "text": "Because the B + c decay is not fully reconstructed, these analyses require significant background subtractions and correction factors to estimate the boost due to the missing neutrino. ",
            "section": "B meson lifetimes",
            "paragraph_rank": 56,
            "section_rank": 15
        },
        {
            "text": "The recent determination 167 of the B + c lifetime, from the CDF Collaboration is based on fully reconstructed B + c → J/ψ π + decays. ",
            "section": "B meson lifetimes",
            "paragraph_rank": 56,
            "section_rank": 15
        },
        {
            "text": "Notwithstanding the limitations of the semileptonic measurements, for a given luminosity, they still have significantly better resolution resulting from the much larger sample sizes. ",
            "section": "B meson lifetimes",
            "paragraph_rank": 56,
            "section_rank": 15
        },
        {
            "text": "The Tevatron average of these measurements is τ (B + c ) = 0.458 ± 0.030 ps, significantly shorter, as expected, than the approximately 1.5 ps lifetime of the other b hadrons.",
            "section": "B meson lifetimes",
            "paragraph_rank": 56,
            "section_rank": 15
        },
        {
            "text": "b baryon lifetimes",
            "section_rank": 16
        },
        {
            "text": "The ratio τ (Λ 0 b )/τ (B 0 ) has gained a great deal of attention since predictions of this ratio ranged from above 0.90 to only being a few percent below unity, 151,168 whereas in the early 2000's, the average value was far below this prediction, with an experimental world average 169 in 2002 being 0.800 ± 0.081 (and 0.786 ± 0.034 for a b-baryon mixture). ",
            "section": "b baryon lifetimes",
            "paragraph_rank": 57,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 163,
                    "end": 167,
                    "type": "bibr",
                    "ref_id": "b150",
                    "text": "151,"
                },
                {
                    "start": 167,
                    "end": 170,
                    "type": "bibr",
                    "ref_id": "b167",
                    "text": "168"
                }
            ]
        },
        {
            "text": "The DØ Collaboration has measured 170 this lifetime in the semileptonic mode Λ 0 b → Λ + c µ − νX, and CDF has measured 171 the lifetime in the    exclusive mode Λ 0 b → Λ + c π − , while both collaborations have measured 125, 154-157, 172 it via Λ 0 b → J/ψ Λ 0 with an example of a fit to the decay length distribution shown in Fig. 16(a). ",
            "section": "b baryon lifetimes",
            "paragraph_rank": 57,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 330,
                    "end": 340,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 16(a)"
                }
            ]
        },
        {
            "text": "The evolution of measurements of τ (Λ 0 b ) can be seen in Fig. 16(b), where the world average lifetime has now been pulled higher, with Tevatron measurements being consistent with each other, the current world average, and current theoretical predictions.",
            "section": "b baryon lifetimes",
            "paragraph_rank": 57,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 59,
                    "end": 69,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 16(b)"
                }
            ]
        },
        {
            "text": "CDF has measured 125,126 the lifetime of the Ξ − b and Ω − b baryons in the decay modes Ξ",
            "section": "b baryon lifetimes",
            "paragraph_rank": 58,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 17,
                    "end": 21,
                    "type": "bibr",
                    "ref_id": "b124",
                    "text": "125,"
                },
                {
                    "start": 21,
                    "end": 24,
                    "type": "bibr",
                    "ref_id": "b125",
                    "text": "126"
                }
            ]
        },
        {
            "text": "where the charged hyperons are tracked in the silicon detector as described in Section 5.3. ",
            "section": "b baryon lifetimes",
            "paragraph_rank": 59,
            "section_rank": 16
        },
        {
            "text": "The lifetime is determined by measuring the yield in J/ψ Ξ − or J/ψ Ω − mass distributions for several regions of proper time and then fitting the derived proper time distribution for the lifetime. ",
            "section": "b baryon lifetimes",
            "paragraph_rank": 59,
            "section_rank": 16
        },
        {
            "text": "The results for Ξ − b are shown in Fig. 17.",
            "section": "b baryon lifetimes",
            "paragraph_rank": 59,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 35,
                    "end": 42,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 17"
                }
            ]
        },
        {
            "text": "Decay modes and branching ratios",
            "section_rank": 17
        },
        {
            "text": "In many cases, specific branching fractions are measured along the road to other results, such as CP violation and precise measurements of neutral B meson mixing parameters, or in the process of exploring the properties of one of final-state particles, using the final state of b-hadron decays to provide a clean sample. ",
            "section": "Decay modes and branching ratios",
            "paragraph_rank": 60,
            "section_rank": 17
        },
        {
            "text": "The DØ Collaboration has investigated 116 the properties of semileptonic decays of B 0 mesons to orbitally excited states of the D meson that have small decay widths, i.e., those that decay via D-wave transitions. ",
            "section": "Decay modes and branching ratios",
            "paragraph_rank": 60,
            "section_rank": 17
        },
        {
            "text": "Using mild assumptions on the subsequent branching fractions of the excited mesons D 1 and D * 2 , world's-best measurements of the branching fractions B(B →D 0 1 + νX) and B(B →D * 0 2 + νX) were made along with the first measurement of their ratio R, one of the least model-dependent predictions 173,174 of HQET for these states. ",
            "section": "Decay modes and branching ratios",
            "paragraph_rank": 60,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 298,
                    "end": 302,
                    "type": "bibr",
                    "ref_id": "b172",
                    "text": "173,"
                },
                {
                    "start": 302,
                    "end": 305,
                    "type": "bibr",
                    "ref_id": "b173",
                    "text": "174"
                }
            ]
        },
        {
            "text": "Similarly, DØ made a first measurement 117 of the branching fraction of B(B 0 s → D − s1 (2536)µν µ X), while providing measurements of the properties of the D − s1 (2536), as described in Sect. ",
            "section": "Decay modes and branching ratios",
            "paragraph_rank": 60,
            "section_rank": 17
        },
        {
            "text": "5.2. ",
            "section": "Decay modes and branching ratios",
            "paragraph_rank": 60,
            "section_rank": 17
        },
        {
            "text": "In preparation for CP-violation measurements, both the CDF and DØ Collaborations measured 152,164 the linear polarization amplitudes in the decay B 0 → J/ψ K * 0 , and measurements of the strong phases indicated evidence for the presence of final-state interactions for this decay. ",
            "section": "Decay modes and branching ratios",
            "paragraph_rank": 60,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 90,
                    "end": 94,
                    "type": "bibr",
                    "ref_id": "b151",
                    "text": "152,"
                },
                {
                    "start": 94,
                    "end": 97,
                    "type": "bibr",
                    "ref_id": "b163",
                    "text": "164"
                }
            ]
        },
        {
            "text": "Comparisons with same measurements in the analogous decay B 0 s → J/ψ φ were consistent with SU(3) symmetry, i.e., that the strong phases are consistent with being the same in both systems.",
            "section": "Decay modes and branching ratios",
            "paragraph_rank": 60,
            "section_rank": 17
        },
        {
            "text": "The study of B meson decays into several charmonium states can also be used to constrain the long-distance parameters associated with color-octet production which are important for the understanding of both mixing induced and direct CP violation. ",
            "section": "Decay modes and branching ratios",
            "paragraph_rank": 61,
            "section_rank": 17
        },
        {
            "text": "It also allows for possible additional channels, and provides a test of quark-hadron duality in the comparison with B 0 and B + decays. ",
            "section": "Decay modes and branching ratios",
            "paragraph_rank": 61,
            "section_rank": 17
        },
        {
            "text": "Both the CDF and DØ Collaborations have measured 175,176 the ratio of branching fractions of B 0 s → ψ φ to B 0 s → J/ψ φ to be consistent with the ratio of branching fractions of",
            "section": "Decay modes and branching ratios",
            "paragraph_rank": 61,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 49,
                    "end": 53,
                    "type": "bibr",
                    "ref_id": "b174",
                    "text": "175,"
                },
                {
                    "start": 53,
                    "end": 56,
                    "type": "bibr",
                    "ref_id": "b175",
                    "text": "176"
                }
            ]
        },
        {
            "text": "The decay products in B 0 s → J/ψ f 0 (980) are in a CP-odd eigenstate, which can provide a more direct measurement of the CP-violating phase φ s as compared to the decay B 0 s → J/ψ φ where the decay products are in an indefinite CP state (see Sect. 8). ",
            "section": "Decay modes and branching ratios",
            "paragraph_rank": 62,
            "section_rank": 17
        },
        {
            "text": "This can provide a useful additional channel, although the branching fraction of the former is expected to be smaller. ",
            "section": "Decay modes and branching ratios",
            "paragraph_rank": 62,
            "section_rank": 17
        },
        {
            "text": "Also, the decay chain B 0 s → J/ψ f 0 (980), f 0 (980) → K + K − forms a background to B 0 s → J/ψ φ that must be constrained in studies of CP violation. ",
            "section": "Decay modes and branching ratios",
            "paragraph_rank": 62,
            "section_rank": 17
        },
        {
            "text": "The CDF and DØ Collaborations measured 159,177 the ratio of the B 0 s → J/ψ f 0 (980) and B 0 s → J/ψ φ branching fractions to be consistent with expectations.",
            "section": "Decay modes and branching ratios",
            "paragraph_rank": 62,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 39,
                    "end": 43,
                    "type": "bibr",
                    "ref_id": "b158",
                    "text": "159,"
                },
                {
                    "start": 43,
                    "end": 46,
                    "type": "bibr",
                    "ref_id": "b176",
                    "text": "177"
                }
            ]
        },
        {
            "text": "B 0 s → J/ψ K 0 S is a CP eigenstate, and measurement of its lifetime would directly probe the lifetime τ BsH . ",
            "section": "Decay modes and branching ratios",
            "paragraph_rank": 63,
            "section_rank": 17
        },
        {
            "text": "Additionally, large samples can be used to extract the angle γ of the unitary triangle. ",
            "section": "Decay modes and branching ratios",
            "paragraph_rank": 63,
            "section_rank": 17
        },
        {
            "text": "CDF made the first observation 178 of the Cabibbosuppressed decay modes B 0 s → J/ψ K 0 S and B 0 s → J/ψ K * 0 , observing both with greater than 7σ significance.",
            "section": "Decay modes and branching ratios",
            "paragraph_rank": 63,
            "section_rank": 17
        },
        {
            "text": "The DØ Collaboration studied 179 the decays B 0 s → J/ψ K + K − , and from the invariant mass and spin of the K + K − system, found evidence for the two-body decay B 0 s → J/ψ f 2 (1525) and measured the relative branching fraction of the decays with respect to the rate into J/ψ φ.",
            "section": "Decay modes and branching ratios",
            "paragraph_rank": 64,
            "section_rank": 17
        },
        {
            "text": "In ",
            "section": "Decay modes and branching ratios",
            "paragraph_rank": 65,
            "section_rank": 17
        },
        {
            "text": "In studies of decay modes that can be used for future studies of CP violation, the DØ Collaboration reported the first evidence 181,182 for the decay B ",
            "section": "Decay modes and branching ratios",
            "paragraph_rank": 66,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "type": "bibr",
                    "ref_id": "b180",
                    "text": "181,"
                },
                {
                    "start": 132,
                    "end": 135,
                    "type": "bibr",
                    "ref_id": "b181",
                    "text": "182"
                }
            ]
        },
        {
            "text": "Mixing and Oscillations of Heavy Neutral Mesons",
            "section_rank": 18
        },
        {
            "text": "Neutral meson systems exhibit the phenomenon of particle-antiparticle oscillations that can proceed by a second-order weak box diagram as shown in Fig. 18(a). ",
            "section": "Mixing and Oscillations of Heavy Neutral Mesons",
            "paragraph_rank": 67,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 147,
                    "end": 157,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 18(a)"
                }
            ]
        },
        {
            "text": "The intense interest in this process is due to the access provided to CKM matrix elements (e.g., V td and V ts ), as well as probing for new heavy particles that could also be participate in the box diagram. ",
            "section": "Mixing and Oscillations of Heavy Neutral Mesons",
            "paragraph_rank": 67,
            "section_rank": 18
        },
        {
            "text": "The time evolution for a meson M of such a M 0 -M 0 system is then governed by 2 × 2 mass and decay matrices. ",
            "section": "Mixing and Oscillations of Heavy Neutral Mesons",
            "paragraph_rank": 67,
            "section_rank": 18
        },
        {
            "text": "In each of these systems, the light (L) and heavy (H) mass eigenstates,",
            "section": "Mixing and Oscillations of Heavy Neutral Mesons",
            "paragraph_rank": 67,
            "section_rank": 18
        },
        {
            "text": "have a mass difference ∆m = m H − m L and a decay width difference ∆Γ = Γ L − Γ H with values determined by the off-diagonal terms of the mass and decay matrix. ",
            "section": "Mixing and Oscillations of Heavy Neutral Mesons",
            "paragraph_rank": 68,
            "section_rank": 18
        },
        {
            "text": "We further define x = ∆m/Γ and y = ∆Γ/2Γ, where Γ = (Γ L + Γ H )/2. ",
            "section": "Mixing and Oscillations of Heavy Neutral Mesons",
            "paragraph_rank": 68,
            "section_rank": 18
        },
        {
            "text": "In the absence of CP violation in the mixing, |q/p| = 1. ",
            "section": "Mixing and Oscillations of Heavy Neutral Mesons",
            "paragraph_rank": 68,
            "section_rank": 18
        },
        {
            "text": "Neglecting CP violation, the probability density P + (P − ) for aM 0 produced at proper time t = 0 to decay as aM 0 (M 0 ) at time t is then ",
            "section": "Mixing and Oscillations of Heavy Neutral Mesons",
            "paragraph_rank": 68,
            "section_rank": 18
        },
        {
            "text": "Charm mixing",
            "section_rank": 19,
            "entity_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "software",
                    "rawForm": "Charm",
                    "resp": "whitelist",
                    "id": "software-simple-w18"
                }
            ]
        },
        {
            "text": "In the standard model, D 0 -D 0 mixing is a weak interaction process that occurs primarily through long-range virtual intermediate states that consist of common decay channels for particle and antiparticle, such as π + π − (see Fig. 18(b).",
            "section": "Charm mixing",
            "paragraph_rank": 69,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 228,
                    "end": 238,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 18(b)"
                }
            ]
        },
        {
            "text": ") Mixing could also result from exotic particles that appear as virtual states in a short-range box diagram. ",
            "section": "Charm mixing",
            "paragraph_rank": 69,
            "section_rank": 19
        },
        {
            "text": "The decay D 0 → K + π − can arise from mixing of a D 0 state to ā D 0 state, followed by a Cabibbo-favored (CF) decay, or from a doubly Cabibbosuppressed (DCS) decay of a D 0 . ",
            "section": "Charm mixing",
            "paragraph_rank": 69,
            "section_rank": 19
        },
        {
            "text": "Several experiments have measured [188][189][190] the ratio R of D 0 → K + π − to D 0 → K − π + decay rates and have seen 3σ evidence for mixing. ",
            "section": "Charm mixing",
            "paragraph_rank": 69,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 34,
                    "end": 39,
                    "type": "bibr",
                    "ref_id": "b187",
                    "text": "[188]"
                },
                {
                    "start": 39,
                    "end": 44,
                    "type": "bibr",
                    "ref_id": "b188",
                    "text": "[189]"
                },
                {
                    "start": 44,
                    "end": 49,
                    "type": "bibr",
                    "ref_id": "b189",
                    "text": "[190]"
                }
            ]
        },
        {
            "text": "R can be approximated 100 as a quadratic function of t/τ , where t is the proper decay time and τ is the mean D 0 lifetime:",
            "section": "Charm mixing",
            "paragraph_rank": 69,
            "section_rank": 19
        },
        {
            "text": "where R D is the squared modulus of the ratio of DCS to CF amplitudes, x = x cos δ + y sin δ and y = −x sin δ + y cos δ, x and y are defined as above, and δ is the strong-interaction phase difference between the DCS and CF amplitudes. ",
            "section": "Charm mixing",
            "paragraph_rank": 70,
            "section_rank": 19
        },
        {
            "text": "In the absence of mixing, x = y = 0 and R(t/τ ) = R D . ",
            "section": "Charm mixing",
            "paragraph_rank": 70,
            "section_rank": 19
        },
        {
            "text": "Following first > 5σ observation 130 of D 0 mixing by LHCb, CDF confirmed 191 the effect, observing mixing with 6σ significance. ",
            "section": "Charm mixing",
            "paragraph_rank": 70,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 33,
                    "end": 36,
                    "type": "bibr",
                    "ref_id": "b129",
                    "text": "130"
                },
                {
                    "start": 74,
                    "end": 77,
                    "type": "bibr",
                    "ref_id": "b190",
                    "text": "191"
                }
            ]
        },
        {
            "text": "The deviation of R(t/τ ) from a constant is clearly visible in Fig.19(a) which shows the data as well as the results of a fit to Eq. ",
            "section": "Charm mixing",
            "paragraph_rank": 70,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 63,
                    "end": 72,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig.19(a)"
                }
            ]
        },
        {
            "text": "5, while Fig. 19(b) shows contours for the values of x 2 and y returned by the fit.",
            "section": "Charm mixing",
            "paragraph_rank": 70,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 9,
                    "end": 19,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 19(b)"
                }
            ]
        },
        {
            "text": "B 0 mixing and oscillations",
            "section_rank": 20
        },
        {
            "text": "The identification of B 0 oscillations and extraction of ∆m d use Eq. ",
            "section": "B 0 mixing and oscillations",
            "paragraph_rank": 71,
            "section_rank": 20
        },
        {
            "text": "4 and the measurement of probability density functions that describe the measured time development of B 0 mesons that decay with the same or opposite flavor as their flavor at production. ",
            "section": "B 0 mixing and oscillations",
            "paragraph_rank": 71,
            "section_rank": 20
        },
        {
            "text": "The flavor, i.e. B 0 orB 0 , at the time of decay is determined by the charge of the decay products. ",
            "section": "B 0 mixing and oscillations",
            "paragraph_rank": 71,
            "section_rank": 20
        },
        {
            "text": "Since the dominant production mechanisms at the Tevatron produce bb pairs, the flavor at the time of production can be determined by the charge of the lepton from semileptonic decays or a momentum-weighted charge of the decay products of the second b hadron produced in the collision. ",
            "section": "B 0 mixing and oscillations",
            "paragraph_rank": 71,
            "section_rank": 20
        },
        {
            "text": "Since B 0 oscillations were definitively measured at the B factories, measurements at the Tevatron, e.g. by the DØ Collaboration 192 were mostly pursued as controls comparing to the world average value (currently ∆m d = 0.507 ± 0.004 ps −1 ) in preparation for searching for B 0 s oscillations and to calibrate the tagging power of flavor-tag techniques. ",
            "section": "B 0 mixing and oscillations",
            "paragraph_rank": 71,
            "section_rank": 20
        },
        {
            "text": "A measurement of ∆Γ d /Γ d = 0.0079 ± 0.0115 has been made at the Tevatron by DØ, 193 as described in Sect. ",
            "section": "B 0 mixing and oscillations",
            "paragraph_rank": 71,
            "section_rank": 20,
            "ref_spans": [
                {
                    "start": 82,
                    "end": 85,
                    "type": "bibr",
                    "ref_id": "b192",
                    "text": "193"
                }
            ]
        },
        {
            "text": "8.3.",
            "section": "B 0 mixing and oscillations",
            "paragraph_rank": 71,
            "section_rank": 20
        },
        {
            "text": "B 0",
            "section_rank": 21
        },
        {
            "text": "s mixing and oscillations The determination of the the B 0 s -B 0 s oscillation frequency ∆m s has been a major goal of experimental particle physics since the first observation of B 0 mixing in 1987. ",
            "section": "B 0",
            "paragraph_rank": 72,
            "section_rank": 21
        },
        {
            "text": "194,195 Since |V ts | is larger than |V td |, the oscillation frequency ∆m s was expected to be much greater than that for B 0 -B 0 oscillations, requiring the large data samples and excellent proper time resolution available at the Tevatron and its detectors. ",
            "section": "B 0",
            "paragraph_rank": 72,
            "section_rank": 21,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b193",
                    "text": "194,"
                },
                {
                    "start": 4,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b194",
                    "text": "195"
                }
            ]
        },
        {
            "text": "In addition to the opposite-side tagging described above, same-side tagging was also used to take advantage of fragmentation on the reconstructed side of the event. ",
            "section": "B 0",
            "paragraph_rank": 72,
            "section_rank": 21
        },
        {
            "text": "For an example, if an associated K + containing a strange antiquark is found, the strange quark will have likely hadronized with ab, tagging the flavor at production Until the Tevatron Run 2 started, there were only lower limits on the value of ∆m s . ",
            "section": "B 0",
            "paragraph_rank": 72,
            "section_rank": 21
        },
        {
            "text": "The DØ Collaboration placed 196 the first two-sided limit (at 90% C.L.) on ∆m s (see Fig. 20). ",
            "section": "B 0",
            "paragraph_rank": 72,
            "section_rank": 21,
            "ref_spans": [
                {
                    "start": 85,
                    "end": 92,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig. 20"
                }
            ]
        },
        {
            "text": "Shortly after, the CDF Collaboration made the first >5σ observation of B 0 s -B 0 s oscillations and the first measurement 197 of ∆m s . ",
            "section": "B 0",
            "paragraph_rank": 72,
            "section_rank": 21
        },
        {
            "text": "A follow-up publication 198 from CDF with subsequent improvements then reported a measurement of ∆m s = 17.77 ± 0.10 (stat) ± 0.07 (sys) ps −1 ,",
            "section": "B 0",
            "paragraph_rank": 72,
            "section_rank": 21,
            "ref_spans": [
                {
                    "start": 24,
                    "end": 27,
                    "type": "bibr",
                    "ref_id": "b197",
                    "text": "198"
                }
            ]
        },
        {
            "text": "as shown in Fig. 20(b,c).  ",
            "section": "B 0",
            "paragraph_rank": 73,
            "section_rank": 21,
            "ref_spans": [
                {
                    "start": 12,
                    "end": 24,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig. 20(b,c)"
                }
            ]
        },
        {
            "text": "An important goal of heavy flavor physics is constraining the CKM matrix using experimental results on observables together with theoretical inputs and unitarity conditions. ",
            "section": "B 0",
            "paragraph_rank": 73,
            "section_rank": 21
        },
        {
            "text": "The constraint from our knowledge on the ratio ∆m s /∆m d and hence |V td /V ts | is more effective in limiting the position of the apex of the CKM B-meson unitarity triangle than the one obtained from ∆m d measurements alone, due to the reduced hadronic uncertainty as shown comparing constraints on the CKM matrix in Fig. 21(a) before and ",
            "section": "B 0",
            "paragraph_rank": 73,
            "section_rank": 21,
            "ref_spans": [
                {
                    "start": 319,
                    "end": 329,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 21(a)"
                }
            ]
        },
        {
            "text": "(b) after the measurement of ∆m s from the Tevatron. ",
            "section": "B 0",
            "paragraph_rank": 73,
            "section_rank": 21
        },
        {
            "text": "199 The measured value of ∆m s is also consistent with the Standard Model prediction at the time of ∆m s = 19.0±1.5 ps −1 obtained 200 from CKM fits where no experimental information on ∆m s is used.",
            "section": "B 0",
            "paragraph_rank": 73,
            "section_rank": 21,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b198",
                    "text": "199"
                }
            ]
        },
        {
            "text": "The existence of final states to which both the B 0 s andB 0 s can decay, such as  ; and (b) example of fit to transversity angle of the µ + in the J/ψ rest frame with respect to the φ decay plane to CP-even (\"light\") and CP-odd (\"heavy\") components from a DØ analysis 204 ",
            "section": "B 0",
            "paragraph_rank": 74,
            "section_rank": 21,
            "ref_spans": [
                {
                    "start": 269,
                    "end": 272,
                    "type": "bibr",
                    "ref_id": "b203",
                    "text": "204"
                }
            ]
        },
        {
            "text": "tiny in the standard model. ",
            "section": "B 0",
            "paragraph_rank": 75,
            "section_rank": 21
        },
        {
            "text": "The large value of ∆Γ s allows for an additional richness of physics in the B 0 s system. ",
            "section": "B 0",
            "paragraph_rank": 75,
            "section_rank": 21
        },
        {
            "text": "Because other CP eigenstate decay modes are either helicity or CKM suppressed, then under certain theoretical assumptions 201 the semi-inclusive decays",
            "section": "B 0",
            "paragraph_rank": 75,
            "section_rank": 21
        },
        {
            "text": "s saturate the CP-even eigenstates in the B 0 s . ",
            "section": "B 0",
            "paragraph_rank": 76,
            "section_rank": 21
        },
        {
            "text": "Thus the partial width for this mode accounts for the difference between the widths of B sL and B sH and ∆Γ CP s can be measured using information from branching ratios without lifetime fits. ",
            "section": "B 0",
            "paragraph_rank": 76,
            "section_rank": 21
        },
        {
            "text": "202 The branching fraction [181][182][183][184] measurements by CDF and DØ described in Sec. 6.3 can be used to find ∆Γ CP s = ∆Γ s / cos φ s , where φ s is the CP-violating mixing phase (see Sect.8) that can constrain models of new physics.",
            "section": "B 0",
            "paragraph_rank": 76,
            "section_rank": 21,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b201",
                    "text": "202"
                },
                {
                    "start": 27,
                    "end": 32,
                    "type": "bibr",
                    "ref_id": "b180",
                    "text": "[181]"
                },
                {
                    "start": 32,
                    "end": 37,
                    "type": "bibr",
                    "ref_id": "b181",
                    "text": "[182]"
                },
                {
                    "start": 37,
                    "end": 42,
                    "type": "bibr",
                    "ref_id": "b182",
                    "text": "[183]"
                },
                {
                    "start": 42,
                    "end": 47,
                    "type": "bibr",
                    "ref_id": "b183",
                    "text": "[184]"
                }
            ]
        },
        {
            "text": "Determinations of ∆Γ s and Γ s in specific CP eigenstates were discussed in Sect. ",
            "section": "B 0",
            "paragraph_rank": 77,
            "section_rank": 21
        },
        {
            "text": "6.1. ",
            "section": "B 0",
            "paragraph_rank": 77,
            "section_rank": 21
        },
        {
            "text": "The best sensitivity to ∆Γ s and Γ s (and hence the for the mean lifetime τ (B 0 s ) = 1/Γ s ) is achieved by time-dependent measurements of the B 0 s → J/ψ φ decay where the CP-even and CP-odd components are separated via a full angular analysis of the J/ψ → µ + µ − and φ → K + K − decay products. ",
            "section": "B 0",
            "paragraph_rank": 77,
            "section_rank": 21
        },
        {
            "text": "Fit projections from two analyses are shown in Fig. 22. ",
            "section": "B 0",
            "paragraph_rank": 77,
            "section_rank": 21,
            "ref_spans": [
                {
                    "start": 47,
                    "end": 54,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig. 22"
                }
            ]
        },
        {
            "text": "Both untagged and flavor-tagged analyses have been pursued at the Tevatron, with earlier analyses assuming no CP violation and then being optimized to measure the CP-violating phase φ s . ",
            "section": "B 0",
            "paragraph_rank": 77,
            "section_rank": 21
        },
        {
            "text": "A complication is the possibility of a S-wave K + K − amplitude in addition to the usual P -wave φ resonance in the angular analysis, the fraction of which is fitted in later analyses. ",
            "section": "B 0",
            "paragraph_rank": 77,
            "section_rank": 21
        },
        {
            "text": "The DØ Collaboration finds 153,[203][204][205][206] ∆Γ s = 0.163 +0.065 −0.064 ps −1 and τ (B 0 s ) = 1/Γ s = 1.443±0.038 ps, while CDF measures 164,[207][208][209][210] ∆Γ s = 0.068±0.026 (stat)± 0.007 (syst) ps −1 and τ (B 0 s ) = 1/Γ s = 1.528 ± 0.019 (stat) ± 0.009 (syst) ps. ",
            "section": "B 0",
            "paragraph_rank": 77,
            "section_rank": 21,
            "ref_spans": [
                {
                    "start": 27,
                    "end": 31,
                    "type": "bibr",
                    "ref_id": "b152",
                    "text": "153,"
                },
                {
                    "start": 31,
                    "end": 36,
                    "type": "bibr",
                    "ref_id": "b202",
                    "text": "[203]"
                },
                {
                    "start": 36,
                    "end": 41,
                    "type": "bibr",
                    "ref_id": "b203",
                    "text": "[204]"
                },
                {
                    "start": 41,
                    "end": 46,
                    "type": "bibr",
                    "ref_id": "b204",
                    "text": "[205]"
                },
                {
                    "start": 46,
                    "end": 51,
                    "type": "bibr",
                    "ref_id": "b205",
                    "text": "[206]"
                },
                {
                    "start": 65,
                    "end": 71,
                    "type": "bibr",
                    "text": "+0.065"
                },
                {
                    "start": 145,
                    "end": 149,
                    "type": "bibr",
                    "ref_id": "b163",
                    "text": "164,"
                },
                {
                    "start": 149,
                    "end": 154,
                    "type": "bibr",
                    "ref_id": "b206",
                    "text": "[207]"
                },
                {
                    "start": 154,
                    "end": 159,
                    "type": "bibr",
                    "ref_id": "b207",
                    "text": "[208]"
                },
                {
                    "start": 159,
                    "end": 164,
                    "type": "bibr",
                    "ref_id": "b208",
                    "text": "[209]"
                },
                {
                    "start": 164,
                    "end": 169,
                    "type": "bibr",
                    "ref_id": "b209",
                    "text": "[210]"
                }
            ]
        },
        {
            "text": "These can be compared with the theory prediction 211 of ∆Γ s = 0.087 ± 0.021 ps −1 for the most stringent test of the validity of HQE.",
            "section": "B 0",
            "paragraph_rank": 77,
            "section_rank": 21
        },
        {
            "text": "CP Violation",
            "section_rank": 22
        },
        {
            "text": "One of the most prominent questions in particle physics is the source of the baryonantibaryon asymmetry observed in the universe. ",
            "section": "CP Violation",
            "paragraph_rank": 78,
            "section_rank": 22
        },
        {
            "text": "One of the requirements for this asymmetry is CP violation. ",
            "section": "CP Violation",
            "paragraph_rank": 78,
            "section_rank": 22
        },
        {
            "text": "The SM naturally includes CP violation (CPV) in the quark sector through the presence of a single complex phase in the CKM matrix, which in turn determines the strength of flavor transitions through the weak interaction. ",
            "section": "CP Violation",
            "paragraph_rank": 78,
            "section_rank": 22
        },
        {
            "text": "However, the degree of CPV from this SM source is insufficient to explain the cosmological matter dominance. ",
            "section": "CP Violation",
            "paragraph_rank": 78,
            "section_rank": 22
        },
        {
            "text": "212 Heavy flavor systems are ideal to search for new phases and levels of CPV that depart from SM predictions. ",
            "section": "CP Violation",
            "paragraph_rank": 78,
            "section_rank": 22,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b211",
                    "text": "212"
                }
            ]
        },
        {
            "text": "There are three kinds of CP violation, all explored at the Tevatron: direct CP violation where the probability for a particle to decay to a given final state differs from the probability for the antiparticle to decay to the charge conjugate state |A f | 2 = |Āf | 2 , CP violation in mixing where |q/p| = 1 (see Eq. 3), and in the interference of decay and mixing amplitudes. ",
            "section": "CP Violation",
            "paragraph_rank": 78,
            "section_rank": 22
        },
        {
            "text": "b",
            "section": "CP Violation",
            "paragraph_rank": 78,
            "section_rank": 22
        },
        {
            "text": "The advantage of carrying out CPV tests at the Tevatron is the pp CP-invariant initial state, in contrast to the pp collisions at the LHC, where production asymmetries need to be taken into account. ",
            "section": "CP Violation",
            "paragraph_rank": 79,
            "section_rank": 22
        },
        {
            "text": "In the case of the DØ detector, 4 the polarities of the toroidal and solenoidal magnetic fields were reversed on average every two weeks so that the four solenoid-toroid polarity combinations are exposed to approximately the same integrated luminosity. ",
            "section": "CP Violation",
            "paragraph_rank": 79,
            "section_rank": 22
        },
        {
            "text": "This allows for a cancellation of first-order effects related to instrumental charge asymmetries, particularly for tracking, to achieve levels of precision that would be difficult to reach otherwise.",
            "section": "CP Violation",
            "paragraph_rank": 79,
            "section_rank": 22
        },
        {
            "text": "CP violation in charm",
            "section_rank": 23
        },
        {
            "text": "CDF has studied CP violation in D 0 decays using the soft pion from D * ± decays to tag the D-meson flavor at the time of production as in the mixing measurement. ",
            "section": "CP violation in charm",
            "paragraph_rank": 80,
            "section_rank": 23
        },
        {
            "text": "Also similar to the mixing measurement, the component related to D 0 mesons produced in bottom decays is subtracted using the D 0 impact parameter information. ",
            "section": "CP violation in charm",
            "paragraph_rank": 80,
            "section_rank": 23
        },
        {
            "text": "Following initial studies 213 with small data samples, CDF searched 214 in a 5.9 fb −1 sample for CP violation in the decays to CP eigenstates D 0 → K + K − and D 0 → π + π − and found results that were consistent with both the standard model and significant CP violation. ",
            "section": "CP violation in charm",
            "paragraph_rank": 80,
            "section_rank": 23
        },
        {
            "text": "The individual asymmetries from direct and indirect CP violation cannot be determined from a time-integrated measurement. ",
            "section": "CP violation in charm",
            "paragraph_rank": 80,
            "section_rank": 23
        },
        {
            "text": "The figure shows that band that is allowed based on the mean decay time of the sample.",
            "section": "CP violation in charm",
            "paragraph_rank": 80,
            "section_rank": 23
        },
        {
            "text": "Theoretical calculations 215 indicated that CPV in the charm system should be small, of order 10 −3 . ",
            "section": "CP violation in charm",
            "paragraph_rank": 81,
            "section_rank": 23
        },
        {
            "text": "Thus a large difference ∆A CP between the asymmetries for ππ and KK would indicate a large asymmetry in one mode or both. ",
            "section": "CP violation in charm",
            "paragraph_rank": 81,
            "section_rank": 23
        },
        {
            "text": "Taking the difference also has the advantage of canceling production asymmetries as well as production biases. ",
            "section": "CP violation in charm",
            "paragraph_rank": 81,
            "section_rank": 23
        },
        {
            "text": "LHCb was able to to use this technique to find the first evidence 216 of CP violation in charm decays. ",
            "section": "CP violation in charm",
            "paragraph_rank": 81,
            "section_rank": 23,
            "ref_spans": [
                {
                    "start": 66,
                    "end": 69,
                    "type": "bibr",
                    "ref_id": "b215",
                    "text": "216"
                }
            ]
        },
        {
            "text": "CDF followed up 217 using the full dataset and includ- ing events with a looser selection than the original analysis. ",
            "section": "CP violation in charm",
            "paragraph_rank": 81,
            "section_rank": 23
        },
        {
            "text": "The three observables were the ππ asymmetry and KK asymmetry using the original selections as well as the difference in asymmetries from the subsample with the looser selection. ",
            "section": "CP violation in charm",
            "paragraph_rank": 81,
            "section_rank": 23
        },
        {
            "text": "The new result improved the individual asymmetry measurements and confirmed the LHCb measurement of a difference from zero in ∆A CP at nearly the 3σ level. ",
            "section": "CP violation in charm",
            "paragraph_rank": 81,
            "section_rank": 23
        },
        {
            "text": "The CDF measurements of the individual asymmetries are the most precise in the world. ",
            "section": "CP violation in charm",
            "paragraph_rank": 81,
            "section_rank": 23
        },
        {
            "text": "CDF has also searched 218 for CPV in D 0 → K 0 S π + π − decays. ",
            "section": "CP violation in charm",
            "paragraph_rank": 81,
            "section_rank": 23
        },
        {
            "text": "Two complementary approaches are used: a full Dalitz fit employing the isobar model for the involved resonances and a model-independent bin-by-bin comparison of the D 0 and D 0 Dalitz plots. ",
            "section": "CP violation in charm",
            "paragraph_rank": 81,
            "section_rank": 23
        },
        {
            "text": "No evidence of CP violation is found.",
            "section": "CP violation in charm",
            "paragraph_rank": 81,
            "section_rank": 23
        },
        {
            "text": "The DØ Collaboration has searched for direct CPV in charm decay. ",
            "section": "CP violation in charm",
            "paragraph_rank": 82,
            "section_rank": 23
        },
        {
            "text": "Since all of the contributing processes to each of the decays D ± s → φπ ± and D ± → K ∓ π ± have the same weak phase in each case, there should be no direct CPV for these channels, so that any non-zero value could point towards new physics. ",
            "section": "CP violation in charm",
            "paragraph_rank": 82,
            "section_rank": 23
        },
        {
            "text": "The CP asymmetry of these channels is also assumed to be zero for a number of other heavy flavor CP measurements. ",
            "section": "CP violation in charm",
            "paragraph_rank": 82,
            "section_rank": 23
        },
        {
            "text": "DØ has made the most precise measurements 219,220 of these CP asymmetries, and they are indeed consistent with zero.",
            "section": "CP violation in charm",
            "paragraph_rank": 82,
            "section_rank": 23,
            "ref_spans": [
                {
                    "start": 42,
                    "end": 46,
                    "type": "bibr",
                    "ref_id": "b218",
                    "text": "219,"
                },
                {
                    "start": 46,
                    "end": 49,
                    "type": "bibr",
                    "ref_id": "b219",
                    "text": "220"
                }
            ]
        },
        {
            "text": "Direct CP violation in B decays",
            "section_rank": 24
        },
        {
            "text": "Two-body charmless hadronic decays of b hadrons are an important avenue for the study of direct CP violation. ",
            "section": "Direct CP violation in B decays",
            "paragraph_rank": 83,
            "section_rank": 24
        },
        {
            "text": "While CP asymmetries of B 0 and B + mesons can be studied at e + e − colliders, a complete understanding can be achieved only by comparing results to those for B 0 s meson which are the exclusive domain of hadron colliders. ",
            "section": "Direct CP violation in B decays",
            "paragraph_rank": 83,
            "section_rank": 24
        },
        {
            "text": "The study of charmless modes of Λ 0 b also offers the opportunity to search for physics beyond the standard model. ",
            "section": "Direct CP violation in B decays",
            "paragraph_rank": 83,
            "section_rank": 24
        },
        {
            "text": "The CDF SVT was designed for the purpose of identifying two-body charmless decays in the trigger. ",
            "section": "Direct CP violation in B decays",
            "paragraph_rank": 83,
            "section_rank": 24
        },
        {
            "text": "221 With a sample of only 180 pb −1 , CDF was able to make the first observation 222 of a charmless B 0 s decay mode. ",
            "section": "Direct CP violation in B decays",
            "paragraph_rank": 83,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b220",
                    "text": "221"
                }
            ]
        },
        {
            "text": "While the signature of a two-particle decay that is displaced from the beamline gives a quite clean signal for decays of the form B (s) → h + h − where h and h are either pions or kaons, the signals from the various modes are nearly degenerate in mass. ",
            "section": "Direct CP violation in B decays",
            "paragraph_rank": 83,
            "section_rank": 24
        },
        {
            "text": "Therefore, it is necessary to use particle identification coupled with kinematic information to disentangle the various modes. ",
            "section": "Direct CP violation in B decays",
            "paragraph_rank": 83,
            "section_rank": 24
        },
        {
            "text": "While measurements of dE/dx in the CDF drift chamber cannot provide eventby-event identification, when included in a likelihood fit along with the mass and the asymmetry between the h + and h − momenta, the yields in the various modes can be determined. ",
            "section": "Direct CP violation in B decays",
            "paragraph_rank": 83,
            "section_rank": 24
        },
        {
            "text": "Thus CDF was able to observe B 0 s → K + K − and to make measurements of the branching ratios of B 0 → π + K − and B 0 → π + π − that were nearly as good as those from B factories at that time. ",
            "section": "Direct CP violation in B decays",
            "paragraph_rank": 83,
            "section_rank": 24
        },
        {
            "text": "223 Using similar methods, in a sample of 1 fb −1 CDF was made the first observation 224 of the decay modes B 0 s → K − π + , Λ 0 b → pK − , and Λ 0 b → pπ − , each with greater than 6σ significance, and measured their branching ratios. ",
            "section": "Direct CP violation in B decays",
            "paragraph_rank": 83,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b222",
                    "text": "223"
                },
                {
                    "start": 85,
                    "end": 88,
                    "type": "bibr",
                    "ref_id": "b223",
                    "text": "224"
                }
            ]
        },
        {
            "text": "Differences between CP asymmetries in B 0 → K + π − and B + → K + π 0 observed at the b factories [225][226][227] is significantly larger than naıve expectations of the SM. ",
            "section": "Direct CP violation in B decays",
            "paragraph_rank": 83,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 98,
                    "end": 103,
                    "type": "bibr",
                    "ref_id": "b224",
                    "text": "[225]"
                },
                {
                    "start": 103,
                    "end": 108,
                    "type": "bibr",
                    "ref_id": "b225",
                    "text": "[226]"
                },
                {
                    "start": 108,
                    "end": 113,
                    "type": "bibr",
                    "ref_id": "b226",
                    "text": "[227]"
                }
            ]
        },
        {
            "text": "228,229 Insight into theoretical explanations of these results can be found from the asymmetry in B 0 s → K − π + decays. ",
            "section": "Direct CP violation in B decays",
            "paragraph_rank": 83,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b227",
                    "text": "228,"
                },
                {
                    "start": 4,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b228",
                    "text": "229"
                }
            ],
            "entity_spans": [
                {
                    "start": 8,
                    "end": 15,
                    "type": "software",
                    "rawForm": "Insight",
                    "resp": "whitelist",
                    "id": "software-simple-w19"
                }
            ]
        },
        {
            "text": "Using improved techniques in the 1 fb −1 sample, CDF made the first measurement 230  decays came with 6.1fb −1 and the first evidence 231 for the charmless annihilation decay mode B 0 s → π + π − . ",
            "section": "Direct CP violation in B decays",
            "paragraph_rank": 83,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 80,
                    "end": 83,
                    "type": "bibr",
                    "ref_id": "b229",
                    "text": "230"
                }
            ]
        },
        {
            "text": "Subsequently, LHCb made the first observation 232 of CP violation in B 0 s decays. ",
            "section": "Direct CP violation in B decays",
            "paragraph_rank": 83,
            "section_rank": 24
        },
        {
            "text": "Using the full 9.6 fb −1 dataset, CDF confirmed 233 that observation. ",
            "section": "Direct CP violation in B decays",
            "paragraph_rank": 83,
            "section_rank": 24
        },
        {
            "text": "The asymmetry measurements in the charmless Λ 0 b decay modes have better than 10% precision and show no significant asymmetry. ",
            "section": "Direct CP violation in B decays",
            "paragraph_rank": 83,
            "section_rank": 24
        },
        {
            "text": "Those measurements remain unique to CDF.",
            "section": "Direct CP violation in B decays",
            "paragraph_rank": 83,
            "section_rank": 24
        },
        {
            "text": "In the 180 pb −1 sample, CDF also searched 234 for CP violation in B + → φK + decays. ",
            "section": "Direct CP violation in B decays",
            "paragraph_rank": 84,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 43,
                    "end": 46,
                    "type": "bibr",
                    "ref_id": "b233",
                    "text": "234"
                }
            ]
        },
        {
            "text": "The asymmetry was consistent with zero, but the measurement was competitive with those from Belle 235 and Babar. ",
            "section": "Direct CP violation in B decays",
            "paragraph_rank": 84,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 98,
                    "end": 101,
                    "type": "bibr",
                    "ref_id": "b234",
                    "text": "235"
                }
            ],
            "entity_spans": [
                {
                    "start": 92,
                    "end": 97,
                    "type": "software",
                    "rawForm": "Belle",
                    "resp": "whitelist",
                    "id": "software-simple-w20"
                }
            ]
        },
        {
            "text": "236 The SM predicts that for b → ccs decays, the tree and penguin contributions have the same weak phase, and thus no direct CP violation is expected in B + → J/ψ K ± decays, although there may be a tiny amount due to penguin loops. ",
            "section": "Direct CP violation in B decays",
            "paragraph_rank": 84,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b235",
                    "text": "236"
                }
            ]
        },
        {
            "text": "The DØ Collaboration has made the best precision measurement 237,238 of the CP asymmetry between the width of B + → J/ψ K + and its charge conjugate and finds that is consistent with zero.",
            "section": "Direct CP violation in B decays",
            "paragraph_rank": 84,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "type": "bibr",
                    "ref_id": "b236",
                    "text": "237,"
                },
                {
                    "start": 65,
                    "end": 68,
                    "type": "bibr",
                    "ref_id": "b237",
                    "text": "238"
                }
            ]
        },
        {
            "text": "Taking advantage of the displaced-track trigger, CDF has also studied CP violation in hadronic decay modes with b → c transitions. ",
            "section": "Direct CP violation in B decays",
            "paragraph_rank": 85,
            "section_rank": 24
        },
        {
            "text": "The branching fractions and CP asymmetries of B ± → D 0 h ± modes, where h is a pion or kaon, allow a theoretically-clean way of measuring the CKM angle γ which is the least well-known CKM angle. ",
            "section": "Direct CP violation in B decays",
            "paragraph_rank": 85,
            "section_rank": 24
        },
        {
            "text": "100 The ADS method 239,240 takes advantage of the the large interference between the process in which a B − → D 0 h − decay through a color-allowed b → c transition is followed by the doubly Cabibbo-suppressed D 0 → K + π − decay and the process in which a B − →D 0 h − decay through a color-suppressed b → u transition followed by the Cabibbo-favored decayD 0 → K + π − . ",
            "section": "Direct CP violation in B decays",
            "paragraph_rank": 85,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b99",
                    "text": "100"
                },
                {
                    "start": 19,
                    "end": 23,
                    "type": "bibr",
                    "ref_id": "b238",
                    "text": "239,"
                },
                {
                    "start": 23,
                    "end": 26,
                    "type": "bibr",
                    "ref_id": "b239",
                    "text": "240"
                }
            ]
        },
        {
            "text": "This interference can lead to significant CP asymmetries from which γ can be extracted. ",
            "section": "Direct CP violation in B decays",
            "paragraph_rank": 85,
            "section_rank": 24
        },
        {
            "text": "CDF observed 241,242 both the",
            "section": "Direct CP violation in B decays",
            "paragraph_rank": 85,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 13,
                    "end": 17,
                    "type": "bibr",
                    "ref_id": "b240",
                    "text": "241,"
                },
                {
                    "start": 17,
                    "end": 20,
                    "type": "bibr",
                    "ref_id": "b241",
                    "text": "242"
                }
            ]
        },
        {
            "text": "greater than 3σ significance and measured the rates and asymmetries. ",
            "section": "Direct CP violation in B decays",
            "paragraph_rank": 86,
            "section_rank": 24
        },
        {
            "text": "that is also equivalent to (|p/q| 2 − |q/p| 2 )/(|p/q| 2 + |q/p| 2 ). ",
            "section": "Direct CP violation in B decays",
            "paragraph_rank": 87,
            "section_rank": 24
        },
        {
            "text": "By measuring the asymmetry between the number of reconstructed B 0 → D ( * )− µ + X decays compared to the charge conjugate D ( * )+ µ − in bins of visible proper decay length and then correcting for detector asymmetries as shown in Fig. 26(a), the DØ Collaboration measured 243 a d sl = [0.68 ± 0.45 (stat.) ± 0.14 (syst.)]%, which is the single most precise measurement of this parameter, with uncertainties smaller than the previous world average of B factory measurements, and consistent with the SM prediction 211 of < 10 −3 . ",
            "section": "Direct CP violation in B decays",
            "paragraph_rank": 87,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 233,
                    "end": 243,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig. 26(a)"
                }
            ]
        },
        {
            "text": "The DØ Collaboration performed a similar analysis using time-integrated B 0 s → D − s µ + X fitting simultaneously to the sum and the difference of the two charge-conjugate processes as shown in Fig. 26(b,c) to measure 244, 245 a s sl = [1.12 ± 0.74 (stat) ± 0.17 (syst)]%, the most precise measurement at the time, consistent with the current LHCb measurement 246 and small value of the SM prediction. ",
            "section": "Direct CP violation in B decays",
            "paragraph_rank": 87,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 195,
                    "end": 207,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig. 26(b,c)"
                },
                {
                    "start": 361,
                    "end": 364,
                    "type": "bibr",
                    "ref_id": "b245",
                    "text": "246"
                }
            ]
        },
        {
            "text": "211 One of the few ways for direct physics (i.e. excluding pion and kaon decays in flight) to result in a pair of same-sign muons is when a b hadron directly decays semileptonically, while a neutral B meson from the other produced b quark oscillates before decaying semileptonically. ",
            "section": "Direct CP violation in B decays",
            "paragraph_rank": 87,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b210",
                    "text": "211"
                }
            ]
        },
        {
            "text": "CP violation in mixing can be expressed as Γ(B 0 (s) →B 0 (s) → µ − X) = Γ(B 0 (s) → B 0 (s) → µ − X) and can be explored by studying the semileptonic asymmetry",
            "section": "Direct CP violation in B decays",
            "paragraph_rank": 87,
            "section_rank": 24
        },
        {
            "text": "/sum by forming the raw asymmetry, correcting for background asymmetries using independent data samples, and determining the fraction of muons from b quarks. ",
            "section": "Direct CP violation in B decays",
            "paragraph_rank": 88,
            "section_rank": 24
        },
        {
            "text": "This asymmetry is a linear combination of the semileptonic charge asymmetries of B 0 and B 0 s , i.e.",
            "section": "Direct CP violation in B decays",
            "paragraph_rank": 88,
            "section_rank": 24
        },
        {
            "text": "sl + C s a s sl . ",
            "section": "Direct CP violation in B decays",
            "paragraph_rank": 89,
            "section_rank": 24
        },
        {
            "text": "In previous publications, [247][248][249][250] the DØ Collaboration measured A b with increasingly larger datasets with values representing up to a 3.9σ deviation from the SM prediction. ",
            "section": "Direct CP violation in B decays",
            "paragraph_rank": 89,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 26,
                    "end": 31,
                    "type": "bibr",
                    "ref_id": "b246",
                    "text": "[247]"
                },
                {
                    "start": 31,
                    "end": 36,
                    "type": "bibr",
                    "ref_id": "b247",
                    "text": "[248]"
                },
                {
                    "start": 36,
                    "end": 41,
                    "type": "bibr",
                    "ref_id": "b248",
                    "text": "[249]"
                },
                {
                    "start": 41,
                    "end": 46,
                    "type": "bibr",
                    "ref_id": "b249",
                    "text": "[250]"
                }
            ]
        },
        {
            "text": "The analysis 193 with the full Run 2 dataset added a more detailed study of the asymmetry dependence on the impact parameter (IP), p T , and |η| of each muon, as well as including an additional CP-violating process to interpret results. ",
            "section": "Direct CP violation in B decays",
            "paragraph_rank": 89,
            "section_rank": 24
        },
        {
            "text": "251 Measurements in the dimuon sample shown in Fig. 27(a) give a result of A CP that represents a 3.6σ deviation from the SM prediction which is the largest observed deviation in the heavy flavor physics program at the Tevatron. ",
            "section": "Direct CP violation in B decays",
            "paragraph_rank": 89,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b250",
                    "text": "251"
                },
                {
                    "start": 47,
                    "end": 57,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig. 27(a)"
                }
            ],
            "entity_spans": [
                {
                    "start": 204,
                    "end": 211,
                    "type": "software",
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "software-simple-w21"
                }
            ]
        },
        {
            "text": "Since the fractional mix of B 0 and B 0 s is different in each (IP 1 , IP 2 ) bin, the semileptonic charge asym- metries can be extracted as shown in Fig. 27(b). ",
            "section": "Direct CP violation in B decays",
            "paragraph_rank": 89,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 150,
                    "end": 160,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig. 27(b)"
                }
            ]
        },
        {
            "text": "The result deviates from the SM by 3.0σ. ",
            "section": "Direct CP violation in B decays",
            "paragraph_rank": 89,
            "section_rank": 24
        },
        {
            "text": "The results are consistent with the independent DØ measurements 243, 244 of a d sl and a s sl described above, and the combination of all DØ results are also shown in Fig. 27(b). ",
            "section": "Direct CP violation in B decays",
            "paragraph_rank": 89,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 167,
                    "end": 177,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig. 27(b)"
                }
            ]
        },
        {
            "text": "These are the most precise determinations of these quantities so far from a single measurement. ",
            "section": "Direct CP violation in B decays",
            "paragraph_rank": 89,
            "section_rank": 24
        },
        {
            "text": "The observed dimuon charge asymmetry also has a contribution from the CP violation in the interference of decay amplitudes for the decay B 0 (B 0 ) → ccdd with and without mixing. ",
            "section": "Direct CP violation in B decays",
            "paragraph_rank": 89,
            "section_rank": 24
        },
        {
            "text": "251 Since this contribution is proportional to the quantity ∆Γ d /Γ d , the measurement also allows for the extraction of ∆Γ d /Γ d = (0.50 ± 1.38)% (and (0.79 ± 1.15)% when combining all the DØ measurements). ",
            "section": "Direct CP violation in B decays",
            "paragraph_rank": 89,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b250",
                    "text": "251"
                }
            ]
        },
        {
            "text": "This combination is still consistent with all other measurements, and also stresses the importance of having more independent measurements of ∆Γ d /Γ d .",
            "section": "Direct CP violation in B decays",
            "paragraph_rank": 89,
            "section_rank": 24
        },
        {
            "text": "CP violation in interference between decay and B mixing",
            "section_rank": 25
        },
        {
            "text": "In the \"golden mode\" of the B factories, the final state of J/ψ K 0 can be reached directly from B 0 decay or after a flavor oscillation, i.e. B 0 (→B 0 ) → J/ψ K 0 . ",
            "section": "CP violation in interference between decay and B mixing",
            "paragraph_rank": 90,
            "section_rank": 25
        },
        {
            "text": "There is interference since the same final state can be reached by two different decay paths, and CPV can occur in this interference via phases φ NP arising from new physics. ",
            "section": "CP violation in interference between decay and B mixing",
            "paragraph_rank": 90,
            "section_rank": 25
        },
        {
            "text": "This decay explores the unitarity triangle formed from the first and third columns of the CKM matrix and can be used to measure precisely the angle β. ",
            "section": "CP violation in interference between decay and B mixing",
            "paragraph_rank": 90,
            "section_rank": 25
        },
        {
            "text": "The corresponding golden modes at the Tevatron are decays of the type B 0 s (→ B 0 s ) → J/ψ φ that probe the \"squashed\" unitarity triangle for the B 0 s system formed from the second and third columns of the CKM matrix characterized by the tiny angle 211  CP violation can therefore be manifested in a difference between the decays",
            "section": "CP violation in interference between decay and B mixing",
            "paragraph_rank": 90,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 252,
                    "end": 255,
                    "type": "bibr",
                    "ref_id": "b210",
                    "text": "211"
                }
            ]
        },
        {
            "text": "The angular distributions of the decays of the two vector particles in the final state J/ψ → µ + µ − and φ → K + K − can be used to disentangle the CP-even and CP-odd components as a function of proper decay time. ",
            "section": "CP violation in interference between decay and B mixing",
            "paragraph_rank": 91,
            "section_rank": 25
        },
        {
            "text": "With a sizable lifetime difference ∆Γ s , there is sensitivity to φ s through the interference terms between the CP-even and CP-odd states even without flavor-tagging the initial state. ",
            "section": "CP violation in interference between decay and B mixing",
            "paragraph_rank": 91,
            "section_rank": 25
        },
        {
            "text": "In the approach pursued in early analyses by DØ 205,206 and CDF, 207 the lifetime difference ∆Γ s , average lifetimeτ s = 1/Γ s , and φ s were measured. ",
            "section": "CP violation in interference between decay and B mixing",
            "paragraph_rank": 91,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 48,
                    "end": 52,
                    "type": "bibr",
                    "ref_id": "b204",
                    "text": "205,"
                },
                {
                    "start": 52,
                    "end": 55,
                    "type": "bibr",
                    "ref_id": "b205",
                    "text": "206"
                },
                {
                    "start": 65,
                    "end": 68,
                    "type": "bibr",
                    "ref_id": "b206",
                    "text": "207"
                }
            ]
        },
        {
            "text": "These early analyses generated considerable excitement as both Tevatron experiments indicated modest deviations from the SM, both to negative values as shown in Fig. 28 that when combined 252 gave a 2.2σ deviation from the SM, and 2.7σ when combined with the value of a s sl at that time, as shown in Fig. 28(a). ",
            "section": "CP violation in interference between decay and B mixing",
            "paragraph_rank": 91,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 161,
                    "end": 168,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig. 28"
                },
                {
                    "start": 301,
                    "end": 311,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig. 28(a)"
                }
            ]
        },
        {
            "text": "Later analyses 203,204,209,210 included initial-state flavor tagging as well as taking into account any S-wave K + K − component under the φ mass peak. ",
            "section": "CP violation in interference between decay and B mixing",
            "paragraph_rank": 91,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 15,
                    "end": 19,
                    "type": "bibr",
                    "ref_id": "b202",
                    "text": "203,"
                },
                {
                    "start": 19,
                    "end": 23,
                    "type": "bibr",
                    "ref_id": "b203",
                    "text": "204,"
                },
                {
                    "start": 23,
                    "end": 27,
                    "type": "bibr",
                    "ref_id": "b208",
                    "text": "209,"
                },
                {
                    "start": 27,
                    "end": 30,
                    "type": "bibr",
                    "ref_id": "b209",
                    "text": "210"
                }
            ]
        },
        {
            "text": "Final analyses give results consistent with both later measurements at LHC and with the SM (see Fig. 28(b)).",
            "section": "CP violation in interference between decay and B mixing",
            "paragraph_rank": 91,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 96,
                    "end": 106,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig. 28(b)"
                }
            ]
        },
        {
            "text": "In the 180 pb −1 sample, CDF made the first observation 234   Fig. 29. ",
            "section": "CP violation in interference between decay and B mixing",
            "paragraph_rank": 92,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 56,
                    "end": 59,
                    "type": "bibr",
                    "ref_id": "b233",
                    "text": "234"
                },
                {
                    "start": 62,
                    "end": 69,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig. 29"
                }
            ]
        },
        {
            "text": "In the SM, FCNC decays can proceed through box and loop W and Z diagrams, while in SM extensions new particles can contribute to the processes and increase the branching fractions. ",
            "section": "CP violation in interference between decay and B mixing",
            "paragraph_rank": 92,
            "section_rank": 25
        },
        {
            "text": "time evolution of the heavy and light CP eigenstates of the B 0 s . ",
            "section": "CP violation in interference between decay and B mixing",
            "paragraph_rank": 92,
            "section_rank": 25
        },
        {
            "text": "The general expression for the angular distributions contains terms whose coefficients are zero in the SM, thus providing another avenue to search for new physics. ",
            "section": "CP violation in interference between decay and B mixing",
            "paragraph_rank": 92,
            "section_rank": 25
        },
        {
            "text": "CDF has measured 253 the amplitudes of the angular distributions and searched for asymmetries in components sensitive to new physics. ",
            "section": "CP violation in interference between decay and B mixing",
            "paragraph_rank": 92,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 17,
                    "end": 20,
                    "type": "bibr",
                    "ref_id": "b252",
                    "text": "253"
                }
            ]
        },
        {
            "text": "No significant asymmetries were found. ",
            "section": "CP violation in interference between decay and B mixing",
            "paragraph_rank": 92,
            "section_rank": 25
        },
        {
            "text": "The branching ratio is BR(B 0 s → φφ) = [2.32 ± 0.18 (stat) ± 0.82 (syst)] × 10 −5 . ",
            "section": "CP violation in interference between decay and B mixing",
            "paragraph_rank": 92,
            "section_rank": 25
        },
        {
            "text": "The longitudinal fraction of decays can be used to understand the details of the decay process and is found to be f L = 0.348 ± 0.041(stat) ± 0.021(syst).",
            "section": "CP violation in interference between decay and B mixing",
            "paragraph_rank": 92,
            "section_rank": 25
        },
        {
            "text": "Rare Decays",
            "section_rank": 26
        },
        {
            "text": "Flavor-changing neutral current (FCNC) decay modes are forbidden at the tree level in the SM by the GIM mechanism. ",
            "section": "Rare Decays",
            "paragraph_rank": 93,
            "section_rank": 26
        },
        {
            "text": "They can proceed through higher-order effective FCNC currents as shown in Fig. 29. ",
            "section": "Rare Decays",
            "paragraph_rank": 93,
            "section_rank": 26,
            "ref_spans": [
                {
                    "start": 74,
                    "end": 81,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig. 29"
                }
            ]
        },
        {
            "text": "While highly suppressed in the SM, many extensions to the SM allow for the branching fractions to be increased, which makes these decays highly sensitive probes for physics beyond the SM.",
            "section": "Rare Decays",
            "paragraph_rank": 93,
            "section_rank": 26
        },
        {
            "text": "FCNC decays of charm",
            "section_rank": 27
        },
        {
            "text": "The GIM suppression in D meson decays is significantly stronger than for B mesons because of the smaller quark masses, and the SM branching fractions are expected to be lower, leaving a large window of opportunity still available to search for new physics in charm decays. ",
            "section": "FCNC decays of charm",
            "paragraph_rank": 94,
            "section_rank": 27
        },
        {
            "text": "CDF searched 254 for the decay D 0 → µ + µ − and set an upper limit on the branching fraction 3.0 × 10 −7 at the 95% confidence level using the kinematically similar D 0 → π + π − channel for normalization. ",
            "section": "FCNC decays of charm",
            "paragraph_rank": 94,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 13,
                    "end": 16,
                    "type": "bibr",
                    "ref_id": "b253",
                    "text": "254"
                }
            ]
        },
        {
            "text": "The DØ Collaboration made the first observation of the decay D + s → φπ + → µ + µ − π + and the first evidence for the decay D + to the same final state. ",
            "section": "FCNC decays of charm",
            "paragraph_rank": 94,
            "section_rank": 27
        },
        {
            "text": "255 The search for the c → uµ + µ − transition in the decay D + → µ + µ − π + was performed in the continuum region outside of the φ resonance to set a limit of B(D + → π + µ + µ − ) < 3.9 × 10 −6 at the 90% C.L., the most stringent on this transition at the time.",
            "section": "FCNC decays of charm",
            "paragraph_rank": 94,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b254",
                    "text": "255"
                }
            ]
        },
        {
            "text": "FCNC decays of b hadrons",
            "section_rank": 28
        },
        {
            "text": "In B mesons, internal quark annihilation decays are suppressed by (f B /m B ) 2 2 × 10 −3 relative to the electroweak penguin b → sγ decay. ",
            "section": "FCNC decays of b hadrons",
            "paragraph_rank": 95,
            "section_rank": 28
        },
        {
            "text": "Helicity suppression factor factors then push the SM branching fractions for B(B 0 s → µ + µ − ) and B(B 0 → µ + µ − ) down to (3.2 ± 0.3) × 10 −9 and (1.1 ± 0.1) × 10 −10 , respectively. ",
            "section": "FCNC decays of b hadrons",
            "paragraph_rank": 95,
            "section_rank": 28
        },
        {
            "text": "256 Aside from a weak constraint 257 from the L3 Collaboration at LEP, the Tevatron experiments provided the only significant bounds on B(B 0 q → µ + µ − ) for decades, contributing strongly to placing powerful constraints on BSM physics. ",
            "section": "FCNC decays of b hadrons",
            "paragraph_rank": 95,
            "section_rank": 28,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b255",
                    "text": "256"
                }
            ]
        },
        {
            "text": "As an example, the decay rate for B 0 s → µ + µ − is proportional to (tan β) 6 in the minimal supersymmetric standard model and to (tan β) 4 in more generic two-Higgs doublet models, where tan β is the ratio of the vacuum expectation values of the two Higgs fields, so that decay rate can be enhanced relative to the SM by over two orders of magnitude at large tan β values. ",
            "section": "FCNC decays of b hadrons",
            "paragraph_rank": 95,
            "section_rank": 28,
            "ref_spans": [
                {
                    "start": 77,
                    "end": 78,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6"
                }
            ]
        },
        {
            "text": "An overview of these constraints on various models as well as a model-independent treatment can be found in Ref. 258.",
            "section": "FCNC decays of b hadrons",
            "paragraph_rank": 95,
            "section_rank": 28,
            "ref_spans": [
                {
                    "start": 113,
                    "end": 116,
                    "type": "bibr",
                    "ref_id": "b257",
                    "text": "258"
                }
            ]
        },
        {
            "text": "The CDF and DØ Collaborations carried out a series of increasingly sophisticated searches for B 0 s → µ + µ − over time as more data became available. ",
            "section": "FCNC decays of b hadrons",
            "paragraph_rank": 96,
            "section_rank": 28
        },
        {
            "text": "The analyses focused on reduction of combinatorial and physics background through B 0 s lifetime significance, muon isolation, and other kinematic criteria. ",
            "section": "FCNC decays of b hadrons",
            "paragraph_rank": 96,
            "section_rank": 28
        },
        {
            "text": "CDF's first Run 2 result 259 yielded a branching ratio 95% CL upper limit of 6×10 −7 . ",
            "section": "FCNC decays of b hadrons",
            "paragraph_rank": 96,
            "section_rank": 28,
            "entity_spans": [
                {
                    "start": 59,
                    "end": 61,
                    "type": "software",
                    "rawForm": "CL",
                    "resp": "whitelist",
                    "id": "software-simple-w22"
                }
            ]
        },
        {
            "text": "This was quickly surpassed by the first Run 2 DØ analysis. ",
            "section": "FCNC decays of b hadrons",
            "paragraph_rank": 96,
            "section_rank": 28
        },
        {
            "text": "260 Subsequent analyses by both experiments used multivariate analyses and more data with the two experiments achieving similar sensitivities as a result of their relative strengths, CDF's tracking resolution versus DØ's greater muon acceptance. ",
            "section": "FCNC decays of b hadrons",
            "paragraph_rank": 96,
            "section_rank": 28,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b259",
                    "text": "260"
                }
            ]
        },
        {
            "text": "The later DØ analyses used a likelihood ratio selection, 261 Bayesian neural nets, 262 and finally, with the full data set 263 two separate boosted decision trees treating different categories of physics backgrounds, resulting in the limit B(B 0 s → µ + µ − ) < 1.5 × 10 −8 at the 95% C.L. as shown in Fig. 30(b) and Fig. 31. ",
            "section": "FCNC decays of b hadrons",
            "paragraph_rank": 96,
            "section_rank": 28,
            "ref_spans": [
                {
                    "start": 57,
                    "end": 60,
                    "type": "bibr",
                    "ref_id": "b260",
                    "text": "261"
                },
                {
                    "start": 83,
                    "end": 86,
                    "type": "bibr",
                    "ref_id": "b261",
                    "text": "262"
                },
                {
                    "start": 302,
                    "end": 312,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Fig. 30(b)"
                },
                {
                    "start": 317,
                    "end": 324,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 31"
                }
            ]
        },
        {
            "text": "Since the DØ detector did not have the necessary mass resolution to separate B 0 from B 0 s decays, it was assumed that there are no contributions from B 0 → µ + µ − decays, since this decay is suppressed by |V td /V ts | 2 0.04. ",
            "section": "FCNC decays of b hadrons",
            "paragraph_rank": 96,
            "section_rank": 28
        },
        {
            "text": "Multi- s → µ + µ − showing the dimuon mass distribution for four bins of neural net score and two sets of muon detectors. ",
            "section": "FCNC decays of b hadrons",
            "paragraph_rank": 96,
            "section_rank": 28
        },
        {
            "text": "The light shaded region is the predicted background with the hatching showing its uncertainty, the points show the data, and the dark shading is the best fit for the signal. ",
            "section": "FCNC decays of b hadrons",
            "paragraph_rank": 96,
            "section_rank": 28
        },
        {
            "text": "(b) DØ dimuon mass distribution in the blinded region for the full dataset after BDT selections are applied.",
            "section": "FCNC decays of b hadrons",
            "paragraph_rank": 96,
            "section_rank": 28
        },
        {
            "text": "variate techniques substantially improved CDF's sensitivity where using a likelihood technique improved the limit 264 by a factor of 4 after only doubling the integrated luminosity. ",
            "section": "FCNC decays of b hadrons",
            "paragraph_rank": 97,
            "section_rank": 28
        },
        {
            "text": "In the analysis 265 of 2 fb −1 , CDF improved the muon selection and applied a neural net classifier. ",
            "section": "FCNC decays of b hadrons",
            "paragraph_rank": 97,
            "section_rank": 28
        },
        {
            "text": "The limit was calculated using several bins of neural net score with different background suppression factors in order to improve sensitivity. ",
            "section": "FCNC decays of b hadrons",
            "paragraph_rank": 97,
            "section_rank": 28
        },
        {
            "text": "In a 7 fb −1 sample, CDF found 266 a small excess above expected backgrounds that was more consistent with SM production than with the null hypothesis, but not sufficiently significant to claim discovery. ",
            "section": "FCNC decays of b hadrons",
            "paragraph_rank": 97,
            "section_rank": 28
        },
        {
            "text": "Backgrounds in this study were verified in comparisons to data in orthogonal samples. ",
            "section": "FCNC decays of b hadrons",
            "paragraph_rank": 97,
            "section_rank": 28
        },
        {
            "text": "This result was confirmed in the full dataset, leading to the result 267 B(B 0 s → µ + µ − ) = (1.3 +0.9 −0.7 ) × 10 −8 . ",
            "section": "FCNC decays of b hadrons",
            "paragraph_rank": 97,
            "section_rank": 28
        },
        {
            "text": "To explore the quark-level transition b → s + − , inclusive FCNC decays like B 0 → X s + − or B 0 → X s γ are theoretically easier to calculate, but exclusive decays such as B 0 → K * + − with one hadron in the final state are experimentally easier to study at the B factories. ",
            "section": "FCNC decays of b hadrons",
            "paragraph_rank": 97,
            "section_rank": 28
        },
        {
            "text": "The analogous state B 0 s → φ + − tests the same transition and has been explored at the Tevatron. ",
            "section": "FCNC decays of b hadrons",
            "paragraph_rank": 97,
            "section_rank": 28
        },
        {
            "text": "The DØ Collaboration searched 268 for the decay B 0 s → φµ + µ − , restricting the invariant mass of the dimuons to be outside the charmonium resonances to avoid large interference effects with dominant decay modes such as B 0 s → J/ψ φ, and set a limit that was the most stringent at the time.",
            "section": "FCNC decays of b hadrons",
            "paragraph_rank": 97,
            "section_rank": 28,
            "ref_spans": [
                {
                    "start": 30,
                    "end": 33,
                    "type": "bibr",
                    "ref_id": "b267",
                    "text": "268"
                }
            ]
        },
        {
            "text": "CDF made the first observation 269 of b → sµ + µ − decays at a hadron collider in a sample of about 1 fb −1 and measured branching ratios for the B + → K + µ + µ − , B 0 → K 0 S µ + µ − , and B 0 → K * 0 µ + µ − decay modes. ",
            "section": "FCNC decays of b hadrons",
            "paragraph_rank": 98,
            "section_rank": 28
        },
        {
            "text": "With a factor of four increase in data, CDF made the first observation 270 of the decay B 0 s → φµ + µ − and measured the differential decay rate dΓ/dq 2 and the dimuon forward-backward asymmetry A F B as a function of q 2 ≡ M 2 (µ + µ − ) in B + → K + µ + µ − and B 0 → K * 0 µ + µ − decays as well as the the longitudinal polarization fraction F L as a function of q 2 in the B 0 mode. ",
            "section": "FCNC decays of b hadrons",
            "paragraph_rank": 98,
            "section_rank": 28
        },
        {
            "text": "Because the presence of new particles mediating these FCNC  decays can change the internal dynamics of the decay, distributions of quantities like dΓ/dq 2 , A F B , and F L provide important opportunities to search for the effects of new physics. ",
            "section": "FCNC decays of b hadrons",
            "paragraph_rank": 98,
            "section_rank": 28
        },
        {
            "text": "The CDF measurements were quite competitive with those from the e + e − B factories. ",
            "section": "FCNC decays of b hadrons",
            "paragraph_rank": 98,
            "section_rank": 28
        },
        {
            "text": "271,272 With improved analysis methods, in a sample of 6.8 fb −1 , CDF made the first observation 273 of a FCNC decay of a baryon for the decay Λ b → Λµ + µ − with a significance corresponding to 5.8σ. ",
            "section": "FCNC decays of b hadrons",
            "paragraph_rank": 98,
            "section_rank": 28,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b270",
                    "text": "271,"
                },
                {
                    "start": 4,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b271",
                    "text": "272"
                },
                {
                    "start": 98,
                    "end": 101,
                    "type": "bibr",
                    "ref_id": "b272",
                    "text": "273"
                }
            ]
        },
        {
            "text": "CDF also improved on branching ratios for the meson decay modes and made the first measurement of dΓ/dq 2 in B 0 s → φµ + µ − decays. ",
            "section": "FCNC decays of b hadrons",
            "paragraph_rank": 98,
            "section_rank": 28
        },
        {
            "text": "Subsequently, CDF improved 274 the measurements of A F B and F L and made the first measurements of transverse polarization asymmetry A (2) T and the time-reversal-odd charge-and-parity asymmetry A im , including B + → K * + µ + µ − decays as well. ",
            "section": "FCNC decays of b hadrons",
            "paragraph_rank": 98,
            "section_rank": 28,
            "ref_spans": [
                {
                    "start": 136,
                    "end": 139,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(2)"
                }
            ]
        },
        {
            "text": "Figure 32 shows various distributions from this analysis.",
            "section": "FCNC decays of b hadrons",
            "paragraph_rank": 98,
            "section_rank": 28,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 32"
                }
            ]
        },
        {
            "text": "Lepton flavor violating decays",
            "section_rank": 29
        },
        {
            "text": "While neutrino oscillations show that lepton number is violated, the neutrino mass is too small for mixing to have an effect in hadron decays. ",
            "section": "Lepton flavor violating decays",
            "paragraph_rank": 99,
            "section_rank": 29
        },
        {
            "text": "Nevertheless, new particles in loops could lead to substantial deviations from SM expectations. ",
            "section": "Lepton flavor violating decays",
            "paragraph_rank": 99,
            "section_rank": 29
        },
        {
            "text": "For example, in the Pati-Salam model, 275 leptoquarks carry quantum numbers of both quarks and leptons. ",
            "section": "Lepton flavor violating decays",
            "paragraph_rank": 99,
            "section_rank": 29,
            "ref_spans": [
                {
                    "start": 38,
                    "end": 41,
                    "type": "bibr",
                    "ref_id": "b274",
                    "text": "275"
                }
            ]
        },
        {
            "text": "CDF searched 276 for the lepton-flavor violating decay B 0 s,d → e ± µ ∓ and set what was then the most stringent limit on the branching ratios. ",
            "section": "Lepton flavor violating decays",
            "paragraph_rank": 99,
            "section_rank": 29,
            "ref_spans": [
                {
                    "start": 13,
                    "end": 16,
                    "type": "bibr",
                    "ref_id": "b275",
                    "text": "276"
                }
            ]
        },
        {
            "text": "Those limits correspond to a 90% CL lower limit on leptoquark masses in the Pati-Salam model of 47.8 GeV(59.3 GeV) for the B 0 (B 0 s ) decay mode.",
            "section": "Lepton flavor violating decays",
            "paragraph_rank": 99,
            "section_rank": 29,
            "entity_spans": [
                {
                    "start": 33,
                    "end": 35,
                    "type": "software",
                    "rawForm": "CL",
                    "resp": "whitelist",
                    "id": "software-simple-w23"
                }
            ]
        },
        {
            "text": "Summary",
            "section_rank": 30
        },
        {
            "text": "When planning began for the Tevatron, the bottom quark had only recently been discovered. ",
            "section": "Summary",
            "paragraph_rank": 100,
            "section_rank": 30
        },
        {
            "text": "The measurement of b quark cross sections and full reconstruction of a handful B meson decays in the early data were already an achievement. ",
            "section": "Summary",
            "paragraph_rank": 100,
            "section_rank": 30
        },
        {
            "text": "While conventional wisdom held that b physics could not be done in the busy hadron collision environment, early in Run 1, CDF and DØ were breaking new ground and making world-leading measurements, often surprising their LEP competitors at the time with their capabilities. ",
            "section": "Summary",
            "paragraph_rank": 100,
            "section_rank": 30
        },
        {
            "text": "The improvements in technology and increases in luminosity that came with Run 2 coupled with the ingenuity of analyzers led to an explosion of heavy flavor results including the discovery of B s mixing and new baryons, world-leading measurements of CP violation and b hadron properties, and precision results on heavy-quark and quarkonium production and spectroscopy.",
            "section": "Summary",
            "paragraph_rank": 100,
            "section_rank": 30
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 31
        },
        {
            "text": "Fig. 1. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 101,
            "section_rank": 31
        },
        {
            "text": "(a) DØ measurement of the b-jet cross section; ",
            "section": "Fig. 1 .",
            "paragraph_rank": 101,
            "section_rank": 31
        },
        {
            "text": "(b) CDF measurement of the B + cross section as well as the cross section of b hadrons inferred from displaced J/ψ mesons. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 101,
            "section_rank": 31
        },
        {
            "text": "For the later measurement and the theoretical predictions, the fragmentation fraction fu = 0.389 is applied.",
            "section": "Fig. 1 .",
            "paragraph_rank": 101,
            "section_rank": 31
        },
        {
            "text": "H",
            "section_rank": 32
        },
        {
            "text": "b . ",
            "section": "H",
            "paragraph_rank": 102,
            "section_rank": 32
        },
        {
            "text": "The results of both the B + and J/ψ measurements are shown inFig. ",
            "section": "H",
            "paragraph_rank": 102,
            "section_rank": 32
        },
        {
            "text": "1(b) along with results from Run 1.CDF also measured the differential H b cross section 78 using correlations of muons with D 0 or D * + mesons. ",
            "section": "H",
            "paragraph_rank": 102,
            "section_rank": 32
        },
        {
            "text": "The D ( * ) µ spectra are corrected in an analogous way to the displaced J/ψ spectra. ",
            "section": "H",
            "paragraph_rank": 102,
            "section_rank": 32
        },
        {
            "text": "The J/ψ, µD ( * ) , and B + results are all in good agreement with each other and with the fixed-order leading log calculation of Refs. ",
            "section": "H",
            "paragraph_rank": 102,
            "section_rank": 32
        },
        {
            "text": "79 and 80.",
            "section": "H",
            "paragraph_rank": 102,
            "section_rank": 32
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 33
        },
        {
            "text": "Fig. 2. ",
            "section": "Fig. 2 .",
            "paragraph_rank": 103,
            "section_rank": 33
        },
        {
            "text": "CDF measurements of the differential cross sections of D 0 , D * + , D + , and D + s mesons",
            "section": "Fig. 2 .",
            "paragraph_rank": 103,
            "section_rank": 33
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 34
        },
        {
            "text": "Fig. 3. ",
            "section": "Fig. 3 .",
            "paragraph_rank": 104,
            "section_rank": 34
        },
        {
            "text": "(a) p T dependence of the J/ψ differential cross section at DØ and its theoretical predictions with only statistical uncertainties. ",
            "section": "Fig. 3 .",
            "paragraph_rank": 104,
            "section_rank": 34
        },
        {
            "text": "The correlated uncertainty across all points is approximately 20%, including varying the J/ψ polarization between 0 and 100%. ",
            "section": "Fig. 3 .",
            "paragraph_rank": 104,
            "section_rank": 34
        },
        {
            "text": "(b) CDF measurement of the inclusive J/ψ cross section as a function of J/ψ p T integrated over the rapidity range |y| < 0.6.",
            "section": "Fig. 3 .",
            "paragraph_rank": 104,
            "section_rank": 34
        },
        {
            "text": "4. 5 .",
            "section_rank": 35
        },
        {
            "text": "b Fragmentation fractions b quarks produced in pp collisions are accompanied by qq pairs created in the color field in the process of fragmentation where anti-quarks combine with the b quark to Heavy Flavor Physics at the Tevatron 13",
            "section": "4. 5 .",
            "paragraph_rank": 105,
            "section_rank": 35
        },
        {
            "text": "Fig. 4 .",
            "section_rank": 36
        },
        {
            "text": "Fig. 4. ",
            "section": "Fig. 4 .",
            "paragraph_rank": 106,
            "section_rank": 36
        },
        {
            "text": "(a) CDF and DØ results on Υ polarization compared to theoretical predictions for Υ(1S). ",
            "section": "Fig. 4 .",
            "paragraph_rank": 106,
            "section_rank": 36
        },
        {
            "text": "The yellow bands indicates the range of α(≡ λ θ ) predicted by NRQCD.96 ",
            "section": "Fig. 4 .",
            "paragraph_rank": 106,
            "section_rank": 36,
            "ref_spans": [
                {
                    "start": 69,
                    "end": 71,
                    "type": "bibr",
                    "ref_id": "b95",
                    "text": "96"
                }
            ]
        },
        {
            "text": "The two magenta curves show two extreme cases of the k T factorization model.97 ",
            "section": "Fig. 4 .",
            "paragraph_rank": 106,
            "section_rank": 36,
            "ref_spans": [
                {
                    "start": 77,
                    "end": 79,
                    "type": "bibr",
                    "ref_id": "b96",
                    "text": "97"
                }
            ]
        },
        {
            "text": "The upper (dashed) curve assumes complete de-polarization of the Υ(1S) when produced in the decay of χ b states, while the lower (solid) curve assumes that the polarization is preserved. ",
            "section": "Fig. 4 .",
            "paragraph_rank": 106,
            "section_rank": 36
        },
        {
            "text": "(b) CDF results on the frame-invariant quantityλ in the Collins-Soper frame and s-channel helicity frame.",
            "section": "Fig. 4 .",
            "paragraph_rank": 106,
            "section_rank": 36,
            "entity_spans": [
                {
                    "start": 81,
                    "end": 89,
                    "type": "software",
                    "rawForm": "-channel",
                    "resp": "whitelist",
                    "id": "software-simple-w24"
                }
            ]
        },
        {
            "text": "103 QFig. ",
            "section_rank": 37
        },
        {
            "text": "5 .",
            "section_rank": 37
        },
        {
            "text": "Fig. 5. ",
            "section": "103 QFig. 5 .",
            "paragraph_rank": 107,
            "section_rank": 37
        },
        {
            "text": "(a) Atomic analogy of HQET for heavy mesons; ",
            "section": "103 QFig. 5 .",
            "paragraph_rank": 107,
            "section_rank": 37
        },
        {
            "text": "(b) for bud, buu, bdd baryons.",
            "section": "103 QFig. 5 .",
            "paragraph_rank": 107,
            "section_rank": 37
        },
        {
            "text": "Fig. 5 (",
            "section_rank": 38
        },
        {
            "text": "a). ",
            "section": "Fig. 5 (",
            "paragraph_rank": 108,
            "section_rank": 38
        },
        {
            "text": "Studies of these states provide very sensitive tests of potential models, HQET, and many regimes of QCD in general, including lattice gauge calculations and QCD strings.The Tevatron has the capability of producing heavier states not accessible at the B factories running at the Υ(4S):• bottom-strange mesons: B 0 s (bs, the ground state with the spins of the quarks anti-aligned) and B * s (bs, with the spins of the quarks aligned); • bottom-charm mesons B c (bc, the ground state); • excited mesons B * * / B * * s (bu,bd, andbs with the quarks having relative orbital angular momentum); and • the b baryons Λ 0 b (bud), Σ ( * )± b (buu and bdd), Ξ − b and Ξ 0 b (bsd and bsu), and Ω − b (bss).",
            "section": "Fig. 5 (",
            "paragraph_rank": 108,
            "section_rank": 38
        },
        {
            "text": "Fig. 6 .",
            "section_rank": 39
        },
        {
            "text": "Fig. 6. ",
            "section": "Fig. 6 .",
            "paragraph_rank": 109,
            "section_rank": 39
        },
        {
            "text": "The invariant mass distributions forB + → J/ψ K + , B 0 → J/ψ K * 0 , B 0 s → J/ψ φ and Λ 0 b → J/ψ Λ 0 candidates.The results of log-likelihood fits are superimposed. ",
            "section": "Fig. 6 .",
            "paragraph_rank": 109,
            "section_rank": 39
        },
        {
            "text": "The fit probabilities obtained from a χ 2 test are shown.",
            "section": "Fig. 6 .",
            "paragraph_rank": 109,
            "section_rank": 39
        },
        {
            "text": "Fig. 7 .",
            "section_rank": 40
        },
        {
            "text": "Fig. 7. ",
            "section": "Fig. 7 .",
            "paragraph_rank": 110,
            "section_rank": 40
        },
        {
            "text": "(a) (inset) In CDF, the J/ψ K + mass distribution has an excellent signal-to-background ratio as a result of the optimized cuts. ",
            "section": "Fig. 7 .",
            "paragraph_rank": 110,
            "section_rank": 40
        },
        {
            "text": "The J/ψ π + mass distribution shows a clear excess for the B + c as well as the B + reflection; ",
            "section": "Fig. 7 .",
            "paragraph_rank": 110,
            "section_rank": 40
        },
        {
            "text": "(b) the B + c mass signal peak as determined in a binned likelihood fit; ",
            "section": "Fig. 7 .",
            "paragraph_rank": 110,
            "section_rank": 40
        },
        {
            "text": "(c) DØ B + c signal peak in the same channel.",
            "section": "Fig. 7 .",
            "paragraph_rank": 110,
            "section_rank": 40
        },
        {
            "text": "Fig. 8 .",
            "section_rank": 41
        },
        {
            "text": "Fig. 8. ",
            "section": "Fig. 8 .",
            "paragraph_rank": 111,
            "section_rank": 41
        },
        {
            "text": "(a) Spectroscopy of orbitally excited B meson states; ",
            "section": "Fig. 8 .",
            "paragraph_rank": 111,
            "section_rank": 41
        },
        {
            "text": "(b) DØ signal peaks for excited B meson states.",
            "section": "Fig. 8 .",
            "paragraph_rank": 111,
            "section_rank": 41
        },
        {
            "text": "Fig. 9 .",
            "section_rank": 42
        },
        {
            "text": "Fig. 9. ",
            "section": "Fig. 9 .",
            "paragraph_rank": 112,
            "section_rank": 42
        },
        {
            "text": "CDF ",
            "section": "Fig. 9 .",
            "paragraph_rank": 112,
            "section_rank": 42
        },
        {
            "text": "(a) B * * (and radial excitation); and ",
            "section": "Fig. 9 .",
            "paragraph_rank": 112,
            "section_rank": 42
        },
        {
            "text": "(b) B * * s states (Q = M (B * * )−M (B)−M (π + )).",
            "section": "Fig. 9 .",
            "paragraph_rank": 112,
            "section_rank": 42
        },
        {
            "text": "Fig. 10 .",
            "section_rank": 43
        },
        {
            "text": "Fig. 10. ",
            "section": "Fig. 10 .",
            "paragraph_rank": 113,
            "section_rank": 43
        },
        {
            "text": "Mass distributions for ",
            "section": "Fig. 10 .",
            "paragraph_rank": 113,
            "section_rank": 43
        },
        {
            "text": "(a) D * + π − and ",
            "section": "Fig. 10 .",
            "paragraph_rank": 113,
            "section_rank": 43
        },
        {
            "text": "(b) D + π − indicating the signals for D 0 1 and D * 02 . ",
            "section": "Fig. 10 .",
            "paragraph_rank": 113,
            "section_rank": 43
        },
        {
            "text": "In ",
            "section": "Fig. 10 .",
            "paragraph_rank": 113,
            "section_rank": 43
        },
        {
            "text": "(b), the left peak arises from D * * 0 → D * + π − decays where a π 0 from the D * decay is not observed.",
            "section": "Fig. 10 .",
            "paragraph_rank": 113,
            "section_rank": 43
        },
        {
            "text": "( * ) b baryons in the decay mode Σ ( * )± b → Λ 0 b π ±",
            "paragraph_rank": 114,
            "section_rank": 44
        },
        {
            "text": "Fig. 11 .",
            "section_rank": 45
        },
        {
            "text": "Fig. 11. ",
            "section": "Fig. 11 .",
            "paragraph_rank": 115,
            "section_rank": 45
        },
        {
            "text": "Baryon mulitplets with new b-flavored baryons discovered at the Tevatron indicated by the star symbols.",
            "section": "Fig. 11 .",
            "paragraph_rank": 115,
            "section_rank": 45
        },
        {
            "text": "Fig. 12 .",
            "section_rank": 46
        },
        {
            "text": "Fig. 12. ",
            "section": "Fig. 12 .",
            "paragraph_rank": 116,
            "section_rank": 46
        },
        {
            "text": "(a) DØ signal peak for Ξ ± b → J/ψ Ξ; ",
            "section": "Fig. 12 .",
            "paragraph_rank": 116,
            "section_rank": 46
        },
        {
            "text": "(b) CDF signal peak for Ω b → J/ψ Ω; and ",
            "section": "Fig. 12 .",
            "paragraph_rank": 116,
            "section_rank": 46
        },
        {
            "text": "(c) CDF updated signal peaks for Σ − b and Σ − * b .",
            "section": "Fig. 12 .",
            "paragraph_rank": 116,
            "section_rank": 46
        },
        {
            "text": "0 with a significance of 3.5σ confirms the initial observation 130 made by LHCb. ",
            "paragraph_rank": 117,
            "section_rank": 47
        },
        {
            "text": "The mass splitting between Λ * 0 b and Λ 0 b is 299.82±0.35±0.30 MeV. ",
            "paragraph_rank": 117,
            "section_rank": 47,
            "entity_spans": [
                {
                    "start": 65,
                    "end": 68,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w25"
                }
            ]
        },
        {
            "text": "Once again taking advantage of the displaced-track hadronic decay sample, CDF has measured 131 the masses and widths of a variety of excited charm baryons in decay modes of the form Σ * c → Λ c π and Λ * c → Λ c ππ, which are typically the world's most precise and provide important constraints on QCD models of baryon structure.",
            "paragraph_rank": 117,
            "section_rank": 47
        },
        {
            "text": "Fig. 13 .",
            "section_rank": 48
        },
        {
            "text": "Fig. 13. ",
            "section": "Fig. 13 .",
            "paragraph_rank": 118,
            "section_rank": 48
        },
        {
            "text": "(a) DØ signal peak for X(3872); ",
            "section": "Fig. 13 .",
            "paragraph_rank": 118,
            "section_rank": 48
        },
        {
            "text": "(b) CDF angular analysis of the dipion system in X(3872) decays.",
            "section": "Fig. 13 .",
            "paragraph_rank": 118,
            "section_rank": 48
        },
        {
            "text": "Fig. 14 . ",
            "section_rank": 49
        },
        {
            "text": "2 )Fig. ",
            "section_rank": 49
        },
        {
            "text": "15 .",
            "section_rank": 49
        },
        {
            "text": "Fig. 14. ",
            "section": "Fig. 14 . 2 )Fig. 15 .",
            "paragraph_rank": 119,
            "section_rank": 49
        },
        {
            "text": "CDF fit to the dipion mass distribution in X(3872) decays.",
            "section": "Fig. 14 . 2 )Fig. 15 .",
            "paragraph_rank": 119,
            "section_rank": 49
        },
        {
            "text": "0 s system exhibits a significant value of ∆Γ s with ∆Γ s /Γ s 10%. ",
            "paragraph_rank": 120,
            "section_rank": 50
        },
        {
            "text": "For the B 0 s meson, the mean lifetime, defined as 1/Γ s where Γ s = (Γ sL + Γ sH )/2, and ∆Γ s are the fundamental parameters, and the measured lifetime will depend on the final state. ",
            "paragraph_rank": 120,
            "section_rank": 50
        },
        {
            "text": "By isolating the decay B 0 s → J/ψ f 0 (980), the CDF Collaboration made the first measurement 159 of the B 0 s lifetime with a CP-eigenstate as a final state, thus directly determining 1/Γ H = 1/(Γ s − ∆Γ s /2) (neglecting CP violation). ",
            "paragraph_rank": 120,
            "section_rank": 50
        },
        {
            "text": "Flavor-specific decays, such as semileptonic B 0 s→ D − s + ν or B 0 s → D − π + haveequal fractions of B L and B H at time t = 0. ",
            "paragraph_rank": 120,
            "section_rank": 50
        },
        {
            "text": "If the resulting superposition of two exponential distributions is fitted with a single exponential function, one measures the flavor-specific lifetime from which Γ s and ∆Γ s can be extracted (see Ref. 160). ",
            "paragraph_rank": 120,
            "section_rank": 50
        },
        {
            "text": "Using an exclusive final state B 0 s → D − s π + , the CDF Collaboration measured 161 the flavor-specific lifetime. ",
            "paragraph_rank": 120,
            "section_rank": 50
        },
        {
            "text": "The DØ Collaboration measured 162 what was at that time the world's best flavor-specific lifetime in the semileptonic mode B 0 s → D − s µ + νX, finding the boost by correcting for the missing neutrino energy using correction distributions determined by MC.",
            "paragraph_rank": 120,
            "section_rank": 50
        },
        {
            "text": "Fig. 16 .",
            "section_rank": 51
        },
        {
            "text": "Fig. 16. ",
            "section": "Fig. 16 .",
            "paragraph_rank": 121,
            "section_rank": 51
        },
        {
            "text": "(a) Decay length distribution for Λ 0 b → J/ψ Λ decays in DØ. ",
            "section": "Fig. 16 .",
            "paragraph_rank": 121,
            "section_rank": 51
        },
        {
            "text": "(b) Measurements of τ (Λ 0 b ).",
            "section": "Fig. 16 .",
            "paragraph_rank": 121,
            "section_rank": 51
        },
        {
            "text": "Fig. 17 .",
            "section_rank": 52
        },
        {
            "text": "Fig. 17. ",
            "section": "Fig. 17 .",
            "paragraph_rank": 122,
            "section_rank": 52
        },
        {
            "text": "(a) Mass distributions of J/ψ Ξ − in four bins of proper decay time from CDF. ",
            "section": "Fig. 17 .",
            "paragraph_rank": 122,
            "section_rank": 52
        },
        {
            "text": "The red dotted line shows the result of an unbinned likelihood fit for the Ξ − b yield. ",
            "section": "Fig. 17 .",
            "paragraph_rank": 122,
            "section_rank": 52
        },
        {
            "text": "(b) Lifetime distribution using the yields from the fits to the mass distributions. ",
            "section": "Fig. 17 .",
            "paragraph_rank": 122,
            "section_rank": 52
        },
        {
            "text": "The red dashed line shows the fit for the Ξ − b lifetime.",
            "section": "Fig. 17 .",
            "paragraph_rank": 122,
            "section_rank": 52
        },
        {
            "text": "Run 2 ,",
            "section_rank": 53
        },
        {
            "text": "CDF made the first studies of hadronic decays of B 0 s mesons. ",
            "section": "Run 2 ,",
            "paragraph_rank": 123,
            "section_rank": 53
        },
        {
            "text": "Taking advantage of the samples and techniques developed for the measurement of B 0 s mixing (Sect. 7.3), CDF measured 180 the ratios of branching fractions B",
            "section": "Run 2 ,",
            "paragraph_rank": 123,
            "section_rank": 53
        },
        {
            "text": "s with CDF quickly following with the first observation 183 of the decay B 0 s → D + s D − s with a 7.5σ significance and measured its branching ratio. ",
            "paragraph_rank": 124,
            "section_rank": 54
        },
        {
            "text": "Subsequently, CDF made the world's best measurements 184 of the B 0 s → D ( * )+ s D ( * )− s branching ratios. ",
            "paragraph_rank": 124,
            "section_rank": 54
        },
        {
            "text": "These modes are also important as they can be used to measure lifetimes of the CPeven eigenstate of B 0 s that complements the measurements of the CP-odd state B 0 s → J/ψ f 0 (980). ",
            "paragraph_rank": 124,
            "section_rank": 54
        },
        {
            "text": "In another mode with potential for future CPV studies, CDF made the first observation 185 ofB 0 s → D ± s K ∓ and measured the ratio of branching fraction relative to that forB 0 s → D + s π − . ",
            "paragraph_rank": 124,
            "section_rank": 54
        },
        {
            "text": "CDF also made great strides in the studies of hadronic decays of b baryons, making the first observation 186 of a fully hadronic Λ 0 b decay and measuring the ratio of cross section times branching ratio for the mode Λ 0 b → Λ + c π − relative tō B 0 → D + π − . ",
            "paragraph_rank": 124,
            "section_rank": 54
        },
        {
            "text": "More data brought the ability to do detailed analysis of baryon decays including a measurement 187 of the branching fraction B(Λ 0 b → Λ + c π − π + π − ) including of the resonant substructure of this multibody decay mode.",
            "paragraph_rank": 124,
            "section_rank": 54
        },
        {
            "text": "Fig. 18 .",
            "section_rank": 55
        },
        {
            "text": "Fig. ",
            "section_rank": 55
        },
        {
            "text": "19 .",
            "section_rank": 55
        },
        {
            "text": "Fig. 18. ",
            "section": "Fig. 18 .Fig. 19 .",
            "paragraph_rank": 125,
            "section_rank": 55
        },
        {
            "text": "(a) Example of second-order box diagram responsible for neutral meson mixing, in this case for neutral B mesons with q = d, s. ",
            "section": "Fig. 18 .Fig. 19 .",
            "paragraph_rank": 125,
            "section_rank": 55
        },
        {
            "text": "(b) Long-range contribution for charm mixing.",
            "section": "Fig. 18 .Fig. 19 .",
            "paragraph_rank": 125,
            "section_rank": 55
        },
        {
            "text": "Fig. 20 .",
            "section_rank": 56
        },
        {
            "text": "Fig. 20. ",
            "section": "Fig. 20 .",
            "paragraph_rank": 126,
            "section_rank": 56
        },
        {
            "text": "(a) Result of a DØ likelihood analysis 196 showing ∆ log L as a function of ∆ms; ",
            "section": "Fig. 20 .",
            "paragraph_rank": 126,
            "section_rank": 56
        },
        {
            "text": "(b) measured amplitude values and uncertainties (upper) and the logarithm of the ratio of likelihoods for amplitude equal to one and amplitude equal to zero for the CDF result; 197 and ",
            "section": "Fig. 20 .",
            "paragraph_rank": 126,
            "section_rank": 56
        },
        {
            "text": "(c) for the same analysis, the oscillation signal measured in five bins of proper decay time modulo the measured oscillation period.",
            "section": "Fig. 20 .",
            "paragraph_rank": 126,
            "section_rank": 56
        },
        {
            "text": "Fig. 21 .",
            "section_rank": 57
        },
        {
            "text": "Fig. 21. ",
            "section": "Fig. 21 .",
            "paragraph_rank": 127,
            "section_rank": 57
        },
        {
            "text": "Constraints on the apex (ρ,η) of the B-meson CKM unitarity triangle ",
            "section": "Fig. 21 .",
            "paragraph_rank": 127,
            "section_rank": 57
        },
        {
            "text": "(a) before and ",
            "section": "Fig. 21 .",
            "paragraph_rank": 127,
            "section_rank": 57
        },
        {
            "text": "(b) after the Tevatron result on ∆ms. ",
            "section": "Fig. 21 .",
            "paragraph_rank": 127,
            "section_rank": 57
        },
        {
            "text": "From Ref. 199 (see for definition ofρ andη).",
            "section": "Fig. 21 .",
            "paragraph_rank": 127,
            "section_rank": 57
        },
        {
            "text": "B 0 s → D + s D − s and B 0 s → J/ψ φ which involve b → ccs transitions, results in a relatively large value of the width difference between mass eigenstates ∆Γ s /Γ s 10%. ",
            "paragraph_rank": 128,
            "section_rank": 58
        },
        {
            "text": "In contrast the b → ccd transition is Cabibbo-suppressed so that ∆Γ d /Γ d is KK)",
            "paragraph_rank": 128,
            "section_rank": 58
        },
        {
            "text": "Fig. 22 .",
            "section_rank": 59
        },
        {
            "text": "Fig. 22. ",
            "section": "Fig. 22 .",
            "paragraph_rank": 129,
            "section_rank": 59
        },
        {
            "text": "(a) Example of a proper decay time fit projections for light and heavy mass eigenstates from a CDF analysis 209 (6.5 fb −1 ); and ",
            "section": "Fig. 22 .",
            "paragraph_rank": 129,
            "section_rank": 59
        },
        {
            "text": "(b) example of fit to transversity angle of the µ + in the J/ψ rest frame with respect to the φ decay plane to CP-even (\"light\") and CP-odd (\"heavy\") components from a DØ analysis204 (2.8 fb −1 ).",
            "section": "Fig. 22 .",
            "paragraph_rank": 129,
            "section_rank": 59,
            "ref_spans": [
                {
                    "start": 179,
                    "end": 182,
                    "type": "bibr",
                    "ref_id": "b203",
                    "text": "204"
                }
            ]
        },
        {
            "text": "Fig. 23 .",
            "section_rank": 60
        },
        {
            "text": "Fig. 23. ",
            "section": "Fig. 23 .",
            "paragraph_rank": 130,
            "section_rank": 60
        },
        {
            "text": "(a) CDF results on CP violation in D 0 → π + π − decays. ",
            "section": "Fig. 23 .",
            "paragraph_rank": 130,
            "section_rank": 60
        },
        {
            "text": "The asymmetries from direct and indirect CP violation. ",
            "section": "Fig. 23 .",
            "paragraph_rank": 130,
            "section_rank": 60
        },
        {
            "text": "The allowed band is a function of the mean decay time of the sample. ",
            "section": "Fig. 23 .",
            "paragraph_rank": 130,
            "section_rank": 60
        },
        {
            "text": "(b) Results for D 0 → K + K − decays.",
            "section": "Fig. 23 .",
            "paragraph_rank": 130,
            "section_rank": 60
        },
        {
            "text": "Fig. 24 .",
            "section_rank": 61
        },
        {
            "text": "Fig. 24. ",
            "section": "Fig. 24 .",
            "paragraph_rank": 131,
            "section_rank": 61
        },
        {
            "text": "Mass distribution of reconstructed candidates in two-body charmless decays where the charged pion mass is assigned to both tracks in the full 9.6 fb −1 sample from CDF. ",
            "section": "Fig. 24 .",
            "paragraph_rank": 131,
            "section_rank": 61
        },
        {
            "text": "The sum of the fitted distributions and the individual components (conjugate decay modes are also implied) of signal and background are overlaid on the data distribution. ",
            "section": "Fig. 24 .",
            "paragraph_rank": 131,
            "section_rank": 61
        },
        {
            "text": "The degeneracy of the different components is broken using particle identification and kinematic information.",
            "section": "Fig. 24 .",
            "paragraph_rank": 131,
            "section_rank": 61
        },
        {
            "text": "Fig. 25 .",
            "section_rank": 62
        },
        {
            "text": "Fig. 25. ",
            "section": "Fig. 25 .",
            "paragraph_rank": 132,
            "section_rank": 62
        },
        {
            "text": "Invariant mass distributions of the suppressed mode B ± → D 0 h ± . ",
            "section": "Fig. 25 .",
            "paragraph_rank": 132,
            "section_rank": 62
        },
        {
            "text": "The pion mass is assigned to the charged track from the B candidate decay vertex.",
            "section": "Fig. 25 .",
            "paragraph_rank": 132,
            "section_rank": 62
        },
        {
            "text": "8. 3 .",
            "section_rank": 63
        },
        {
            "text": "CP violation in B mixing CP violation can develop in the mixing of the neutral B meson system if the 2 × 2 mass and decay matrix described in Sect. ",
            "section": "8. 3 .",
            "paragraph_rank": 133,
            "section_rank": 63
        },
        {
            "text": "7 has a non-zero phase φ = arg[−M 12 /Γ 12 ] between the off-diagonal elements that are responsible for the mixing. ",
            "section": "8. 3 .",
            "paragraph_rank": 133,
            "section_rank": 63
        },
        {
            "text": "The timeintegrated flavor-specific semileptonic charge asymmetry is defined as a d(s) sl",
            "section": "8. 3 .",
            "paragraph_rank": 133,
            "section_rank": 63
        },
        {
            "text": "Fig. 26 .",
            "section_rank": 64
        },
        {
            "text": "Fig. 26. ",
            "section": "Fig. 26 .",
            "paragraph_rank": 134,
            "section_rank": 64
        },
        {
            "text": "(a) Background-corrected semileptonic charge asymmetry versus visible proper decay length of B 0 . ",
            "section": "Fig. 26 .",
            "paragraph_rank": 134,
            "section_rank": 64
        },
        {
            "text": "(b) Sum of B 0 s (B 0 s ) → D ∓ s µ ± ; and ",
            "section": "Fig. 26 .",
            "paragraph_rank": 134,
            "section_rank": 64
        },
        {
            "text": "(c) difference between the two conjugate states.",
            "section": "Fig. 26 .",
            "paragraph_rank": 134,
            "section_rank": 64
        },
        {
            "text": "Fig. 27 .",
            "section_rank": 65
        },
        {
            "text": "Fig. 27. ",
            "section": "Fig. 27 .",
            "paragraph_rank": 135,
            "section_rank": 65
        },
        {
            "text": "(a) Dimuon charge CP asymmetry A CP in bins of impact parameter (IP) of each of the two muons and over entire sample. ",
            "section": "Fig. 27 .",
            "paragraph_rank": 135,
            "section_rank": 65
        },
        {
            "text": "(b) Result (black dashed and solid line contours) of dimuon charge asymmetry as a function of semileptonic CP charge asymmetry a s sl and a d sl . ",
            "section": "Fig. 27 .",
            "paragraph_rank": 135,
            "section_rank": 65
        },
        {
            "text": "Solid colored contours after combination with independent direct measurements (hashed bands) from DØ.",
            "section": "Fig. 27 .",
            "paragraph_rank": 135,
            "section_rank": 65,
            "entity_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "software",
                    "rawForm": "Solid",
                    "resp": "whitelist",
                    "id": "software-simple-w26"
                }
            ]
        },
        {
            "text": "Fig. 28 .",
            "section_rank": 66
        },
        {
            "text": "Fig. 28. ",
            "section": "Fig. 28 .",
            "paragraph_rank": 136,
            "section_rank": 66
        },
        {
            "text": "(a) Combined CDF and DØ constraints on the B 0 s lifetime difference ∆Γs and CPviolating phase φs for PDG 2011; and ",
            "section": "Fig. 28 .",
            "paragraph_rank": 136,
            "section_rank": 66
        },
        {
            "text": "(b) individual final constraints compared to and combined with results from LHC experiments.",
            "section": "Fig. 28 .",
            "paragraph_rank": 136,
            "section_rank": 66
        },
        {
            "text": "Fig. 30 .",
            "section_rank": 67
        },
        {
            "text": "Fig. 30. ",
            "section": "Fig. 30 .",
            "paragraph_rank": 137,
            "section_rank": 67
        },
        {
            "text": "(a) Results of CDF search for B 0 s → µ + µ − showing the dimuon mass distribution for four bins of neural net score and two sets of muon detectors. ",
            "section": "Fig. 30 .",
            "paragraph_rank": 137,
            "section_rank": 67
        },
        {
            "text": "The light shaded region is the predicted background with the hatching showing its uncertainty, the points show the data, and the dark shading is the best fit for the signal. ",
            "section": "Fig. 30 .",
            "paragraph_rank": 137,
            "section_rank": 67
        },
        {
            "text": "(b) DØ dimuon mass distribution in the blinded region for the full dataset after BDT selections are applied.",
            "section": "Fig. 30 .",
            "paragraph_rank": 137,
            "section_rank": 67
        },
        {
            "text": "Fig. 31 .",
            "section_rank": 68
        },
        {
            "text": "Fig. 31. ",
            "section": "Fig. 31 .",
            "paragraph_rank": 138,
            "section_rank": 68
        },
        {
            "text": "History of B(B 0 s → µ + µ − ) results. ",
            "section": "Fig. 31 .",
            "paragraph_rank": 138,
            "section_rank": 68
        },
        {
            "text": "Symbols with one-sided bars represent 95% C.L. limits, and symbols with two-sided error bars indicate measurements.",
            "section": "Fig. 31 .",
            "paragraph_rank": 138,
            "section_rank": 68
        },
        {
            "text": "Fig. 32 .",
            "section_rank": 69
        },
        {
            "text": "Fig. 32. ",
            "section": "Fig. 32 .",
            "paragraph_rank": 139,
            "section_rank": 69
        },
        {
            "text": "Distributions as a function of q 2 for various FCNC decays measured by CDF. ",
            "section": "Fig. 32 .",
            "paragraph_rank": 139,
            "section_rank": 69
        },
        {
            "text": "Differential branching ratios for ",
            "section": "Fig. 32 .",
            "paragraph_rank": 139,
            "section_rank": 69
        },
        {
            "text": "(a)Λ b → Λµ + µ − , ",
            "section": "Fig. 32 .",
            "paragraph_rank": 139,
            "section_rank": 69
        },
        {
            "text": "(b) B 0 s → φµ + µ − ",
            "section": "Fig. 32 .",
            "paragraph_rank": 139,
            "section_rank": 69
        },
        {
            "text": "(c) B + → K + µ + µ − ,and ",
            "section": "Fig. 32 .",
            "paragraph_rank": 139,
            "section_rank": 69
        },
        {
            "text": "(d) B 0 → K * 0 µ + µ − decays show good agreement with the standard model. ",
            "section": "Fig. 32 .",
            "paragraph_rank": 139,
            "section_rank": 69
        },
        {
            "text": "Kinematic distributions in B 0 → K * 0 µ + µ − decays ",
            "section": "Fig. 32 .",
            "paragraph_rank": 139,
            "section_rank": 69
        },
        {
            "text": "(e) F L , (f ) A F B , ",
            "section": "Fig. 32 .",
            "paragraph_rank": 139,
            "section_rank": 69
        },
        {
            "text": "(g) A (2)T , and ",
            "section": "Fig. 32 .",
            "paragraph_rank": 139,
            "section_rank": 69
        },
        {
            "text": "(h) A im are also consistent with the SM.",
            "section": "Fig. 32 .",
            "paragraph_rank": 139,
            "section_rank": 69
        },
        {
            "text": "Table 1 .",
            "section_rank": 70
        },
        {
            "text": "Measured masses and widths of B * *",
            "section": "Table 1 .",
            "paragraph_rank": 140,
            "section_rank": 70
        },
        {
            "text": "Table 2 .",
            "section_rank": 71
        },
        {
            "text": "CDF final results on masses of Ξc and b baryons.",
            "section": "Table 2 .",
            "paragraph_rank": 141,
            "section_rank": 71
        },
        {
            "text": "a Unless otherwise stated, references to particles and processes include the charge conjugates as well.",
            "section": "Table 2 .",
            "paragraph_rank": 142,
            "section_rank": 71
        },
        {
            "text": "Acknowledgments",
            "section_rank": 73
        },
        {
            "text": "We thank Marjorie Corcoran, Mark Williams, and Daria Zieminska for reviewing and providing valuable comments. ",
            "section": "Acknowledgments",
            "paragraph_rank": 143,
            "section_rank": 73
        },
        {
            "text": "We also thank the Fermilab staff and technical staffs of the participating institutions for their vital contributions. ",
            "section": "Acknowledgments",
            "paragraph_rank": 143,
            "section_rank": 73
        },
        {
            "text": "We acknowledge support from the DOE and NSF (USA), ARC (Australia), CNPq, FAPERJ, FAPESP and FUNDUNESP (Brazil), NSERC (Canada), NSC, CAS and CNSF (China), Colciencias (Colombia), MSMT and GACR (Czech Republic), the Academy of Finland, CEA and CNRS/IN2P3 (France), BMBF and DFG (Germany), DAE and DST (India), SFI (Ireland), INFN (Italy), MEXT (Japan), the KoreanWorld Class University Program and NRF (Korea), CONACyT (Mexico), FOM (Netherlands), MON, NRC KI and RFBR (Russia), the Slovak R&D Agency, the Ministerio de Ciencia e Innovacion, and Programa Consolider-Ingenio 2010",
            "section": "Acknowledgments",
            "paragraph_rank": 143,
            "section_rank": 73,
            "entity_spans": [
                {
                    "start": 386,
                    "end": 393,
                    "type": "software",
                    "rawForm": "Program",
                    "resp": "whitelist",
                    "id": "software-simple-w27"
                }
            ]
        },
        {
            "text": "(Spain), The Swedish Research Council (Sweden), SNSF (Switzerland), STFC and the Royal Society (United Kingdom), the A.P. Sloan Foundation (USA), and the EU community Marie Curie Fellowship contract 302103.",
            "paragraph_rank": 144,
            "section_rank": 75,
            "entity_spans": [
                {
                    "start": 54,
                    "end": 65,
                    "type": "software",
                    "rawForm": "Switzerland",
                    "resp": "whitelist",
                    "id": "software-simple-w28"
                },
                {
                    "start": 128,
                    "end": 138,
                    "type": "software",
                    "rawForm": "Foundation",
                    "resp": "whitelist",
                    "id": "software-simple-w29"
                }
            ]
        }
    ]
}