{
    "level": "sentence",
    "abstract": [
        {
            "text": "The COMPASS Collaboration at CERN has measured diffractive dissociation of 190 GeV=c pions into the π − π − π þ final state using a stationary hydrogen target. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "A partial-wave analysis (PWA) was performed in bins of 3π mass and four-momentum transfer using the isobar model and the so far largest PWA model consisting of 88 waves. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "A narrow peak is observed in the f 0 ð980Þπ channel with spin, parity and C-parity quantum numbers J PC ¼ 1 þþ . ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "We present a resonance-model study of a subset of the spin-density matrix selecting 3π states with J PC ¼ 2 þþ and 4 þþ decaying into ρð770Þπ and with J PC ¼ 1 þþ decaying into f 0 ð980Þπ. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "We identify a new a 1 meson with mass ð1414 þ15 −13 Þ MeV=c 2 and width ð153 þ8 −23 Þ MeV=c 2 . ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Within the final states investigated in our analysis, we observe the new a 1 ð1420Þ decaying only into f 0 ð980Þπ, suggesting its exotic nature.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "One of the great challenges in particle physics is the understanding of how hadronic matter is constructed from its basic building blocks, quarks, and gluons. ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Although many possibilities are allowed, which all follow the principle of confinement, almost all hadrons observed can be described by the constituent quark model. ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The known light-meson spectrum is presently interpreted in terms of qq quark-model states that are associated with flavor SU(3) multiplets according to their mass and J PC quantum numbers. ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "For some J PC combinations, more states were reported than can be accommodated by SU (3) symmetry. ",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 85,
                    "end": 88,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "(3)"
                }
            ]
        },
        {
            "text": "Depending on their coupling to specific production mechanisms and their decay pattern, these states are interpreted as either carrying a strong glueball component, e.g., f 0 ð1500Þ, as molecular-type excitations, e.g., f 1 ð1420Þ, or as tetra-quark states. ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "For a detailed review see Ref. ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "[1]. ",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "However, their exotic structure is under debate, unlike for states that carry spin-exotic quantum numbers, e.g., J PC ¼ 1 −þ , and, hence, cannot be qq states. ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "This is in contrast to the sector of heavy mesons containing c or b quarks, where exotic mesons have clearly been identified, e.g., X, Y, and Z states. ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "In particular, the recent observation of charged Z states, such as Z c ð3900Þ AE and Z b ð10610Þ AE , has proven the existence of mesons with exotic structure [2][3][4]. ",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 159,
                    "end": 162,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[2]"
                },
                {
                    "start": 162,
                    "end": 165,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[3]"
                },
                {
                    "start": 165,
                    "end": 168,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "Already the existence of one system with a wave function and/or quantum numbers requiring an explanation beyond \"ordinary\" mesons implies the existence of a large number of additional matter states. ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Unless new principles for the construction of color-neutral hadrons are found, this should hold for all quark-flavor combinations.",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "In the sector of light mesons, the issue of exotic states remains unresolved. ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The lowest-mass state discussed in this context is the f 0 ð980Þ, which contains nn (n ¼ fu; dg) and a dominant ss component. ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "It has also been interpreted as a KK molecule [5][6][7]. ",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 46,
                    "end": 49,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[5]"
                },
                {
                    "start": 49,
                    "end": 52,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[6]"
                },
                {
                    "start": 52,
                    "end": 55,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "The f 1 ð1420Þ with a width of only 55 MeV=c 2 couples strongly to KK Ã and was also suggested to be a molecular-type structure [8]. ",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 128,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[8]"
                }
            ],
            "entity_spans": [
                {
                    "start": 39,
                    "end": 42,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w0"
                }
            ]
        },
        {
            "text": "In Ref. ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "[9], the Particle Data Group has tentatively adopted the scenario of f 1 ð1420Þ being the SU(3) partner of f 1 ð1285Þ. ",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "In the class of spin-exotic mesons, the π 1 ð1600Þ is the only meson observed by several experiments in different decay modes. ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "However, the masses quoted and, in particular, the widths vary considerably between different experiments, and values for the width often exceed 400 MeV=c 2 . ",
            "paragraph_rank": 4,
            "section_rank": 2,
            "entity_spans": [
                {
                    "start": 149,
                    "end": 152,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w1"
                }
            ]
        },
        {
            "text": "This suggests the existence of dynamical effects similar to the case of a 1 ð1260Þ. ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The situation is characterized by individual states without recognizable pattern and, except for a 0 ð980Þ and f 0 ð980Þ, the absence of any observed isospin partners.",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "In order to search for new exotic mesons, we have analyzed the diffractive reaction π − þ p → π − π − π þ þ p recoil with the focus on waves with quark-model J PC combinations [10]. ",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 176,
                    "end": 180,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "We have studied the J PC ¼ 1 þþ states Published by the American Physical Society under the terms of the Creative Commons Attribution 3.0 License. ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Further distribution of this work must maintain attribution to the author(s) and the published article's title, journal citation, and DOI.",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "PRL 115, 082001 (2015)",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "week ending 21 AUGUST 2015 082001-2 in order to search for a possible partner of the isosinglet f 1 ð1420Þ. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Our analysis aims at the charged isospin I ¼ 1 analogue decaying into π − π − π þ . ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Although this final state and the mass range of 1 to 2 GeV=c 2 have already been studied by many experiments, see, e.g., Refs. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "[11][12][13], the improvement by almost 2 orders of magnitude in sample size has opened a new avenue for analysis.",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[11]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[12]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "The COMPASS experiment [14,15] is located at the M2 beam line of the CERN Super Proton Synchrotron. ",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 23,
                    "end": 27,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[14,"
                },
                {
                    "start": 27,
                    "end": 30,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "15]"
                }
            ],
            "entity_spans": [
                {
                    "start": 4,
                    "end": 11,
                    "type": "software",
                    "rawForm": "COMPASS",
                    "resp": "whitelist",
                    "id": "software-simple-w2"
                }
            ]
        },
        {
            "text": "For this measurement, we used a beam of 190 GeV=c π − with 96.8% purity, impinging on a 40 cm long liquidhydrogen target that was surrounded by a recoil-proton detector (RPD). ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "Incoming pions were identified with a Cherenkov counter placed in the beam line at the entrance to the experimental area. ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "The large-acceptance highprecision spectrometer is well suited for investigating high-energy reactions at low to intermediate values of t 0 , which denotes the reduced squared four-momentum transfer to the target proton with t 0 ≡ jtj − jtj min . ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "For this measurement, t 0 is chosen to be in the range from 0.1 to 1.0 ðGeV=cÞ 2 , where the lower bound is dictated by the acceptance of the RPD and the upper bound by the steep drop of the number of events with increasing t 0 . ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "Outgoing charged particles are detected by the tracking system and their momenta are determined using two large-aperture magnets.",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "The data presented in this Letter were recorded in the year 2008. ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "A detailed description of setup, data selection, and analysis scheme can be found in Refs. ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "[16,17]. ",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "text": "[16,"
                },
                {
                    "start": 4,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "17]"
                }
            ]
        },
        {
            "text": "The trigger is based on a recoil-proton signal in the RPD in coincidence with an incoming beam particle and no signal in the beam-veto counters. ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "We require a production vertex located within the target volume, with one incoming beampion track and three outgoing charged particles, compatible with the pion hypothesis based on information from the RICH counter. ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "The sum of the momenta of the outgoing particles is required to be equal to the average beam momentum within two standard deviations, i.e., AE3.78 GeV=c. ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "We require Feynman-x of the fastest final-state pion to be below 0.9 for rapidity differences between the fast π − and the slower π − π þ pair in the range 2.7 to 4.5. ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "This suppresses the small contamination of centrally produced final states, which contribute mainly at higher 3π masses. ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "A total of 46 × 10 6 events was selected in the mass range between 0.5 and 2.5 GeV=c 2 .",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "In order to extract the spectrum of resonances produced in the reaction, we have performed a partial-wave analysis (PWA) that is pursued in two steps. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "First, we fit the intensity distributions in the 5-dimensional phase space independently in 100 20 MeV=c 2 wide bins of 3π mass m 3π , each divided into 11 bins of t 0 . ",
            "paragraph_rank": 10,
            "section_rank": 2,
            "entity_spans": [
                {
                    "start": 99,
                    "end": 102,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w3"
                }
            ]
        },
        {
            "text": "We adopt the notation J PC M ε ½isobarπL to define partial waves. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "Here, ε denotes the reflectivity and M ≥ 0 the magnitude of the spin projection along the beam axis (see Ref. [18]), while L is the orbital angular momentum between the isobar and the bachelor pion in the decay of the 3π state. ",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 110,
                    "end": 114,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "We use the isobar model, which for our fits contains 88 waves, i.e., 80 waves with positive and 7 with negative reflectivity as well as one noninterfering wave representing three uncorrelated pions. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "This set contains all significant isobars that decay into π − π þ and has been derived from a larger set with 128 waves by requiring a minimum relative intensity of about 10 −4 . ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "The likelihood fit function is built from two incoherently added terms that correspond to the two values of reflectivity, ε ¼ AE1. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "Each term coherently sums over all partial-wave amplitudes that belong to the respective value of ε. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "Details on the fit model, the fitting procedure, and the results are described in Refs. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "[16,17]. ",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "text": "[16,"
                },
                {
                    "start": 4,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "17]"
                }
            ]
        },
        {
            "text": "The division of our data set into 11 bins of t 0 is motivated by the very different t 0 dependences of resonant and nonresonant components [11,16]. ",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 139,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[11,"
                },
                {
                    "start": 143,
                    "end": 146,
                    "type": "bibr",
                    "text": "16]"
                }
            ]
        },
        {
            "text": "In all partial waves studied, the intensity of nonresonant, i.e., Deck-like components [19], drops off much faster with increasing t 0 than that of resonances.",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 87,
                    "end": 91,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "The result of this first PWA step reveals a number of well-known resonances with J PC ¼ 0 −þ , 2 −þ , 1 þþ , 2 þþ , and 4 þþ . ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "They are identified by structures in the mass spectra and a mass-dependent phase that is measured against the reference wave 1 þþ 0 þ ρð770ÞπS. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "The 1 þþ 0 þ f 0 ð980ÞπP intensity shows a clear signal slightly above 1.4 GeV=c 2 , which cannot be associated with a known 1 þþ state [see data points in Fig. 1(a)]. ",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 156,
                    "end": 165,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1(a)"
                }
            ]
        },
        {
            "text": "Rapid phase rotations with respect to known resonances are observed in the signal region, independent of t 0 [see points in Figs. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "1",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "(d) and 1",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "(e)]. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "The same feature is observed in the π − π 0 π 0 final state [20].",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 60,
                    "end": 64,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "In the second analysis step, we use a resonance model to fit the spin-density matrices resulting from the first analysis step simultaneously in all bins of t 0 and in wavespecific ranges in m 3π . ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "Typically, only subsets of these spin-density matrices are fit simultaneously. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "In this Letter, we present such a fit using a minimal set of 3 waves, namely, 2 þþ 1 þ ρð770ÞπD, 4 þþ 1 þ ρð770ÞπG, and 1 þþ 0 þ f 0 ð980ÞπP. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "The first two waves contain the known a 2 ð1320Þ and a 4 ð2040Þ. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "These two waves act as interferometers in order to search for structures in 1 þþ 0 þ f 0 ð980ÞπP, where no resonances have yet been reported. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "For this fit, we model the amplitude of each wave by a coherent superposition of a resonant contribution, which is described by a relativistic Breit-Wigner (BW) amplitude and a nonresonant contribution. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "Hence both components are allowed to interfere. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "In the 4 þþ and 1 þþ waves, the latter are described by terms of the form F ðm 3π Þ ¼ e −c 1 q 2 ðm 3π Þ , where c 1 is a fit parameter and q is the two-body breakup momentum for a particular isobar at the mass m 3π . ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "For the nonresonant term in the 2 þþ wave, this parametrization is extended to include an explicit t 0 dependence. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "A simple BW amplitude is used for the a 4 ð2040Þ and the J PC ¼ 1 þþ state, a BW amplitude with mass-dependent width for the a 2 ð1320Þ. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "In the latter, the decay phase space is approximated assuming quasi-twobody decays into 80% ρð770Þπ and 20% ηπ.",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "week ending 21 AUGUST 2015",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "082001-3",
            "section_rank": 3
        },
        {
            "text": "The result of this fit is shown as curves in Figs. 1(a) to 1",
            "section": "082001-3",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 45,
                    "end": 55,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figs. 1(a)"
                }
            ]
        },
        {
            "text": "(d), in which the model curves describe the data well. ",
            "section": "082001-3",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "The blue curve in Fig. 1(a) reveals the existence of a new axial-vector state in the 1 þþ 0 þ f 0 ð980ÞπP wave, which we introduce as a 1 ð1420Þ. ",
            "section": "082001-3",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 18,
                    "end": 27,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1(a)"
                }
            ]
        },
        {
            "text": "This wave collects only 0.25% of the total observed intensity. ",
            "section": "082001-3",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "Its resonance interpretation is supported by the observation of a rapid phase variation by about 180°across the peak region with respect to the 4 þþ [see Fig. 1(d)] and 2 þþ reference waves. ",
            "section": "082001-3",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 154,
                    "end": 163,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1(d)"
                }
            ]
        },
        {
            "text": "As illustrated in Fig. 1(e), the 1 þþ 0 þ f 0 ð980ÞπP wave shows similarly rapid phase motion also relative to the 1 þþ 0 þ ρð770ÞπS wave. ",
            "section": "082001-3",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 18,
                    "end": 27,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1(e)"
                }
            ]
        },
        {
            "text": "This indicates that the observed structure in the f 0 ð980Þπ decay mode is not caused by the high-mass tails of the a 1 ð1260Þ, which dominates the ρð770Þπ wave. ",
            "section": "082001-3",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "Our fit reveals a BW mass for the a 1 ð1420Þ of 1414 MeV=c 2 and a width of 153 MeV=c 2 . ",
            "section": "082001-3",
            "paragraph_rank": 14,
            "section_rank": 3,
            "entity_spans": [
                {
                    "start": 53,
                    "end": 56,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w4"
                },
                {
                    "start": 80,
                    "end": 83,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w5"
                }
            ]
        },
        {
            "text": "The observed shift of the measured peak position with respect to the resonance position in Fig. 1(a) is due to destructive interference of the BW resonance (blue) and the nonresonant term (green). ",
            "section": "082001-3",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 91,
                    "end": 100,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1(a)"
                }
            ]
        },
        {
            "text": "In this wave, the fit model is chosen to cover the mass range up to 1.6 GeV=c 2 . ",
            "section": "082001-3",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "The observed tail of the intensity at higher masses may be attributed to nonresonant contributions that are not described by the present model. ",
            "section": "082001-3",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "The resonance-model fit is performed simultaneously in all 11 bins of t 0 . ",
            "section": "082001-3",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "We allow production strengths and phases of resonances and nonresonant contributions to vary with t 0 . ",
            "section": "082001-3",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "Spectral shapes and BW parameters are assumed to be independent of t 0 . ",
            "section": "082001-3",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "Figure 1(f) shows the resulting t 0 spectrum of the production intensity of the BW amplitude that describes the a 1 ð1420Þ. ",
            "section": "082001-3",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 11,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1(f)"
                }
            ]
        },
        {
            "text": "The BW intensity and that of the nonresonant contribution show a steep, approximately exponential t 0 dependence. ",
            "section": "082001-3",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "Fits with a single exponential yield the slope parameters. ",
            "section": "082001-3",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "Resonances are typically described by slope parameters b ≈ 8 to 10 ðGeV=cÞ −2 that are smaller than those of the nonresonant contributions with b ≈ 12 to 15 ðGeV=cÞ −2 [16]. ",
            "section": "082001-3",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "The new a 1 ð1420Þ has a slope parameter of b ≈ 10 ðGeV=cÞ −2 that is similar to those of a 2 ð1320Þ and a 4 ð2040Þ, which supports its resonance interpretation. ",
            "section": "082001-3",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "The fact that the a 1 ð1420Þ is produced with nearly constant phase offset relative to the a 2 ð1320Þ, independent of t 0 , provides further support for this interpretation. ",
            "section": "082001-3",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "As expected, the slope of the nonresonant contribution in the 1 þþ wave is steeper with b ≈ 13 ðGeV=cÞ −2 .",
            "section": "082001-3",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "The 88 partial-wave set contains three independent contributions for the ππ S-wave isobars, namely, the f 0 ð980Þ with parameters taken from Ref. ",
            "section": "082001-3",
            "paragraph_rank": 15,
            "section_rank": 3
        },
        {
            "text": "[21], a broad component denoted ½ππ S taken from elastic ππ S-wave scattering [22], and the f 0 ð1500Þ described by a simple BW amplitude. ",
            "section": "082001-3",
            "paragraph_rank": 15,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[21]"
                },
                {
                    "start": 78,
                    "end": 82,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "The a 1 ð1420Þ is observed only in 1 þþ 0 þ f 0 ð980ÞπP, while no signal with corresponding phase motion is seen in 1 þþ 0 þ ½ππ S πP or any other 1 þþ wave. ",
            "section": "082001-3",
            "paragraph_rank": 15,
            "section_rank": 3
        },
        {
            "text": "In order to confirm the unique coupling of a 1 ð1420Þ to f 0 ð980Þπ, we have investigated in a separate study [16,23] the structure of the π − π þ subsystem forming 0 þþ isobars using a novel fit procedure for the partial-wave decomposition in bins of m 3π and t 0 . ",
            "section": "082001-3",
            "paragraph_rank": 15,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 110,
                    "end": 114,
                    "type": "bibr",
                    "text": "[16,"
                },
                {
                    "start": 114,
                    "end": 117,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "23]"
                }
            ]
        },
        {
            "text": "Instead of describing the 0 þþ isobars by several amplitudes with fixed shape, their mass dependence is replaced by a piecewise constant function across m 2π , which is determined from data. ",
            "section": "082001-3",
            "paragraph_rank": 15,
            "section_rank": 3
        },
        {
            "text": "We thus remove possible bias originating from the isobar model for 0 þþ . ",
            "section": "082001-3",
            "paragraph_rank": 15,
            "section_rank": 3
        },
        {
            "text": "For m 3π around the new resonance, a clear intensity correlation of the new a 1 ð1420Þ with the f 0 ð980Þ is observed within the extracted 0 þþ isobar amplitude [16].",
            "section": "082001-3",
            "paragraph_rank": 15,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 161,
                    "end": 165,
                    "type": "bibr",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "Because of the large data set, statistical uncertainties of the extracted resonance parameters are negligible compared to systematic ones. ",
            "section": "082001-3",
            "paragraph_rank": 16,
            "section_rank": 3
        },
        {
            "text": "Therefore, we performed extensive systematic studies concerning event-selection cuts, the model used in the first step of the PWA fit, as well as wave set and parametrizations employed in the resonancemodel fit. ",
            "section": "082001-3",
            "paragraph_rank": 16,
            "section_rank": 3
        },
        {
            "text": "The result is stable under all these studies. ",
            "section": "082001-3",
            "paragraph_rank": 16,
            "section_rank": 3
        },
        {
            "text": "The main systematic uncertainties arise from the resonancemodel fit. ",
            "section": "082001-3",
            "paragraph_rank": 16,
            "section_rank": 3
        },
        {
            "text": "The estimated total systematic uncertainty is þ15 −13 MeV=c 2 for the a 1 ð1420Þ mass and þ8 −23 MeV=c 2 for the width. ",
            "section": "082001-3",
            "paragraph_rank": 16,
            "section_rank": 3,
            "entity_spans": [
                {
                    "start": 54,
                    "end": 57,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w6"
                },
                {
                    "start": 97,
                    "end": 100,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w7"
                }
            ]
        },
        {
            "text": "This was obtained by changing the set of waves used in the resonance-model fit, the event selection criteria, and the parametrization of the nonresonant terms. ",
            "section": "082001-3",
            "paragraph_rank": 16,
            "section_rank": 3
        },
        {
            "text": "Using, instead of a simple BW amplitude, one with a massdependent width with f 0 ð980Þπ as the only decay channel yields central values for mass and width of 1433 and 146 MeV=c 2 , respectively. ",
            "section": "082001-3",
            "paragraph_rank": 16,
            "section_rank": 3,
            "entity_spans": [
                {
                    "start": 171,
                    "end": 174,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w8"
                }
            ]
        },
        {
            "text": "Pseudodata simulated using the full 88 waves with and without the 1 þþ 0 þ f 0 ð980ÞπP wave, which were subsequently analyzed with our standard 88-wave PWA, show no indication for model leakage artificially populating the 1 þþ 0 þ f 0 ð980ÞπP wave.",
            "section": "082001-3",
            "paragraph_rank": 16,
            "section_rank": 3
        },
        {
            "text": "We have estimated the statistical significance of the a 1 ð1420Þ signal by rescaling the statistical uncertainties of the data points such that the fit has a χ 2 =ndf ¼ 1 (following Ref. [9]). ",
            "section": "082001-3",
            "paragraph_rank": 17,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 187,
                    "end": 190,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "The decrease of the χ 2 probability of a fit performed without the assumption of a new resonance in the 1 þþ wave translates into a significance of the a 1 ð1420Þ measurement, which by far exceeds the value of 5σ. ",
            "section": "082001-3",
            "paragraph_rank": 17,
            "section_rank": 3
        },
        {
            "text": "The same result is obtained when only those spin-density matrix elements are included in the χ 2 calculation, which contain the 1 þþ wave. ",
            "section": "082001-3",
            "paragraph_rank": 17,
            "section_rank": 3
        },
        {
            "text": "Therefore, the result does not depend on possible imperfections in the description of the 2 þþ and 4 þþ reference waves at masses much below or above the new a 1 ð1420Þ.",
            "section": "082001-3",
            "paragraph_rank": 17,
            "section_rank": 3
        },
        {
            "text": "Summarizing our analysis, we have performed a resonance-model fit based on a spin-density submatrix that was obtained by the so-far most extensive 88-wave 3π PWA using the large COMPASS data set. ",
            "section": "082001-3",
            "paragraph_rank": 18,
            "section_rank": 3,
            "entity_spans": [
                {
                    "start": 178,
                    "end": 185,
                    "type": "software",
                    "rawForm": "COMPASS",
                    "resp": "whitelist",
                    "id": "software-simple-w9"
                }
            ]
        },
        {
            "text": "Restricting this resonance-model fit to the three waves 2 þþ 1 þ ρð770ÞπD, 4 þþ 1 þ ρð770ÞπG, and 1 þþ 0 þ f 0 ð980ÞπP, we have observed a new a 1 meson at m ¼ ð1414 þ15 −13 Þ MeV=c 2 with a width of Γ ¼ ð153 þ8 −23 Þ MeV=c 2 . ",
            "section": "082001-3",
            "paragraph_rank": 18,
            "section_rank": 3,
            "entity_spans": [
                {
                    "start": 176,
                    "end": 179,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w10"
                },
                {
                    "start": 218,
                    "end": 221,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w11"
                }
            ]
        },
        {
            "text": "This finding was made possible by our large event sample and, when compared to previous experiments, also by the more homogeneous acceptance of the COMPASS setup in the five phase-space variables used in the PWA [15,17].",
            "section": "082001-3",
            "paragraph_rank": 18,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 212,
                    "end": 216,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[15,"
                },
                {
                    "start": 216,
                    "end": 219,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "17]"
                }
            ],
            "entity_spans": [
                {
                    "start": 148,
                    "end": 155,
                    "type": "software",
                    "rawForm": "COMPASS",
                    "resp": "whitelist",
                    "id": "software-simple-w12"
                }
            ]
        },
        {
            "text": "The interpretation of this new state is still unclear. ",
            "section": "082001-3",
            "paragraph_rank": 19,
            "section_rank": 3
        },
        {
            "text": "Quark-model calculations including tetra-quark states predict nnnn and nsns isovector states at 1381 and 1530 MeV=c 2 , respectively [24]. ",
            "section": "082001-3",
            "paragraph_rank": 19,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 133,
                    "end": 137,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[24]"
                }
            ],
            "entity_spans": [
                {
                    "start": 110,
                    "end": 113,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w13"
                }
            ]
        },
        {
            "text": "The molecular model for the f 1 ð1420Þ proposed in Ref. ",
            "section": "082001-3",
            "paragraph_rank": 19,
            "section_rank": 3
        },
        {
            "text": "[8] could possibly be extended to the isovector case. ",
            "section": "082001-3",
            "paragraph_rank": 19,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "After our first announcement of the a 1 ð1420Þ [25], several explanations were proposed [26][27][28][29], none of them describing all features of the data. ",
            "section": "082001-3",
            "paragraph_rank": 19,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 47,
                    "end": 51,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[25]"
                },
                {
                    "start": 88,
                    "end": 92,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[26]"
                },
                {
                    "start": 92,
                    "end": 96,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[27]"
                },
                {
                    "start": 96,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[28]"
                },
                {
                    "start": 100,
                    "end": 104,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[29]"
                }
            ]
        },
        {
            "text": "The properties of the a 1 ð1420Þ suggest it to be the isospin partner of the f 1 ð1420Þ. ",
            "section": "082001-3",
            "paragraph_rank": 19,
            "section_rank": 3
        },
        {
            "text": "This is supported by its mass value of 1414 MeV=c 2 and by its strong coupling to f 0 ð980Þ, which is interpretable as a KK molecule. ",
            "section": "082001-3",
            "paragraph_rank": 19,
            "section_rank": 3,
            "entity_spans": [
                {
                    "start": 44,
                    "end": 47,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w14"
                }
            ]
        },
        {
            "text": "The a 1 ð1420Þ width of only 153 MeV=c 2 is narrow as compared to most other known isovector states, which typically have widths between 250 and 350 MeV=c 2 . ",
            "section": "082001-3",
            "paragraph_rank": 19,
            "section_rank": 3,
            "entity_spans": [
                {
                    "start": 33,
                    "end": 36,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w15"
                },
                {
                    "start": 149,
                    "end": 152,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w16"
                }
            ]
        },
        {
            "text": "The much smaller width of the f 1 ð1420Þ of only ð54.9 AE 2.6Þ MeV=c 2 can be explained by its strong coupling to KK Ã with the corresponding phase space being much smaller than that for a 1 ð1420Þ decaying into f 0 ð980Þπ. ",
            "section": "082001-3",
            "paragraph_rank": 19,
            "section_rank": 3,
            "entity_spans": [
                {
                    "start": 63,
                    "end": 66,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w17"
                }
            ]
        },
        {
            "text": "The a 1 ð1420Þ and the f 1 ð1420Þ may possibly be the first observed isospin partners for a πKK molecular-type excitation, which obey isospin symmetry. ",
            "section": "082001-3",
            "paragraph_rank": 19,
            "section_rank": 3
        },
        {
            "text": "This interpretation suggests further experimental and theoretical studies of the πKK final state.",
            "section": "082001-3",
            "paragraph_rank": 19,
            "section_rank": 3
        },
        {
            "text": "FIG. 1 (",
            "section_rank": 4
        },
        {
            "text": "FIG. 1 (color online). ",
            "section": "FIG. 1 (",
            "paragraph_rank": 20,
            "section_rank": 4
        },
        {
            "text": "Results of the PWA in 3π mass bins of 20 MeV=c 2 width (data points with statistical errors only). ",
            "section": "FIG. 1 (",
            "paragraph_rank": 20,
            "section_rank": 4,
            "entity_spans": [
                {
                    "start": 41,
                    "end": 44,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w18"
                }
            ]
        },
        {
            "text": "The red curves in the intensity distributions [panels (a)-",
            "section": "FIG. 1 (",
            "paragraph_rank": 20,
            "section_rank": 4
        },
        {
            "text": "(c)] represent the fit model, which is the coherent sum of resonances (blue) and nonresonant contributions (green). ",
            "section": "FIG. 1 (",
            "paragraph_rank": 20,
            "section_rank": 4
        },
        {
            "text": "The fit is constrained to the mass range indicated by the continuous curves. ",
            "section": "FIG. 1 (",
            "paragraph_rank": 20,
            "section_rank": 4
        },
        {
            "text": "Extrapolations of the model are shown as dashed curves. ",
            "section": "FIG. 1 (",
            "paragraph_rank": 20,
            "section_rank": 4
        },
        {
            "text": "Panel ",
            "section": "FIG. 1 (",
            "paragraph_rank": 20,
            "section_rank": 4
        },
        {
            "text": "(d) shows the relative phase between 1 þþ and 4 þþ together with the model curves and ",
            "section": "FIG. 1 (",
            "paragraph_rank": 20,
            "section_rank": 4
        },
        {
            "text": "(e) the phase between two 1 þþ decay modes. ",
            "section": "FIG. 1 (",
            "paragraph_rank": 20,
            "section_rank": 4
        },
        {
            "text": "Here, the different colors distinguish 3 exemplary t 0 bins. ",
            "section": "FIG. 1 (",
            "paragraph_rank": 20,
            "section_rank": 4
        },
        {
            "text": "The t 0 dependence of the a 1 ð1420Þ intensity is shown in ",
            "section": "FIG. 1 (",
            "paragraph_rank": 20,
            "section_rank": 4
        },
        {
            "text": "(f) together with the result of a single-exponential fit (red line) yielding a slope parameter of b ≈ 10 ðGeV=cÞ −2 .",
            "section": "FIG. 1 (",
            "paragraph_rank": 20,
            "section_rank": 4
        },
        {
            "text": "* Deceased. ",
            "section": "FIG. 1 (",
            "paragraph_rank": 21,
            "section_rank": 4
        },
        {
            "text": "† Corresponding author. ",
            "section": "FIG. 1 (",
            "paragraph_rank": 21,
            "section_rank": 4
        },
        {
            "text": "andrea.bressan@cern.ch ‡ Corresponding author. ",
            "section": "FIG. 1 (",
            "paragraph_rank": 21,
            "section_rank": 4
        },
        {
            "text": "bgrube@tum.de § Corresponding author. ",
            "section": "FIG. 1 (",
            "paragraph_rank": 21,
            "section_rank": 4
        },
        {
            "text": "fabienne.kunne@cea.fr a Also at Instituto Superior Técnico, Universidade de Lisboa, Lisbon, Portugal.",
            "section": "FIG. 1 (",
            "paragraph_rank": 21,
            "section_rank": 4
        },
        {
            "text": "We gratefully acknowledge the support of the CERN management and staff as well as the skills and efforts of the technicians of the collaborating institutions. ",
            "section": "FIG. 1 (",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "text": "This work is supported by MEYS (Czech Republic); \"HadronPhysics2\" ",
            "section": "FIG. 1 (",
            "paragraph_rank": 22,
            "section_rank": 6
        }
    ]
}