{
    "level": "sentence",
    "abstract": [],
    "body_text": [
        {
            "text": "J.S. Wilson, 31 P. Wilson, 15 B.L. Winer, 35 P. Wittich f , 15 S. Wolbers, 15 H. Wolfe, 35 T. Wright, 31 X. Wu, 18 Z. Wu, 5 K. Yamamoto, 37 D. Yamato, 37 T. Yang, 15 U.K. Yang, 25 Y.C. Yang, 25 W.",
            "paragraph_rank": 0,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 75,
                    "end": 77,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "15"
                },
                {
                    "start": 112,
                    "end": 114,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "18"
                },
                {
                    "start": 122,
                    "end": 123,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "5"
                },
                {
                    "start": 137,
                    "end": 139,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "37"
                },
                {
                    "start": 151,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "37"
                },
                {
                    "start": 163,
                    "end": 165,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "15"
                },
                {
                    "start": 177,
                    "end": 179,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "25"
                },
                {
                    "start": 191,
                    "end": 193,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "25"
                }
            ]
        },
        {
            "text": "-M. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "Yao, 26 G.P. Yeh, 15 K. Yi m , J. Yoh, 15 K. Yorita, 52 T. Yoshida k , 37 G.B. Yu, 14 I. Yu, 25 A.M. ",
            "paragraph_rank": 0,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 5,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "26"
                },
                {
                    "start": 18,
                    "end": 20,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "15"
                },
                {
                    "start": 39,
                    "end": 41,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "15"
                },
                {
                    "start": 83,
                    "end": 85,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "14"
                },
                {
                    "start": 93,
                    "end": 95,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "25"
                }
            ]
        },
        {
            "text": "Zanetti, 48 Y. Zeng, 14 C. Zhou, 14 and S. Zucchelli jj 6 (CDF Collaboration) , †",
            "paragraph_rank": 0,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 21,
                    "end": 23,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "14"
                },
                {
                    "start": 33,
                    "end": 35,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "14"
                }
            ]
        },
        {
            "text": "We report on a search for charged massive resonances decaying to top (t) and bottom (b) quarks in the full data set of proton-antiproton collisions at center-of-mass energy of √ s = 1.96 TeV collected by the CDF II detector at the Tevatron, corresponding to an integrated luminosity of 9.5 fb −1 . ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "No significant excess above the standard model (SM) background prediction is observed. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "We set 95% Bayesian credibility mass-dependent upper limits on the heavy charged particle production cross section times branching ratio to tb. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "Using a SM extension with a W → tb and left-right-symmetric couplings as a benchmark model, we constrain the W mass and couplings in the 300 to 900 GeV/c 2 range. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The limits presented here are the most stringent for a charged resonance with mass in the range 300 -600 GeV/c 2 decaying to top and bottom quarks.",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "Several modifications of the standard model (SM) of particle physics predict the existence of massive, shortlived states decaying to pairs of SM leptons or quarks. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Such a resonance decaying to a top (t) and a bottom (b) quark, tb, appears in models such as left-right-symmetric SM extensions [1], Kaluza-Klein extra dimensions [2,3], technicolor [4,5] or little Higgs scenarios [6] featuring one or more massive charged vector bosons, generically denoted as W . ",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 128,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[1]"
                },
                {
                    "start": 163,
                    "end": 166,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[2,"
                },
                {
                    "start": 166,
                    "end": 168,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "3]"
                },
                {
                    "start": 182,
                    "end": 185,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[4,"
                },
                {
                    "start": 185,
                    "end": 187,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "5]"
                },
                {
                    "start": 214,
                    "end": 217,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "Searches for W bosons in the W → tb decay channel are complementary to searches in the leptonic decay channel W → ν, and probe the most general scenario where the couplings of the W boson to fermions are free parameters.",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Recent searches in the W → tb channel have been performed by the CDF [7] and D0 [8] collaborations in proton-antiproton (pp) collisions at 1.96 TeV center-ofmass energy (CM) at the Tevatron, and by the ATLAS [9] and CMS [10] collaborations in proton-proton collisions at 8 TeV CM energy at the Large Hadron Collider (LHC). ",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 69,
                    "end": 72,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[7]"
                },
                {
                    "start": 80,
                    "end": 83,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[8]"
                },
                {
                    "start": 208,
                    "end": 211,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[9]"
                },
                {
                    "start": 220,
                    "end": 224,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "For mass scales approaching and surpassing 1 TeV, the LHC experiments have superior sensitivity over the Tevatron experiments due to the enhancement of the production cross section at the higher center-of-mass energy of the collisions. ",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "However, in the mass region well below 1 TeV the Tevatron experiments have greater sensitivity due to the relative suppression of gluon-initiated backgrounds compared to the quark-initiated signals such as the one under consideration here.",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "In this Letter, we present a novel search for charged massive resonances decaying to tb quark pair. ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "The search is performed in events where the top quark decays to a W b pair and the W boson decays to a charged lepton and a neutrino; the two bottom quarks hadronize and produce two clusters of particles (jets). ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "Since no assumptions on the signal model other than on the natural width are made, this search is sensitive to any narrow resonant state decaying to a tb final state. ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "A simple left-right symmetric SM extension [11], predicting the existence of W bosons of unknown mass and universal weak-coupling strength to SM fermions, is used as a benchmark model. ",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 43,
                    "end": 47,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "The reconstructed width of the signal is dominated by resolution effects; the test signal is therefore applicable for any W -like particle whose width is small compared to the experimental resolution.",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "The data were collected at the Tevatron pp collider at a center-of-mass energy of 1.96 TeV and were recorded by the CDF II detector [12]. ",
            "paragraph_rank": 5,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 132,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "The detector consists of a silicon microstrip vertex detector and a cylindrical drift chamber immersed in a 1.4 T magnetic field for vertex and charged-particle trajectory (track) reconstruction, surrounded by pointing-tower-geometry electromagnetic and hadronic calorimeters for energy measurement, and muon detectors outside the calorimeters [13].",
            "paragraph_rank": 5,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 344,
                    "end": 348,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "We analyze events accepted by the online event selection (trigger) that requires either the event missing transverse-energy / E T to satisfy / E T > 45 GeV or, alternatively / E T > 35 GeV and the presence of two or more jets, each with transverse energy E T > 15 GeV. ",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "The full data set corresponds to an integrated luminosity of 9.5 fb −1 . ",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "Offline, we select events with / E T > 50 GeV, after correcting measured jet energies for instrumental effects [14]. ",
            "paragraph_rank": 6,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 111,
                    "end": 115,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "We further require events to have two or three high-E T jets, where the two jets j 1 , j 2 with the largest transverse energies, E j1",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "T and E j2 T , are required to satisfy E j1 T > 35 GeV and E j2 T > 25 GeV; the jet energies are determined from calorimeter deposits and corrected using chargedparticle momentum measurements [15]. ",
            "paragraph_rank": 7,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 192,
                    "end": 196,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "One leading jet is required to be within the silicon detector acceptance, |η| < 0.8; the other satisfies |η| < 2.0. ",
            "paragraph_rank": 7,
            "section_rank": 1
        },
        {
            "text": "In addition to the large missing transverse-energy indicating the presence of a high-p T neutrino, the presence of a W boson decaying to an eν e or µν µ pair is confirmed by requiring a reconstructed electron or muon. ",
            "paragraph_rank": 7,
            "section_rank": 1
        },
        {
            "text": "Leptonically decaying τ leptons are collected in the same way. ",
            "paragraph_rank": 7,
            "section_rank": 1
        },
        {
            "text": "Hadronically decaying τ leptons from the W decay chain are mostly reconstructed as jets in the calorimeter. ",
            "paragraph_rank": 7,
            "section_rank": 1
        },
        {
            "text": "Three-jet events are thus retained, while events with more than three jets with E j T > 15 GeV and |η| < 2.4 are excluded. ",
            "paragraph_rank": 7,
            "section_rank": 1
        },
        {
            "text": "The majority of the background at this stage is quantum crhomodynamics (QCD) production of multijet events, which yields / E T generated through jet-energy mismeasurements. ",
            "paragraph_rank": 7,
            "section_rank": 1
        },
        {
            "text": "Neutrinos produced in semileptonic b-hadron decays also contribute to the / E T of these events. ",
            "paragraph_rank": 7,
            "section_rank": 1
        },
        {
            "text": "In both cases, the / E T is typically aligned with the projection on the transverse plane of the second or third jet momentum. ",
            "paragraph_rank": 7,
            "section_rank": 1
        },
        {
            "text": "Events are rejected by requiring the azimuthal separation ∆ϕ between / E T and E j2 T (or E j3 T ) to be larger than 0.4. ",
            "paragraph_rank": 7,
            "section_rank": 1
        },
        {
            "text": "The resulting sample, pretag, contains 391 229 events, about 940 of these would originate from the decay of a 300 GeV/ c 2 W boson with SM-like couplings.",
            "paragraph_rank": 7,
            "section_rank": 1
        },
        {
            "text": "In order to identify jets originated from the hadronization of a b quark (\"b-tagged\"), we use two different algorithms, each tuned either for making a very pure selection (Tight), or for making a somewhat less pure selection that is more efficient (Loose). ",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "The secvtx algorithm [16] looks for a vertex displaced from the collisions point produced by the in-flight decay of a b-flavored hadron; for this analysis we choose the tight (T) working point. ",
            "paragraph_rank": 8,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 21,
                    "end": 25,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "The jetprob algorithm [17] determines the probability that the tracks within a jet originate from the primary vertex; we choose for the latter algorithm the loose (L) working point. ",
            "paragraph_rank": 8,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 22,
                    "end": 26,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "[17]"
                }
            ]
        },
        {
            "text": "The efficiency for each b-tagging algorithm is approximately 40-50%. ",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "We require at least one of the first two leading jets in E T to be tagged by the secvtx algorithm. ",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "Events are further divided among twelve statistically independent subsamples, depending on whether there are no additional b−tagged jets (1T), or an additional jet is tagged by jetprob but not by secvtx (TL), or tagged by secvtx (TT), the number of jets (two-jet or three-jet sample) and the presence or absence of a reconstructed electron or muon. ",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "This division increases sensitivity because signal-to-noise ratio and background composition differ across subsamples. ",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "The resulting preselection sample contains 25 256 events, to which a W boson with SM-like couplings and 300 GeV/ c 2 mass would contribute about 480 events.",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "The dominant contribution to the preselection sample is due to QCD multijet production. ",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "Other processes giving significant contributions are top-antitop quark-pair production (tt), electroweak single-top-quark production, dibosons (WW , WZ ), and production of jets in association with a boson (V+jets, where V stands for a W or a Z boson), including both heavy-flavor jets (from b or c quarks) and jets from light-flavor quarks or gluons that have been erroneously b-tagged.",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "A combination of data and simulations making use of Monte Carlo (MC) integration are used to derive the estimates for SM background contributions. ",
            "paragraph_rank": 10,
            "section_rank": 1
        },
        {
            "text": "The kine-matic distributions of events associated with top-quark pair, single top quark, V+jets, W + c, diboson (V V ) and associated Higgs and W or Z boson (V H) production are modeled using simulated samples. ",
            "paragraph_rank": 10,
            "section_rank": 1
        },
        {
            "text": "The alpgen generator [18] is used to model V+jets at leading order (LO) in the strong-interaction coupling with up to four partons produced at tree level, based on generator-toreconstructed-jet matching [19,20]. ",
            "paragraph_rank": 10,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 21,
                    "end": 25,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[18]"
                },
                {
                    "start": 203,
                    "end": 207,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[19,"
                },
                {
                    "start": 207,
                    "end": 210,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "20]"
                }
            ]
        },
        {
            "text": "The powheg [21] generator is used to model t-and s-channel single top quark production, while pythia [22] is used to model top-quark-pair, V V , and V H production. ",
            "paragraph_rank": 10,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 11,
                    "end": 15,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "[21]"
                },
                {
                    "start": 101,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "[22]"
                }
            ],
            "entity_spans": [
                {
                    "start": 50,
                    "end": 58,
                    "type": "software",
                    "rawForm": "-channel",
                    "resp": "whitelist",
                    "id": "software-simple-w0"
                }
            ]
        },
        {
            "text": "Each event generator uses the CTEQ5L parton distribution functions (PDF) [23]. ",
            "paragraph_rank": 10,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 73,
                    "end": 77,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[23]"
                }
            ]
        },
        {
            "text": "Parton showering is simulated using pythia. ",
            "paragraph_rank": 10,
            "section_rank": 1
        },
        {
            "text": "Event modeling also includes simulation of the detector response using geant [24]. ",
            "paragraph_rank": 10,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 77,
                    "end": 81,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[24]"
                }
            ]
        },
        {
            "text": "The simulated events are reconstructed and analyzed in the same way as the experimental data. ",
            "paragraph_rank": 10,
            "section_rank": 1
        },
        {
            "text": "Normalizations of the contributions from tand s-channel single top quark, V V , V H, and tt pair production are taken from theoretical cross-sections [25][26][27][28], while the normalization for W + c production is taken from the measured cross section [29]. ",
            "paragraph_rank": 10,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 150,
                    "end": 154,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "[25]"
                },
                {
                    "start": 154,
                    "end": 158,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "[26]"
                },
                {
                    "start": 158,
                    "end": 162,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[27]"
                },
                {
                    "start": 162,
                    "end": 166,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "[28]"
                },
                {
                    "start": 254,
                    "end": 258,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "[29]"
                }
            ],
            "entity_spans": [
                {
                    "start": 47,
                    "end": 55,
                    "type": "software",
                    "rawForm": "-channel",
                    "resp": "whitelist",
                    "id": "software-simple-w1"
                }
            ]
        },
        {
            "text": "For V+jets production, the heavy-flavor contribution is normalized based on the number of b-tagged events observed in an independent data control sample [30]. ",
            "paragraph_rank": 10,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 153,
                    "end": 157,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "[30]"
                }
            ]
        },
        {
            "text": "Contributions of V+jets and V V events containing at least one incorrectly b-tagged light-flavored jet are determined by applying to simulated events a per-event probability, obtained from a generic event sample containing mostly light-flavored jets [31,32]. ",
            "paragraph_rank": 10,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 250,
                    "end": 254,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "[31,"
                },
                {
                    "start": 254,
                    "end": 257,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "32]"
                }
            ]
        },
        {
            "text": "The efficiency of the trigger-level selection is measured in data and applied to all simulated samples.",
            "paragraph_rank": 10,
            "section_rank": 1
        },
        {
            "text": "Because QCD multijet events with large missing transverse energy are difficult to simulate properly, a suitable model is derived solely from data; we use an independent data sample composed of events with ∆ϕ( E T , E j2 T ) < 0.4 and 50 < E T < 70 GeV, consisting almost entirely of QCD multijet contributions. ",
            "paragraph_rank": 11,
            "section_rank": 1
        },
        {
            "text": "First, a b-tagging probability f i is calculated separately in each b-tagging subsample i (i = 1T, TL, TT) by taking the ratio between tagged and pretagged events as a function of several jet-and event-related variables [33]. ",
            "paragraph_rank": 11,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 220,
                    "end": 224,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "[33]"
                }
            ]
        },
        {
            "text": "Then, QCD multijet kinematic distributions are determined separately for each region i by weighting the untagged data in the preselection sample according to the probability f i .",
            "paragraph_rank": 11,
            "section_rank": 1
        },
        {
            "text": "The signal is modeled using pythia for W boson mass M W in the range 300 ≤ M W ≤ 900 GeV/c 2 in 100 GeV/c 2 increments, where the W boson is assumed to have purely right-handed decays. ",
            "paragraph_rank": 12,
            "section_rank": 1
        },
        {
            "text": "As the W boson helicity does not affect analysis observables, this model is valid for both a right-handed and a left-handed W boson under the assumption of no interference with SM W boson production. ",
            "paragraph_rank": 12,
            "section_rank": 1
        },
        {
            "text": "Two scenarios are considered, depending on whether the leptonic decay mode W → ν is allowed or forbidden. ",
            "paragraph_rank": 12,
            "section_rank": 1
        },
        {
            "text": "The latter, for instance, is the case if the hypothetical right-handed neutrino ν R is more massive than the W boson. ",
            "paragraph_rank": 12,
            "section_rank": 1
        },
        {
            "text": "The only effect of the forbidden leptonic decay mode is an increased branching fraction B(W → tb).",
            "paragraph_rank": 12,
            "section_rank": 1
        },
        {
            "text": "As an intermediate background-rejection step, an artificial neural network, NN QCD , is employed to separate the dominant QCD multijet background from signal and other backgrounds. ",
            "paragraph_rank": 13,
            "section_rank": 1
        },
        {
            "text": "NN QCD is trained using event observables ( E T , p T [34]), angular observables (∆ϕ( E T , p T ), ∆ϕ( E T , E ji T ), ∆ϕ( p T , E ji T ) and other topological informations such as sphericity [35]. ",
            "paragraph_rank": 13,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 54,
                    "end": 58,
                    "type": "bibr",
                    "ref_id": "b50",
                    "text": "[34]"
                },
                {
                    "start": 192,
                    "end": 196,
                    "type": "bibr",
                    "text": "[35]"
                }
            ]
        },
        {
            "text": "As the final-state topologies for a W boson decaying to a top-bottom quark pair and s-channel single-top-quark production are similar, we employ the same NN QCD function constructed to separate W +jets events from background in the s-channel singletop-quark observation [36]. ",
            "paragraph_rank": 13,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 270,
                    "end": 274,
                    "type": "bibr",
                    "text": "[36]"
                }
            ],
            "entity_spans": [
                {
                    "start": 85,
                    "end": 93,
                    "type": "software",
                    "rawForm": "-channel",
                    "resp": "whitelist",
                    "id": "software-simple-w2"
                },
                {
                    "start": 233,
                    "end": 241,
                    "type": "software",
                    "rawForm": "-channel",
                    "resp": "whitelist",
                    "id": "software-simple-w3"
                }
            ]
        },
        {
            "text": "No information on the W boson mass is included in the training sample in order to ensure consistent performance in QCD multijet background separation across the whole W -boson-mass range under study.",
            "paragraph_rank": 13,
            "section_rank": 1
        },
        {
            "text": "The events must satisfy a minimum NN QCD requirement to maximize sensitivity to single-top-quark s-channel production, which is kinematically very similar to W production at threshold. ",
            "paragraph_rank": 14,
            "section_rank": 1,
            "entity_spans": [
                {
                    "start": 98,
                    "end": 106,
                    "type": "software",
                    "rawForm": "-channel",
                    "resp": "whitelist",
                    "id": "software-simple-w4"
                }
            ]
        },
        {
            "text": "The surviving events constitute the signal region. ",
            "paragraph_rank": 14,
            "section_rank": 1
        },
        {
            "text": "To determine the appropriate normalization of QCD events in each analysis subsample, we derive a scale factor in the region composed by the rejected events. ",
            "paragraph_rank": 14,
            "section_rank": 1
        },
        {
            "text": "Tables I and II show the event yields after the full selection.",
            "paragraph_rank": 14,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 15,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Tables I and II"
                }
            ]
        },
        {
            "text": "We use two additional neural networks, NN V jets and NN tt , to classify events that satisfy the minimum requirement on the NN QCD output variable. ",
            "paragraph_rank": 15,
            "section_rank": 1
        },
        {
            "text": "The first neural network, NN V jets , is trained to separate the W boson signal from V+jets and the remaining QCD backgrounds. ",
            "paragraph_rank": 15,
            "section_rank": 1
        },
        {
            "text": "In the training, a simulated W -boson signal is used, while the background sample consists of pretag data that satisfy the requirement on NN QCD , reweighted by the tag-rate probability. ",
            "paragraph_rank": 15,
            "section_rank": 1
        },
        {
            "text": "The second neural network, NN tt , is trained to separate W boson from tt production using simulated samples. ",
            "paragraph_rank": 15,
            "section_rank": 1
        },
        {
            "text": "Variables that describe the energy and momentum flow in the detector and angular variables are used in the training of the NN V jets and NN tt discriminants. ",
            "paragraph_rank": 15,
            "section_rank": 1
        },
        {
            "text": "The final discriminant, NN sig , is defined as the sum of the square of the NN V jets and NN tt output variables, multiplied by appropriate weights optimized to improve the expected sensitivity in each analysis subsample. ",
            "paragraph_rank": 15,
            "section_rank": 1
        },
        {
            "text": "Figure 1 shows the expected and observed shapes of the NN sig output variable for several subsamples, with the shape corresponding to the 300 GeV/c 2 W hypothesis overlaid.",
            "paragraph_rank": 15,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "A binned likelihood fit is performed to probe a W → tb signal in the presence of SM backgrounds. ",
            "paragraph_rank": 16,
            "section_rank": 1
        },
        {
            "text": "The likelihood is the product of Poisson probabilities over the bins of the NN sig distribution. ",
            "paragraph_rank": 16,
            "section_rank": 1
        },
        {
            "text": "The mean number of expected events in each bin includes contributions from each background source and from the W → tb process assuming a given value of M W . ",
            "paragraph_rank": 16,
            "section_rank": 1
        },
        {
            "text": "We employ a Bayesian likelihood [37] with a uniform, non-negative prior probability for the W  boson production cross section times branching fraction, σ(pp → W ) × B(W → tb), and truncated Gaussian priors for the uncertainties on the acceptance and shapes of the backgrounds. ",
            "paragraph_rank": 16,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 32,
                    "end": 36,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "[37]"
                }
            ]
        },
        {
            "text": "We combine the twelve signal regions of events characterized by different b-tagging content, jet multiplicity, and presence of well-identified leptons by multiplying the corresponding likelihoods and simultaneously taking into account the correlated uncertainties. ",
            "paragraph_rank": 16,
            "section_rank": 1
        },
        {
            "text": "Systematic uncertainties include both uncertainties on template normalization and uncertainties on the shape of the NN sig distribution. ",
            "paragraph_rank": 16,
            "section_rank": 1
        },
        {
            "text": "Uncertainties due to the same source are considered 100% correlated. ",
            "paragraph_rank": 16,
            "section_rank": 1
        },
        {
            "text": "These uncertainties apply to both signal and backgrounds, and include luminosity measurement (6%), b-tagging efficiency (8 to 16%), trigger efficiency (1 to 3%), lepton identification efficiency (2%), parton distribution functions (3%), initialstate and final-state radiation simulation uncertainties (2%) and up to 6% for the jet-energy scale [14]. ",
            "paragraph_rank": 16,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 344,
                    "end": 348,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "The uncertainties due to finite simulation sample size, and the uncertainties on the normalization of the production of tt (3.5%), t-channel single-top quarks (6.2%), s-channel single-top quarks (5%), dibosons (6%) from the theoretical cross-section calculations [25,26], W + c (23%) from the measured cross section [27,29], and QCD multijet (3 to 100%, calculated from scale factors) are not correlated. ",
            "paragraph_rank": 16,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 263,
                    "end": 267,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "[25,"
                },
                {
                    "start": 267,
                    "end": 270,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "26]"
                },
                {
                    "start": 316,
                    "end": 320,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[27,"
                },
                {
                    "start": 320,
                    "end": 323,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "29]"
                }
            ],
            "entity_spans": [
                {
                    "start": 132,
                    "end": 140,
                    "type": "software",
                    "rawForm": "-channel",
                    "resp": "whitelist",
                    "id": "software-simple-w5"
                },
                {
                    "start": 168,
                    "end": 176,
                    "type": "software",
                    "rawForm": "-channel",
                    "resp": "whitelist",
                    "id": "software-simple-w6"
                }
            ]
        },
        {
            "text": "The production rates of events with a W or a Z boson plus heavy-flavor jets are associated with a 30% uncertainty. ",
            "paragraph_rank": 16,
            "section_rank": 1
        },
        {
            "text": "The shapes obtained by varying the b-tagging probability f i by one standard deviation from their central values are applied as uncertainties on the shapes of the QCD background. ",
            "paragraph_rank": 16,
            "section_rank": 1
        },
        {
            "text": "Changes in the shape of the NN sig distribution originating from jet-energy-scale uncertainties are also incorporated for processes modeled with simulations. ",
            "paragraph_rank": 16,
            "section_rank": 1
        },
        {
            "text": "An uncertainty on the b-tagging efficiency due to different performance observed in data and simulations as a function of the jet E T is applied to signal distributions.",
            "paragraph_rank": 16,
            "section_rank": 1
        },
        {
            "text": "The procedure is performed for all signal mass hypotheses using the methodology described in Ref. ",
            "paragraph_rank": 17,
            "section_rank": 1
        },
        {
            "text": "[30], obtaining 95% C.L. upper limits on σ(pp → W ) × B(W → tb) as a function of M W , assuming no signal present in the data. ",
            "paragraph_rank": 17,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "[30]"
                }
            ]
        },
        {
            "text": "By comparing the limits on σ(pp → W ) × B(W → tb) with the theoretical next-to-leading order calculations for the same quantity for a right-handed W boson with SM-like couplings [11], we exclude W bosons for masses less than 860 (880) GeV/c 2 in cases where W → tb decay to leptons are allowed (forbidden). ",
            "paragraph_rank": 17,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 178,
                    "end": 182,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "The expected and ob-served upper limits on σ(pp → W ) × B(W → tb) divided by theoretical predictions are shown in Fig. 2.",
            "paragraph_rank": 17,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 114,
                    "end": 120,
                    "type": "figure",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "For a simple s-channel-production model with effective coupling g W , and assuming that couplings to light and heavy quarks are identical, the cross section is proportional to g 2 W . ",
            "paragraph_rank": 18,
            "section_rank": 1,
            "entity_spans": [
                {
                    "start": 14,
                    "end": 22,
                    "type": "software",
                    "rawForm": "-channel",
                    "resp": "whitelist",
                    "id": "software-simple-w7"
                }
            ]
        },
        {
            "text": "By relaxing the assumption of universal weak coupling, the limits on the cross section are interpreted as upper limits on g W as functions of M W . ",
            "paragraph_rank": 18,
            "section_rank": 1
        },
        {
            "text": "The excluded region of the g W -M W plane is shown in Fig. 3, with g W expressed in units of the SM weak couplings, g W . ",
            "paragraph_rank": 18,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 54,
                    "end": 60,
                    "type": "figure",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "For a W boson with a mass of 300 GeV/c 2 , the effective coupling is constrained at the 95% C.L. to be less than 10% of the W boson coupling.",
            "paragraph_rank": 18,
            "section_rank": 1
        },
        {
            "text": "In conclusion, we perform a search for a massive resonance decaying to tb with the full CDF II data set, corresponding to an integrated luminosity of 9.5 fb −1 . ",
            "paragraph_rank": 19,
            "section_rank": 1
        },
        {
            "text": "The data are consistent with the background-only hypothesis, and upper limits are set on the production cross-section times branching ratio at the 95% Bayesian credibility. ",
            "paragraph_rank": 19,
            "section_rank": 1
        },
        {
            "text": "For a specific benchmark model (left-right-symmetric SM extension), in cases where the W → tb-leptonic-decay mode is allowed (forbidden), we exclude W bosons with masses lower than 860 (880) GeV/c 2 . ",
            "paragraph_rank": 19,
            "section_rank": 1
        },
        {
            "text": "For masses smaller than approximately 600 GeV/c 2 , this search yields the  The region above each line is excluded. ",
            "paragraph_rank": 19,
            "section_rank": 1
        },
        {
            "text": "The CDF limits are compared with limits from the latest W searches from ATLAS, CMS and D0 [8][9][10]. ",
            "paragraph_rank": 19,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 90,
                    "end": 93,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[8]"
                },
                {
                    "start": 93,
                    "end": 96,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[9]"
                },
                {
                    "start": 96,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "The vertical part in each boundary region of the plot represents the minimum masses for which bounds are quoted.",
            "paragraph_rank": 19,
            "section_rank": 1
        },
        {
            "text": "most constraining limits to date on narrow tb-resonance production.",
            "paragraph_rank": 20,
            "section_rank": 1
        },
        {
            "text": "We thank the Fermilab staff and the technical staffs of the participating institutions for their vital contributions. ",
            "paragraph_rank": 21,
            "section_rank": 1
        },
        {
            "text": "This work was supported by the U.S. Department of Energy and National Science Foundation; the Italian Istituto Nazionale di Fisica Nucleare; the Ministry of Education, Culture, Sports, Science and Technology of Japan; the Natural Sciences and Engineering Research Council of Canada; the National Science Council of the Republic of China; the Swiss National Science Foundation; the A.P. Sloan Foundation; the Bundesministerium für Bildung und Forschung, Germany; the Korean World Class University Program, the National Research Foundation of Korea; the Science and Technology Facilities Council and the Royal Society, United Kingdom; the Russian Foundation for Basic Research; the Ministerio de Ciencia e Innovación, and Programa Consolider-Ingenio 2010, Spain; the Slovak R&D Agency; the Academy of Finland; the Australian Research Council (ARC); and the EU community Marie Curie Fellowship Contract No. 302103.",
            "paragraph_rank": 21,
            "section_rank": 1,
            "entity_spans": [
                {
                    "start": 78,
                    "end": 88,
                    "type": "software",
                    "rawForm": "Foundation",
                    "resp": "whitelist",
                    "id": "software-simple-w8"
                },
                {
                    "start": 365,
                    "end": 375,
                    "type": "software",
                    "rawForm": "Foundation",
                    "resp": "whitelist",
                    "id": "software-simple-w9"
                },
                {
                    "start": 392,
                    "end": 402,
                    "type": "software",
                    "rawForm": "Foundation",
                    "resp": "whitelist",
                    "id": "software-simple-w10"
                },
                {
                    "start": 496,
                    "end": 503,
                    "type": "software",
                    "rawForm": "Program",
                    "resp": "whitelist",
                    "id": "software-simple-w11"
                },
                {
                    "start": 527,
                    "end": 537,
                    "type": "software",
                    "rawForm": "Foundation",
                    "resp": "whitelist",
                    "id": "software-simple-w12"
                },
                {
                    "start": 645,
                    "end": 655,
                    "type": "software",
                    "rawForm": "Foundation",
                    "resp": "whitelist",
                    "id": "software-simple-w13"
                },
                {
                    "start": 660,
                    "end": 665,
                    "type": "software",
                    "rawForm": "Basic",
                    "resp": "whitelist",
                    "id": "software-simple-w14"
                }
            ]
        },
        {
            "text": "FIG. 1 :",
            "section_rank": 2
        },
        {
            "text": "FIG. 1: Expected and observed final discriminant distributions in the signal region. ",
            "section": "FIG. 1 :",
            "paragraph_rank": 22,
            "section_rank": 2
        },
        {
            "text": "The distribution for a W boson with 300GeV/ c 2 mass and SM couplings is overlaid. ",
            "section": "FIG. 1 :",
            "paragraph_rank": 22,
            "section_rank": 2
        },
        {
            "text": "The signal is normalized to a cross section times branching ratio of 3 pb. ",
            "section": "FIG. 1 :",
            "paragraph_rank": 22,
            "section_rank": 2
        },
        {
            "text": "Plots show the discriminant in the following subsamples: 1T two-jet ",
            "section": "FIG. 1 :",
            "paragraph_rank": 22,
            "section_rank": 2
        },
        {
            "text": "(a), 1T three-jet ",
            "section": "FIG. 1 :",
            "paragraph_rank": 22,
            "section_rank": 2
        },
        {
            "text": "(b), TL two-jet ",
            "section": "FIG. 1 :",
            "paragraph_rank": 22,
            "section_rank": 2
        },
        {
            "text": "(c), TL three-jet ",
            "section": "FIG. 1 :",
            "paragraph_rank": 22,
            "section_rank": 2
        },
        {
            "text": "(d), TT two-jet ",
            "section": "FIG. 1 :",
            "paragraph_rank": 22,
            "section_rank": 2
        },
        {
            "text": "(e) and TT ",
            "section": "FIG. 1 :",
            "paragraph_rank": 22,
            "section_rank": 2
        },
        {
            "text": "(f) three-jet events.",
            "section": "FIG. 1 :",
            "paragraph_rank": 22,
            "section_rank": 2
        },
        {
            "text": "TABLE I :",
            "section_rank": 3
        },
        {
            "text": "Numbers of expected and observed two-jet events with and without identified leptons, combined, in the 1T, TL, and TT subsamples. ",
            "section": "TABLE I :",
            "paragraph_rank": 23,
            "section_rank": 3
        },
        {
            "text": "The uncertainties on the expected numbers of events are due to the theoretical and experimental uncertainties on signal and background modeling. ",
            "section": "TABLE I :",
            "paragraph_rank": 23,
            "section_rank": 3
        },
        {
            "text": "Expected numbers of events for a right-handed W boson with SM-like couplings and a mass of 300 GeV/c 2 are shown.",
            "section": "TABLE I :",
            "paragraph_rank": 23,
            "section_rank": 3
        },
        {
            "text": "TABLE II :",
            "section_rank": 4
        },
        {
            "text": "Same as inTable Ibut for three-jet events.",
            "section": "TABLE II :",
            "paragraph_rank": 24,
            "section_rank": 4
        },
        {
            "text": "fb observed -1 CMS 19.5 fb observed -1 ATLAS 20.3 fb FIG",
            "section_rank": 5
        },
        {
            "text": ". 3: Observed and expected 95% C.L. upper limits on the coupling strength of a right-handed W boson compared to the SM W -boson coupling, g W /gW , as functions of M W in cases where the leptonic decay mode W → ν is forbidden.",
            "section": "fb observed -1 CMS 19.5 fb observed -1 ATLAS 20.3 fb FIG",
            "paragraph_rank": 25,
            "section_rank": 5
        }
    ]
}