{
    "level": "sentence",
    "abstract": [
        {
            "text": "Two different nuclear-medium effects are isolated using a low three-momentum transfer subsample of neutrino-carbon scattering data from the MINERvA neutrino experiment. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The observed hadronic energy in charged-current νµ interactions is combined with muon kinematics to permit separation of the quasielastic and ∆(1232) resonance processes. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "First, we observe a small cross section at very low energy transfer that matches the expected screening effect of long-range nucleon correlations. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "Second, additions to the event rate in the kinematic region between the quasielastic and ∆ resonance processes are needed to describe the data. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The data in this kinematic region also has an enhanced population of multi-proton final states. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "Contributions predicted for scattering from a nucleon pair have both properties; the model tested in this analysis is a significant improvement but does not fully describe the data. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "We present the results as a double-differential cross section to enable further investigation of nuclear models. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "Improved description of the effects of the nuclear environment are required by current and future neutrino oscillation experiments.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "The environment of the nucleus modifies neutrinoscattering cross sections, compared to those for hydrogen and deuterium targets. ",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Fermi-gas models [1] are still widely used by neutrino experiments to describe the nuclear environment, but incorporate only simple proper-ties such as Fermi motion and Pauli blocking. ",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 17,
                    "end": 20,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "Such models are unable to precisely describe high-statistics data for neutrino scattering from oxygen [2], carbon [3][4][5][6][7][8], and iron [9], especially for processes at low three-momentum transfer such as quasielastic (QE) and ∆(1232) resonance production. ",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 102,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 114,
                    "end": 117,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 117,
                    "end": 120,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 120,
                    "end": 123,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                },
                {
                    "start": 123,
                    "end": 126,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                },
                {
                    "start": 126,
                    "end": 129,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                },
                {
                    "start": 129,
                    "end": 132,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                },
                {
                    "start": 143,
                    "end": 146,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "The prevailing interpretation of these discrepancies is that more detailed nuclear models are required [10][11][12]. ",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                },
                {
                    "start": 107,
                    "end": 111,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                },
                {
                    "start": 111,
                    "end": 115,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "Uncertainties in nuclear modeling also impede investigation into fundamental quantities like the nucleon axial form factor.",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "The measurement of neutrino oscillation parameters by current and future accelerator-based experiments [13][14][15][16][17] requires accurate prediction of the neutrino energy spectrum. ",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                },
                {
                    "start": 107,
                    "end": 111,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[14]"
                },
                {
                    "start": 111,
                    "end": 115,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[15]"
                },
                {
                    "start": 115,
                    "end": 119,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[16]"
                },
                {
                    "start": 119,
                    "end": 123,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[17]"
                }
            ]
        },
        {
            "text": "Poorly modeled nuclear effects for the QE and ∆ processes, or absence of an entire process such as interactions with correlated nucleon pairs, are major barriers [18][19][20][21][22][23] for these experiments. ",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 162,
                    "end": 166,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[18]"
                },
                {
                    "start": 166,
                    "end": 170,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[19]"
                },
                {
                    "start": 170,
                    "end": 174,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[20]"
                },
                {
                    "start": 174,
                    "end": 178,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[21]"
                },
                {
                    "start": 178,
                    "end": 182,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[22]"
                },
                {
                    "start": 182,
                    "end": 186,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[23]"
                }
            ]
        },
        {
            "text": "The consequences are acute when the lepton kinematics or hadron final-state content bias neutrino energy reconstruction or might affect neutrinos and anti-neutrinos differently. ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The data presented in this Letter reveal the magnitude of multinucleon effects that must be accounted for in oscillation parameter measurements.",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "We present the first analysis of neutrino-scattering data to isolate the kinematic region between the QE and ∆ resonance processes. ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "We use the measured hadronic energy to determine the full kinematics of an inclusive sample of interactions. ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "These data from the MINERvA experiment exhibit a process with multiple protons in the final state, such as those predicted by scattering from two particles leaving two holes (2p2h), with energy transfer between the QE and ∆ reactions [24,25]. ",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 234,
                    "end": 238,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[24,"
                },
                {
                    "start": 238,
                    "end": 241,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "25]"
                }
            ]
        },
        {
            "text": "Also, the cross section at low energy transfer is small, consistent with the effects of long range nucleon-nucleon correlations, such as those computed using the Random Phase Approximation (RPA) technique [24,26,27]. ",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 205,
                    "end": 209,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[24,"
                },
                {
                    "start": 209,
                    "end": 212,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "26,"
                },
                {
                    "start": 212,
                    "end": 215,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "27]"
                }
            ]
        },
        {
            "text": "In this Letter, we first present the analysis strategy and hadronic energy estimators, then the selection of the low three-momentum sample, comparison of the data and simulated events in reconstructed quantities, and the extraction of a doubledifferential cross section which will enable further comparisons to interaction models. ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The presence of a multinucleon component is confirmed by directly counting protons near the neutrino interaction point.",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "A productive approach in previous investigations of nuclear effects in neutrino scattering has been to select a sample of QE events, measure the final-state charged lepton kinematics, use them to infer Q 2 (the square of the four-momentum transferred to the nucleus), then compare to models. ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Predicted RPA and 2p2h effects overlap in Q 2 , despite distinctly different energy and momentum transfers [28]. ",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 107,
                    "end": 111,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[28]"
                }
            ]
        },
        {
            "text": "Without a mono-energetic neutrino beam or detailed convolution with the flux, these nuclear medium effects are difficult to distinguish using only muon kinematics.",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Reconstructing both hadronic energy and muon kinematics permits an estimate of the neutrino energy E ν plus an electron-scattering style analysis of a pair of variables which separate QE and ∆ events. ",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "This pair can be either hadronic invariant mass W and Q 2 , or energy transfer q 0 and the magnitude of three-momentum trans-fer q 3 = | q| to the nucleus. ",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The latter basis is used in this analysis, to avoid a model dependence inherent in producing an unfolded cross section for regions of W where the default model predicts almost no cross section.",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Reconstruction of the energy transfer q 0 requires model-dependent corrections for nucleon removal energy and unobserved neutrons. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Additionally, the QE and ∆ processes contribute zero cross section at some kinematics, which prevents unfolding to true q 0 . ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "To produce a double-differential cross section with little model dependence, we define the closely related observable, the hadronic energy available to produce activity in the detector E avail , as the sum of proton and charged pion kinetic energy, plus neutral pion, electron, and photon total energy, and report d 2 σ/dE avail dq 3 . ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The precision of E avail depends primarily on the accurate simulation of charged particles and photons that leave the interaction point and deposit energy throughout the detector.",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "These data are taken from the 2010 to 2012 MINERvA exposure to the NuMI beam with 3.33 × 10 20 protons on target. ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "In the neutrino-mode NuMI beam, 120-GeV protons interact with a graphite target, and positivelycharged mesons are focused toward the MINERvA detector by a pair of magnetic horns [29]. ",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 178,
                    "end": 182,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[29]"
                }
            ]
        },
        {
            "text": "The mesons decay to neutrinos in a helium-filled decay pipe, leading to a neutrino event spectrum which peaks at 3.5 GeV. ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "The neutrino flux prediction comes from a Geant4-based [30,31] simulation of the neutrino beamline, tuned using thintarget hadron production data [32][33][34][35] with additional uncertainty assigned to interactions not constrained by those data.",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 55,
                    "end": 59,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[30,"
                },
                {
                    "start": 59,
                    "end": 62,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "31]"
                },
                {
                    "start": 146,
                    "end": 150,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[32]"
                },
                {
                    "start": 150,
                    "end": 154,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "[33]"
                },
                {
                    "start": 154,
                    "end": 158,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[34]"
                },
                {
                    "start": 158,
                    "end": 162,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[35]"
                }
            ],
            "entity_spans": [
                {
                    "start": 42,
                    "end": 48,
                    "type": "software",
                    "rawForm": "Geant4",
                    "resp": "whitelist",
                    "id": "software-simple-w0"
                }
            ]
        },
        {
            "text": "An inclusive sample of ν µ charged-current interactions is selected using events that originate in MINERvA's 5.3ton active-tracker fiducial volume [36], which consists of planes of triangular scintillator strips with a 3.4-cm base and 1.7-cm height which are up to 2 m long. ",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 147,
                    "end": 151,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[36]"
                }
            ]
        },
        {
            "text": "Hydrogen, carbon, and oxygen account for 7.4%, 88%, and 3.2% of the target nuclei by weight. ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "The planes are hexagonal and alternate between three orientations (0 • and ±60 • ) around the detector axis, enabling a precise reconstruction of the interaction point and muon track angle, even when hadronic activity overlaps the muon in one orientation. ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "Muon tracks in MINERvA are matched to tracks in the MINOS near detector [37], a magnetized iron spectrometer located 2 m downstream of MINERvA that measures the muon momentum and charge of the muons.",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 72,
                    "end": 76,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "[37]"
                }
            ]
        },
        {
            "text": "The muon energy is measured from its range if the muon stops in MINOS, otherwise by curvature in the MI-NOS magnetic field. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "That energy in MINOS is added to an estimate from the muon's range in MINERvA to form E µ and p µ , the muon energy and momentum. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "The muon angle θ µ is measured by tracking the muon in MINERvA from the interaction point. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "To produce an unfolded cross section based on data in regions with good muon acceptance, we require θ µ < 20 • and E µ > 1.5 GeV for the selection and later when unfolding.",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "The hadronic energy is reconstructed from the summed energy in the MINERvA detector not associated with the muon. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "A Monte Carlo (MC) simulation, based on the genie neutrino interaction generator [38] and a Geant4 simulation of the detector, is used to obtain corrections of this summed energy to both E avail and q 0 . ",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 81,
                    "end": 85,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "[38]"
                }
            ],
            "entity_spans": [
                {
                    "start": 92,
                    "end": 98,
                    "type": "software",
                    "rawForm": "Geant4",
                    "resp": "whitelist",
                    "id": "software-simple-w1"
                }
            ]
        },
        {
            "text": "The latter correction depends significantly on the neutrino interaction model, especially the predicted neutron content of the final state. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "The rest of the kinematics are neutrino energy E ν = E µ + q 0 , from which we form the square of the four-momentum transfer",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "µ , (M µ is the muon mass) and the three-momentum transfer",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "Results are presented in slices of q 3 , which includes a q 0 model dependence diluted by muon energy and angle contributions. ",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "The resolution of q 3 is 22%, dominated by the resolution of q 0 .",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "The event selection is completed by requiring 2 < E ν < 6 GeV, an interval chosen to span the peak of the neutrino flux. ",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "text": "A subsample is formed into six bins of q 3 from 0 to 0.8 GeV for presentation of the cross section, which for brevity are combined into two ranges of q 3 when showing data with reconstructed kinematics. ",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "text": "There are 74,749 events in this data sample with average E ν of 3.9 GeV.",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "text": "We estimate the reconstructed E avail using just the calorimetric sum of energy (not associated with the muon) in the central tracker region and the electromagnetic calorimeter region immediately downstream of the tracker. ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "The unrelated beam activity from data is overlaid directly onto simulated events. ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "The outer tracking and calorimetric regions of the MINERvA detector are not included; they contain activity from neutrons and photons, but they capture more unrelated beam activity which biases E avail . ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "The resulting E avail resolution varies from 55% to 38% for q 3 from 0 to 0.8 GeV. ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "The neutron content of the genie model plays a minor role via the E avail resolution. ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "Test beam constraints on calorimetry and Birks' suppression for MINERvA scintillator are used to tune the simulation and set the uncertainty on the single-particle response [39] . ",
            "paragraph_rank": 15,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 173,
                    "end": 177,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[39]"
                }
            ]
        },
        {
            "text": "The detector's simulated calorimetric response to protons and pions typical of the low-q 3 sample agrees with data from the MIN-ERvA hadron test beam experiment.",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "The neutrino interaction model is from GENIE 2.8.4. ",
            "paragraph_rank": 16,
            "section_rank": 2
        },
        {
            "text": "The QE model uses a relativistic Fermi gas with an axial mass parameter of 0.99 GeV. ",
            "paragraph_rank": 16,
            "section_rank": 2
        },
        {
            "text": "The resonance production is from Rein-Sehgal [40] with a genie-specific non-resonant background, and a transition to deep inelastic scattering from W > 1.7 GeV. ",
            "paragraph_rank": 16,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 45,
                    "end": 49,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[40]"
                }
            ]
        },
        {
            "text": "Events with a pion in the final state are part of this inclusive charged-current selection, and have been shown in previous MINERvA analyses [8,41] to be overestimated by genie. ",
            "paragraph_rank": 16,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 141,
                    "end": 144,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8,"
                },
                {
                    "start": 144,
                    "end": 147,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "41]"
                }
            ]
        },
        {
            "text": "We use those results to modify the prediction: the one-pion neutrino-neutron non-resonant component is reduced by 75% [42,43], and the total rate of pion production with W < 1.8 GeV is further reduced by 10%. ",
            "paragraph_rank": 16,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "[42,"
                },
                {
                    "start": 122,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "43]"
                }
            ]
        },
        {
            "text": "Coherent pion production with E π < 450 MeV is also reduced by 50%. ",
            "paragraph_rank": 16,
            "section_rank": 2,
            "entity_spans": [
                {
                    "start": 40,
                    "end": 43,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w2"
                }
            ]
        },
        {
            "text": "We refer to this tuned simulation as the default model in this Letter.",
            "paragraph_rank": 16,
            "section_rank": 2
        },
        {
            "text": "The distribution of reconstructed E avail is shown in Fig. 1 and compared to the simulation. ",
            "paragraph_rank": 17,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 54,
                    "end": 60,
                    "type": "figure",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "Both halves of the q 3 range show the same discrepancies: the simulation has too many QE events and too few events in the region between the QE and ∆ processes.",
            "paragraph_rank": 17,
            "section_rank": 2
        },
        {
            "text": "To study detailed effects of the nucleus, we construct additional comparisons by modifying genie's description of the quasielastic process with the RPA effect from the calculation of Nieves et al. ",
            "paragraph_rank": 18,
            "section_rank": 2
        },
        {
            "text": "[26]. ",
            "paragraph_rank": 18,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[26]"
                }
            ]
        },
        {
            "text": "A two-dimensional correction in (q 0 , q 3 ) is formed from the ratio of cross sections between the model with RPA effects and the model without, and applied to the genie quasielastic cross section. ",
            "paragraph_rank": 18,
            "section_rank": 2
        },
        {
            "text": "The RPA model does include a short range correlation effect, but we do not simulate the presence of the spectator nucleon [44,45] in the final state.",
            "paragraph_rank": 18,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 122,
                    "end": 126,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "[44,"
                },
                {
                    "start": 126,
                    "end": 129,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "45]"
                }
            ]
        },
        {
            "text": "We also add a 2p2h process for carbon and oxygen to the simulation, using the model of Nieves et al. ",
            "paragraph_rank": 19,
            "section_rank": 2
        },
        {
            "text": "[25,28]. ",
            "paragraph_rank": 19,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[25,"
                },
                {
                    "start": 4,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "28]"
                }
            ]
        },
        {
            "text": "The cross section depends on q 0 , q 3 , and whether the nucleon pair involved in the initial interaction was protonneutron or neutron-neutron. ",
            "paragraph_rank": 19,
            "section_rank": 2
        },
        {
            "text": "This calculation includes only the QE-like (no pion in the final state) contributions, not 2p2h1π (with a pion). ",
            "paragraph_rank": 19,
            "section_rank": 2
        },
        {
            "text": "It also includes interactions with ∆ kinematics, but not higher-mass resonances.",
            "paragraph_rank": 19,
            "section_rank": 2
        },
        {
            "text": "Explicit hadron kinematics are added to the 2p2h model using a strategy similar to that of Ref. ",
            "paragraph_rank": 20,
            "section_rank": 2
        },
        {
            "text": "[46], documented in detail in Ref. ",
            "paragraph_rank": 20,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "[46]"
                }
            ]
        },
        {
            "text": "[47]. ",
            "paragraph_rank": 20,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "[47]"
                }
            ]
        },
        {
            "text": "The nucleons have momenta drawn from the standard genie Fermi gas distribution, and are given one unit charge and the momentum and energy transfer from the lepton, less 25 MeV removal energy for each nucleon. ",
            "paragraph_rank": 20,
            "section_rank": 2,
            "entity_spans": [
                {
                    "start": 172,
                    "end": 175,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w3"
                }
            ]
        },
        {
            "text": "The final momentum is distributed between the pair as in an isotropic decay in the center ; as is done here in order to compare to data, the cross section must be summed including the spike at zero to the edge of the the first bin in each q3 range to produce an average cross section.",
            "paragraph_rank": 20,
            "section_rank": 2
        },
        {
            "text": "of momentum frame, which is a good approximation [48] to a full calculation. ",
            "paragraph_rank": 21,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 49,
                    "end": 53,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "[48]"
                }
            ]
        },
        {
            "text": "The resulting nucleons are passed to the genie intranuclear rescattering model where their number, angle, and energy may change.",
            "paragraph_rank": 21,
            "section_rank": 2
        },
        {
            "text": "An unfolding procedure [49] with four iterations is applied in two dimensions to translate the data from reconstructed quantities to true (E avail , q 3 ). ",
            "paragraph_rank": 22,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 23,
                    "end": 27,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "[49]"
                }
            ]
        },
        {
            "text": "The simulation is used to correct for the acceptance of the fiducial volume, the efficiency of the MINOS muon match, and the subtraction of small (3%) neutral-current and µ + backgrounds. ",
            "paragraph_rank": 22,
            "section_rank": 2
        },
        {
            "text": "Dividing by the flux and 3.17 × 10 30 nucleon targets results in the double-differential cross section d 2 σ/dE avail dq 3 , shown 1 in Fig. 2 for six ranges of q 3 .",
            "paragraph_rank": 22,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 136,
                    "end": 142,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "Both the q 3 and the E avail estimators have mild dependence on the interaction model. ",
            "paragraph_rank": 23,
            "section_rank": 2
        },
        {
            "text": "The results in this Letter, especially the migration matrix used for the unfolding, are produced using the fully-modified model rather than the default model. ",
            "paragraph_rank": 23,
            "section_rank": 2
        },
        {
            "text": "Since the fully-modified model does not provide a complete description of the data, we also extract the cross section using the default model, and take the difference as a systematic uncertainty. ",
            "paragraph_rank": 23,
            "section_rank": 2
        },
        {
            "text": "This is the largest contributor (10%) to the systematic uncertainty for q 3 below 0.4 GeV. ",
            "paragraph_rank": 23,
            "section_rank": 2
        },
        {
            "text": "The flux uncertainty (6%) is the next largest, followed by hadronic and muon energy scales. ",
            "paragraph_rank": 23,
            "section_rank": 2
        },
        {
            "text": "The total uncertainty ranges from 10% at high q 3",
            "paragraph_rank": 23,
            "section_rank": 2
        },
        {
            "text": "and high E avail , growing to 20% at the lowest E avail and q 3 .",
            "paragraph_rank": 24,
            "section_rank": 2
        },
        {
            "text": "The discrepancy seen in the unfolded data in Fig. 2 is much smaller with these model additions. ",
            "paragraph_rank": 25,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 45,
                    "end": 51,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "The RPA suppression has a significant effect on the lowest E avail bins, and produces very good agreement. ",
            "paragraph_rank": 25,
            "section_rank": 2
        },
        {
            "text": "The RPA model is theoretically motivated and the lowest Q 2 behavior is tuned to external data, neutron decay for the axial form factor F A (Q 2 = 0), and muon capture on nuclei [26] for the long-range correlation effect. ",
            "paragraph_rank": 25,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 178,
                    "end": 182,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[26]"
                }
            ]
        },
        {
            "text": "The χ 2 from comparing the simulation to reconstructed data, with the full covariance matrix and six bins of q 3 , decreases from 896 (for 61 degrees of freedom) for the default simulation to 540 when the RPA effects are added. ",
            "paragraph_rank": 25,
            "section_rank": 2
        },
        {
            "text": "The simulated QElike 2p2h contribution spans the horizontal axis and mitigates some of the discrepancy in the region between the QE and ∆. ",
            "paragraph_rank": 25,
            "section_rank": 2
        },
        {
            "text": "The resulting χ 2 is improved further to 498, but this prediction still does not fully describe the data.",
            "paragraph_rank": 25,
            "section_rank": 2
        },
        {
            "text": "The unmodeled shape differences between the data and models shown in Fig. 1 are the same (within statistical uncertainties) as samples from a higher energy range 6 < E ν < 20 GeV selected from the same run period. ",
            "paragraph_rank": 26,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 69,
                    "end": 75,
                    "type": "figure",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "Differences in the normalization of high and low energy samples are consistent with the energy-dependent uncertainties of the flux. ",
            "paragraph_rank": 26,
            "section_rank": 2
        },
        {
            "text": "An extreme case of zero 2p2h component above 5 GeV is disfavored by more than three standard deviations, with the muon energy scale being the largest systematic uncertainty. ",
            "paragraph_rank": 26,
            "section_rank": 2
        },
        {
            "text": "This favors the hypothesis that the apparent tension between MiniBooNE [5] and NO-MAD [3] arises from differences in selecting multi-proton final states, and not from strong neutrino energy dependent nuclear effects. ",
            "paragraph_rank": 26,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 71,
                    "end": 74,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                },
                {
                    "start": 86,
                    "end": 89,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "The lack of energy dependence is also confirmation that the low-ν method [50][51][52][53] may be effective in constraining the relative E ν dependence of the neutrino flux, even with unmodeled nuclear effects.",
            "paragraph_rank": 26,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 73,
                    "end": 77,
                    "type": "bibr",
                    "ref_id": "b50",
                    "text": "[50]"
                },
                {
                    "start": 77,
                    "end": 81,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "[51]"
                },
                {
                    "start": 81,
                    "end": 85,
                    "type": "bibr",
                    "ref_id": "b53",
                    "text": "[52]"
                },
                {
                    "start": 85,
                    "end": 89,
                    "type": "bibr",
                    "ref_id": "b54",
                    "text": "[53]"
                }
            ]
        },
        {
            "text": "There is an independent marker for a multi-nucleon component; the 2p2h process transfers energy and momentum to two nucleons, which will be ejected from the nucleus. ",
            "paragraph_rank": 27,
            "section_rank": 2
        },
        {
            "text": "This is in contrast to the QE, ∆, and coherent pion interactions which produce a single recoiling nucleon, nucleon and pion, and only a pion, respectively, before final state interactions (FSI). ",
            "paragraph_rank": 27,
            "section_rank": 2
        },
        {
            "text": "The Nieves model predicts [28] that proton plus neutron initial states are 50 to 80% of the total. ",
            "paragraph_rank": 27,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 26,
                    "end": 30,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[28]"
                }
            ]
        },
        {
            "text": "The presence of additional protons was inferred from the energy spectrum of hadronic activity near the neutrino interaction point of QE events in an earlier MINERvA result [6]. ",
            "paragraph_rank": 27,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 172,
                    "end": 175,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "Another observation of proton pairs is reported by ArgoNeuT [54]. ",
            "paragraph_rank": 27,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 60,
                    "end": 64,
                    "type": "bibr",
                    "ref_id": "b55",
                    "text": "[54]"
                }
            ]
        },
        {
            "text": "Using a technique to effectively count protons, we find the data have more events with two or more observable protons in the final state, compared to the default model. ",
            "paragraph_rank": 27,
            "section_rank": 2
        },
        {
            "text": "This analysis identifies protons in MINERvA directly using the Bragg peak at the end of their range in scintillator: protons are likely to deposit 20 MeV or more in the scintillator strip where they stop (which may be the strip where the interaction occurred). ",
            "paragraph_rank": 27,
            "section_rank": 2,
            "entity_spans": [
                {
                    "start": 150,
                    "end": 153,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w4"
                }
            ]
        },
        {
            "text": "We define a search region around the neutrino interaction point ±170 mm in the beam direction and ±83 mm in the transverse direction. ",
            "paragraph_rank": 27,
            "section_rank": 2
        },
        {
            "text": "Pions and neutrons are likely to exit the search region or leave only low energy deposits. ",
            "paragraph_rank": 27,
            "section_rank": 2
        },
        {
            "text": "Simulated QE and ∆ production events with a pion from the 0.4 < q 3 < 0.8 sample produce an average of 1.0 strips with activity more than 20 MeV in the interaction region. ",
            "paragraph_rank": 27,
            "section_rank": 2,
            "entity_spans": [
                {
                    "start": 141,
                    "end": 144,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w5"
                }
            ]
        },
        {
            "text": "Two-nucleon events from the 2p2h process or ∆ interactions that lose their pion to FSI produce an average of 1.6 and 1.5 strips with 20 MeV, respectively.",
            "paragraph_rank": 27,
            "section_rank": 2,
            "entity_spans": [
                {
                    "start": 136,
                    "end": 139,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w6"
                }
            ]
        },
        {
            "text": "The simulation has fewer protons than the data, and the 2p2h model simulated for this analysis is essential to obtain agreement. ",
            "paragraph_rank": 28,
            "section_rank": 2
        },
        {
            "text": "Figure 3 shows the multiplicity of deposits above 20 MeV observed in data and variations of the model, for the region between the QE and ∆ processes, specifically from 0.08 to 0.16 GeV (0.14 to 0.26 GeV) in the left (right) q 3 distributions from Fig. 1. ",
            "paragraph_rank": 28,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 3"
                },
                {
                    "start": 247,
                    "end": 253,
                    "type": "figure",
                    "text": "Fig. 1"
                }
            ],
            "entity_spans": [
                {
                    "start": 53,
                    "end": 56,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w7"
                }
            ]
        },
        {
            "text": "The addition of the 2p2h component makes the most dramatic change. ",
            "paragraph_rank": 28,
            "section_rank": 2
        },
        {
            "text": "The combined χ 2 improves 15.1 to 7.5 for six degrees of freedom. ",
            "paragraph_rank": 28,
            "section_rank": 2
        },
        {
            "text": "More multi-nucleon events would further improve agreement. ",
            "paragraph_rank": 28,
            "section_rank": 2
        },
        {
            "text": "The model with RPA and GENIE 2.8.4 model without reduced pion production (neither are shown) yields a χ 2 of 15.2 and 19.6, respectively.",
            "paragraph_rank": 28,
            "section_rank": 2
        },
        {
            "text": "The region at higher E avail , dominated by resonances and with unsimulated 2p2h1π interactions, shows all the same trends. ",
            "paragraph_rank": 29,
            "section_rank": 2
        },
        {
            "text": "In the QE region at lower E avail , the agreement is most improved with the addition of the RPA suppression; sensitivity to multiple protons is reduced due to the QE background and the protons' lower energy.",
            "paragraph_rank": 29,
            "section_rank": 2
        },
        {
            "text": "The most significant systematic uncertainty for the proton counting study is from the value [39] for Birks' parameter used in the detector simulation, though it plays a minor role in Fig. 2. ",
            "paragraph_rank": 30,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 92,
                    "end": 96,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[39]"
                },
                {
                    "start": 183,
                    "end": 189,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "Uncertainties from the FSI model, especially pion absorption, change the multi-nucleon content and are also significant, but the 1σ uncertainty produces effects that are a factor of three smaller than this model for 2p2h reactions. ",
            "paragraph_rank": 30,
            "section_rank": 2
        },
        {
            "text": "The shape of the pion energy spectrum reported in [8] is especially sensitive to the FSI model and is adequately described with genie and its FSI uncertainties.",
            "paragraph_rank": 30,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 50,
                    "end": 53,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "The significantly improved agreement, even using a single 2p2h model with a simplified hadronic system, is additional evidence that a multi-nucleon component is present in the data. ",
            "paragraph_rank": 31,
            "section_rank": 2
        },
        {
            "text": "Refinements to this 2p2h model, or other models [24,55] not currently available for full simulation, may predict more multi-proton events or events with different kinematics, and further improve the description of the observed event rate and proton content of these samples. ",
            "paragraph_rank": 31,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 48,
                    "end": 52,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[24,"
                },
                {
                    "start": 52,
                    "end": 55,
                    "type": "bibr",
                    "ref_id": "b56",
                    "text": "55]"
                }
            ]
        },
        {
            "text": "Augmented treatment of the 1p1h, shortrange correlation component, with constraints from the superscaling method [55,56] or a simulated final state that includes the spectator nucleon [57], may also contribute to a better simulation.",
            "paragraph_rank": 31,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 113,
                    "end": 117,
                    "type": "bibr",
                    "ref_id": "b56",
                    "text": "[55,"
                },
                {
                    "start": 117,
                    "end": 120,
                    "type": "bibr",
                    "ref_id": "b57",
                    "text": "56]"
                },
                {
                    "start": 184,
                    "end": 188,
                    "type": "bibr",
                    "ref_id": "b58",
                    "text": "[57]"
                }
            ]
        },
        {
            "text": "The data make clear two distinct multi-nucleon effects that are essential for complete modeling of neutrino interactions at low momentum transfer. ",
            "paragraph_rank": 32,
            "section_rank": 2
        },
        {
            "text": "The 2p2h model tested in this analysis improves the description of the event rate in the region between QE and ∆ peaks, and the rate for multi-proton events, but does not go far enough to fully describe the data. ",
            "paragraph_rank": 32,
            "section_rank": 2
        },
        {
            "text": "Oscillation experiments sensitive to energy reconstruction effects from these events must account for this event rate. ",
            "paragraph_rank": 32,
            "section_rank": 2
        },
        {
            "text": "The cross section presented here will lead to models with significantly improved accuracy.",
            "paragraph_rank": 32,
            "section_rank": 2
        },
        {
            "text": "We are grateful to the authors of the RPA and 2p2h models for making the code for their calculations available for study and incorporation into this analysis. ",
            "paragraph_rank": 33,
            "section_rank": 2
        },
        {
            "text": "This work was supported by the Fermi National Accelerator Laboratory under US Department of Energy contract No. ",
            "paragraph_rank": 33,
            "section_rank": 2,
            "entity_spans": [
                {
                    "start": 46,
                    "end": 57,
                    "type": "software",
                    "rawForm": "Accelerator",
                    "resp": "whitelist",
                    "id": "software-simple-w8"
                }
            ]
        },
        {
            "text": "DE-AC02-07CH11359 which included the MIN-ERvA construction project. ",
            "paragraph_rank": 33,
            "section_rank": 2
        },
        {
            "text": "Construction support was also granted by the United States National Science Foundation under Grant PHY-0619727 and by the University of Rochester. ",
            "paragraph_rank": 33,
            "section_rank": 2,
            "entity_spans": [
                {
                    "start": 76,
                    "end": 86,
                    "type": "software",
                    "rawForm": "Foundation",
                    "resp": "whitelist",
                    "id": "software-simple-w9"
                },
                {
                    "start": 93,
                    "end": 98,
                    "type": "software",
                    "rawForm": "Grant",
                    "resp": "whitelist",
                    "id": "software-simple-w10"
                }
            ]
        },
        {
            "text": "Support for scientists for this specific publication was granted by the United States National Science Foundation under Grant PHY-1306944. ",
            "paragraph_rank": 33,
            "section_rank": 2,
            "entity_spans": [
                {
                    "start": 103,
                    "end": 113,
                    "type": "software",
                    "rawForm": "Foundation",
                    "resp": "whitelist",
                    "id": "software-simple-w11"
                },
                {
                    "start": 120,
                    "end": 125,
                    "type": "software",
                    "rawForm": "Grant",
                    "resp": "whitelist",
                    "id": "software-simple-w12"
                }
            ]
        },
        {
            "text": "Support for participating scientists was provided by NSF and DOE (USA) by CAPES and CNPq (Brazil), by CoNaCyT (Mexico), by CONICYT (Chile), by CONCYTEC, DGI-PUCP and IDI/IGI-UNI (Peru), and by Latin American Center for Physics (CLAF). ",
            "paragraph_rank": 33,
            "section_rank": 2
        },
        {
            "text": "We thank the MINOS Collaboration for use of its near detector data. ",
            "paragraph_rank": 33,
            "section_rank": 2
        },
        {
            "text": "Finally, we thank the staff of Fermilab for support of the beamline, the detector, and the computing infrastructure.",
            "paragraph_rank": 33,
            "section_rank": 2
        },
        {
            "text": "10 FIG. 1 :",
            "section_rank": 3
        },
        {
            "text": "FIG. 1:Reconstructed E avail compared to the default simulation for two ranges of reconstructed three momentum transfer. ",
            "section": "10 FIG. 1 :",
            "paragraph_rank": 34,
            "section_rank": 3
        },
        {
            "text": "The region between the predicted QE process (dashed line) and the ∆(1232) resonance (dotted line) is filled in by an unmodeled process. ",
            "section": "10 FIG. 1 :",
            "paragraph_rank": 34,
            "section_rank": 3
        },
        {
            "text": "The lowest E avail data is far below the simulation. ",
            "section": "10 FIG. 1 :",
            "paragraph_rank": 34,
            "section_rank": 3
        },
        {
            "text": "Data are shown with statistical uncertainty only, which is too small to see. ",
            "section": "10 FIG. 1 :",
            "paragraph_rank": 34,
            "section_rank": 3
        },
        {
            "text": "The absolutely normalized simulation is shown with systematic uncertainties.",
            "section": "10 FIG. 1 :",
            "paragraph_rank": 34,
            "section_rank": 3
        },
        {
            "text": "FIG. 2 :",
            "section_rank": 4
        },
        {
            "text": "FIG. 2:The double-differential cross section d 2 σ/dE avail dq3 in six regions of q3 is compared to the GENIE 2.8.4 model with reduced pion production (small dot line), the same with RPA suppression (long-dashed), and then combined with a QElike 2p2h component (solid). ",
            "section": "FIG. 2 :",
            "paragraph_rank": 35,
            "section_rank": 4
        },
        {
            "text": "The 2p2h component is shown separately as a shaded region. ",
            "section": "FIG. 2 :",
            "paragraph_rank": 35,
            "section_rank": 4
        },
        {
            "text": "genie predicts events with zero available energy (all neutrons in the final state); as is done here in order to compare to data, the cross section must be summed including the spike at zero to the edge of the the first bin in each q3 range to produce an average cross section.",
            "section": "FIG. 2 :",
            "paragraph_rank": 35,
            "section_rank": 4
        },
        {
            "text": "5 FIG. 3 :",
            "section_rank": 5
        },
        {
            "text": "FIG. 3:Fraction of events with zero, one, two, and three or more strips with at least 20 MeV of activity near the interaction point, The samples are from the region between QE and ∆ for two ranges of reconstructed three momentum transfer. ",
            "section": "5 FIG. 3 :",
            "paragraph_rank": 36,
            "section_rank": 5,
            "entity_spans": [
                {
                    "start": 89,
                    "end": 92,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w13"
                }
            ]
        },
        {
            "text": "The model with RPA and 2p2h is shown with the solid line and systematic uncertainty band; the data are shown with statistical uncertainties. ",
            "section": "5 FIG. 3 :",
            "paragraph_rank": 36,
            "section_rank": 5
        },
        {
            "text": "The ratios are taken with respect to the default model, shown as a dotted line. ",
            "section": "5 FIG. 3 :",
            "paragraph_rank": 36,
            "section_rank": 5
        },
        {
            "text": "RPA suppression negligibly modifies the default model for this quantity and is not shown.",
            "section": "5 FIG. 3 :",
            "paragraph_rank": 36,
            "section_rank": 5
        },
        {
            "text": "Tables of this cross section and the estimated flux are available in the supplementary material.",
            "section": "5 FIG. 3 :",
            "paragraph_rank": 37,
            "section_rank": 5
        }
    ]
}