{
    "level": "sentence",
    "abstract": [
        {
            "text": "Charged-particle distributions are measured in proton-proton collisions at a centre-of-mass energy of 13 TeV, using a data sample of nearly 9 million events, corresponding to an integrated luminosity of 170 μb −1 , recorded by the ATLAS detector during a special Large Hadron Collider fill. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The chargedparticle multiplicity, its dependence on transverse momentum and pseudorapidity and the dependence of the mean transverse momentum on the charged-particle multiplicity are presented. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The measurements are performed with charged particles with transverse momentum greater than 500 MeV and absolute pseudorapidity less than 2.5, in events with at least one charged particle satisfying these kinematic requirements. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Additional measurements in a reduced phase space with absolute pseudorapidity less than 0.8 are also presented, in order to compare with other experiments. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The results are corrected for detector effects, presented as particle-level distributions and are compared to the predictions of various Monte Carlo event generators.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "text": "Charged-particle measurements in proton-proton (pp) collisions provide insight into the strong interaction in the low-energy, non-perturbative region of quantum chromodynamics (QCD). ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Particle interactions at these energy scales are typically described by QCD-inspired models implemented in Monte Carlo (MC) event generators with free parameters that can be constrained by such measurements. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "An accurate description of low-energy strong interaction processes is essential for simulating single pp interactions as well as the effects of multiple pp interactions at high instantaneous luminosity in hadron colliders. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Charged-particle distributions have been measured previously in pp and proton-antiproton collisions at various centre-of-mass energies [1-7] (and references therein).",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "This paper presents inclusive measurements of primary chargedparticle distributions in pp collisions at a centre-of-mass energy of √ s = 13 TeV, using data recorded by the ATLAS experiment [8] at the Large Hadron Collider (LHC) corresponding to an integrated luminosity of approximately 170 μb −1 . ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 189,
                    "end": 192,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "Here inclusive means that all processes in pp interactions are included and no attempt to correct for certain types of process, such as diffraction, is made. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "These measurements, together with previous results, shed light on the evolution of charged-particle multiplicities with centre-of-E-mail address: atlas.publications@cern.ch.",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "mass energy, which is poorly constrained. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "A strategy similar to that in Ref.",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "[1] is used, where more details of the analysis techniques are given. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The distributions are measured using tracks from primary charged particles, corrected for detector effects, and are presented as inclusive distributions in a well-defined kinematic region. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Primary charged particles are defined as charged particles with a mean lifetime τ > 300 ps, either directly produced in pp interactions or from subsequent decays of directly produced particles with τ < 30 ps; particles produced from decays of particles with τ > 30 ps, called secondary particles, are excluded. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "This definition differs from earlier analyses in that charged particles with a mean lifetime 30 < τ < 300 ps were previously included. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "These are charged strange baryons and have been removed due to the low efficiency of reconstructing them. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "1 All primary charged particles are required to have a momentum component transverse to the beam direction, 2 p T , of at least 500 MeV and absolute pseudorapidity, |η|, less than 2.5. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2,
            "entity_spans": [
                {
                    "start": 132,
                    "end": 135,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w0"
                }
            ]
        },
        {
            "text": "Each event is required to have at least one primary charged particle. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "1 Since strange baryons tend to decay within the detector volume, especially if they have low momentum, they often do not leave enough hits to reconstruct a track, leading to a track reconstruction efficiency of approximately 0.3%. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "1"
                }
            ]
        },
        {
            "text": "2 ATLAS uses a right-handed coordinate system with its origin at the nominal interaction point (IP) in the centre of the detector and the z-axis along the beam pipe. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "2"
                }
            ]
        },
        {
            "text": "The x-axis points from the IP to the centre of the LHC ring, and the y-axis points In these events the following distributions are measured:",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": ", and",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "as well as the mean p T ( p T ) of all primary charged particles versus n ch . ",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "Here n ch is the number of primary charged particles in an event, N ev is the number of events with n ch ≥ 1, and N ch is the total number of primary charged particles in the data sample. ",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "3 The measurements are also presented in a phase space that is common to the ATLAS, CMS [9] and ALICE [10] detectors in order to ease comparison between experiments. ",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "3"
                },
                {
                    "start": 88,
                    "end": 91,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[9]"
                },
                {
                    "start": 102,
                    "end": 106,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "For this purpose an additional requirement of |η| < 0.8 is made for all primary charged particles.",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "These results are presented in Appendix A. Finally, the mean number of primary charged particles for η = 0 is compared to previous measurements at different centre-of-mass energies. ",
            "section": "Introduction",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "The measurements are compared to particle-level MC predictions. ",
            "section": "Introduction",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "The remainder of this paper is laid out as follows. ",
            "section": "Introduction",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "The relevant components of the ATLAS detector are described in Section ",
            "section": "Introduction",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "2. The MC event generators and detector simulation used in the analysis are introduced in Section ",
            "section": "Introduction",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "3. The selection criteria applied to the data and the contributions from background events are discussed in Sections 4 and 5 respectively. ",
            "section": "Introduction",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "The selection efficiency and corresponding corrections to the data are discussed in Sections 6 and 7 respectively. ",
            "section": "Introduction",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "The corrected results are compared to theoretical predictions in Section 8 and a conclusion is given in Section 9. ",
            "section": "Introduction",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "The measurement of primary charged particles in the reduced phase space of |η| < 0.8 is presented in Appendix A.",
            "section": "Introduction",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "ATLAS detector",
            "section_rank": 3
        },
        {
            "text": "The ATLAS detector covers almost the whole solid angle around the collision point with layers of tracking detectors, calorimeters and muon chambers. ",
            "section": "ATLAS detector",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "For the measurements presented in this paper, the tracking devices and the trigger system are of particular importance.",
            "section": "ATLAS detector",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "The inner detector (ID) has full coverage in φ and covers the pseudorapidity range |η| < 2.5. ",
            "section": "ATLAS detector",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "It consists of a silicon pixel detector (pixel), a silicon microstrip detector (SCT) and a transition radiation straw-tube tracker (TRT). ",
            "section": "ATLAS detector",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "These detectors span a sensitive radial distance from the interaction point of 33-150 mm, 299-560 mm and 563-1066 mm respectively, and are situated inside a solenoid that provides a 2 T axial magnetic field. ",
            "section": "ATLAS detector",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "The barrel (each end-cap) consists of four (three) pixel layers, four (nine) double-layers of single-sided silicon microstrips with a 40 mrad stereo angle between the inner and outer part of a double-layer, and 73 (160) layers of TRT straws. ",
            "section": "ATLAS detector",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "The innermost pixel layer, the insertable B-layer (IBL) [11], was added between Run 1 and Run 2 of the LHC, around a new narrower (radius of 25 mm) and thinner beam pipe. ",
            "section": "ATLAS detector",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 56,
                    "end": 60,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "It is composed of 14 lightweight staves arranged in a cylindrical geometry, each made of 12 silicon planar sensors in its central region and 2 × 4 3D sensors at the ends. ",
            "section": "ATLAS detector",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "The IBL pixel dimensions are 50 × 250 μm 2 in the φ and z directions (compared with 50 × 400 μm 2 for other pixel layers). ",
            "section": "ATLAS detector",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "The smaller radius and the reduced pixel size result in improvements of both the transverse and longitudinal impact parameter resolutions. ",
            "section": "ATLAS detector",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "In addition, new services have been implemented which significantly reduce the material at the boundaries of the active tracking volume. ",
            "section": "ATLAS detector",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "A track from a charged particle traversing the barrel detector typically has 12 silicon measurement points (hits), of which four are pixel and eight SCT, and more than 30 TRT straw hits.",
            "section": "ATLAS detector",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "The ATLAS detector employs a two-level trigger system: the level-1 hardware stage (L1) and the high-level trigger software stage (HLT). ",
            "section": "ATLAS detector",
            "paragraph_rank": 12,
            "section_rank": 3,
            "entity_spans": [
                {
                    "start": 114,
                    "end": 122,
                    "type": "software",
                    "rawForm": "software",
                    "resp": "whitelist",
                    "id": "software-simple-w1"
                }
            ]
        },
        {
            "text": "This measurement uses the L1 decision from the minimum-bias trigger scintillators (MBTS), which were replaced between Run 1 and Run 2. ",
            "section": "ATLAS detector",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "The MBTS are mounted at each end of the detector in front of the liquid-argon end-cap calorimeter cryostats at z = ±3.56 m and segmented into two rings in pseudorapidity (2.07 < |η| < 2.76 and 2.76 < |η| < 3.86). ",
            "section": "ATLAS detector",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "The inner ring is segmented into eight azimuthal sectors while the outer ring is segmented into four azimuthal sectors, giving a total of twelve sectors per side. ",
            "section": "ATLAS detector",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "The MBTS trigger selection used for this paper requires one counter above threshold from either side of the detector and is referred to as a single-arm trigger. ",
            "section": "ATLAS detector",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "The efficiency of this trigger is studied with an independent control trigger. ",
            "section": "ATLAS detector",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "The control trigger selects events randomly at L1 which are then filtered at HLT by requiring at least one reconstructed track with p T > 200 MeV.",
            "section": "ATLAS detector",
            "paragraph_rank": 12,
            "section_rank": 3,
            "entity_spans": [
                {
                    "start": 142,
                    "end": 145,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w2"
                }
            ]
        },
        {
            "text": "Monte Carlo event generator simulation",
            "section_rank": 4
        },
        {
            "text": "The pythia 8 [12], epos [13] and qgsjet-ii [14] MC generators are used to correct the data for detector effects and to compare with particle-level corrected data. ",
            "section": "Monte Carlo event generator simulation",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 13,
                    "end": 17,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[12]"
                },
                {
                    "start": 24,
                    "end": 28,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[13]"
                },
                {
                    "start": 43,
                    "end": 47,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "A brief introduction to the relevant parts of these event generators is given below.",
            "section": "Monte Carlo event generator simulation",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "In pythia 8 inclusive hadron-hadron interactions are described by a model that splits the total inelastic cross section into nondiffractive (ND) processes, dominated by t-channel gluon exchange, and diffractive processes involving a colour-singlet exchange. ",
            "section": "Monte Carlo event generator simulation",
            "paragraph_rank": 14,
            "section_rank": 4,
            "entity_spans": [
                {
                    "start": 170,
                    "end": 178,
                    "type": "software",
                    "rawForm": "-channel",
                    "resp": "whitelist",
                    "id": "software-simple-w3"
                }
            ]
        },
        {
            "text": "The simulation of ND processes includes multiple parton-parton interactions (MPI). ",
            "section": "Monte Carlo event generator simulation",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "The diffractive processes are further divided into single-diffractive dissociation (SD), where one of the initial protons remains intact and the other is diffractively excited and dissociates, and double-diffractive dissociation (DD) where both protons dissociate. ",
            "section": "Monte Carlo event generator simulation",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "The sample contains approximately 22% SD and 12% DD processes. ",
            "section": "Monte Carlo event generator simulation",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "Such events tend to have large gaps in particle production at central rapidity. ",
            "section": "Monte Carlo event generator simulation",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "A pomeron-based approach is used to describe these events [15].",
            "section": "Monte Carlo event generator simulation",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 58,
                    "end": 62,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "epos provides an implementation of a parton-based Gribov-Regge [16] theory, which is an effective QCD-inspired field theory describing hard and soft scattering simultaneously.",
            "section": "Monte Carlo event generator simulation",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 63,
                    "end": 67,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "qgsjet-ii provides a phenomenological treatment of hadronic and nuclear interactions in the Reggeon field theory framework [17]. ",
            "section": "Monte Carlo event generator simulation",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 123,
                    "end": 127,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[17]"
                }
            ]
        },
        {
            "text": "The soft and semi-hard parton processes are included in the model within the \"semi-hard pomeron\" approach. ",
            "section": "Monte Carlo event generator simulation",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "epos and qgsjet-ii calculations do not rely on the standard parton distribution functions (PDFs) as used in generators such as pythia 8.",
            "section": "Monte Carlo event generator simulation",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 134,
                    "end": 135,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "8"
                }
            ]
        },
        {
            "text": "Different settings of model parameters optimised to reproduce existing experimental data are used in the simulation. ",
            "section": "Monte Carlo event generator simulation",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "text": "These settings are referred to as tunes. ",
            "section": "Monte Carlo event generator simulation",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "text": "For pythia 8 two tunes are used, a2 [18] and monash [19]; for epos the lhc [20] tune is used. ",
            "section": "Monte Carlo event generator simulation",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 36,
                    "end": 40,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[18]"
                },
                {
                    "start": 52,
                    "end": 56,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[19]"
                },
                {
                    "start": 75,
                    "end": 79,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "qgsjet-ii uses the default tune from the generator. ",
            "section": "Monte Carlo event generator simulation",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "text": "Each tune utilises 7 TeV minimum-bias data and is summarised in Table 1, together with the version of each generator used to produce the samples. ",
            "section": "Monte Carlo event generator simulation",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 64,
                    "end": 71,
                    "type": "table",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "The pythia 8 a2 sample, combined with a single-particle MC simulation used to populate the high-p T region, is used to derive the detector corrections for these measurements. ",
            "section": "Monte Carlo event generator simulation",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "text": "All the Table 1 Summary of MC tunes used to compare to the corrected data. ",
            "section": "Monte Carlo event generator simulation",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 8,
                    "end": 15,
                    "type": "table",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "The generator and its version are given in the first two columns, the tune name and the PDF used are given in the next two columns.  ",
            "section": "Monte Carlo event generator simulation",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "text": "[23], which is based on geant4 [24]. ",
            "section": "Monte Carlo event generator simulation",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[23]"
                },
                {
                    "start": 31,
                    "end": 35,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[24]"
                }
            ]
        },
        {
            "text": "They are then reconstructed and analysed by the same program chain used for the data.",
            "section": "Monte Carlo event generator simulation",
            "paragraph_rank": 17,
            "section_rank": 4,
            "entity_spans": [
                {
                    "start": 53,
                    "end": 60,
                    "type": "software",
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "software-simple-w4"
                }
            ]
        },
        {
            "text": "Data selection",
            "section_rank": 5
        },
        {
            "text": "The data were recorded during a period with a special configuration of the LHC with low beam currents and reduced beam focusing, and thus giving a low expected mean number of interactions per bunch crossing, μ = 0.005. ",
            "section": "Data selection",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "text": "Events were selected from colliding proton bunches using a trigger which required one or more MBTS counters above threshold on either side of the detector.",
            "section": "Data selection",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "text": "Each event is required to contain a primary vertex, reconstructed from at least two tracks with a minimum p T of 100 MeV, as described in Ref. ",
            "section": "Data selection",
            "paragraph_rank": 19,
            "section_rank": 5,
            "entity_spans": [
                {
                    "start": 117,
                    "end": 120,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w5"
                }
            ]
        },
        {
            "text": "[25]. ",
            "section": "Data selection",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[25]"
                }
            ]
        },
        {
            "text": "To reduce contamination from events with more than one interaction in a bunch crossing, events with a second vertex containing four or more tracks are removed. ",
            "section": "Data selection",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "Events where the second vertex has fewer than four tracks are not removed. ",
            "section": "Data selection",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "These are dominated by contributions where a secondary interaction is reconstructed as another primary vertex or where the primary vertex is split into two vertices, one with few tracks. ",
            "section": "Data selection",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "The fraction of events rejected by the veto on additional vertices due to split vertices or secondary interactions is estimated in the simulation to be 0.02%, which is negligible and therefore ignored.",
            "section": "Data selection",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "Track candidates are reconstructed [26,27] in the silicon detectors and then extrapolated to include measurements in the TRT. ",
            "section": "Data selection",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 35,
                    "end": 39,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[26,"
                },
                {
                    "start": 39,
                    "end": 42,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "27]"
                }
            ]
        },
        {
            "text": "Events are required to contain at least one selected track, passing the following criteria: p T > 500 MeV and |η| < 2.5; at least one pixel hit and at least six SCT hits, with the additional requirement of an innermost-pixel-layer hit if expected 4 (if a hit in the innermost layer is not expected, the next-to-innermost hit is required if expected); |d BL 0 | < 1.5 mm, where the transverse impact parameter, d BL 0 , is calculated with respect to the measured beam line position; and |z BL 0 • sin θ| < 1.5 mm, where z BL 0 is the difference between the longitudinal position of the track along the beam line at the point where d BL 0 is measured and the longitudinal position of the primary vertex, and θ is the polar angle of the track. ",
            "section": "Data selection",
            "paragraph_rank": 20,
            "section_rank": 5,
            "entity_spans": [
                {
                    "start": 102,
                    "end": 105,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w6"
                }
            ]
        },
        {
            "text": "Finally, in order to remove tracks with mismeasured p T due to interactions with the material or other effects, the track-fit χ 2 probability is required to be greater than 0.01 for tracks with p T > 10 GeV. ",
            "section": "Data selection",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "There are 8.87 million events selected, containing a total of 106 million selected tracks. ",
            "section": "Data selection",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "The performance of the ID track reconstruction in the 13 TeV data and its simulation is studied in Ref. ",
            "section": "Data selection",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "[28]. ",
            "section": "Data selection",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[28]"
                }
            ]
        },
        {
            "text": "Overall, good agreement between data and simulation is observed. ",
            "section": "Data selection",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "Fig. 1 shows selected performance plots particularly relevant to this analysis. ",
            "section": "Data selection",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "Fig. 1 ",
            "section": "Data selection",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "(a) shows the average number of silicon hits as a function of η. ",
            "section": "Data selection",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "There is reasonably good agreement, although discrepancies of up to 2% (in the end-caps) are seen; however, these have a small effect on the track reconstruction efficiency. ",
            "section": "Data selection",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "The discrepancies are due to differences between data and simulation in the number of operational detector elements and an imperfect description of the amount of detector material between the pixel detector and the SCT. ",
            "section": "Data selection",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "The impact on the results of these discrepancies is discussed in Section 6.3. ",
            "section": "Data selection",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "Fig. 1(b) shows the fraction of tracks with a given number of IBL hits per track. ",
            "section": "Data selection",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 1(b)"
                }
            ]
        },
        {
            "text": "There is a difference of 0.5% between data and simulation in the fraction of tracks with zero IBL hits, coming predominantly from a difference in the rate of tracks from secondary particles, which is discussed in more detail in Section 5. ",
            "section": "Data selection",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "4 A hit is expected if the extrapolated track crosses an active region of a pixel module that has not been disabled.",
            "section": "Data selection",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "4"
                }
            ]
        },
        {
            "text": "A systematic uncertainty due to the small remaining difference in the efficiency of the requirement of at least one IBL hit is discussed in Section 6. ",
            "section": "Data selection",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "Figs. ",
            "section": "Data selection",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "1",
            "section": "Data selection",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "(c) and 1",
            "section": "Data selection",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "(d) show the d BL 0 and z BL 0 • sin θ distributions respectively. ",
            "section": "Data selection",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "In these figures the fraction of tracks from secondary particles in simulation is scaled to match the fraction seen in data, and the separate contributions from tracks from primary and secondary particles are shown. ",
            "section": "Data selection",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "This, along with the differences between simulation and data, which have a negligible impact on the analysis, are discussed in Section 5.",
            "section": "Data selection",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "Background contributions and non-primary tracks",
            "section_rank": 6
        },
        {
            "text": "The contribution from non-collision background events, such as proton interactions with residual gas molecules in the beam pipe, is estimated using events that pass the full event selection but occur when only one of the two beams is present. ",
            "section": "Background contributions and non-primary tracks",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "text": "After normalising to the contribution expected in the selected data sample (using the difference in the time of the MBTS hits on each side of the detector, which is possible as background events with hits on only one side are negligible) a contribution of less than 0.01% of events is found from this source, which is negligible and therefore neglected. ",
            "section": "Background contributions and non-primary tracks",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "text": "Background events from cosmic rays, estimated by considering the expected rate of cosmic-ray events compared to the event readout rate, are also found to be negligible and therefore neglected.",
            "section": "Background contributions and non-primary tracks",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "text": "The majority of events with more than one interaction in the same bunch crossing are removed by the rejection of events with more than one primary vertex. ",
            "section": "Background contributions and non-primary tracks",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "Some events may survive because the interactions are very close in z and are merged together. ",
            "section": "Background contributions and non-primary tracks",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "The probability to merge vertices is estimated by inspecting the distribution of the difference in the z position of pairs of vertices ( z). ",
            "section": "Background contributions and non-primary tracks",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "This distribution displays a deficit around z = 0 due to vertex merging. ",
            "section": "Background contributions and non-primary tracks",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "The magnitude of this effect is used to estimate the probability of merging vertices, which is 3.2%. ",
            "section": "Background contributions and non-primary tracks",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "When this is combined with the number of expected additional interactions for μ = 0.005, the remaining contribution from tracks from additional interactions is found to be less than 0.01%, which is negligible and therefore neglected. ",
            "section": "Background contributions and non-primary tracks",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "The additional tracks in events in which the second vertex has fewer than four associated tracks are mostly rejected by the z BL 0 • sin θ requirement, and the remaining contribution is also negligible and neglected.",
            "section": "Background contributions and non-primary tracks",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "The contribution from tracks originating from secondary particles is subtracted from the number of reconstructed tracks before correcting for other detector effects. ",
            "section": "Background contributions and non-primary tracks",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "These particles are due to hadronic interactions, photon conversions and decays of long-lived particles. ",
            "section": "Background contributions and non-primary tracks",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "There is also a contribution of less than 0.1% from fake tracks (those formed by a random combination of hits or from a combination of hits from several particles); these are neglected. ",
            "section": "Background contributions and non-primary tracks",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "The contribution of tracks from secondary particles is estimated using simulation predictions for the shapes of the d BL 0 distributions for tracks from primary and secondary particles satisfying all track selection criteria except the one on d BL 0 . ",
            "section": "Background contributions and non-primary tracks",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "These predictions form templates that are fit to the data in order to extract the relative contribution of tracks from secondary particles. ",
            "section": "Background contributions and non-primary tracks",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "The Gaussian core of the distribution is dominated by the tracks from primary particles, with a width determined by their d BL 0 resolution; tracks from secondary particles dominate the tails. ",
            "section": "Background contributions and non-primary tracks",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "The fit is performed in the region 4 < |d BL 0 | < 9.5 mm, in order to reduce the dependence on the description of the d BL 0 resolution, which affects the core of the distribution. ",
            "section": "Background contributions and non-primary tracks",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "From the fit, it was determined that the fraction of tracks from secondary particles in simulation needs to be scaled by a factor 1.38 ± 0.14. ",
            "section": "Background contributions and non-primary tracks",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "This indicates that (2.3 ± 0.6)% of tracks satisfying the final track selection criteria (|d BL 0 | < 1.5 mm) originate from secondary particles, where systematic uncertainties are dominant and are discussed below. ",
            "section": "Background contributions and non-primary tracks",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "Of these tracks 6% come from photon conversions and the rest from hadronic interactions or long-lived decays. ",
            "section": "Background contributions and non-primary tracks",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "The description of the η and p T dependence of this contribution is modelled sufficiently accurately by the simulation that no additional correction is required. ",
            "section": "Background contributions and non-primary tracks",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "Fig. 1(c) shows the d BL 0 distribution for data compared to the simulation with the fraction of tracks from secondary particles scaled to the fitted value. ",
            "section": "Background contributions and non-primary tracks",
            "paragraph_rank": 24,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 1(c)"
                }
            ]
        },
        {
            "text": "A small disagreement is observed in the core of the d BL 0 distribution. ",
            "section": "Background contributions and non-primary tracks",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "This has no impact in the tail of the distribution used for the fit. ",
            "section": "Background contributions and non-primary tracks",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "The dominant systematic uncertainty stems from the interpolation of the number of tracks from secondary particles from the fit region to the region |d BL 0 | < 1.5 mm. ",
            "section": "Background contributions and non-primary tracks",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "Different generators are used to estimate the interpolation and differences between data and simulation in the shape of the d BL 0 distribution in the fit region are considered. ",
            "section": "Background contributions and non-primary tracks",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "Additional, much smaller, systematic uncertainties arise from a variation of the fit range, considering the η dependence of the fitted fractions and from using special simulation samples with varying amounts of detector material.",
            "section": "Background contributions and non-primary tracks",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "There is a second source of non-primary particles: charged particles with a mean lifetime 30 < τ < 300 ps which, unlike in previous analyses [1], are excluded from the primary-particle definition. ",
            "section": "Background contributions and non-primary tracks",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "text": "These are charged strange baryons that decay after a short flight length and have a very low track reconstruction efficiency. ",
            "section": "Background contributions and non-primary tracks",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "text": "Reconstructed tracks from these particles are treated as background and are subtracted. ",
            "section": "Background contributions and non-primary tracks",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "text": "The fraction of reconstructed tracks coming from strange baryons is estimated from simulation with epos to be (0.01 ± 0.01)% on average, with the fraction increasing with track p T to be (3 ± 1)% above 20 GeV. ",
            "section": "Background contributions and non-primary tracks",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "text": "The fraction is much smaller at low p T due to the extremely low efficiency of reconstructing a track from a particle that decays early in the detector. ",
            "section": "Background contributions and non-primary tracks",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "text": "The systematic uncertainty is taken as the maximum difference between the nominal epos prediction and that of pythia 8 a2 or pythia 8 monash, which is then symmetrised.",
            "section": "Background contributions and non-primary tracks",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "text": "Selection efficiency",
            "section_rank": 7
        },
        {
            "text": "The data are corrected to obtain inclusive spectra for primary charged particles satisfying the particle-level kinematic requirements. ",
            "section": "Selection efficiency",
            "paragraph_rank": 26,
            "section_rank": 7
        },
        {
            "text": "These corrections account for inefficiencies due to trigger selection, vertex and track reconstruction.",
            "section": "Selection efficiency",
            "paragraph_rank": 26,
            "section_rank": 7
        },
        {
            "text": "In the following sections the methods used to obtain these efficiencies, as well as the systematic uncertainties associated with them, are described.",
            "section": "Selection efficiency",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "text": "Trigger efficiency",
            "section_rank": 8
        },
        {
            "text": "The trigger efficiency, ε trig , is measured from a data sample selected using the control trigger described in Section 2. ",
            "section": "Trigger efficiency",
            "paragraph_rank": 28,
            "section_rank": 8
        },
        {
            "text": "The requirement of an event primary vertex is removed for these trigger stud- ies, to account for possible correlations between the trigger and vertex reconstruction efficiencies. ",
            "section": "Trigger efficiency",
            "paragraph_rank": 28,
            "section_rank": 8
        },
        {
            "text": "The trigger efficiency is therefore parameterised as a function of n no−z sel , which is defined as the number of tracks passing all of the track selection requirements except for the z BL 0 • sin θ constraint, as this requires knowledge of the primary vertex position. ",
            "section": "Trigger efficiency",
            "paragraph_rank": 28,
            "section_rank": 8
        },
        {
            "text": "The trigger efficiency is taken to be the fraction of events from the control trigger in which the MBTS trigger also accepted the event. ",
            "section": "Trigger efficiency",
            "paragraph_rank": 28,
            "section_rank": 8
        },
        {
            "text": "This is shown in Fig. 2(a) as a function of n no−z sel . ",
            "section": "Trigger efficiency",
            "paragraph_rank": 28,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 17,
                    "end": 26,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 2(a)"
                }
            ]
        },
        {
            "text": "The efficiency is measured to be just below 99% for n no−z sel = 1 and it rapidly rises to 100% at higher track multiplicities. ",
            "section": "Trigger efficiency",
            "paragraph_rank": 28,
            "section_rank": 8
        },
        {
            "text": "The trigger requirement is found to introduce no observable bias in the p T and η distributions of selected tracks. ",
            "section": "Trigger efficiency",
            "paragraph_rank": 28,
            "section_rank": 8
        },
        {
            "text": "Systematic uncertainties are estimated from differences in the trigger efficiency measured on each of the two sides of the detector and from a study that assesses the impact of beam-induced background and tracks from secondary particles by varying the impact parameter requirements on selected tracks. ",
            "section": "Trigger efficiency",
            "paragraph_rank": 28,
            "section_rank": 8
        },
        {
            "text": "The total systematic uncertainty is ±0.15% for n no−z sel = 1 and it rapidly decreases at higher track multiplicities. ",
            "section": "Trigger efficiency",
            "paragraph_rank": 28,
            "section_rank": 8
        },
        {
            "text": "This uncertainty is negligible compared to those from other sources and is therefore neglected.",
            "section": "Trigger efficiency",
            "paragraph_rank": 28,
            "section_rank": 8
        },
        {
            "text": "Vertex reconstruction efficiency",
            "section_rank": 9
        },
        {
            "text": "The vertex reconstruction efficiency, ε vtx , is determined from data by taking the ratio of the number of selected events with a reconstructed vertex to the total number of events with the requirement of a primary vertex removed. ",
            "section": "Vertex reconstruction efficiency",
            "paragraph_rank": 29,
            "section_rank": 9
        },
        {
            "text": "The expected contribution from beam background events is estimated using the same method as described in Section 5 and subtracted before measuring the efficiency. ",
            "section": "Vertex reconstruction efficiency",
            "paragraph_rank": 29,
            "section_rank": 9
        },
        {
            "text": "Like the trigger efficiency, the vertex efficiency is measured in bins of n no−z sel as the z BL 0 • sin θ constraint cannot be applied to the tracks in this study. ",
            "section": "Vertex reconstruction efficiency",
            "paragraph_rank": 29,
            "section_rank": 9
        },
        {
            "text": "The efficiency is measured to be just below 90% for n no−z sel = 1 and it rapidly rises to 100% at higher track multiplicities. ",
            "section": "Vertex reconstruction efficiency",
            "paragraph_rank": 29,
            "section_rank": 9
        },
        {
            "text": "In events with n no−z sel = 1 the efficiency is also measured as a function of η of the track, and the efficiency increases monotonically from 81% at |η| = 2.5 to 93% at |η| = 0. ",
            "section": "Vertex reconstruction efficiency",
            "paragraph_rank": 29,
            "section_rank": 9
        },
        {
            "text": "The systematic uncertainty is estimated from the difference between the vertex reconstruction efficiency measured prior to and after beam background removal. ",
            "section": "Vertex reconstruction efficiency",
            "paragraph_rank": 29,
            "section_rank": 9
        },
        {
            "text": "The uncertainty is ±0.1% for n no−z sel = 1 and rapidly decreases at higher track multiplicities. ",
            "section": "Vertex reconstruction efficiency",
            "paragraph_rank": 29,
            "section_rank": 9
        },
        {
            "text": "This uncertainty is negligible compared to those from other sources and is therefore neglected.",
            "section": "Vertex reconstruction efficiency",
            "paragraph_rank": 29,
            "section_rank": 9
        },
        {
            "text": "Track reconstruction efficiency",
            "section_rank": 10
        },
        {
            "text": "The primary track reconstruction efficiency, ε trk , is determined from the simulation, corrected to account for differences between data and simulation in the amount of detector material between the pixel and SCT detectors in the region |η| > 1.5. ",
            "section": "Track reconstruction efficiency",
            "paragraph_rank": 30,
            "section_rank": 10
        },
        {
            "text": "In the other regions of the detector there is an uncertainty due to the knowledge of the detector material that will be discussed below, but no correction is applied. ",
            "section": "Track reconstruction efficiency",
            "paragraph_rank": 30,
            "section_rank": 10
        },
        {
            "text": "The efficiency is parameterised in twodimensional bins of p T and η and is defined as:",
            "section": "Track reconstruction efficiency",
            "paragraph_rank": 30,
            "section_rank": 10
        },
        {
            "text": "where p T and η are generated particle properties, N matched rec",
            "section": "Track reconstruction efficiency",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "text": "is the number of reconstructed tracks matched to a generated primary charged particle and N gen (p T , η) is the number of generated primary charged particles in that bin. ",
            "section": "Track reconstruction efficiency",
            "paragraph_rank": 32,
            "section_rank": 10
        },
        {
            "text": "A track is matched to a generated particle if the weighted fraction of hits on the track which originate from that particle exceeds 50%. ",
            "section": "Track reconstruction efficiency",
            "paragraph_rank": 32,
            "section_rank": 10
        },
        {
            "text": "The hits are weighted such that all subdetectors have the same weight in the sum.",
            "section": "Track reconstruction efficiency",
            "paragraph_rank": 32,
            "section_rank": 10
        },
        {
            "text": "The track reconstruction efficiency depends on the amount of material in the detector, due to particle interactions that lead to efficiency losses. ",
            "section": "Track reconstruction efficiency",
            "paragraph_rank": 33,
            "section_rank": 10
        },
        {
            "text": "The relatively large amount of material between the pixel and SCT detectors in the region |η| > 1.5 has changed between Run 1 and Run 2 due to the replacement of some pixel services, which are difficult to simulate accurately. ",
            "section": "Track reconstruction efficiency",
            "paragraph_rank": 33,
            "section_rank": 10
        },
        {
            "text": "The track reconstruction efficiency in this region is corrected using a method that compares the efficiency to extend a track reconstructed in the pixel detector into the SCT in data and simulation. ",
            "section": "Track reconstruction efficiency",
            "paragraph_rank": 33,
            "section_rank": 10
        },
        {
            "text": "Differences in this extension efficiency are sensitive to differences in the amount of material in this region. ",
            "section": "Track reconstruction efficiency",
            "paragraph_rank": 33,
            "section_rank": 10
        },
        {
            "text": "The correction together with the systematic uncertainty, coming predominantly from the uncertainty of the particle composition in the simulation used to make the measurement, is shown in Fig. 2(b). ",
            "section": "Track reconstruction efficiency",
            "paragraph_rank": 33,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 187,
                    "end": 196,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 2(b)"
                }
            ]
        },
        {
            "text": "The uncertainty in the track reconstruction efficiency resulting from this correction is ±0.4% in the region |η| > 1.5.",
            "section": "Track reconstruction efficiency",
            "paragraph_rank": 33,
            "section_rank": 10
        },
        {
            "text": "The resulting reconstruction efficiency as a function of η integrated over p T is shown in Fig. 2(c). ",
            "section": "Track reconstruction efficiency",
            "paragraph_rank": 34,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 91,
                    "end": 100,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 2(c)"
                }
            ]
        },
        {
            "text": "The track reconstruction efficiency is lower in the region |η| > 1 due to particles passing through more material in that region. ",
            "section": "Track reconstruction efficiency",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "text": "The slight increase in efficiency at |η| ∼ 2.2 is due to the particles passing through an increasing number of layers in the ID end-cap. ",
            "section": "Track reconstruction efficiency",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "text": "Fig. 2(d) shows the efficiency as a function of p T integrated over η.",
            "section": "Track reconstruction efficiency",
            "paragraph_rank": 34,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 2(d)"
                }
            ]
        },
        {
            "text": "A good description of the material in the detector in the regions not probed by the method described above (which only probes the material between the pixel and SCT detectors in the region |η| > 1.5) is needed to obtain a good description of the track reconstruction efficiency. ",
            "section": "Track reconstruction efficiency",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "text": "The material within the ID was studied extensively during Run 1 [29], where the amount of material was known to within ±5%. ",
            "section": "Track reconstruction efficiency",
            "paragraph_rank": 35,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 64,
                    "end": 68,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[29]"
                }
            ]
        },
        {
            "text": "This gives rise to a systematic uncertainty in the track reconstruction efficiency of ±0.6% (±1.2%) in the most central (forward) region. ",
            "section": "Track reconstruction efficiency",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "text": "Between Run 1 and Run 2 the IBL was installed, the simulation of which must therefore be studied with the Run 2 data. ",
            "section": "Track reconstruction efficiency",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "text": "Two data-driven methods are used: a study of secondary vertices from photon conversions (γ → e + e − ) and a study of secondary vertices from hadronic interactions, where the radial position of the vertex is measured with good precision. ",
            "section": "Track reconstruction efficiency",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "text": "Comparisons between data and simulation indicate that the material in the IBL is constrained to within ±10%. ",
            "section": "Track reconstruction efficiency",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "text": "This leads to an uncertainty in the track reconstruction efficiency of ±0.1% (±0.2%) in the central (forward) region. ",
            "section": "Track reconstruction efficiency",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "text": "This uncertainty is added linearly to the uncertainty from constraints from Run 1, to cover the possibility of missing material in the simulation in both cases. ",
            "section": "Track reconstruction efficiency",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "text": "The resulting uncertainty is added in quadrature to the uncertainty from the data-driven correction. ",
            "section": "Track reconstruction efficiency",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "text": "The total uncertainty due to the imperfect knowledge of the detector material is ±0.7% in the most central region and ±1.5% in the most forward region.",
            "section": "Track reconstruction efficiency",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "text": "There is a small difference in efficiency, between data and simulation, of the requirement that each reconstructed track has at least one pixel hit, at least six SCT hits, an innermost-pixel-layer hit if expected (if a hit in the innermost layer is not expected, the next-to-innermost hit is required if expected) and a track-fit χ 2 probability greater than 0.01 for tracks with p T > 10 GeV. ",
            "section": "Track reconstruction efficiency",
            "paragraph_rank": 36,
            "section_rank": 10
        },
        {
            "text": "This difference is assigned as a further systematic uncertainty, amounting to ±0.5% for p T < 10 GeV and ±0.7% for p T > 10 GeV.",
            "section": "Track reconstruction efficiency",
            "paragraph_rank": 36,
            "section_rank": 10
        },
        {
            "text": "The total uncertainty due to the track reconstruction efficiency determination, shown in Figs. 2(c) and 2(d), is obtained by adding all effects in quadrature and is dominated by the uncertainty from the material description.",
            "section": "Track reconstruction efficiency",
            "paragraph_rank": 37,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 89,
                    "end": 108,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figs. 2(c) and 2(d)"
                }
            ]
        },
        {
            "text": "Correction procedure",
            "section_rank": 11
        },
        {
            "text": "The following steps are taken to correct the measurements for detector effects.",
            "section": "Correction procedure",
            "paragraph_rank": 38,
            "section_rank": 11
        },
        {
            "text": "• All distributions are corrected for the loss of events due to the trigger and vertex requirements by reweighting events according to the function:",
            "section": "Correction procedure",
            "paragraph_rank": 39,
            "section_rank": 11
        },
        {
            "text": "where the η dependence is only relevant for n no−z sel = 1, as discussed in Section 6.2.",
            "section": "Correction procedure",
            "paragraph_rank": 40,
            "section_rank": 11
        },
        {
            "text": "• The η and p T distributions of selected tracks are corrected using a track-by-track weight:",
            "section": "Correction procedure",
            "paragraph_rank": 41,
            "section_rank": 11
        },
        {
            "text": "where f sec and f sb are the fraction of tracks from secondary particles and from strange baryons respectively, determined as described in Section 5. ",
            "section": "Correction procedure",
            "paragraph_rank": 42,
            "section_rank": 11
        },
        {
            "text": "The fraction of selected tracks for which the corresponding primary particle is outside the kinematic range, f okr (p T , η), originates from resolution effects and is estimated from the simulation to be 3.5% at p T = 500 MeV, decreasing to 1% for p T = 1 GeV and is only relevant for 2.4 < |η| < 2.5. ",
            "section": "Correction procedure",
            "paragraph_rank": 42,
            "section_rank": 11,
            "entity_spans": [
                {
                    "start": 222,
                    "end": 225,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w7"
                }
            ]
        },
        {
            "text": "No additional corrections are needed for the η distribution. ",
            "section": "Correction procedure",
            "paragraph_rank": 42,
            "section_rank": 11
        },
        {
            "text": "For the p T distribution a Bayesian unfolding [30] is applied to correct the measured track p T distribution to that for primary particles.",
            "section": "Correction procedure",
            "paragraph_rank": 42,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 46,
                    "end": 50,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[30]"
                }
            ]
        },
        {
            "text": "• After applying the trigger and vertex efficiency corrections, the Bayesian unfolding is applied to the multiplicity distribution in order to correct from the observed track multiplicity to the multiplicity of primary charged particles, and therefore the track reconstruction efficiency weight does not need to be applied. ",
            "section": "Correction procedure",
            "paragraph_rank": 43,
            "section_rank": 11
        },
        {
            "text": "The correction procedure also accounts for events that have migrated out of the selected kinematic range (n ch ≥ 1). ",
            "section": "Correction procedure",
            "paragraph_rank": 43,
            "section_rank": 11
        },
        {
            "text": "• The total number of events, N ev , used to normalise the distributions, is defined as the integral of the n ch distribution, after all corrections are applied.",
            "section": "Correction procedure",
            "paragraph_rank": 43,
            "section_rank": 11
        },
        {
            "text": "• The dependence of p T on n ch is obtained by first separately correcting i p T (i) (summing over the p T of all tracks and all events) versus the number of selected tracks and the total number of tracks in all events versus the number of selected tracks, and then taking the ratio. ",
            "section": "Correction procedure",
            "paragraph_rank": 44,
            "section_rank": 11
        },
        {
            "text": "They are corrected using the appropriate track weights first, followed by the Bayesian unfolding procedure.",
            "section": "Correction procedure",
            "paragraph_rank": 44,
            "section_rank": 11
        },
        {
            "text": "Systematic uncertainties in the track reconstruction efficiency, discussed in Section 6, and the fraction of tracks from non-primary particles, discussed in Section 5, give rise to an uncertainty in w trk (p T , η), directly affecting the η and p T distributions. ",
            "section": "Correction procedure",
            "paragraph_rank": 45,
            "section_rank": 11
        },
        {
            "text": "For the n ch distribution, where the track weights are not explicitly applied, the effects from uncertainties in these sources are found by modifying the distribution of selected tracks in data. ",
            "section": "Correction procedure",
            "paragraph_rank": 45,
            "section_rank": 11
        },
        {
            "text": "In each multiplicity interval tracks are randomly removed or added with probabilities dependent on the uncertainties in the track weights of tracks populating that bin. ",
            "section": "Correction procedure",
            "paragraph_rank": 45,
            "section_rank": 11
        },
        {
            "text": "This modified distribution is then unfolded and the deviation from the nominal n ch distribution is taken as a systematic uncertainty. ",
            "section": "Correction procedure",
            "paragraph_rank": 45,
            "section_rank": 11
        },
        {
            "text": "An uncertainty from the fact that the correction procedure, when applied to simulated events, does not reproduce exactly the distribution from generated particles (non-closure) is included in all measurements. ",
            "section": "Correction procedure",
            "paragraph_rank": 45,
            "section_rank": 11
        },
        {
            "text": "An additional systematic uncertainty in the measured p T distribution arises from possible biases and degradation in the p T measurement. ",
            "section": "Correction procedure",
            "paragraph_rank": 45,
            "section_rank": 11
        },
        {
            "text": "This is quantified by comparing the track hit residuals in data and simulation. ",
            "section": "Correction procedure",
            "paragraph_rank": 45,
            "section_rank": 11
        },
        {
            "text": "The effectiveness of the track-fit χ 2 probability selection in suppressing tracks reconstructed with high momentum but originating from low momentum particles was also considered; it was found that the fraction of these tracks remaining was consistent with predictions from simulation. ",
            "section": "Correction procedure",
            "paragraph_rank": 45,
            "section_rank": 11
        },
        {
            "text": "An uncertainty due to the statistical precision of the check is included for the p T distribution. ",
            "section": "Correction procedure",
            "paragraph_rank": 45,
            "section_rank": 11
        },
        {
            "text": "Uncertainty sources that also affect N ev partially cancel in the final distributions. ",
            "section": "Correction procedure",
            "paragraph_rank": 45,
            "section_rank": 11
        },
        {
            "text": "A summary of the main systematic uncertainties affecting the η, p T and n ch distributions is given in Table 2.",
            "section": "Correction procedure",
            "paragraph_rank": 45,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 103,
                    "end": 110,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "Uncertainties in the p T vs. n ch measurement are found in the same way as those in the n ch distribution. ",
            "section": "Correction procedure",
            "paragraph_rank": 46,
            "section_rank": 11
        },
        {
            "text": "The dominant uncertainty is from non-closure which varies from ±2% at low n ch to Non-primaries",
            "section": "Correction procedure",
            "paragraph_rank": 46,
            "section_rank": 11
        },
        {
            "text": "±0.5% at high n ch . ",
            "section": "Correction procedure",
            "paragraph_rank": 47,
            "section_rank": 11
        },
        {
            "text": "All other uncertainties largely cancel in the ratio and are negligible. ",
            "section": "Correction procedure",
            "paragraph_rank": 47,
            "section_rank": 11
        },
        {
            "text": "At high n ch the total uncertainty is dominated by the statistical uncertainty.",
            "section": "Correction procedure",
            "paragraph_rank": 47,
            "section_rank": 11
        },
        {
            "text": "Results",
            "section_rank": 12
        },
        {
            "text": "The corrected distributions for primary charged particles in events with n ch ≥ 1 in the kinematic range p T > 500 MeV and |η| < 2.5 are shown in Fig. 3. ",
            "section": "Results",
            "paragraph_rank": 48,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 146,
                    "end": 152,
                    "type": "figure",
                    "text": "Fig. 3"
                }
            ],
            "entity_spans": [
                {
                    "start": 115,
                    "end": 118,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w8"
                }
            ]
        },
        {
            "text": "In most regions of all distributions the dominant uncertainty comes from the track reconstruction efficiency. ",
            "section": "Results",
            "paragraph_rank": 48,
            "section_rank": 12
        },
        {
            "text": "The results are compared to predictions of models tuned to a wide range of measurements. ",
            "section": "Results",
            "paragraph_rank": 48,
            "section_rank": 12
        },
        {
            "text": "The measured distributions are presented as inclusive distributions with corrections that rely minimally on the MC model used, in order to facilitate an accurate comparison with predictions. ",
            "section": "Results",
            "paragraph_rank": 48,
            "section_rank": 12
        },
        {
            "text": "Fig. 3(a) shows the multiplicity of charged particles as a function of pseudorapidity. ",
            "section": "Results",
            "paragraph_rank": 48,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "text": "Fig. 3(a)"
                }
            ]
        },
        {
            "text": "The mean particle density is roughly constant at 2.9 for |η| < 1.0 and decreases at higher values of |η|. ",
            "section": "Results",
            "paragraph_rank": 48,
            "section_rank": 12
        },
        {
            "text": "epos describes the data for |η| < 1.0, and predicts a slightly larger multiplicity at larger |η| values. ",
            "section": "Results",
            "paragraph_rank": 48,
            "section_rank": 12
        },
        {
            "text": "qgsjet-ii and pythia 8 monash predict Fig. 3. ",
            "section": "Results",
            "paragraph_rank": 48,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 38,
                    "end": 44,
                    "type": "figure",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "Primary-charged-particle multiplicities as a function of ",
            "section": "Results",
            "paragraph_rank": 48,
            "section_rank": 12
        },
        {
            "text": "(a) pseudorapidity, η, and ",
            "section": "Results",
            "paragraph_rank": 48,
            "section_rank": 12
        },
        {
            "text": "(b) transverse momentum, p T ; ",
            "section": "Results",
            "paragraph_rank": 48,
            "section_rank": 12
        },
        {
            "text": "(c) the multiplicity, n ch , distribution and ",
            "section": "Results",
            "paragraph_rank": 48,
            "section_rank": 12
        },
        {
            "text": "(d) the mean transverse momentum, p T , versus n ch in events with n ch ≥ 1, p T > 500 MeV and |η| < 2.5. ",
            "section": "Results",
            "paragraph_rank": 48,
            "section_rank": 12,
            "entity_spans": [
                {
                    "start": 87,
                    "end": 90,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w9"
                }
            ]
        },
        {
            "text": "The dots represent the data and the curves the predictions from different MC models. ",
            "section": "Results",
            "paragraph_rank": 48,
            "section_rank": 12
        },
        {
            "text": "The x-value in each bin corresponds to the bin centroid. ",
            "section": "Results",
            "paragraph_rank": 48,
            "section_rank": 12
        },
        {
            "text": "The vertical bars represent the statistical uncertainties, while the shaded areas show statistical and systematic uncertainties added in quadrature. ",
            "section": "Results",
            "paragraph_rank": 48,
            "section_rank": 12
        },
        {
            "text": "The bottom panel in each figure shows the ratio of the MC simulation to data. ",
            "section": "Results",
            "paragraph_rank": 48,
            "section_rank": 12
        },
        {
            "text": "Since the bin centroid is different for data and simulation, the values of the ratio correspond to the averages of the bin content. ",
            "section": "Results",
            "paragraph_rank": 48,
            "section_rank": 12
        },
        {
            "text": "multiplicities that are too large by approximately 15% and 5% respectively. ",
            "section": "Results",
            "paragraph_rank": 48,
            "section_rank": 12
        },
        {
            "text": "pythia 8 a2 predicts a multiplicity that is 3% too low in the central region, but describes the data well in the forward region. ",
            "section": "Results",
            "paragraph_rank": 48,
            "section_rank": 12
        },
        {
            "text": "Fig. 3(b) shows the charged-particle transverse momentum distribution. ",
            "section": "Results",
            "paragraph_rank": 48,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "text": "Fig. 3(b)"
                }
            ]
        },
        {
            "text": "epos describes the data well over the entire p T spectrum. ",
            "section": "Results",
            "paragraph_rank": 48,
            "section_rank": 12
        },
        {
            "text": "The pythia 8 tunes describe the data reasonably well, but are slightly above the data in the high-p T region. ",
            "section": "Results",
            "paragraph_rank": 48,
            "section_rank": 12
        },
        {
            "text": "qgsjet-ii gives a poor prediction over the entire spectrum, overshooting the data in the low-p T region and undershooting it in the high-p T region. ",
            "section": "Results",
            "paragraph_rank": 48,
            "section_rank": 12
        },
        {
            "text": "Fig. 3(c) shows the charged-particle multiplicity distribution. ",
            "section": "Results",
            "paragraph_rank": 48,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "text": "Fig. 3(c)"
                }
            ]
        },
        {
            "text": "The high-n ch region has significant contributions from events with numerous MPI. ",
            "section": "Results",
            "paragraph_rank": 48,
            "section_rank": 12
        },
        {
            "text": "pythia 8 a2 describes the data in the region n ch < 50, but predicts too few events at larger n ch values. ",
            "section": "Results",
            "paragraph_rank": 48,
            "section_rank": 12
        },
        {
            "text": "pythia 8 monash, epos and qgsjet-ii describe the data reasonably well in the region n ch < 30 but predict too many events in the mid-n ch region, with pythia 8 monash and epos predicting too few events in the region n ch > 100 while qgsjet-ii continues to be above the data. ",
            "section": "Results",
            "paragraph_rank": 48,
            "section_rank": 12
        },
        {
            "text": "Fig. 3(d) shows the mean transverse momentum versus the charged-particle multiplicity. ",
            "section": "Results",
            "paragraph_rank": 48,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "text": "Fig. 3(d)"
                }
            ]
        },
        {
            "text": "The p T rises with n ch , from 0.8 to 1.2 GeV. ",
            "section": "Results",
            "paragraph_rank": 48,
            "section_rank": 12
        },
        {
            "text": "This increase is expected due to colour coherence effects being important in dense parton environments and is modelled by a colour reconnection mechanism in pythia 8 or by the hydrodynamical evolution model used in epos. ",
            "section": "Results",
            "paragraph_rank": 48,
            "section_rank": 12
        },
        {
            "text": "If the high-n ch region is assumed to be dominated by events with numerous MPI, without colour coherence effects the p T is approximately independent of n ch . ",
            "section": "Results",
            "paragraph_rank": 48,
            "section_rank": 12
        },
        {
            "text": "Including colour coherence effects leads to fewer additional charged particles produced with every additional MPI, with an equally large p T to be shared among the produced hadrons [31]. ",
            "section": "Results",
            "paragraph_rank": 48,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 181,
                    "end": 185,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[31]"
                }
            ]
        },
        {
            "text": "epos predicts a slightly lower p T , but describes the dependence on n ch very well. ",
            "section": "Results",
            "paragraph_rank": 48,
            "section_rank": 12
        },
        {
            "text": "The pythia 8 tunes predict a steeper rise of p T with n ch than the data, predicting lower values in the low-n ch region and higher values in the high-n ch region. ",
            "section": "Results",
            "paragraph_rank": 48,
            "section_rank": 12
        },
        {
            "text": "qgsjet-ii predicts a p T of ∼ 1 GeV, with very little dependence on n ch ; this is expected as it contains no model for colour coherence effects.",
            "section": "Results",
            "paragraph_rank": 48,
            "section_rank": 12
        },
        {
            "text": "In summary, epos and the pythia 8 tunes describe the data most accurately, with epos reproducing the η and p T distributions and the p T vs. n ch the best and pythia 8 a2 describing the multiplicity the best in the low-and mid-n ch regions. ",
            "section": "Results",
            "paragraph_rank": 49,
            "section_rank": 12
        },
        {
            "text": "qgsjet-ii provides an inferior description of the data. ",
            "section": "Results",
            "paragraph_rank": 49,
            "section_rank": 12
        },
        {
            "text": "The mean number of primary charged particles in the central region is computed by averaging over |η| < 0.2 to be 2.874 ± 0.001 (stat.) ± 0.033 (syst.). ",
            "section": "Results",
            "paragraph_rank": 49,
            "section_rank": 12
        },
        {
            "text": "This measurement is then corrected for the contribution from strange baryons and compared to previous measurements [1] at different √ s values in Fig. 4 together with the MC predictions. ",
            "section": "Results",
            "paragraph_rank": 49,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 146,
                    "end": 152,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig. 4"
                }
            ]
        },
        {
            "text": "The correction factor for strange baryons depends on the MC model used and is found to be 1.0241 ± 0.0003 (epos), 1.0150 ± 0.0004 (pythia 8 monash) and 1.0151 ± 0.0002 (pythia 8 a2), where the uncertainties are statistical. ",
            "section": "Results",
            "paragraph_rank": 49,
            "section_rank": 12
        },
        {
            "text": "qgsjet-ii does not include charged strange baryons. ",
            "section": "Results",
            "paragraph_rank": 49,
            "section_rank": 12
        },
        {
            "text": "The prediction from epos is used to perform the extrapolation and the deviation from the pythia 8 monash prediction is taken as a systematic uncertainty and symmetrised to give 1.024 ± 0.009.",
            "section": "Results",
            "paragraph_rank": 49,
            "section_rank": 12
        },
        {
            "text": "The mean number of primary charged particles increases by a factor of 2.2 when √ s increases by a factor of about 14 from 0.9 TeV to 13 TeV. ",
            "section": "Results",
            "paragraph_rank": 50,
            "section_rank": 12
        },
        {
            "text": "epos and pythia 8 a2 describe the dependence on √ s very well, while pythia 8 monash and qgsjet-ii predict a steeper rise in multiplicity with √ s.",
            "section": "Results",
            "paragraph_rank": 50,
            "section_rank": 12
        },
        {
            "text": "Conclusion",
            "section_rank": 13
        },
        {
            "text": "Primary-charged-particle multiplicity measurements with the ATLAS detector using proton-proton collisions delivered by the LHC at √ s = 13 TeV are presented. ",
            "section": "Conclusion",
            "paragraph_rank": 51,
            "section_rank": 13
        },
        {
            "text": "From a data sample correspond- ing to an integrated luminosity of 170 μb −1 , nearly nine million inelastic interactions with at least one reconstructed track with |η| < 2.5 and p T > 500 MeV are analysed. ",
            "section": "Conclusion",
            "paragraph_rank": 51,
            "section_rank": 13,
            "entity_spans": [
                {
                    "start": 188,
                    "end": 191,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w10"
                }
            ]
        },
        {
            "text": "The results highlight clear differences between MC models and the measured distributions. ",
            "section": "Conclusion",
            "paragraph_rank": 51,
            "section_rank": 13
        },
        {
            "text": "Among the models considered epos reproduces the data the best, pythia 8 a2 and monash give reasonable descriptions of the data and qgsjet-ii provides the worst description of the data. ",
            "section": "Conclusion",
            "paragraph_rank": 51,
            "section_rank": 13
        },
        {
            "text": "Fig. 5. ",
            "section": "Conclusion",
            "paragraph_rank": 51,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "figure",
                    "text": "Fig. 5"
                }
            ]
        },
        {
            "text": "Primary-charged-particle multiplicities as a function of ",
            "section": "Conclusion",
            "paragraph_rank": 51,
            "section_rank": 13
        },
        {
            "text": "(a) pseudorapidity, η, and ",
            "section": "Conclusion",
            "paragraph_rank": 51,
            "section_rank": 13
        },
        {
            "text": "(b) transverse momentum, p T ; ",
            "section": "Conclusion",
            "paragraph_rank": 51,
            "section_rank": 13
        },
        {
            "text": "(c) the multiplicity, n ch , distribution and ",
            "section": "Conclusion",
            "paragraph_rank": 51,
            "section_rank": 13
        },
        {
            "text": "(d) the mean transverse momentum, p T , versus n ch in events with n ch ≥ 1, p T > 500 MeV and |η| < 0.8. ",
            "section": "Conclusion",
            "paragraph_rank": 51,
            "section_rank": 13,
            "entity_spans": [
                {
                    "start": 87,
                    "end": 90,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w11"
                }
            ]
        },
        {
            "text": "The dots represent the data and the curves the predictions from different MC models. ",
            "section": "Conclusion",
            "paragraph_rank": 51,
            "section_rank": 13
        },
        {
            "text": "The x-value in each bin corresponds to the bin centroid. ",
            "section": "Conclusion",
            "paragraph_rank": 51,
            "section_rank": 13
        },
        {
            "text": "The vertical bars represent the statistical uncertainties, while the shaded areas show statistical and systematic uncertainties added in quadrature. ",
            "section": "Conclusion",
            "paragraph_rank": 51,
            "section_rank": 13
        },
        {
            "text": "The bottom panel in each figure shows the ratio of the MC simulation over the data. ",
            "section": "Conclusion",
            "paragraph_rank": 51,
            "section_rank": 13
        },
        {
            "text": "Since the bin centroid is different for data and simulation, the values of the ratio correspond to the averages of the bin content.",
            "section": "Conclusion",
            "paragraph_rank": 51,
            "section_rank": 13
        },
        {
            "text": "NL-T1 (Netherlands), PIC (Spain), ASGC (Taiwan), RAL (UK) and BNL (USA) and in the Tier-2 facilities worldwide.",
            "section": "Conclusion",
            "paragraph_rank": 52,
            "section_rank": 13
        },
        {
            "text": "Appendix A. Results in a common phase space",
            "section_rank": 14
        },
        {
            "text": "The corrected distributions for primary charged particles in events with n ch ≥ 1 in the kinematic range p T > 500 MeV and |η| < 0.8 are shown in Fig. 5. ",
            "section": "Appendix A. Results in a common phase space",
            "paragraph_rank": 53,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 146,
                    "end": 152,
                    "type": "figure",
                    "text": "Fig. 5"
                }
            ],
            "entity_spans": [
                {
                    "start": 115,
                    "end": 118,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w12"
                }
            ]
        },
        {
            "text": "This is the phase space that is common to the ATLAS, CMS and ALICE experiments.",
            "section": "Appendix A. Results in a common phase space",
            "paragraph_rank": 53,
            "section_rank": 14
        },
        {
            "text": "The method used to correct the distributions and obtain the systematic uncertainties is exactly the same as that used for the results with |η| < 2.5, but obtained using the |η| < 0.8 selection. ",
            "section": "Appendix A. Results in a common phase space",
            "paragraph_rank": 54,
            "section_rank": 14
        },
        {
            "text": "Fig. 5(a) shows the primary-charged-particle multiplicity as a function of pseudorapidity, where the mean particle density is roughly 3.5, larger than in the main phase space due to the tighter restriction of at least one primary charged particle with |η| < 0.8.",
            "section": "Appendix A. Results in a common phase space",
            "paragraph_rank": 54,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "text": "Fig. 5(a)"
                }
            ]
        },
        {
            "text": "The p T and n ch distributions are shown in Figs. 5(b) and 5",
            "section": "Appendix A. Results in a common phase space",
            "paragraph_rank": 55,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 44,
                    "end": 54,
                    "type": "figure",
                    "text": "Figs. 5(b)"
                }
            ]
        },
        {
            "text": "(c) re-spectively and the p T as a function of n ch is shown in Fig. 5(d). ",
            "section": "Appendix A. Results in a common phase space",
            "paragraph_rank": 55,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 64,
                    "end": 73,
                    "type": "figure",
                    "text": "Fig. 5(d)"
                }
            ]
        },
        {
            "text": "The level of agreement between the data and MC generator predictions follows the same pattern as seen in the main phase space.",
            "section": "Appendix A. Results in a common phase space",
            "paragraph_rank": 55,
            "section_rank": 14
        },
        {
            "text": "References",
            "section_rank": 15
        },
        {
            "text": "[1] ATLAS Collaboration, Charged-particle multiplicities in pp interactions measured with the ATLAS detector at the LHC, New J. Phys. ",
            "section": "References",
            "paragraph_rank": 56,
            "section_rank": 15
        },
        {
            "text": "13  ",
            "section": "References",
            "paragraph_rank": 56,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "13"
                }
            ]
        },
        {
            "text": "upward. ",
            "paragraph_rank": 57,
            "section_rank": 16
        },
        {
            "text": "Cylindrical coordinates (r, φ) are used in the transverse plane, φ being the azimuthal angle around the beam pipe. ",
            "paragraph_rank": 57,
            "section_rank": 16
        },
        {
            "text": "The pseudorapidity is defined in terms of the polar angle θ as η = − ln tan(θ/2). ",
            "paragraph_rank": 57,
            "section_rank": 16
        },
        {
            "text": "http://dx.doi.org/10.1016/j.physletb.2016.04.050 0370-2693/© 2016 CERN for the benefit of the ATLAS Collaboration. ",
            "paragraph_rank": 57,
            "section_rank": 16
        },
        {
            "text": "Published by Elsevier B.V. This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/). ",
            "paragraph_rank": 57,
            "section_rank": 16
        },
        {
            "text": "Funded by SCOAP 3 .",
            "paragraph_rank": 57,
            "section_rank": 16
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 17
        },
        {
            "text": "Fig. 1. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 58,
            "section_rank": 17
        },
        {
            "text": "Comparison between data and pythia 8 a2 simulation for ",
            "section": "Fig. 1 .",
            "paragraph_rank": 58,
            "section_rank": 17
        },
        {
            "text": "(a) the average number of silicon hits per track, before the requirement on the number of SCT hits is applied, as a function of pseudorapidity, η; ",
            "section": "Fig. 1 .",
            "paragraph_rank": 58,
            "section_rank": 17
        },
        {
            "text": "(b) the number of innermost-pixel-layer hits on a track before the requirement on the number of innermost-pixel-layer hits is applied;",
            "section": "Fig. 1 .",
            "paragraph_rank": 58,
            "section_rank": 17
        },
        {
            "text": "(c) the transverse impact parameter distribution of the tracks, prior to any requirement on the transverse impact parameter, calculated with respect to the average beam position, d BL 0 ; and ",
            "section": "Fig. 1 .",
            "paragraph_rank": 58,
            "section_rank": 17
        },
        {
            "text": "(d) the difference between the longitudinal position of the track along the beam line at the point where d BL 0 is measured and the longitudinal position of the primary vertex projected to the plane transverse to the track direction, z BL 0 • sin θ , prior to any requirement on z BL 0 • sin θ . ",
            "section": "Fig. 1 .",
            "paragraph_rank": 58,
            "section_rank": 17
        },
        {
            "text": "The uncertainties are the statistical uncertainties of the data. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 58,
            "section_rank": 17
        },
        {
            "text": "In ",
            "section": "Fig. 1 .",
            "paragraph_rank": 58,
            "section_rank": 17
        },
        {
            "text": "(c) and ",
            "section": "Fig. 1 .",
            "paragraph_rank": 58,
            "section_rank": 17
        },
        {
            "text": "(d) the separate contributions from tracks coming from primary and secondary particles are also shown and the fraction of secondary particles in the simulation is scaled by 1.38 to match that seen in the data, with the final simulation distributions normalised to the number of tracks in the data. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 58,
            "section_rank": 17
        },
        {
            "text": "The inserts in the panels for ",
            "section": "Fig. 1 .",
            "paragraph_rank": 58,
            "section_rank": 17
        },
        {
            "text": "(c) and ",
            "section": "Fig. 1 .",
            "paragraph_rank": 58,
            "section_rank": 17
        },
        {
            "text": "(d) show the distributions on a linear scale.",
            "section": "Fig. 1 .",
            "paragraph_rank": 58,
            "section_rank": 17
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 18
        },
        {
            "text": "Fig. 2. ",
            "section": "Fig. 2 .",
            "paragraph_rank": 59,
            "section_rank": 18
        },
        {
            "text": "(a) Trigger efficiency with respect to the event selection, as a function of the number of reconstructed tracks without the z BL 0 • sin θ constraint (n no−z sel ). ",
            "section": "Fig. 2 .",
            "paragraph_rank": 59,
            "section_rank": 18
        },
        {
            "text": "(b) Data-driven correction to the track reconstruction efficiency as a function of pseudorapidity, η. ",
            "section": "Fig. 2 .",
            "paragraph_rank": 59,
            "section_rank": 18
        },
        {
            "text": "The track reconstruction efficiency after this correction as a function of ",
            "section": "Fig. 2 .",
            "paragraph_rank": 59,
            "section_rank": 18
        },
        {
            "text": "(c) η and ",
            "section": "Fig. 2 .",
            "paragraph_rank": 59,
            "section_rank": 18
        },
        {
            "text": "(d) transverse momentum, p T as predicted by pythia 8 a2 and single-particle simulation. ",
            "section": "Fig. 2 .",
            "paragraph_rank": 59,
            "section_rank": 18
        },
        {
            "text": "The statistical uncertainties are shown as black vertical bars, the total uncertainties as green shaded areas. ",
            "section": "Fig. 2 .",
            "paragraph_rank": 59,
            "section_rank": 18
        },
        {
            "text": "(For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.)",
            "section": "Fig. 2 .",
            "paragraph_rank": 59,
            "section_rank": 18
        },
        {
            "text": "Fig. 4 .",
            "section_rank": 19
        },
        {
            "text": "Fig. 4. ",
            "section": "Fig. 4 .",
            "paragraph_rank": 60,
            "section_rank": 19
        },
        {
            "text": "The average primary-charged-particle multiplicity in pp interactions per unit of pseudorapidity, η, for |η| < 0.2 as a function of the centre-of-mass energy. ",
            "section": "Fig. 4 .",
            "paragraph_rank": 60,
            "section_rank": 19
        },
        {
            "text": "The values at centre-of-mass energies other than 13 TeV are taken from Ref. ",
            "section": "Fig. 4 .",
            "paragraph_rank": 60,
            "section_rank": 19
        },
        {
            "text": "[1]. ",
            "section": "Fig. 4 .",
            "paragraph_rank": 60,
            "section_rank": 19
        },
        {
            "text": "Charged strange baryons are included in the definition of primary particles. ",
            "section": "Fig. 4 .",
            "paragraph_rank": 60,
            "section_rank": 19
        },
        {
            "text": "The data are compared to various particle-level MC predictions. ",
            "section": "Fig. 4 .",
            "paragraph_rank": 60,
            "section_rank": 19
        },
        {
            "text": "The vertical error bars on the data represent the total uncertainty.",
            "section": "Fig. 4 .",
            "paragraph_rank": 60,
            "section_rank": 19
        },
        {
            "text": "Table 2",
            "section_rank": 20
        },
        {
            "text": "Summary of systematic uncertainties on the η, p T and n ch distributions.",
            "section": "Table 2",
            "paragraph_rank": 61,
            "section_rank": 20
        },
        {
            "text": "5] ALICE Collaboration, K. Aamodt, et al., Charged-particle multiplicity measured in proton-proton collisions at √ s = 7 TeV with ALICE at LHC, Eur. ",
            "paragraph_rank": 62,
            "section_rank": 21
        },
        {
            "text": "Phys. ",
            "paragraph_rank": 62,
            "section_rank": 21
        },
        {
            "text": "J. C 68 (2010) 345-354, arXiv:1004.3514 [hep-ex]. ",
            "paragraph_rank": 62,
            "section_rank": 21
        },
        {
            "text": "[6] CDF Collaboration, T. Aaltonen, et al., Measurement of particle production and inclusive differential cross sections in pp collisions at √ s = 1.96 TeV, Phys. ",
            "paragraph_rank": 62,
            "section_rank": 21
        },
        {
            "text": "Rev. D 79 (2009) 112005, arXiv:0904.1098 [hep-ex]. ",
            "paragraph_rank": 62,
            "section_rank": 21
        },
        {
            "text": "[7] CMS Collaboration, Pseudorapidity distribution of charged hadrons in protonproton collisions at √ s = 13 TeV, Phys. ",
            "paragraph_rank": 62,
            "section_rank": 21
        },
        {
            "text": "Lett. ",
            "paragraph_rank": 62,
            "section_rank": 21
        },
        {
            "text": "B 751 (2015) 143, arXiv:",
            "paragraph_rank": 62,
            "section_rank": 21
        },
        {
            "text": "[2] CMS Collaboration, Charged particle multiplicities in pp interactions at √ s = 0.9, 2.36, and 7 TeV, J. High Energy Phys. ",
            "paragraph_rank": 63,
            "section_rank": 21
        },
        {
            "text": "1101 (2011) 079, arXiv:1011.5531 [hep-ex]. ",
            "paragraph_rank": 63,
            "section_rank": 21
        },
        {
            "text": "[3] CMS Collaboration, Transverse momentum and pseudorapidity distributions of charged hadrons in pp collisions at √ s = 7 TeV, Phys. ",
            "paragraph_rank": 63,
            "section_rank": 21
        },
        {
            "text": "Rev. Lett. ",
            "paragraph_rank": 63,
            "section_rank": 21
        },
        {
            "text": "105 (2010) 022002, arXiv:1005.3299 [hep-ex]. ",
            "paragraph_rank": 63,
            "section_rank": 21
        },
        {
            "text": "[4] CMS Collaboration, Transverse momentum and pseudorapidity distributions of charged hadrons in pp collisions at √ s = 0.9 and 2.36 TeV, J. High Energy Phys. ",
            "paragraph_rank": 63,
            "section_rank": 21
        },
        {
            "text": "1002 (2010) 041, arXiv:1002.0621 [hep-ex].",
            "paragraph_rank": 63,
            "section_rank": 21
        },
        {
            "text": "[",
            "paragraph_rank": 63,
            "section_rank": 21
        },
        {
            "text": "The factor 2π p T in the p T spectrum comes from the Lorentz-invariant definition of the cross section in terms of d 3 p. ",
            "paragraph_rank": 64,
            "section_rank": 21
        },
        {
            "text": "The results could thus be interpreted as the massless approximation to d 3 p.",
            "paragraph_rank": 64,
            "section_rank": 21
        },
        {
            "text": "facilities at TRIUMF (Canada), NDGF (Denmark, Norway, Sweden), CC-IN2P3 (France), KIT/GridKA (Germany), INFN-CNAF (Italy),",
            "paragraph_rank": 65,
            "section_rank": 21
        },
        {
            "text": "Acknowledgements",
            "section_rank": 23
        },
        {
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently.",
            "section": "Acknowledgements",
            "paragraph_rank": 66,
            "section_rank": 23
        },
        {
            "text": "We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWFW and FWF, Austria; ANAS, Azerbaijan; SSTC, Belarus; CNPq and FAPESP, Brazil; NSERC, NRC and CFI, Canada; CERN; CONICYT, Chile; CAS, MOST and NSFC, China; COLCIENCIAS, Colombia; MSMT CR, MPO CR and VSC CR, The crucial computing support from all WLCG partners is acknowledged gratefully, in particular from CERN and the ATLAS Tier-",
            "section": "Acknowledgements",
            "paragraph_rank": 67,
            "section_rank": 23
        },
        {
            "text": "v Also at Georgian Technical University (GTU),Tbilisi, Georgia. ",
            "paragraph_rank": 68,
            "section_rank": 25
        },
        {
            "text": "w Also at Ochadai Academic Production, Ochanomizu University, Tokyo, Japan.",
            "paragraph_rank": 68,
            "section_rank": 25
        },
        {
            "text": "x Also at Manhattan College, New York, NY, United States. ",
            "paragraph_rank": 69,
            "section_rank": 25
        },
        {
            "text": "y Also at Hellenic Open University, Patras, Greece. ",
            "paragraph_rank": 69,
            "section_rank": 25
        },
        {
            "text": "z Also at Institute of Physics, Academia Sinica, Taipei, Taiwan.",
            "paragraph_rank": 69,
            "section_rank": 25
        }
    ]
}