{
    "level": "sentence",
    "abstract": [
        {
            "text": "Background: Accelerator-based neutrino oscillation measurements depend on observing a difference between the expected and measured rate of neutrino-nucleus interactions at different neutrino energies or different distances from the neutrino source. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "Neutrino-nucleus scattering cross sections are complicated and depend on the neutrino beam energy, the neutrino-nucleus interaction, and the structure of the nucleus. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "Knowledge of the incident neutrino energy spectrum and neutrino-detector interactions are crucial for analyzing neutrino oscillation experiments. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The ArgoNeut liquid Argon Time Projection Chamber (lArTPC) observed charged-current neutrino-argon scattering events with two protons back-to-back in the final state (\"hammer\" events) which they associated with shortrange correlated (SRC) nucleon-nucleon pairs. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The large volume MicroBoone lArTPC will measure far more of these unique events.",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "Purpose: Determine what we can learn about the incident neutrino energy spectrum and/or the structure of SRC from hammer events that will be measured in MicroBooNE.",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Methods: We simulate hammer events using two models and the well known electron-nucleon scattering cross section. ",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "In the first model the neutrino (or electron) scatters from a moving proton, ejecting a π + , and the π + is then absorbed on a moving deuteron-like np pair. ",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "In the second model the neutrino (or electron) scatters from a moving nucleon, exciting it to a ∆ or N * , which then deexcites by interacting with a second nucleon: ∆N → pp.",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "Results: The pion production and reabsorption process results in two back-to-back protons each with momentum of about 500 MeV/c, very similar to that of the observed ArgoNeut events. ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "These distributions are insensitive to either the relative or center-of-mass momentum of the np pair that absorbed the π. ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "In this model, the incident neutrino energy can be reconstructed relatively accurately using the outgoing lepton. ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "The ∆p → pp process results in two protons that are less similar to the observed events.",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "Conclusions: ArgoNeut hammer events can be described by a simple pion production and reabsorption model. ",
            "paragraph_rank": 5,
            "section_rank": 1
        },
        {
            "text": "The hammer events that will be measured in MicroBooNE can be used to determine the incident neutrino energy but not to learn about SRC. ",
            "paragraph_rank": 5,
            "section_rank": 1
        },
        {
            "text": "We suggest that this reaction channel could be used for neutrino oscillation experiments to complement other channels with higher statistics but different systematic uncertainties.",
            "paragraph_rank": 5,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction: Neutrino scattering from nuclei can be used to learn about both the energy distribution of the incident neutrino beam and the neutrino-nucleus interaction. ",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The neutrino beam energy distribution is necessary to interpret the results of neutrino oscillation experiments [1]. ",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 112,
                    "end": 115,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "The neutrino-nucleus interaction can be used to understand the neutrino-detector interactions which complicate interpretation of neutrino experiments or to learn more about the structure of nuclei.",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "With large-volume liquid-argon time projection chambers (lArTPCs), neutrino scattering experiments can measure all of the charged particles emitted in an interaction, helping disentangle the effects of the neutrino energy distribution, the neutrino-nucleus interaction, and nuclear structure.",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "An important class of nuclear structure effects is due to Short Range Correlated two-nucleon pairs (N N SRC) which have large relative momentum and small center- * Contact Author weinstein@odu.edu of-mass momentum. ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "SRC pairs account for about 20% of nucleons, almost all of the high momentum (p > p F ≈ 250 MeV/c where p F is the Fermi momentum for medium to heavy nuclei) nucleons, and most of the kinetic energy in medium to heavy nuclei [2][3][4][5][6][7][8]. ",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 225,
                    "end": 228,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 228,
                    "end": 231,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 231,
                    "end": 234,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 234,
                    "end": 237,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                },
                {
                    "start": 237,
                    "end": 240,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                },
                {
                    "start": 240,
                    "end": 243,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                },
                {
                    "start": 243,
                    "end": 246,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                }
            ],
            "entity_spans": [
                {
                    "start": 92,
                    "end": 95,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w0"
                }
            ]
        },
        {
            "text": "They are composed predominantly of neutron-proton np correlated pairs, even in heavy, neutron-rich, asymmetric nuclei [7,9].",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 118,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7,"
                },
                {
                    "start": 121,
                    "end": 123,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9]"
                }
            ]
        },
        {
            "text": "Since the incident neutrino energy for each event is inferred from the detected final state particles, it is important to include the effects of two nucleon currents and SRC pairs when analyzing neutrino-nucleus reactions [10,11].",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 222,
                    "end": 226,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10,"
                },
                {
                    "start": 226,
                    "end": 229,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11]"
                }
            ]
        },
        {
            "text": "The ArgoNeut large-volume liquid-argon time projection chamber (TPC) in the Main Injector neutrino beam at Fermilab has detected 19 events with two highmomentum (p > p F ) protons and no pions in the final state, Ar(ν, µ − pp) [12]. ",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 227,
                    "end": 231,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "Of these, four events are visually striking, with a long muon track and two protons back-to-back in the lab frame (hammer events).",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "The hammer events are remarkable because the two protons are back-to-back (cos θ pp < −0.95), high momentum (p p ≈ 500 MeV/c), and have moderate to The electron scatters from a first nucleon, which emits a pion, typically after resonance excitation (not shown). ",
            "paragraph_rank": 11,
            "section_rank": 2,
            "entity_spans": [
                {
                    "start": 119,
                    "end": 122,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w1"
                }
            ]
        },
        {
            "text": "The pion is absorbed by two nucleons, which are detected. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "(b) The electron scatters from a first nucleon, exciting it to a resonance, which deexcites via ∆N → pp. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "The diagrams for the corresponding charged current neutrino interactions A(ν, µpp) would replace the incident electron with a neutrino, the outgoing electron with a muon, and the exchanged virtual photon with a W .",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "large missing momentum transverse to the beam direction p T miss ≥ 300 MeV/c (where [12]. ",
            "paragraph_rank": 12,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 84,
                    "end": 88,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ],
            "entity_spans": [
                {
                    "start": 71,
                    "end": 74,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w2"
                }
            ]
        },
        {
            "text": "These are attributed to resonance production on the struck nucleon, followed by pion emission and absorption on the correlated pair (see Fig. 1a). ",
            "paragraph_rank": 12,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 137,
                    "end": 144,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1a"
                }
            ]
        },
        {
            "text": "The authors claim that, \"The detection of back-to-back pp pairs in the lab frame can be seen as snapshots of the initial pair configuration in the case of RES processes with no or low momentum transfer to the pair (emphasis added).\" ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "However, these events were not described by a simulation using the standard NUWRO Monte Carlo event generator [13], even though it included quasielastic, resonant, inelastic, coherent pion production, and two body current processes.",
            "paragraph_rank": 12,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 110,
                    "end": 114,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "The much larger MicroBooNE liquid-argon TPC should detect far more of these intriguing events.",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "In this paper we will develop two simple semi-classical models of these hammer events. ",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "text": "The first model will describe pion production on a nucleon followed by pion absorption on an N N pair (see Fig. 1a) and the second model will describe resonance excitation (primarily ∆(1232)) followed by deexcitation via the reaction ∆N → pp (see Fig. 1b).",
            "paragraph_rank": 14,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 107,
                    "end": 114,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1a"
                },
                {
                    "start": 247,
                    "end": 255,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1b)"
                }
            ]
        },
        {
            "text": "The pion-production model will provide the first semiquantitative explanation of the hammer events. ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "The results of this model will also show that, contrary to the claims of Ref. ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "[12], the final state distribution of pp pairs is relatively insensitive to the details of the \"initial pair configuration\". ",
            "paragraph_rank": 15,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "On the positive side, these events can be used to reconstruct the incident neutrino energy from the momentum of the outgoing muon with or without the momenta of the two outgoing protons.",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "Methods: We describe the reaction process of Fig. 1a by a sequential pion production and absorption model. ",
            "paragraph_rank": 16,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 45,
                    "end": 52,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1a"
                }
            ]
        },
        {
            "text": "We use the MAID-2000 [14] parametrization to take advantage of the well measured pion-electroproduction cross section. ",
            "paragraph_rank": 16,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 21,
                    "end": 25,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "While the electron (e, e π) and chargedcurrent neutrino (ν, µ − π) pion production cross sections differ in detail, both are ∆(1232)-dominated in this energy region and both are transverse. ",
            "paragraph_rank": 16,
            "section_rank": 2
        },
        {
            "text": "Therefore both processes should produce similar pion momentum distributions.",
            "paragraph_rank": 16,
            "section_rank": 2
        },
        {
            "text": "We generate a nucleon with initial momentum according to the 12 C Argonne V18 momentum distribution [15], randomly sample the initial electron energy from the MiniBoone neutrino energy distribution [16], and uniformly generate the scattered electron energy and angles and the emitted pion angles. ",
            "paragraph_rank": 17,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 100,
                    "end": 104,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                },
                {
                    "start": 198,
                    "end": 202,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "We then calculate the cross section using MAID-2000. ",
            "paragraph_rank": 17,
            "section_rank": 2
        },
        {
            "text": "We generate the center of mass momentum of the np pair ( p CM = p 1 + p 2 ) using two models, the distribution of two uncorrelated single nucleons using the 12 C Argonne V18 momentum distribution for each nucleon and the distribution of a correlated pair using a gaussian distribution in each cartesian direction with σ x = σ y = σ z = 0.14 GeV/c (as measured in Refs. [17,18] and calculated in Ref. [19]). ",
            "paragraph_rank": 17,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 369,
                    "end": 373,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[17,"
                },
                {
                    "start": 373,
                    "end": 376,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "18]"
                },
                {
                    "start": 400,
                    "end": 404,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "We then calculate the π + d absorption cross section using the SAID-1998 [20] parametrization. ",
            "paragraph_rank": 17,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 73,
                    "end": 77,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "The final momenta of the two protons are generated randomly in phase space from the decay of the npπ + → pp system. ",
            "paragraph_rank": 17,
            "section_rank": 2
        },
        {
            "text": "This model does not include the effects of final state interactions (FSI), rescattering of the two final-state protons as they exit the residual nucleus. ",
            "paragraph_rank": 17,
            "section_rank": 2
        },
        {
            "text": "FSI will reduce the cross section significantly (which is not relevant for this calculation) and somewhat smear the momentum of the outgoing protons.",
            "paragraph_rank": 17,
            "section_rank": 2
        },
        {
            "text": "This model is insensitive to the initial relative momentum of the np pair which absorbs the π and therefore cannot distinguish between an SRC np pair with large relative momentum and a non-correlated neutron and proton with small relative momentum.",
            "paragraph_rank": 18,
            "section_rank": 2
        },
        {
            "text": "In addition, there was almost no difference in the distribution of the two outgoing protons whether we described the center of mass momentum of the np pair absorbing the pion as the sum of two single-nucleon momenta or as the SRC pair momentum distribution.",
            "paragraph_rank": 19,
            "section_rank": 2
        },
        {
            "text": "Because the MiniBoone incident neutrino energies are relatively low (peaked at 0.5 GeV with a tail extending to 2 GeV), the reaction process is dominated by ∆(1232) production (see Fig. 2). ",
            "paragraph_rank": 20,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 181,
                    "end": 187,
                    "type": "figure",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "The pion-\"deuteron\" absorption cross section also peaks at the ∆, further emphasizing the ∆ peak. ",
            "paragraph_rank": 20,
            "section_rank": 2
        },
        {
            "text": "The momentum and energy transfer are small (Q 2 = q 2 − ν 2 where q = | q | is the three-momentum transfer and ν is the energy transfer) starting at zero and the energy transfer starting at the pion production threshold (see Fig. 3). ",
            "paragraph_rank": 20,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 225,
                    "end": 231,
                    "type": "figure",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "Because the momentum and energy transfers are small, the momentum of the (unobserved) exchanged pion is also relatively small, peaking at 0.2 GeV/c.",
            "paragraph_rank": 20,
            "section_rank": 2
        },
        {
            "text": "The resulting opening angle and momentum distribu- tions of the two protons can be seen in Figs. 4 and 5. ",
            "paragraph_rank": 21,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 91,
                    "end": 104,
                    "type": "figure",
                    "text": "Figs. 4 and 5"
                }
            ]
        },
        {
            "text": "The opening angle is predominantly back-to-back and the proton momentum distributions are peaked at about 0.5 GeV/c. ",
            "paragraph_rank": 21,
            "section_rank": 2
        },
        {
            "text": "The transverse missing momentum of the measured particles (where p T miss = p T e + p T p1 + p T p2 for our model) is peaked at about 0.2 GeV/c with a long tail extending out to higher momenta (see Fig. 6).",
            "paragraph_rank": 21,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 198,
                    "end": 204,
                    "type": "figure",
                    "text": "Fig. 6"
                }
            ]
        },
        {
            "text": "The opening angle and momentum distributions of the two protons are consistent with the four observed hammer events (cos θ pp < −0.95 and p p ≈ 500 MeV/c). ",
            "paragraph_rank": 22,
            "section_rank": 2,
            "entity_spans": [
                {
                    "start": 148,
                    "end": 151,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w3"
                }
            ]
        },
        {
            "text": "The missing transverse momentum distribution is slightly smaller than the observed p T miss ≥ 0.3 GeV/c. ",
            "paragraph_rank": 22,
            "section_rank": 2
        },
        {
            "text": "This discrepancy could be due to either statistical fluctuations in the four measured hammer events or to rescattering of the outgoing protons, which is not included in our model. ",
            "paragraph_rank": 22,
            "section_rank": 2
        },
        {
            "text": "We also calculated the expected results for an incident neutrino energy of 4 GeV, comparable to the average energy of the ArgoNeut neutrino beam. ",
            "paragraph_rank": 22,
            "section_rank": 2
        },
        {
            "text": "The primary differences between these results and the ones shown in the Figs. 2 and 3, are that the reaction at these higher neutrino energies covers a much larger range of energy and momentum transfer and a significantly wider range in W . ",
            "paragraph_rank": 22,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 72,
                    "end": 85,
                    "type": "figure",
                    "text": "Figs. 2 and 3"
                }
            ]
        },
        {
            "text": "However, the proton spectra (Figs. 4-6) are remarkably similar for the two sets of incident enutrino energies. ",
            "paragraph_rank": 22,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 28,
                    "end": 38,
                    "type": "figure",
                    "text": "(Figs. 4-6"
                }
            ]
        },
        {
            "text": "The two protons are predominantly back-to-back, with momenta peaked at about 500 MeV/c and the same p T miss distribution. ",
            "paragraph_rank": 22,
            "section_rank": 2,
            "entity_spans": [
                {
                    "start": 81,
                    "end": 84,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w4"
                }
            ]
        },
        {
            "text": "We also compared these distributions to those from the second reaction model, where the incident neutrino scatters from a nucleon, exciting it to a resonance (N * or ∆), which then deexcites by colliding with a second nucleon, e.g., ∆N → pp. ",
            "paragraph_rank": 22,
            "section_rank": 2
        },
        {
            "text": "This model generates a nucleon with initial momentum according to the 12 C Argonne V18 momentum distribution [15]. ",
            "paragraph_rank": 22,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 109,
                    "end": 113,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "It generates the initial electron energy by randomly sampling from the MiniBoone neutrino energy distribution [16]. ",
            "paragraph_rank": 22,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 110,
                    "end": 114,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "It then generates the scattered electron energy and angles. ",
            "paragraph_rank": 22,
            "section_rank": 2
        },
        {
            "text": "It assumes that the inclusive ∆ production cross section has the same invariant mass (W ) dependence as the eN → eπN cross section averaged over all outgoing pion momenta. ",
            "paragraph_rank": 22,
            "section_rank": 2
        },
        {
            "text": "It then generates a second nucleon randomly, and calculates the two-nucleon ∆N → pp distribution randomly by phase space.",
            "paragraph_rank": 22,
            "section_rank": 2
        },
        {
            "text": "The invariant mass distribution in this model is still peaked at the ∆(1232) mass, although less strongly peaked than the pion production and reabsorption model (Fig. 2). ",
            "paragraph_rank": 23,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 161,
                    "end": 169,
                    "type": "figure",
                    "text": "(Fig. 2)"
                }
            ]
        },
        {
            "text": "The protons from this model are significantly less back-to-back ( Fig. 4), have higher momentum (Fig.  5), and have less missing transverse momentum (Fig. 6) than the pion production and reabsorption model. ",
            "paragraph_rank": 23,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 66,
                    "end": 73,
                    "type": "figure",
                    "text": "Fig. 4)"
                },
                {
                    "start": 96,
                    "end": 105,
                    "type": "figure",
                    "text": "(Fig.  5)"
                },
                {
                    "start": 149,
                    "end": 156,
                    "type": "figure",
                    "text": "(Fig. 6"
                }
            ]
        },
        {
            "text": "This the results of this model agree less well with the four observed hammer events.",
            "paragraph_rank": 23,
            "section_rank": 2
        },
        {
            "text": "There are four possible reaction channels in the pion production and reabsorption model leading to two backto-back protons in the final state, three for neutrinos and one for anti-neutrinos:",
            "paragraph_rank": 24,
            "section_rank": 2
        },
        {
            "text": "where the nucleons in boldface type are in the final state and can be detected. ",
            "paragraph_rank": 25,
            "section_rank": 2
        },
        {
            "text": "There is only one reaction channel each for ν andν that lead to two back-to-back protons plus a neutron in the final state. ",
            "paragraph_rank": 25,
            "section_rank": 2
        },
        {
            "text": "There are two more ν reaction channels that lead to two back-to-back protons plus a third proton in the final state. ",
            "paragraph_rank": 25,
            "section_rank": 2
        },
        {
            "text": "There is one reaction channel for the ∆N → pp reaction,",
            "paragraph_rank": 25,
            "section_rank": 2
        },
        {
            "text": "The cross section for π absorption on an isospin T = 1 N N pair (e.g., pp) is about ten times smaller than that for π absorption on a T = 0 N N pair [21]. ",
            "paragraph_rank": 26,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 149,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "Therefore reaction (1) will be suppressed by a factor of ten relative to reaction (3) which leads to the same final state. ",
            "paragraph_rank": 26,
            "section_rank": 2
        },
        {
            "text": "Reaction (2), which produces the characteristic hammer signature, should be the same size as reaction (3), which produces the hammer signature plus another proton.",
            "paragraph_rank": 26,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 9,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(2)"
                }
            ]
        },
        {
            "text": "Therefore, in this model, there should be about equal numbers of hammer events with an extra neutron as with an extra proton. ",
            "paragraph_rank": 27,
            "section_rank": 2
        },
        {
            "text": "Reaction channel (4) should also be ten times smaller than reaction channel (3) so that there should be ten times fewer anti-neutrino events than neutrino events. ",
            "paragraph_rank": 27,
            "section_rank": 2
        },
        {
            "text": "ArgoNeut used a total energy method to reconstruct the incident neutrino energy [12] where E ν = E µ + T p1 + T p2 + T A−2 + 30 MeV. ",
            "paragraph_rank": 27,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 80,
                    "end": 84,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ],
            "entity_spans": [
                {
                    "start": 128,
                    "end": 131,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w5"
                }
            ]
        },
        {
            "text": "Because these hammer events appear to all be due to the pion production and reabsorption model, we can use a different algorithm to determine the incident neutrino energy of the reaction.",
            "paragraph_rank": 27,
            "section_rank": 2
        },
        {
            "text": "The reconstructed incident neutrino energy, E rec , depends on the energy, E , and angle, θ of the outgoing lepton and on the invariant mass of the struck nucleon plus transferred vector boson, m 2 = (p µ N + p µ B ) 2 (where p µ N and p µ B are the four vectors of the struck nucleon and the transferred vector boson respectively):",
            "paragraph_rank": 28,
            "section_rank": 2
        },
        {
            "text": "We can model the unknown invariant mass of the struck nucleon in several ways (see Fig. 7):",
            "paragraph_rank": 29,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 83,
                    "end": 89,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 7"
                }
            ]
        },
        {
            "text": "• (\"QE\") assume that the neutrino scattered quasielastically from a nucleon (m = m N );",
            "paragraph_rank": 30,
            "section_rank": 2
        },
        {
            "text": "• (\"Delta\") assume that the neutrino scattered from a nucleon, exciting it to a ∆ (m = m ∆ = 1.232 GeV/c 2 );",
            "paragraph_rank": 31,
            "section_rank": 2
        },
        {
            "text": "• (\"pp Mass\") assume that the extra invariant mass of the two protons equals the excitation energy of the struck nucleon (m = m N + (m pp − 2m N )); and",
            "paragraph_rank": 32,
            "section_rank": 2
        },
        {
            "text": "• (\"pp Energy\") assume that the kinetic energy of the two protons equals the excitation energy of the struck nucleon (m = m N + T p1 + T p2 ). ",
            "paragraph_rank": 33,
            "section_rank": 2
        },
        {
            "text": "Fig. 7 shows the accuracy (mean) and precision (σ) of the reconstructed neutrino energies for both the π production and reabsorption model and the ∆N → pp model. ",
            "paragraph_rank": 33,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 7"
                }
            ]
        },
        {
            "text": "The accuracy is defined as the mean of the (E rec −E ν )/E rec distribution and the precision is defined as the RMS of the (E rec − E ν )/E rec distribution.",
            "paragraph_rank": 33,
            "section_rank": 2
        },
        {
            "text": "In the pion production and reabsorption model, assuming that the struck nucleon is excited to a ∆ gives the most accurate reconstruction of the incident neutrino energy over the entire range of energies. ",
            "paragraph_rank": 34,
            "section_rank": 2
        },
        {
            "text": "Using the two-proton kinetic energy or invariant mass to estimate the excitation energy of the struck nucleon is less accurate. ",
            "paragraph_rank": 34,
            "section_rank": 2
        },
        {
            "text": "The ArgoNeut total energy method is also less accurate, due to the presence of undetected energetic particles. ",
            "paragraph_rank": 34,
            "section_rank": 2
        },
        {
            "text": "Assuming that the reaction was quasielastic fails completely.",
            "paragraph_rank": 34,
            "section_rank": 2
        },
        {
            "text": "In the ∆N → pp model, the ArgoNeut total energy method works the best because there are no energetic undetected particles. ",
            "paragraph_rank": 35,
            "section_rank": 2
        },
        {
            "text": "Assuming the struck nucleon is excited to a ∆ is equally accurate but significantly less precise. ",
            "paragraph_rank": 35,
            "section_rank": 2
        },
        {
            "text": "Summary: The ArgoNeut liquid Argon Time Projection Chamber observed four charged-current neutrinoargon scattering events with two protons back-to-back in the final state (hammer events). ",
            "paragraph_rank": 35,
            "section_rank": 2
        },
        {
            "text": "These events were attributed to resonance production on the struck nucleon, followed by pion emission and absorption on a correlated pair [12]. ",
            "paragraph_rank": 35,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 138,
                    "end": 142,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "These events were not described by the NUWRO Monte Carlo event generator [13].",
            "paragraph_rank": 35,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 73,
                    "end": 77,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "We modeled these hammer events with a semi-classical model where the lepton scatters from a moving nucleon, causing it to emit a π. ",
            "paragraph_rank": 36,
            "section_rank": 2
        },
        {
            "text": "The π is then absorbed by two nucleons (N N ). ",
            "paragraph_rank": 36,
            "section_rank": 2
        },
        {
            "text": "This pion production and reabsorption process results in events with two back-to-back protons each with momentum of about 500 MeV/c and moderate transverse missing momentum, very similar to that of the observed ArgoNeut events. ",
            "paragraph_rank": 36,
            "section_rank": 2,
            "entity_spans": [
                {
                    "start": 126,
                    "end": 129,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w6"
                }
            ]
        },
        {
            "text": "The results of this model are completely insensitive to the relative momentum of the N N pair and to the choice of its center of mass momentum distribution. ",
            "paragraph_rank": 36,
            "section_rank": 2
        },
        {
            "text": "This model predicts that a third nucleon is emitted from the nucleus and that about half the time this third nucleon is an easily detectable proton. ",
            "paragraph_rank": 36,
            "section_rank": 2
        },
        {
            "text": "In this model, the incident neutrino energy can be reconstructed accurately using just the outgoing lepton momentum and angle (for the relatively low MicroBooNE neutrino energies). ",
            "paragraph_rank": 36,
            "section_rank": 2
        },
        {
            "text": "This energy reconstruction is significantly better than the standard ArgoNeut total energy method.",
            "paragraph_rank": 36,
            "section_rank": 2
        },
        {
            "text": "We also modeled nucleon excitation, followed by deexcitation via ∆p → pp. ",
            "paragraph_rank": 37,
            "section_rank": 2
        },
        {
            "text": "This process results in two protons that are less similar to the observed events. ",
            "paragraph_rank": 37,
            "section_rank": 2
        },
        {
            "text": "We should be able to decisively distinguish between the two models by the fraction of hammer events with a third emitted proton.",
            "paragraph_rank": 37,
            "section_rank": 2
        },
        {
            "text": "We conclude that ArgoNeut hammer events can be described by a simple pion production and reabsorption model. ",
            "paragraph_rank": 38,
            "section_rank": 2
        },
        {
            "text": "These events can be used to determine the incident neutrino energy, but cannot teach us anything significant about short range correlated N N pairs. ",
            "paragraph_rank": 38,
            "section_rank": 2
        },
        {
            "text": "We suggest that this reaction channel could be used for neutrino oscillation experiments to complement other channels with higher statistics but greater uncertainty in the incident neutrino energy.",
            "paragraph_rank": 38,
            "section_rank": 2
        },
        {
            "text": "FIG. 1 :",
            "section_rank": 3
        },
        {
            "text": "FIG. 1:Pictorial diagram of electron induced two-proton knockout, A(e, e pp). ",
            "section": "FIG. 1 :",
            "paragraph_rank": 39,
            "section_rank": 3
        },
        {
            "text": "(a) The electron scatters from a first nucleon, which emits a pion, typically after resonance excitation (not shown). ",
            "section": "FIG. 1 :",
            "paragraph_rank": 39,
            "section_rank": 3
        },
        {
            "text": "The pion is absorbed by two nucleons, which are detected. ",
            "section": "FIG. 1 :",
            "paragraph_rank": 39,
            "section_rank": 3
        },
        {
            "text": "(b) The electron scatters from a first nucleon, exciting it to a resonance, which deexcites via ∆N → pp. ",
            "section": "FIG. 1 :",
            "paragraph_rank": 39,
            "section_rank": 3
        },
        {
            "text": "The diagrams for the corresponding charged current neutrino interactions A(ν, µpp) would replace the incident electron with a neutrino, the outgoing electron with a muon, and the exchanged virtual photon with a W .",
            "section": "FIG. 1 :",
            "paragraph_rank": 39,
            "section_rank": 3
        },
        {
            "text": "FIG. 2 : 1 FIG. 3 :FIG. ",
            "section_rank": 4
        },
        {
            "text": "4 :FIG. ",
            "section_rank": 4
        },
        {
            "text": "5 :FIG. ",
            "section_rank": 4
        },
        {
            "text": "6 :",
            "section_rank": 4
        },
        {
            "text": "FIG. 2:The invariant mass of the initial proton plus vector boson (e.g., the virtual photon) expected for hammer events in MicroBoone. ",
            "section": "FIG. 2 : 1 FIG. 3 :FIG. 4 :FIG. 5 :FIG. 6 :",
            "paragraph_rank": 40,
            "section_rank": 4
        },
        {
            "text": "Black solid line: π production and reabsorption model; blue dashed line: ∆N → pp model.",
            "section": "FIG. 2 : 1 FIG. 3 :FIG. 4 :FIG. 5 :FIG. 6 :",
            "paragraph_rank": 40,
            "section_rank": 4
        },
        {
            "text": "FIG. 7 :",
            "section_rank": 5
        },
        {
            "text": "FIG. 7: (color online) The fractional error (top) and standard deviation (bottom) of the distribution of the reconstructed beam energy (Erec − Eν )/Erec vs the reconstructed beam energy for four ways to calculate the invariant mass of the struck nucleon as described in the text. ",
            "section": "FIG. 7 :",
            "paragraph_rank": 41,
            "section_rank": 5
        },
        {
            "text": "(left) for the π production and reabsorption model calculated and (right) for the N ∆ → pp model. ",
            "section": "FIG. 7 :",
            "paragraph_rank": 41,
            "section_rank": 5
        },
        {
            "text": "The labels QE (blue circles), Delta (black squares), pp Mass (red triangles) , and pp Energy (red inverted triangles) refer to the four models of the invariant mass of the struck nucleon described in the text. ",
            "section": "FIG. 7 :",
            "paragraph_rank": 41,
            "section_rank": 5
        },
        {
            "text": "The label ArgoNeut (green open circles) refers to Eν = Eµ + Tp1 + Tp2 + TA−2 + 30 MeV as used in Ref. ",
            "section": "FIG. 7 :",
            "paragraph_rank": 41,
            "section_rank": 5,
            "entity_spans": [
                {
                    "start": 82,
                    "end": 85,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w7"
                }
            ]
        },
        {
            "text": "[12].",
            "section": "FIG. 7 :",
            "paragraph_rank": 41,
            "section_rank": 5
        },
        {
            "text": "Acknowledgments",
            "section_rank": 7
        },
        {
            "text": "We thank O. Palamara, F. Cavanna, and Sam Zeller for many fruitful discussions. ",
            "section": "Acknowledgments",
            "paragraph_rank": 42,
            "section_rank": 7
        },
        {
            "text": "This work was partially supported by the US Department of Energy under grants DE-FG02-97ER-41014, DE-FG02-96ER-40960, DE-FG02-01ER-41172 and by the Israel Science Foundation.",
            "section": "Acknowledgments",
            "paragraph_rank": 42,
            "section_rank": 7,
            "entity_spans": [
                {
                    "start": 163,
                    "end": 173,
                    "type": "software",
                    "rawForm": "Foundation",
                    "resp": "whitelist",
                    "id": "software-simple-w8"
                }
            ]
        }
    ]
}