{
    "level": "sentence",
    "abstract": [
        {
            "text": "The production of W ± Z events in proton-proton collisions at a centre-of-mass energy of 13 TeV is measured with the ATLAS detector at the LHC. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The collected data correspond to an integrated luminosity of 3.2 fb −1 . ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The W ± Z candidates are reconstructed using leptonic decays of the gauge bosons into electrons or muons. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The measured inclusive cross section in the detector fiducial region for leptonic decay modes is σ fid.",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "W ± Z → ν = 63.2 ± 3.2 (stat.) ± 2.6 (sys.) ± 1.5 (lumi.) fb. ",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "In comparison, the next-toleading-order Standard Model prediction is 53.4 +3.6   −2.8 fb. ",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "The extrapolation of the measurement from the fiducial to the total phase space yields σ tot.",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "W ± Z = 50.6 ± 2.6 (stat.) ± 2.0 (sys.) ± 0.9 (th.) ± 1.2 (lumi.) pb, in agreement with a recent next-to-next-to-leading-order calculation of 48.2 +1.1 −1.0 pb. ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "The cross section as a function of jet multiplicity is also measured, together with the charge-dependent W + Z and W − Z cross sections and their ratio.",
            "paragraph_rank": 4,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "text": "The production of W ± Z pairs in hadron collisions is an important test of the electroweak sector of the Standard Model (SM). ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The W ± Z final states arise from two vector bosons radiated by quarks or from the decay of a virtual W boson into a W ± Z pair, which involves a triple gauge coupling (TGC). ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "In addition, W ± Z pairs can be produced in vector-boson scattering processes, which involve triple and quartic gauge couplings (QGC) and are sensitive to the electroweak symmetry breaking sector of the SM. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "New physics could manifest in W ± Z final states as a modification of the TGC and QGC strength. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Precise knowledge of the W ± Z production cross section is therefore necessary in the search for new physics.",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Measurements of the W ± Z production cross section in protonantiproton collisions at a centre-of-mass energy of √ s = 1.96 TeV were published by the CDF and D0 Collaborations [1,2]  ATLAS experiment at the LHC, and corresponds to an integrated luminosity of 3.2 fb −1 . ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 175,
                    "end": 178,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1,"
                },
                {
                    "start": 178,
                    "end": 180,
                    "type": "bibr",
                    "text": "2]"
                }
            ]
        },
        {
            "text": "The W and Z bosons are reconstructed using their decay modes into electrons or muons. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The inclusive production cross section is measured in a fiducial phase space and extrapolated to the total phase space. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "This Letter also reports the ratio of the cross sections at 13 TeV and 8 TeV [4], as well as the ratio of the W + Z /W − Z cross sections, which is sensitive to the parton distribution functions (PDF). ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Finally, the production cross section is also measured as a function of the jet multiplicity. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "This distribution provides an important test of perturbative quantum chromodynamics (QCD) for diboson production processes. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The W ± Z diboson process is particularly well suited for this measurement, since the W W final state has a very large background from top-quark production when associated jets are present, and the Z Z final state has substantially fewer events. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The reported measurements are compared with the SM cross-section predictions at the next-to-leading order (NLO) in QCD [5,6] and the total cross section is also compared to a very recent calculation at next-tonext-to-leading order (NNLO) in QCD [7].",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 119,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[5,"
                },
                {
                    "start": 122,
                    "end": 124,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "6]"
                },
                {
                    "start": 245,
                    "end": 248,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "ATLAS detector",
            "section_rank": 3
        },
        {
            "text": "The ATLAS detector [8] is a multi-purpose detector with a cylindrical geometry 1 and nearly 4π coverage in solid angle. ",
            "section": "ATLAS detector",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 19,
                    "end": 22,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[8]"
                },
                {
                    "start": 79,
                    "end": 80,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "The col-lision point is surrounded by inner tracking detectors (collectively referred to as the inner detector), followed by a superconducting solenoid providing a 2 T axial magnetic field, a calorimeter system and a muon spectrometer.",
            "section": "ATLAS detector",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "The inner detector (ID) provides precise measurements of charged-particle tracks in the pseudorapidity range |η| < 2.5. ",
            "section": "ATLAS detector",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "It consists of three subdetectors arranged in a coaxial geometry around the beam axis: a silicon pixel detector, a silicon microstrip detector and a transition radiation tracker. ",
            "section": "ATLAS detector",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "The newly installed innermost layer of pixels sensors [9,10] was operational for the first time during the 2015 data taking.",
            "section": "ATLAS detector",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 54,
                    "end": 57,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[9,"
                },
                {
                    "start": 57,
                    "end": 60,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "10]"
                }
            ]
        },
        {
            "text": "The electromagnetic calorimeter covers the region |η| < 3.2 and is based on a high-granularity, lead/liquid-argon (LAr) sampling technology. ",
            "section": "ATLAS detector",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "The hadronic calorimeter uses a steel/scintillator-tile detector in the region |η| < 1.7 and a copper/LAr detector in the region 1.5 < |η| < 3.2. ",
            "section": "ATLAS detector",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "The most forward region of the detector, 3.1 < |η| < 4.9, is equipped with a forward calorimeter, measuring electromagnetic and hadronic energies in copper/LAr and tungsten/LAr modules. ",
            "section": "ATLAS detector",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "The muon spectrometer (MS) comprises separate trigger and high-precision tracking chambers to measure the deflection of muons in a magnetic field generated by three large superconducting toroids arranged with an eightfold azimuthal coil symmetry around the calorimeters. ",
            "section": "ATLAS detector",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "The high-precision chambers cover a range of |η| < 2.7. ",
            "section": "ATLAS detector",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "The muon trigger system covers the range |η| < 2.4 with resistive-plate chambers in the barrel and thin-gap chambers in the endcap regions.",
            "section": "ATLAS detector",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "A two-level trigger system is used to select events in real time. ",
            "section": "ATLAS detector",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "It consists of a hardware-based first-level trigger and a softwarebased high-level trigger. ",
            "section": "ATLAS detector",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "The latter employs algorithms similar to those used offline to identify electrons, muons, photons and jets.",
            "section": "ATLAS detector",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "Phase space definition",
            "section_rank": 4
        },
        {
            "text": "The fiducial phase space used to measure the W ± Z cross section is defined to closely follow the criteria used to define the signal region described in Section 5. ",
            "section": "Phase space definition",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "The phase space is based on the kinematics of the final-state leptons associated with the W and Z boson decays. ",
            "section": "Phase space definition",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "Leptons produced in the decay of a hadron, a τ or their descendants are not considered in the definition of the fiducial phase space. ",
            "section": "Phase space definition",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "In the simulation, the kinematics of the charged lepton after quantum electrodynamics (QED) final-state radiation (FSR) are \"dressed\" at particle level by including contributions from photons with an angular distance R ≡ ( η) 2 + ( φ) 2 < 0.1 from the lepton. ",
            "section": "Phase space definition",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "Dressed leptons, and final-state neutrinos that do not originate from hadron or τ decays, are matched to the W and Z boson decay products using a Monte Carlo generatorindependent algorithmic approach, called the \"resonant shape\" algorithm [4], that takes into account the nominal line shapes of the W and Z resonances.",
            "section": "Phase space definition",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 239,
                    "end": 242,
                    "type": "bibr",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "The reported cross sections are measured in a fiducial phase space defined at particle level by the following requirements: the transverse momentum p T of the dressed leptons from the Z boson decay is above 15 GeV, the p T of the charged lepton from the W decay is above 20 GeV, the absolute value of the pseudorapidity of the charged leptons from the W and Z bosons is below 2.5, the invariant mass of the two leptons from the Z boson decay differs at most by 10 GeV from the world average value of the Z boson mass m PDG Z [11]. ",
            "section": "Phase space definition",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 525,
                    "end": 529,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "The W transverse mass, defined as direction. ",
            "section": "Phase space definition",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "The x-axis points from the IP to the centre of the LHC ring, and the yaxis points upward. ",
            "section": "Phase space definition",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "Cylindrical coordinates (r, φ) are used in the transverse (x, y) plane, φ being the azimuthal angle around the beam direction. ",
            "section": "Phase space definition",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "The pseudorapidity is defined in terms of the polar angle θ as η = −ln[tan(θ/2)].",
            "section": "Phase space definition",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": ", where φ( , ν) is the angle between the lepton and the neutrino in the transverse plane, is required to be above 30 GeV. ",
            "section": "Phase space definition",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "In addition, it is required that the angular distance R between the charged leptons from the W and Z decay is larger than 0.3, and that R between the two leptons from the Z decay is larger than 0.2.",
            "section": "Phase space definition",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "The fiducial cross section is extrapolated to the total phase space and corrected for the leptonic branching fractions of the W and Z bosons. ",
            "section": "Phase space definition",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "The total phase space is defined by requiring the invariant mass of the lepton pair associated with the Z boson to be in the range 66 < m < 116 GeV.",
            "section": "Phase space definition",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "For the jet multiplicity differential measurement, particle-level jets are reconstructed from stable particles with a lifetime of τ > 30 ps in the simulation after parton showering, hadronisation, and decay of particles with τ < 30 ps. ",
            "section": "Phase space definition",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "text": "Muons, electrons, neutrinos and photons associated with W and Z decays are excluded. ",
            "section": "Phase space definition",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "text": "The particle-level jets are reconstructed with the anti-k t algorithm [12] with a radius parameter R = 0.4 and are required to have a p T above 25 GeV and an absolute value of pseudorapidity below 4.5.",
            "section": "Phase space definition",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 70,
                    "end": 74,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "Simulated event samples",
            "section_rank": 5
        },
        {
            "text": "Monte Carlo (MC) simulation is used to model signal and background processes. ",
            "section": "Simulated event samples",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "All generated MC events are passed through the ATLAS detector simulation [13], based on GEANT4 [14], and processed using the same reconstruction software used for the data. ",
            "section": "Simulated event samples",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 73,
                    "end": 77,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[13]"
                },
                {
                    "start": 95,
                    "end": 99,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[14]"
                }
            ],
            "entity_spans": [
                {
                    "start": 145,
                    "end": 153,
                    "type": "software",
                    "rawForm": "software",
                    "resp": "whitelist",
                    "id": "software-simple-w0"
                }
            ]
        },
        {
            "text": "The event samples include the simulation of additional protonproton interactions (pile-up) generated with Pythia 8.186 [15] using the MSTW2008LO PDF [16] and the A2 [17] set of tuned parameters.",
            "section": "Simulated event samples",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 119,
                    "end": 123,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[15]"
                },
                {
                    "start": 149,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[16]"
                },
                {
                    "start": 165,
                    "end": 169,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[17]"
                }
            ],
            "entity_spans": [
                {
                    "start": 114,
                    "end": 118,
                    "type": "software",
                    "rawForm": ".186",
                    "resp": "whitelist",
                    "id": "software-simple-w1"
                }
            ]
        },
        {
            "text": "Scale factors are applied to simulated events to correct for the small differences between data and MC simulation in the trigger, reconstruction, identification, isolation and impact parameter efficiencies of electrons and muons [18][19][20]. ",
            "section": "Simulated event samples",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 229,
                    "end": 233,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[18]"
                },
                {
                    "start": 233,
                    "end": 237,
                    "type": "bibr",
                    "text": "[19]"
                },
                {
                    "start": 237,
                    "end": 241,
                    "type": "bibr",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "Furthermore, the electron energy and muon momentum in simulated events are smeared to account for small differences in resolution between data and MC [20,21].",
            "section": "Simulated event samples",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 150,
                    "end": 154,
                    "type": "bibr",
                    "text": "[20,"
                },
                {
                    "start": 154,
                    "end": 157,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "21]"
                }
            ]
        },
        {
            "text": "A sample of simulated W ± Z events is used to correct the signal yield for detector effects, to extrapolate from the fiducial to the total phase space, and to compare the measurements to the theoretical predictions. ",
            "section": "Simulated event samples",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "text": "The production of W ± Z pairs and the subsequent leptonic decays of the vector bosons are generated at NLO in QCD using the Powheg-Box v2 [22][23][24][25] generator, interfaced to the Pythia 8.210 parton shower model using the AZNLO [26] set of tuned parameters. ",
            "section": "Simulated event samples",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 138,
                    "end": 142,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[22]"
                },
                {
                    "start": 142,
                    "end": 146,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[23]"
                },
                {
                    "start": 146,
                    "end": 150,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[24]"
                },
                {
                    "start": 150,
                    "end": 154,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[25]"
                },
                {
                    "start": 233,
                    "end": 237,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[26]"
                }
            ]
        },
        {
            "text": "The CT10 [27] PDF set is used for the hardscattering process, while the CTEQ6L1 [28] PDF set is used for the parton shower. ",
            "section": "Simulated event samples",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 9,
                    "end": 13,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[27]"
                },
                {
                    "start": 80,
                    "end": 84,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[28]"
                }
            ]
        },
        {
            "text": "The jet multiplicity measurement is also compared to the theoretical NLO prediction from the Sherpa 2.1.1 generator [29], calculated using the CT10 PDF set in conjunction with a dedicated set of tuned parameters for the parton shower developed by the Sherpa authors [30].",
            "section": "Simulated event samples",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 116,
                    "end": 120,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[29]"
                },
                {
                    "start": 266,
                    "end": 270,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[30]"
                }
            ]
        },
        {
            "text": "The background sources in this analysis include processes with two or more electroweak gauge bosons, namely Z Z , W W and",
            "section": "Simulated event samples",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "; processes with top quarks, such as tt and tt V , single top and t Z ; or processes with gauge bosons associated with jets or photons ( Z + j and Z γ ). ",
            "section": "Simulated event samples",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "MC simulation is used to estimate the contribution from background processes with three or more prompt leptons. ",
            "section": "Simulated event samples",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "Background processes with at least one misidentified lepton are evaluated using data-driven techniques and simulated events are used to assess the systematic uncertainties in these backgrounds.",
            "section": "Simulated event samples",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "The qq → Z Z ( * ) , tt, and single-top processes are generated at NLO using the Powheg-Box v2 program. ",
            "section": "Simulated event samples",
            "paragraph_rank": 21,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 13,
                    "end": 18,
                    "type": "bibr",
                    "text": "( * )"
                }
            ],
            "entity_spans": [
                {
                    "start": 95,
                    "end": 102,
                    "type": "software",
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "software-simple-w2"
                }
            ]
        },
        {
            "text": "The CT10 PDF set is used for the matrix-element calculations. ",
            "section": "Simulated event samples",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "For the Z Z process the parton shower is modelled with Pythia 8.186, using the CTEQ6L1 PDF and AZNLO set of tuned parameters. ",
            "section": "Simulated event samples",
            "paragraph_rank": 21,
            "section_rank": 5,
            "entity_spans": [
                {
                    "start": 63,
                    "end": 67,
                    "type": "software",
                    "rawForm": ".186",
                    "resp": "whitelist",
                    "id": "software-simple-w3"
                }
            ]
        },
        {
            "text": "The modelling of the parton shower for processes with top quarks is done with Pythia 6.428 [31], using the CTEQ6L1 PDF and Perugia 2012 [32] set of tuned parameters. ",
            "section": "Simulated event samples",
            "paragraph_rank": 21,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 91,
                    "end": 95,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[31]"
                },
                {
                    "start": 136,
                    "end": 140,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[32]"
                }
            ]
        },
        {
            "text": "The Sherpa [29,30,[33][34][35][36] event generator is used to model the Z γ , V V V , and gg → Z Z ( * ) processes at leading order (LO) using the CT10 PDF set. ",
            "section": "Simulated event samples",
            "paragraph_rank": 21,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 11,
                    "end": 15,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[29,"
                },
                {
                    "start": 15,
                    "end": 18,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "30,"
                },
                {
                    "start": 18,
                    "end": 22,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[33]"
                },
                {
                    "start": 22,
                    "end": 26,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[34]"
                },
                {
                    "start": 26,
                    "end": 30,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[35]"
                },
                {
                    "start": 30,
                    "end": 34,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[36]"
                }
            ]
        },
        {
            "text": "Finally, the tt V and t Z processes are generated at LO using MadGraph5_aMC@NLO [37] with the NPDF23LO [38] PDF set, interfaced with Pythia 8.186 (tt V ) and Pythia 6.428 (t Z ).",
            "section": "Simulated event samples",
            "paragraph_rank": 21,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 80,
                    "end": 84,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[37]"
                },
                {
                    "start": 103,
                    "end": 107,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[38]"
                }
            ],
            "entity_spans": [
                {
                    "start": 141,
                    "end": 145,
                    "type": "software",
                    "rawForm": ".186",
                    "resp": "whitelist",
                    "id": "software-simple-w4"
                }
            ]
        },
        {
            "text": "Data sample and selections",
            "section_rank": 6
        },
        {
            "text": "The pp collision data analysed correspond to an integrated luminosity of 3. ",
            "section": "Data sample and selections",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "text": "Events are required to have a primary vertex reconstructed from at least two charged particle tracks and compatible with the luminous region. ",
            "section": "Data sample and selections",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "text": "If several such vertices are present in the event, the one with the highest sum of the p 2 T of the associated tracks is selected as the primary vertex of the W ± Z production.",
            "section": "Data sample and selections",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "text": "All final states with three charged leptons (electrons e or muons μ) and neutrinos from W ± Z leptonic decays are considered. ",
            "section": "Data sample and selections",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "In the following, the different final states are referred to as μ ± μ + μ − , e ± μ + μ − , μ ± e + e − and e ± e + e − .",
            "section": "Data sample and selections",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "Muon candidates are identified by tracks reconstructed in the muon spectrometer and matched to tracks reconstructed in the inner detector. ",
            "section": "Data sample and selections",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "Muons are required to pass a \"medium\" identification selection, which is based on requirements on the number of hits in the ID and the MS [20]. ",
            "section": "Data sample and selections",
            "paragraph_rank": 24,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 138,
                    "end": 142,
                    "type": "bibr",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "The efficiency of this selection averaged over p T and η is larger than 98%. ",
            "section": "Data sample and selections",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "The muon momentum is calculated by combining the MS measurement, corrected for the energy deposited in the calorimeters, and the ID measurement. ",
            "section": "Data sample and selections",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "The p T of the muon must be greater than 15 GeV and its pseudorapidity must satisfy |η| < 2.5.",
            "section": "Data sample and selections",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "Electron candidates are reconstructed from energy clusters in the electromagnetic calorimeter matched to inner detector tracks. ",
            "section": "Data sample and selections",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "text": "Electrons are identified using a discriminant that is the value of a likelihood function constructed with information from the shape of the electromagnetic showers in the calorimeter, track properties and track-to-cluster matching quantities of the candidate [18]. ",
            "section": "Data sample and selections",
            "paragraph_rank": 25,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 259,
                    "end": 263,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "Electrons must satisfy a \"medium\" likelihood requirement, which provides an overall identification efficiency of 90%. ",
            "section": "Data sample and selections",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "text": "The electron momentum is computed from the cluster energy and the direction of the track. ",
            "section": "Data sample and selections",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "text": "The p T of the electron must be greater than 15 GeV and the pseudorapidity of the cluster must be in the ranges |η| < 1.37 or 1.52 < |η| < 2.47.",
            "section": "Data sample and selections",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "text": "Electron and muon candidates are required to originate from the primary vertex. ",
            "section": "Data sample and selections",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "text": "Thus, the significance of the track's transverse impact parameter calculated with respect to the beam line, |d 0 /σ d 0 |, must be smaller than three for muons and less than five for electrons, and the longitudinal impact parameter, z 0 (the difference between the value of z of the point on the track at which d 0 is defined and the longitudinal position of the primary vertex), is required to satisfy |z 0 • sin(θ )| < 0.5 mm.",
            "section": "Data sample and selections",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "text": "Electrons and muons are required to be isolated from other particles. ",
            "section": "Data sample and selections",
            "paragraph_rank": 27,
            "section_rank": 6
        },
        {
            "text": "The isolation requirement is based on both calorimeter and track information and is tuned for an efficiency of at least 95% for p T > 25 GeV and at least 99% for p T > 60 GeV [20].",
            "section": "Data sample and selections",
            "paragraph_rank": 27,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 175,
                    "end": 179,
                    "type": "bibr",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "Jets are reconstructed from clusters of energy deposition in the calorimeter [40] using the anti-k t algorithm [12] with a radius parameter R = 0.4. ",
            "section": "Data sample and selections",
            "paragraph_rank": 28,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 77,
                    "end": 81,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[40]"
                },
                {
                    "start": 111,
                    "end": 115,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "Events with jets arising from detector noise or other non-collision sources are discarded [41]. ",
            "section": "Data sample and selections",
            "paragraph_rank": 28,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 90,
                    "end": 94,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[41]"
                }
            ]
        },
        {
            "text": "All jets must have p T > 25 GeV and be reconstructed in the pseudorapidity range |η| < 4.5. ",
            "section": "Data sample and selections",
            "paragraph_rank": 28,
            "section_rank": 6
        },
        {
            "text": "A multivariate combination of track-based variables is used to suppress jets originating from pile-up in the ID acceptance [42]. ",
            "section": "Data sample and selections",
            "paragraph_rank": 28,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 123,
                    "end": 127,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[42]"
                }
            ]
        },
        {
            "text": "The energy of jets is calibrated and corrected for detector effects using a combination of simulated events and in situ methods in 13 TeV data, similar to the procedure described in Ref. ",
            "section": "Data sample and selections",
            "paragraph_rank": 28,
            "section_rank": 6
        },
        {
            "text": "[43].",
            "section": "Data sample and selections",
            "paragraph_rank": 28,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "[43]"
                }
            ]
        },
        {
            "text": "The transverse momentum of the neutrino is estimated from the missing transverse momentum in the event, E miss T , calculated as the negative vector sum of the transverse momentum of all identified hard physics objects (electrons, muons, jets), as well as an additional soft term. ",
            "section": "Data sample and selections",
            "paragraph_rank": 29,
            "section_rank": 6
        },
        {
            "text": "A track-based measurement of the soft term [44], which accounts for low-p T tracks not assigned to a hard object, is used in the analysis.",
            "section": "Data sample and selections",
            "paragraph_rank": 29,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 43,
                    "end": 47,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "[44]"
                }
            ]
        },
        {
            "text": "Events are required to contain exactly three lepton candidates satisfying the selection criteria described above. ",
            "section": "Data sample and selections",
            "paragraph_rank": 30,
            "section_rank": 6
        },
        {
            "text": "To ensure that the trigger efficiency is well determined, at least one of the candidate leptons is required to have p T > 25 GeV and to be geometrically matched to a lepton that was selected by the trigger.",
            "section": "Data sample and selections",
            "paragraph_rank": 30,
            "section_rank": 6
        },
        {
            "text": "To suppress background processes with at least four prompt leptons, events with a fourth lepton candidate satisfying looser selection criteria are rejected. ",
            "section": "Data sample and selections",
            "paragraph_rank": 31,
            "section_rank": 6
        },
        {
            "text": "For this looser selection, the p T of the leptons is lowered to p T > 7 GeV and \"loose\" identification requirements are used for both the electrons and muons. ",
            "section": "Data sample and selections",
            "paragraph_rank": 31,
            "section_rank": 6
        },
        {
            "text": "The isolation requirement uses ID track information only and is less stringent.",
            "section": "Data sample and selections",
            "paragraph_rank": 31,
            "section_rank": 6
        },
        {
            "text": "Candidate events are required to have at least one pair of leptons of the same flavour and of opposite charge, with an invariant mass that is consistent with the nominal Z boson mass [11] to within 10 GeV. ",
            "section": "Data sample and selections",
            "paragraph_rank": 32,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 183,
                    "end": 187,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "This pair is considered to be the Z boson candidate. ",
            "section": "Data sample and selections",
            "paragraph_rank": 32,
            "section_rank": 6
        },
        {
            "text": "If more than one pair can be formed, the pair whose invariant mass is closest to the nominal Z boson mass is taken as the Z boson candidate.",
            "section": "Data sample and selections",
            "paragraph_rank": 32,
            "section_rank": 6
        },
        {
            "text": "The remaining third lepton is assigned to the W boson decay. ",
            "section": "Data sample and selections",
            "paragraph_rank": 33,
            "section_rank": 6
        },
        {
            "text": "The transverse mass of the W candidate, computed using E miss T and the p T of the associated lepton, is required to be greater than 30 GeV.",
            "section": "Data sample and selections",
            "paragraph_rank": 33,
            "section_rank": 6
        },
        {
            "text": "Backgrounds originating from misidentified leptons are suppressed by requiring the lepton associated with the W boson to satisfy more stringent selection criteria. ",
            "section": "Data sample and selections",
            "paragraph_rank": 34,
            "section_rank": 6
        },
        {
            "text": "Thus, the transverse momentum of these leptons is required to be greater than 20 GeV. ",
            "section": "Data sample and selections",
            "paragraph_rank": 34,
            "section_rank": 6
        },
        {
            "text": "Furthermore, electrons associated with the W boson decay are required to pass the \"tight\" likelihood identification requirement [18], which has an overall efficiency of 85%. ",
            "section": "Data sample and selections",
            "paragraph_rank": 34,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "Finally, these electrons must also pass a tighter isolation requirement, tuned for an efficiency of at least 90% (99%) for p T > 25 (60) GeV.",
            "section": "Data sample and selections",
            "paragraph_rank": 34,
            "section_rank": 6
        },
        {
            "text": "Background estimation",
            "section_rank": 7
        },
        {
            "text": "The background sources are classified into two groups: events where at least one of the candidate leptons is not a prompt lepton (reducible background) and events where all candidates are prompt leptons or are produced in the decay of a τ (irreducible background). ",
            "section": "Background estimation",
            "paragraph_rank": 35,
            "section_rank": 7
        },
        {
            "text": "Candidates that are not prompt leptons are called also \"misidentified\" or \"fake\" leptons.",
            "section": "Background estimation",
            "paragraph_rank": 35,
            "section_rank": 7
        },
        {
            "text": "The reducible background, which represents about half of the total backgrounds, originates from Z + j, Z γ , tt, W t and W W production processes, with Z + j and Z γ being the dominant component (83%). ",
            "section": "Background estimation",
            "paragraph_rank": 36,
            "section_rank": 7
        },
        {
            "text": "The reducible backgrounds are estimated using data-driven techniques. ",
            "section": "Background estimation",
            "paragraph_rank": 36,
            "section_rank": 7
        },
        {
            "text": "The background from events with two or three fake leptons, e.g., from W + jj and multijet processes, is negligible.",
            "section": "Background estimation",
            "paragraph_rank": 36,
            "section_rank": 7
        },
        {
            "text": "Backgrounds from tt, W t and W W + j events (called \"top-like\" in the following) are estimated by exploiting the different-flavour decay channels of these processes. ",
            "section": "Background estimation",
            "paragraph_rank": 37,
            "section_rank": 7
        },
        {
            "text": "These events are categorised based on whether the misidentified lepton is an electron or muon.",
            "section": "Background estimation",
            "paragraph_rank": 37,
            "section_rank": 7
        },
        {
            "text": "The former are estimated in a control region containing e ± μ ∓ e ± events and the latter in a μ ± e ∓ μ ± control region. ",
            "section": "Background estimation",
            "paragraph_rank": 38,
            "section_rank": 7
        },
        {
            "text": "Events in the control regions satisfy the selection criteria described in Section 5, except that a different-flavour, opposite-charge lepton pair is associated with the Z boson, and the m requirement is removed to increase the number of events. ",
            "section": "Background estimation",
            "paragraph_rank": 38,
            "section_rank": 7
        },
        {
            "text": "These requirements suppress the contamination of events with a leptonically decaying Z /γ * . ",
            "section": "Background estimation",
            "paragraph_rank": 38,
            "section_rank": 7
        },
        {
            "text": "The dominant contribution is due to top-like processes (75%). ",
            "section": "Background estimation",
            "paragraph_rank": 38,
            "section_rank": 7
        },
        {
            "text": "The MC predictions for other processes are subtracted from the observed yield. ",
            "section": "Background estimation",
            "paragraph_rank": 38,
            "section_rank": 7
        },
        {
            "text": "The ratios of observed to expected top-like events in the control regions are 0.5 ± 0.3 for misidentified electrons and 1.4 ± 0.5 for misidentified muons, where the uncertainties are due to the statistical uncertainties of the data and MC events in the control regions. ",
            "section": "Background estimation",
            "paragraph_rank": 38,
            "section_rank": 7
        },
        {
            "text": "These ratios are applied to the estimated contributions from the simulated top-like backgrounds in the final W ± Z selection. ",
            "section": "Background estimation",
            "paragraph_rank": 38,
            "section_rank": 7
        },
        {
            "text": "The kinematic shapes of the top-like background are taken from MC simulation for the purposes of control distributions and the exclusive jet multiplicity differential cross-section calculation. ",
            "section": "Background estimation",
            "paragraph_rank": 38,
            "section_rank": 7
        },
        {
            "text": "The shape of the jet multiplicity distribution in the top-like control regions is well modelled by the MC simulation.",
            "section": "Background estimation",
            "paragraph_rank": 38,
            "section_rank": 7
        },
        {
            "text": "Backgrounds from Z + j and Z γ processes are estimated by defining a three-lepton Z control sample in data, where two of the leptons, referred to as tight (T), meet all identification and isolation criteria described in Section 5, and the remaining lepton, referred to as loose (L), fails these requirements and instead satisfies less restrictive ones. ",
            "section": "Background estimation",
            "paragraph_rank": 39,
            "section_rank": 7
        },
        {
            "text": "Events in the Z control sample must satisfy all other W ± Z selection criteria. ",
            "section": "Background estimation",
            "paragraph_rank": 39,
            "section_rank": 7
        },
        {
            "text": "The Z control sample is split into three categories of events, labelled as N LTT , N TLT and N TTL , where the first index refers to the W lepton, and the second and third indexes refer to the higher-and lower-p T leptons from the Z boson decay. ",
            "section": "Background estimation",
            "paragraph_rank": 39,
            "section_rank": 7
        },
        {
            "text": "The observed number of events in each of these categories is 1535, 61 and 204, respectively. ",
            "section": "Background estimation",
            "paragraph_rank": 39,
            "section_rank": 7
        },
        {
            "text": "The contribution from Z + j and Z γ events is greater than 75%. ",
            "section": "Background estimation",
            "paragraph_rank": 39,
            "section_rank": 7
        },
        {
            "text": "Processes with at least three prompt leptons are subtracted using the MC prediction. ",
            "section": "Background estimation",
            "paragraph_rank": 39,
            "section_rank": 7
        },
        {
            "text": "This includes the subtraction of W ± Z events, for which the MC prediction is increased by 15% to agree with previous measurements [4]. ",
            "section": "Background estimation",
            "paragraph_rank": 39,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 131,
                    "end": 134,
                    "type": "bibr",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "The subtraction of top-like processes (18%) uses a procedure with a control region containing one loose lepton, analogous to the procedure described above.",
            "section": "Background estimation",
            "paragraph_rank": 39,
            "section_rank": 7
        },
        {
            "text": "The Z + j and Z γ background in the final W ± Z selection is obtained by scaling the observed number of events in the Z control sample by an extrapolation factor called the \"fake factor\". ",
            "section": "Background estimation",
            "paragraph_rank": 40,
            "section_rank": 7
        },
        {
            "text": "The fake factor is measured in a data sample with two tight leptons associated with the Z boson and one additional lepton that can be loose or tight. ",
            "section": "Background estimation",
            "paragraph_rank": 40,
            "section_rank": 7
        },
        {
            "text": "To enrich the sample in Z + j and Z γ events, the m W T requirement is reversed and the missing transverse momentum is required to be less than 40 GeV. ",
            "section": "Background estimation",
            "paragraph_rank": 40,
            "section_rank": 7
        },
        {
            "text": "The fake factor is calculated as the ratio of the number of events with a tight third lepton to the number of events with a loose third lepton. ",
            "section": "Background estimation",
            "paragraph_rank": 40,
            "section_rank": 7
        },
        {
            "text": "The dominant contribution (>97%) to the denominator of the fake-factor ratio originates from Z + j and Z γ events. ",
            "section": "Background estimation",
            "paragraph_rank": 40,
            "section_rank": 7
        },
        {
            "text": "Simulation shows that the relative fractions of these two processes are similar in this region and the Z control sample where the fake factor is applied, justifying the use of a single fake factor to describe both backgrounds. ",
            "section": "Background estimation",
            "paragraph_rank": 40,
            "section_rank": 7
        },
        {
            "text": "Processes with at least three prompt leptons contaminate the events in the numerator of the ratio, particularly at high lepton p T , and are subtracted as described for the Z control sample. ",
            "section": "Background estimation",
            "paragraph_rank": 40,
            "section_rank": 7
        },
        {
            "text": "The fake factor is computed in bins of p T of the lepton not associated with the Z boson, separately for muons and electrons, and considering the different selection criteria used for leptons in the analysis. ",
            "section": "Background estimation",
            "paragraph_rank": 40,
            "section_rank": 7
        },
        {
            "text": "MC simulation is used to verify that the fake factors do not depend on the jet multiplicity of the event. ",
            "section": "Background estimation",
            "paragraph_rank": 40,
            "section_rank": 7
        },
        {
            "text": "The fake-factor values range between 0.02 and 0.1.",
            "section": "Background estimation",
            "paragraph_rank": 40,
            "section_rank": 7
        },
        {
            "text": "In brief, the Z + j and Z γ estimate in each lepton p T bin is obtained by extrapolating from events in the Z control sample using the following formula:",
            "section": "Background estimation",
            "paragraph_rank": 41,
            "section_rank": 7
        },
        {
            "text": "where  About 70% of the irreducible background is due to Z Z production. ",
            "section": "Background estimation",
            "paragraph_rank": 42,
            "section_rank": 7
        },
        {
            "text": "Events from Z Z production survive the W ± Z event selection either because one lepton falls outside the fiducial volume or because it falls in the fiducial acceptance of the detector but is not identified. ",
            "section": "Background estimation",
            "paragraph_rank": 42,
            "section_rank": 7
        },
        {
            "text": "The number of qq → Z Z events predicted by Powheg is scaled by 1.08 to account for NNLO QCD and NLO EW corrections [45][46][47]. ",
            "section": "Background estimation",
            "paragraph_rank": 42,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 115,
                    "end": 119,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[45]"
                },
                {
                    "start": 119,
                    "end": 123,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[46]"
                },
                {
                    "start": 123,
                    "end": 127,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "[47]"
                }
            ]
        },
        {
            "text": "The number of gg → Z Z events predicted by the Sherpa MC event sample is scaled by a factor of 1.52 to account for NLO QCD corrections [48]. ",
            "section": "Background estimation",
            "paragraph_rank": 42,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 135,
                    "end": 139,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "[48]"
                }
            ]
        },
        {
            "text": "These estimates are validated by comparing the MC predictions with the observed event yield, and the distributions of several kinematic variables, in a four-lepton data sample enriched in Z Z events. ",
            "section": "Background estimation",
            "paragraph_rank": 42,
            "section_rank": 7
        },
        {
            "text": "The number of observed events in this validation region is 106, with 89% purity for the Z Z process. ",
            "section": "Background estimation",
            "paragraph_rank": 42,
            "section_rank": 7
        },
        {
            "text": "Overall agreement between the data and the predictions is within one standard deviation of the experimental uncertainty. ",
            "section": "Background estimation",
            "paragraph_rank": 42,
            "section_rank": 7
        },
        {
            "text": "The shapes of the distributions of the main kinematic variables are also found to be well described by the MC predictions. ",
            "section": "Background estimation",
            "paragraph_rank": 42,
            "section_rank": 7
        },
        {
            "text": "Table 1 summarises the predicted and observed numbers of events together with the estimated background contributions. ",
            "section": "Background estimation",
            "paragraph_rank": 42,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "The total uncertainties affecting the predicted yields include statistical uncertainties, the theoretical uncertainties in the cross sections as further discussed in Section 10, experimental uncertainties discussed in Section 9 and uncertainty in the integrated luminosity for backgrounds estimated using MC predictions. ",
            "section": "Background estimation",
            "paragraph_rank": 42,
            "section_rank": 7
        },
        {
            "text": "Fig. 1 shows the Table 1 Observed and expected numbers of events after the W ± Z inclusive selection described in Section 5 in each of the considered channels and for the sum of all channels. ",
            "section": "Background estimation",
            "paragraph_rank": 42,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 1"
                },
                {
                    "start": 17,
                    "end": 24,
                    "type": "table",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "The expected number of W ± Z events from Powheg+Pythia and the estimated number of background events from other processes are detailed. ",
            "section": "Background estimation",
            "paragraph_rank": 42,
            "section_rank": 7
        },
        {
            "text": "The total uncertainties quoted include the statistical uncertainties, the theoretical uncertainties in the cross sections, the experimental uncertainties and the uncertainty in the integrated luminosity.   ",
            "section": "Background estimation",
            "paragraph_rank": 42,
            "section_rank": 7
        },
        {
            "text": "The C W Z and N τ /N all factors for each of the eee, μee, eμμ, and μμμ inclusive channels. ",
            "section": "Background estimation",
            "paragraph_rank": 42,
            "section_rank": 7
        },
        {
            "text": "The Powheg+Pythia MC event sample with the \"resonant shape\" lepton assignment algorithm at particle level is used. ",
            "section": "Background estimation",
            "paragraph_rank": 42,
            "section_rank": 7
        },
        {
            "text": "Only statistical uncertainties are reported.",
            "section": "Background estimation",
            "paragraph_rank": 42,
            "section_rank": 7
        },
        {
            "text": "Detector-level results",
            "section_rank": 8
        },
        {
            "text": "Channel [4] similar to the transverse mass. ",
            "section": "Detector-level results",
            "paragraph_rank": 43,
            "section_rank": 8,
            "entity_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "software",
                    "rawForm": "Channel",
                    "resp": "whitelist",
                    "id": "software-simple-w5"
                }
            ]
        },
        {
            "text": "The Powheg+Pythia MC prediction is used for the W ± Z signal contribution. ",
            "section": "Detector-level results",
            "paragraph_rank": 43,
            "section_rank": 8
        },
        {
            "text": "In Fig. 1 this contribution is scaled by a global factor of 1.18 to match the measured inclusive W ± Z cross section in Section 10. ",
            "section": "Detector-level results",
            "paragraph_rank": 43,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "This scaling is only used for an illustrative purpose in this figure and does not affect the measurements. ",
            "section": "Detector-level results",
            "paragraph_rank": 43,
            "section_rank": 8
        },
        {
            "text": "Fig. 1 indicates that the MC predictions provide a fair description of the shapes of the data distributions.",
            "section": "Detector-level results",
            "paragraph_rank": 43,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "Corrections for detector effects and acceptance",
            "section_rank": 9
        },
        {
            "text": "For a given channel W ± Z → ± ν + − , where and are either an electron or a muon, the integrated fiducial cross section, which includes the leptonic branching fractions of the W and Z , is calculated as σ fid.",
            "section": "Corrections for detector effects and acceptance",
            "paragraph_rank": 44,
            "section_rank": 9
        },
        {
            "text": "where N data is the number of observed events, N bkg is the estimated number of background events, L is the integrated luminosity and C W Z , obtained from simulation, is the ratio of the number of selected signal events at detector level to the number of events at particle level in the fiducial phase space defined after QED FSR. ",
            "section": "Corrections for detector effects and acceptance",
            "paragraph_rank": 45,
            "section_rank": 9
        },
        {
            "text": "This factor corrects for detector efficiency and resolution effects and for QED FSR effects. ",
            "section": "Corrections for detector effects and acceptance",
            "paragraph_rank": 45,
            "section_rank": 9
        },
        {
            "text": "The term in parentheses represents the correction applied to the measurement to account for the τ -lepton contribution to the analysis phase space. ",
            "section": "Corrections for detector effects and acceptance",
            "paragraph_rank": 45,
            "section_rank": 9
        },
        {
            "text": "This contribution is estimated using the simulation, from the ratio of N τ , the number of selected events in which at least one of the bosons decays into a τ lepton, and N all , the number of selected W Z events with decays into any lepton.",
            "section": "Corrections for detector effects and acceptance",
            "paragraph_rank": 45,
            "section_rank": 9
        },
        {
            "text": "The C W Z factors for the W − Z , W + Z and W ± Z inclusive processes, as well as the τ -lepton contribution to the analysis phase space, N τ /N all , are computed with Powheg+Pythia for each of the four leptonic channels and are shown in Table 2. ",
            "section": "Corrections for detector effects and acceptance",
            "paragraph_rank": 46,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 239,
                    "end": 246,
                    "type": "table",
                    "ref_id": "tab_4",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "The total cross section is calculated as σ tot.",
            "section": "Corrections for detector effects and acceptance",
            "paragraph_rank": 46,
            "section_rank": 9
        },
        {
            "text": "where B W = 10.86 ± 0.09% and B Z = 3.3658 ± 0.0023% are the W and Z leptonic branching fractions [11], respectively, and A W Z is the acceptance factor calculated at particle level as the ratio of the number of events in the fiducial phase space to the number of events in the total phase space as defined in Section 3.",
            "section": "Corrections for detector effects and acceptance",
            "paragraph_rank": 47,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "A single acceptance factor of A W Z = 0.343 ± 0.002 (stat.) is obtained using the Powheg+Pythia simulation by averaging the acceptance factors computed in the μee and eμμ channels. ",
            "section": "Corrections for detector effects and acceptance",
            "paragraph_rank": 48,
            "section_rank": 9
        },
        {
            "text": "The use of these channels avoids the ambiguity arising from the assignment at particle level of final-state leptons to the W and Z bosons. ",
            "section": "Corrections for detector effects and acceptance",
            "paragraph_rank": 48,
            "section_rank": 9
        },
        {
            "text": "Cross-section differences between and channels caused by interference effects due to the three identical leptons in the final states are shown by simulation to be below 1%.",
            "section": "Corrections for detector effects and acceptance",
            "paragraph_rank": 48,
            "section_rank": 9
        },
        {
            "text": "The differential detector-level distribution of the exclusive jet multiplicity is corrected for detector resolution and for QED FSR effects using an iterative Bayesian unfolding method [49,50]. ",
            "section": "Corrections for detector effects and acceptance",
            "paragraph_rank": 49,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 185,
                    "end": 189,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[49,"
                },
                {
                    "start": 189,
                    "end": 192,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "50]"
                }
            ]
        },
        {
            "text": "Simulated signal events from Powheg+Pythia are used to obtain a response matrix that accounts for bin-to-bin migration effects between the reconstructed and particle-level distribution.",
            "section": "Corrections for detector effects and acceptance",
            "paragraph_rank": 49,
            "section_rank": 9
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 10
        },
        {
            "text": "The systematic uncertainties in the measured cross sections are due to experimental and theoretical uncertainties in the acceptance, uncertainties in the correction procedure for detector effects, uncertainties in the background estimation and uncertainties in the luminosity.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 50,
            "section_rank": 10
        },
        {
            "text": "The theoretical systematic uncertainties in the A W Z and C W Z factors are evaluated by taking into account the uncertainties related to the choice of PDF set, to the QCD renormalisation μ R and factorisation μ F scales and to the parton showering simulation.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 51,
            "section_rank": 10
        },
        {
            "text": "The uncertainties due to the choice of PDF are computed using the CT10 eigenvectors and the envelope of the differences between the CT10 and CT14 [51], MMHT2014 [52] and NNPDF 3.0 [53] PDF sets, according to the PDF4LHC recommendations [54]. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 52,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 146,
                    "end": 150,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "[51]"
                },
                {
                    "start": 161,
                    "end": 165,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "[52]"
                },
                {
                    "start": 180,
                    "end": 184,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "[53]"
                },
                {
                    "start": 236,
                    "end": 240,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "[54]"
                }
            ],
            "entity_spans": [
                {
                    "start": 170,
                    "end": 175,
                    "type": "software",
                    "rawForm": "NNPDF",
                    "resp": "whitelist",
                    "id": "software-simple-w6"
                }
            ]
        },
        {
            "text": "The QCD . ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 52,
            "section_rank": 10
        },
        {
            "text": "None of the three sources of theoretical uncertainty have a significant effect on the C W Z factors. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 52,
            "section_rank": 10
        },
        {
            "text": "The uncertainty in the acceptance factor A W Z is less than 0.5% due to PDF choice, and less than 0.7% due to QCD scale choice.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 52,
            "section_rank": 10
        },
        {
            "text": "The uncertainty in the unfolded jet multiplicity distribution arising from the MC modelling of the response matrix in the unfolding procedure is estimated by reweighting the simulated events at particle level to match the unfolded results obtained as described in Section 8. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 53,
            "section_rank": 10
        },
        {
            "text": "An alternative response matrix is defined using these reweighted MC events and is used to unfold the Powheg+Pythia reconstructed events. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 53,
            "section_rank": 10
        },
        {
            "text": "The systematic uncertainty is estimated by comparing this unfolded distribution to the original particle-level Powheg+Pythia prediction. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 53,
            "section_rank": 10
        },
        {
            "text": "The size of this uncertainty is at most 15%.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 53,
            "section_rank": 10
        },
        {
            "text": "The experimental systematic uncertainty in the C W Z factors and in the unfolding procedure includes uncertainties in the scale and resolution of the electron energy, muon momentum, jet energy and E miss T , as well as uncertainties in the scale factors applied to the simulation in order to reproduce the trigger, reconstruction, identification and isolation efficiencies measured in data. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 54,
            "section_rank": 10
        },
        {
            "text": "The uncertainties in the jet energy scale are obtained from √ s = 13 TeV simulations and in situ measurements, similar to the ones described in Ref. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 54,
            "section_rank": 10
        },
        {
            "text": "[43]. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 54,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "[43]"
                }
            ]
        },
        {
            "text": "The uncertainty in the jet energy resolution is derived by extrapolating measurements in Run-1 data to √ s = 13 TeV. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 54,
            "section_rank": 10
        },
        {
            "text": "The uncertainty in the E miss T is estimated by propagating the uncertainties in the transverse momenta of hard physics objects and by applying momentum scale and resolution uncertainties to the track-based soft term. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 54,
            "section_rank": 10
        },
        {
            "text": "The uncertainty associated with pile-up modelling is of the order of 1% and can reach up to 2.9% in the 0-jet bin of the unfolded jet multiplicity distribution. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 54,
            "section_rank": 10
        },
        {
            "text": "For the measurements of the W charge-dependent cross sections, an uncertainty arising from the charge misidentification of leptons is also considered. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 54,
            "section_rank": 10
        },
        {
            "text": "It affects only electrons and leads to an uncertainty of less than 0.05% in the ratio of W + Z to W − Z integrated cross sections determined by combining the four decay channels.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 54,
            "section_rank": 10
        },
        {
            "text": "The dominant contribution among the experimental systematic uncertainties in the eee and μee channels is due to the uncertainty in the electron identification efficiency, contributing at most 1.4% uncertainty to the integrated cross section, while in the eμμ and μμμ channels it originates from the muon reconstruction efficiency and is at most 1.1%. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 55,
            "section_rank": 10
        },
        {
            "text": "The systematic uncertainties in the measured cross sections are determined by repeating the analysis after applying appropriate variations for each source of systematic uncertainty to the simulated samples.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 55,
            "section_rank": 10
        },
        {
            "text": "The dominant uncertainty in the reducible tt, W t and W W + j background arises from the number of data and MC events in the control regions used to estimate the top-like processes and amounts to 32% of the estimated yield. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 56,
            "section_rank": 10
        },
        {
            "text": "An uncertainty of 2% is assigned due to the extrapolation from the control regions to the W ± Z signal region.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 56,
            "section_rank": 10
        },
        {
            "text": "The statistical precision of 3% in the reducible Z + j and Z γ background estimate is determined by the size of the N LTT , N TLT and N TTL categories in the Z control sample. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 57,
            "section_rank": 10
        },
        {
            "text": "Uncertainties due to the size of the sample used to derive the fake factor amount to 21% of the estimated Z + j and Z γ yield. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 57,
            "section_rank": 10
        },
        {
            "text": "An uncertainty of 15% is assigned to the contributions from processes with at least three prompt leptons, which are subtracted from the sample used to derive the fake factor. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 57,
            "section_rank": 10
        },
        {
            "text": "This has an 18% impact on the Z + j and Z γ estimate. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 57,
            "section_rank": 10
        },
        {
            "text": "The uncertainty due to the subtraction of tt, W t and W W processes is smaller than 2%. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 57,
            "section_rank": 10
        },
        {
            "text": "To account for differences between the region in which the fake factor is calculated and the Z control sample where it is applied, including the different relative contributions from Z + j and Z γ processes in each region, the fake factor is calculated using MC events in both regions, and the full difference between the two is taken as a systematic uncertainty, representing 26% of the estimated Z + j and Z γ yield. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 57,
            "section_rank": 10
        },
        {
            "text": "Overall, the Z + j and Z γ background is estimated with a precision of 38%.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 57,
            "section_rank": 10
        },
        {
            "text": "A theoretical uncertainty in the Z Z cross section of 8% [45][46][47][48] is assigned as a global uncertainty in the amount of Z Z background predicted by the MC simulation. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 58,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 57,
                    "end": 61,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[45]"
                },
                {
                    "start": 61,
                    "end": 65,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[46]"
                },
                {
                    "start": 65,
                    "end": 69,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "[47]"
                },
                {
                    "start": 69,
                    "end": 73,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "[48]"
                }
            ]
        },
        {
            "text": "An additional uncertainty of 3% to 6% is assigned due to the correction applied to Z Z MC events with unidentified leptons.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 58,
            "section_rank": 10
        },
        {
            "text": "The uncertainty due to other irreducible background sources is evaluated by propagating the uncertainty in their MC cross sections. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 59,
            "section_rank": 10
        },
        {
            "text": "These are 13% (12%) for ttW (tt Z ) [37], 20% for V V V [55] and 15% for t Z [4].",
            "section": "Systematic uncertainties",
            "paragraph_rank": 59,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 36,
                    "end": 40,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[37]"
                },
                {
                    "start": 56,
                    "end": 60,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "[55]"
                },
                {
                    "start": 77,
                    "end": 80,
                    "type": "bibr",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "An uncertainty in the integrated luminosity of 2.1% is applied to the signal normalisation as well as to all background contributions that are estimated purely using MC simulations. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 60,
            "section_rank": 10
        },
        {
            "text": "The uncertainty is derived following a methodology similar to that detailed in Refs. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 60,
            "section_rank": 10
        },
        {
            "text": "[56,57], from a calibration of the luminosity scale using x-y beam-separation scans performed in August 2015. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 60,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b50",
                    "text": "[56,"
                },
                {
                    "start": 4,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b51",
                    "text": "57]"
                }
            ]
        },
        {
            "text": "It has an effect of 2.4% on the measured cross sections.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 60,
            "section_rank": 10
        },
        {
            "text": "The total systematic uncertainty in the W ± Z fiducial cross section, excluding the luminosity uncertainty, varies between 4% and 10% for the four different measurement channels, and is dominated by the uncertainty in the reducible background estimate. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 61,
            "section_rank": 10
        },
        {
            "text": "The statistical uncertainty in the fiducial cross-section measurement is slightly larger than the systematic uncertainty. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 61,
            "section_rank": 10
        },
        {
            "text": "Table 3 shows the statistical uncertainty and main sources of systematic uncertainty in the W ± Z fiducial cross section for each of the four channels and their combination.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 61,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_6",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "Cross-section measurements",
            "section_rank": 11
        },
        {
            "text": "The measured fiducial cross sections in the four channels are combined using a χ 2 minimisation method that accounts for correlations between the sources of systematic uncertainty affecting each channel [58][59][60]. ",
            "section": "Cross-section measurements",
            "paragraph_rank": 62,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 203,
                    "end": 207,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "[58]"
                },
                {
                    "start": 207,
                    "end": 211,
                    "type": "bibr",
                    "ref_id": "b53",
                    "text": "[59]"
                },
                {
                    "start": 211,
                    "end": 215,
                    "type": "bibr",
                    "ref_id": "b54",
                    "text": "[60]"
                }
            ]
        },
        {
            "text": "The combination of the W ± Z cross sections in the fiducial phase space yields a total χ 2 per degree of freedom (n dof ) of χ 2 /n dof = 6.9/3. ",
            "section": "Cross-section measurements",
            "paragraph_rank": 62,
            "section_rank": 11
        },
        {
            "text": "The combinations of the W + Z and the W − Z cross sections separately yield χ 2 /n dof = 5.3/3 and 2.0/3, respectively. ",
            "section": "Cross-section measurements",
            "paragraph_rank": 62,
            "section_rank": 11
        },
        {
            "text": "Combining the four channels to obtain a weighted mean value, the cross section of W ± Z production and decay to a single leptonic channel with muons or electrons in the detector fiducial region is σ fid.",
            "section": "Cross-section measurements",
            "paragraph_rank": 62,
            "section_rank": 11
        },
        {
            "text": "W ± Z → ν = 63.2 ± 3.2 (stat.) ± 2.6 (sys.) ± 1.5 (lumi.) fb. ",
            "section": "Cross-section measurements",
            "paragraph_rank": 63,
            "section_rank": 11
        },
        {
            "text": "4The SM NLO QCD prediction from Powheg+Pythia is 53.4 +1.6 −1.2 (PDF) +2.1 −1.6 (scale) fb. ",
            "section": "Cross-section measurements",
            "paragraph_rank": 63,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "text": "4"
                }
            ]
        },
        {
            "text": "The theoretical predictions are estimated using the CT10 PDF set and setting the dynamic QCD scales, μ R and μ F , equal to m W Z /2. ",
            "section": "Cross-section measurements",
            "paragraph_rank": 63,
            "section_rank": 11
        },
        {
            "text": "The uncertainty in the theoretical prediction due to the PDF is estimated using the eigenvectors of the CT10 PDF set scaled to 68% confidence level (CL) and the envelope of the differences between the results obtained with the CT14 [51], MMHT2014 [52] and NNPDF3.0 [53] NLO PDF sets. ",
            "section": "Cross-section measurements",
            "paragraph_rank": 63,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 232,
                    "end": 236,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "[51]"
                },
                {
                    "start": 247,
                    "end": 251,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "[52]"
                },
                {
                    "start": 265,
                    "end": 269,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "[53]"
                }
            ],
            "entity_spans": [
                {
                    "start": 149,
                    "end": 151,
                    "type": "software",
                    "rawForm": "CL",
                    "resp": "whitelist",
                    "id": "software-simple-w7"
                }
            ]
        },
        {
            "text": "The QCD scale uncertainty is estimated conventionally by varying the scales μ R and μ F by factors of two around the nominal value of m W Z /2 with the constraint 0.5 ≤ μ R /μ F ≤ 2. ",
            "section": "Cross-section measurements",
            "paragraph_rank": 63,
            "section_rank": 11
        },
        {
            "text": "The measured W ± Z production cross sections are compared to the SM NLO prediction from Powheg+Pythia in Fig. 2 and all results for W ± Z , W + Z and W − Z final states are reported in Table 4. ",
            "section": "Cross-section measurements",
            "paragraph_rank": 63,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 105,
                    "end": 111,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig. 2"
                },
                {
                    "start": 185,
                    "end": 192,
                    "type": "table",
                    "text": "Table 4"
                }
            ]
        },
        {
            "text": "The measured cross section is larger than the SM prediction, as also were the corresponding cross-section measurements performed at lower centre-of-mass energies by the ATLAS Collaboration [3,4].",
            "section": "Cross-section measurements",
            "paragraph_rank": 63,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 189,
                    "end": 192,
                    "type": "bibr",
                    "text": "[3,"
                },
                {
                    "start": 192,
                    "end": 194,
                    "type": "bibr",
                    "text": "4]"
                }
            ]
        },
        {
            "text": "Using the integrated fiducial cross section measured for W ± Z production at √ s = 8 TeV from Ref.",
            "section": "Cross-section measurements",
            "paragraph_rank": 64,
            "section_rank": 11
        },
        {
            "text": "[4], the ratio σ fid.",
            "section": "Cross-section measurements",
            "paragraph_rank": 65,
            "section_rank": 11
        },
        {
            "text": ",13 TeV",
            "section": "Cross-section measurements",
            "paragraph_rank": 65,
            "section_rank": 11
        },
        {
            "text": "of the W ± Z production cross sections at the two centreof-mass energies of 8 and 13 TeV is calculated and yields σ fid.",
            "section": "Cross-section measurements",
            "paragraph_rank": 66,
            "section_rank": 11
        },
        {
            "text": ",13 TeV W ± Z σ fid.",
            "section": "Cross-section measurements",
            "paragraph_rank": 66,
            "section_rank": 11
        },
        {
            "text": ",8 TeV W ± Z = 1.80 ± 0.10 (stat.) ± 0.08 (sys.) ± 0.06 (lumi.). ",
            "section": "Cross-section measurements",
            "paragraph_rank": 66,
            "section_rank": 11
        },
        {
            "text": "(5) All uncertainties are treated as uncorrelated between the measurements at the two beam energies. ",
            "section": "Cross-section measurements",
            "paragraph_rank": 66,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(5)"
                }
            ]
        },
        {
            "text": "The measured ratio is in good agreement with the Standard Model prediction of 1.78 ± 0.03 from",
            "section": "Cross-section measurements",
            "paragraph_rank": 66,
            "section_rank": 11
        },
        {
            "text": "Powheg+Pythia.",
            "section_rank": 12
        },
        {
            "text": "The ratio of W + Z to W − Z production cross sections is σ fid.",
            "section": "Powheg+Pythia.",
            "paragraph_rank": 67,
            "section_rank": 12
        },
        {
            "text": "W − Z → ν = 1.39 ± 0.14 (stat.) ± 0.03 (sys.).",
            "section": "Powheg+Pythia.",
            "paragraph_rank": 68,
            "section_rank": 12
        },
        {
            "text": "Most of the systematic uncertainties, and especially the luminosity uncertainty, cancel in the ratio, and the measurement ",
            "section": "Powheg+Pythia.",
            "paragraph_rank": 69,
            "section_rank": 12
        },
        {
            "text": "Table 4",
            "section_rank": 13
        },
        {
            "text": "Fiducial integrated cross section in fb, for W ± Z , W + Z and W − Z production, measured in each of the eee, μee, eμμ, and μμμ channels and all four channels combined. ",
            "section": "Table 4",
            "paragraph_rank": 70,
            "section_rank": 13
        },
        {
            "text": "The statistical (δ stat. ), total systematic (δ sys. ), luminosity (δ lumi. ) and total (δ tot. ) uncertainties are given in percent. ",
            "section": "Table 4",
            "paragraph_rank": 70,
            "section_rank": 13
        },
        {
            "text": "Channel σ fid.",
            "section": "Table 4",
            "paragraph_rank": 70,
            "section_rank": 13,
            "entity_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "software",
                    "rawForm": "Channel",
                    "resp": "whitelist",
                    "id": "software-simple-w8"
                }
            ]
        },
        {
            "text": "[fb] δ stat.",
            "section": "Table 4",
            "paragraph_rank": 71,
            "section_rank": 13
        },
        {
            "text": "[%] δ sys.",
            "section": "Table 4",
            "paragraph_rank": 72,
            "section_rank": 13
        },
        {
            "text": "[%] δ lumi.",
            "section": "Table 4",
            "paragraph_rank": 73,
            "section_rank": 13
        },
        {
            "text": "[%] δ tot.",
            "section": "Table 4",
            "paragraph_rank": 74,
            "section_rank": 13
        },
        {
            "text": "[%] is dominated by the statistical uncertainty. ",
            "section": "Table 4",
            "paragraph_rank": 75,
            "section_rank": 13
        },
        {
            "text": "The measured crosssection ratios, for each channel and for their combination, are compared in Fig. 3 to the SM prediction of 1.47 +0.03 −0.06 , which is calculated with Powheg+Pythia and the CT10 PDF set.",
            "section": "Table 4",
            "paragraph_rank": 75,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 94,
                    "end": 100,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "The combined fiducial cross section is extrapolated to the total phase space. ",
            "section": "Table 4",
            "paragraph_rank": 76,
            "section_rank": 13
        },
        {
            "text": "The result is σ tot. ",
            "section": "Table 4",
            "paragraph_rank": 76,
            "section_rank": 13
        },
        {
            "text": "W ± Z = 50.6 ± 2.6 (stat.) ± 2.0 (sys.) ± 0.9 (th.) ± 1.2 (lumi.) pb, W − Z of W + Z and W − Z integrated cross sections in the fiducial phase space in each of the four channels and for their combination. ",
            "section": "Table 4",
            "paragraph_rank": 76,
            "section_rank": 13
        },
        {
            "text": "The error bars on the data points represent the total uncertainties, which are dominated by the statistical uncertainties. ",
            "section": "Table 4",
            "paragraph_rank": 76,
            "section_rank": 13
        },
        {
            "text": "The NLO SM prediction from Powheg+Pythia using the CT10 PDF set is represented by the red line; the shaded violet band is the total uncertainty in this prediction. ",
            "section": "Table 4",
            "paragraph_rank": 76,
            "section_rank": 13
        },
        {
            "text": "(For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.)",
            "section": "Table 4",
            "paragraph_rank": 76,
            "section_rank": 13
        },
        {
            "text": "where the theoretical uncertainty accounts for the uncertainties in the A W Z factor due to the choice of PDF set, QCD scales and parton shower model. ",
            "section": "Table 4",
            "paragraph_rank": 77,
            "section_rank": 13
        },
        {
            "text": "The NLO SM prediction calculated with Powheg+Pythia is 42.4 ± 0.8 (PDF) ± 1.6 (scale) pb. ",
            "section": "Table 4",
            "paragraph_rank": 77,
            "section_rank": 13
        },
        {
            "text": "A recent calculation [7] of the W ± Z production cross section at NNLO in QCD with MATRIX, obtained using the NNPDF3.0 PDF set and with μ R and μ F scales fixed to (m W + m Z )/2, yields 48.2 +1.1 −1.0 (scale) pb, which is in better agreement with the measurement. ",
            "section": "Table 4",
            "paragraph_rank": 77,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 21,
                    "end": 24,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "As this prediction does not include effects of QED final-state radiation, a correction factor of 0.972 as estimated from Powheg+Pythia is applied.",
            "section": "Table 4",
            "paragraph_rank": 77,
            "section_rank": 13
        },
        {
            "text": "Finally, the exclusive jet multiplicity cross section is presented in Fig. 4 and compared to the predictions from Powheg+Pythia and Sherpa. ",
            "section": "Table 4",
            "paragraph_rank": 78,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 70,
                    "end": 76,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Fig. 4"
                }
            ]
        },
        {
            "text": "The shape of the measured cross section as a function of jet multiplicity is described well by Sherpa, but it is reproduced poorly by Powheg+Pythia. ",
            "section": "Table 4",
            "paragraph_rank": 78,
            "section_rank": 13
        },
        {
            "text": "The matrix-element calculation in the Sherpa prediction includes up to three jets at LO, while in the Powheg+Pythia prediction only the leading jet is included, and higher jet multiplicities are described by the parton shower models.",
            "section": "Table 4",
            "paragraph_rank": 78,
            "section_rank": 13
        },
        {
            "text": "Conclusion",
            "section_rank": 14
        },
        {
            "text": "Measurements of W ± Z production in √ s = 13 TeV pp collisions at the LHC are presented. ",
            "section": "Conclusion",
            "paragraph_rank": 79,
            "section_rank": 14
        },
        {
            "text": "The data were collected with the ATLAS detector in 2015 and correspond to an integrated luminosity of 3.2 fb −1 . ",
            "section": "Conclusion",
            "paragraph_rank": 79,
            "section_rank": 14
        },
        {
            "text": "The measurements use leptonic decay modes of the gauge bosons to electrons or muons and are performed in a fiducial phase space closely matching the detector acceptance. ",
            "section": "Conclusion",
            "paragraph_rank": 79,
            "section_rank": 14
        },
        {
            "text": "The measured inclusive cross section in the fiducial region for one leptonic decay channel is σ fid.",
            "section": "Conclusion",
            "paragraph_rank": 79,
            "section_rank": 14
        },
        {
            "text": "W ± Z → ν = 63.2 ± 3.2 (stat.) ± 2.6 (sys.) ± 1.5 (lumi.) fb. ",
            "section": "Conclusion",
            "paragraph_rank": 80,
            "section_rank": 14
        },
        {
            "text": "The NLO Standard Model prediction from Powheg+Pythia is 53.4 +3. ",
            "section": "Conclusion",
            "paragraph_rank": 80,
            "section_rank": 14
        },
        {
            "text": "6 −2.8 fb. ",
            "section": "Conclusion",
            "paragraph_rank": 80,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "6"
                }
            ]
        },
        {
            "text": "The measured cross section is higher than the SM NLO prediction; a similar excess was found in the cross-section measurements performed at lower centre-of-mass energies by the ATLAS Collaboration.",
            "section": "Conclusion",
            "paragraph_rank": 80,
            "section_rank": 14
        },
        {
            "text": "The ratio of the measured cross sections at the two centre-ofmass energies yields σ fid.",
            "section": "Conclusion",
            "paragraph_rank": 81,
            "section_rank": 14
        },
        {
            "text": ",13 TeV W ± Z /σ fid.",
            "section": "Conclusion",
            "paragraph_rank": 81,
            "section_rank": 14
        },
        {
            "text": ",8 TeV W ± Z = 1.80 ± 0.10 (stat.) ± 0.08 (sys.) ± 0.06 (lumi.), in good agreement with the SM NLO prediction of 1.78 ± 0.03 from Powheg+Pythia. ",
            "section": "Conclusion",
            "paragraph_rank": 81,
            "section_rank": 14
        },
        {
            "text": "The W + Z and W − Z → ν = 1.39 ± 0.14 (stat.) ± 0.03 (sys.). ",
            "section": "Conclusion",
            "paragraph_rank": 81,
            "section_rank": 14
        },
        {
            "text": "This result is in agreement with the SM NLO expectation from Powheg+Pythia of 1.47 +0.03 −0.06 . ",
            "section": "Conclusion",
            "paragraph_rank": 81,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 83,
                    "end": 88,
                    "type": "bibr",
                    "text": "+0.03"
                }
            ]
        },
        {
            "text": "The measured cross section extrapolated to the total phase space is 50.6 ± 2.6 (stat.) ± 2.0 (sys.) ± 0.9 (th.) ±",
            "section": "Conclusion",
            "paragraph_rank": 81,
            "section_rank": 14
        },
        {
            "text": "1.2 (lumi.) pb, in very good agreement with the SM NNLO prediction from MATRIX of 48.2 +1.1 −1.0 (scale) pb. ",
            "section": "Conclusion",
            "paragraph_rank": 82,
            "section_rank": 14
        },
        {
            "text": "Finally, the W ± Z production cross section is measured as a function of the exclusive jet multiplicity and compared to the SM predictions of Powheg+Pythia and Sherpa. ",
            "section": "Conclusion",
            "paragraph_rank": 82,
            "section_rank": 14
        },
        {
            "text": "The Sherpa prediction is found to provide a better description of the data, at low and high jet multiplicities. ",
            "section": "Conclusion",
            "paragraph_rank": 82,
            "section_rank": 14
        },
        {
            "text": ", t Z and W ± Z events in which at least one of the bosons decays into leptons via an intermediate τ decay. ",
            "paragraph_rank": 83,
            "section_rank": 15
        },
        {
            "text": "The amount of irreducible background is estimated using MC simulations. ",
            "paragraph_rank": 83,
            "section_rank": 15
        },
        {
            "text": "The estimate of the contribution from W ± Z events decaying via τ -leptons is addressed in Section 8.",
            "paragraph_rank": 83,
            "section_rank": 15
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 16
        },
        {
            "text": "Fig. 1. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 84,
            "section_rank": 16
        },
        {
            "text": "The distributions for the sum of all channels of the kinematic variables ",
            "section": "Fig. 1 .",
            "paragraph_rank": 84,
            "section_rank": 16
        },
        {
            "text": "(a) the transverse momentum of the reconstructed Z boson p Z T , ",
            "section": "Fig. 1 .",
            "paragraph_rank": 84,
            "section_rank": 16
        },
        {
            "text": "(b) the reconstructed Z boson mass m Z , ",
            "section": "Fig. 1 .",
            "paragraph_rank": 84,
            "section_rank": 16
        },
        {
            "text": "(c) the transverse mass of the reconstructed W boson m W T and ",
            "section": "Fig. 1 .",
            "paragraph_rank": 84,
            "section_rank": 16
        },
        {
            "text": "(d) the transverse mass variable m W Z T for the W Z system. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 84,
            "section_rank": 16
        },
        {
            "text": "The points correspond to the data, and the histograms correspond to the predictions of the different SM processes. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 84,
            "section_rank": 16
        },
        {
            "text": "All Monte Carlo predictions are scaled to the integrated luminosity of the data using the predicted MC cross sections of each sample. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 84,
            "section_rank": 16
        },
        {
            "text": "The sum of the background processes with misidentified leptons is labelled \"Misid. leptons\". ",
            "section": "Fig. 1 .",
            "paragraph_rank": 84,
            "section_rank": 16
        },
        {
            "text": "The Powheg+Pythia MC prediction is used for the W ± Z signal contribution. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 84,
            "section_rank": 16
        },
        {
            "text": "It is scaled by a global factor of 1.18 to match the measured inclusive W ± Z cross section. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 84,
            "section_rank": 16
        },
        {
            "text": "The open red histogram shows the total prediction; the shaded violet band is the total uncertainty of this prediction. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 84,
            "section_rank": 16
        },
        {
            "text": "The last bin contains the overflow. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 84,
            "section_rank": 16
        },
        {
            "text": "The lower panels in each figure show the ratio of the data points to the open red histogram with their respective uncertainties. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 84,
            "section_rank": 16
        },
        {
            "text": "(For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.)",
            "section": "Fig. 1 .",
            "paragraph_rank": 84,
            "section_rank": 16
        },
        {
            "text": "scale uncertainties are estimated by varying μ R and μ F by factors of two around the nominal scale m W Z /2 with the constraint 0.5 ≤ μ R /μ F ≤ 2, where m W Z is the invariant mass of the W Z system. ",
            "paragraph_rank": 85,
            "section_rank": 17
        },
        {
            "text": "Uncertainties arising from the choice of parton shower model are obtained from Ref. ",
            "paragraph_rank": 85,
            "section_rank": 17
        },
        {
            "text": "[4]",
            "paragraph_rank": 85,
            "section_rank": 17
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 18
        },
        {
            "text": "Fig. 2. ",
            "section": "Fig. 2 .",
            "paragraph_rank": 86,
            "section_rank": 18
        },
        {
            "text": "Ratio of the measured W ± Z integrated cross sections in the fiducial phase space to the NLO SM prediction from Powheg+Pythia in each of the four channels and for their combination. ",
            "section": "Fig. 2 .",
            "paragraph_rank": 86,
            "section_rank": 18
        },
        {
            "text": "The inner and outer error bars on the data points represent the statistical and total uncertainties, respectively. ",
            "section": "Fig. 2 .",
            "paragraph_rank": 86,
            "section_rank": 18
        },
        {
            "text": "The NLO SM prediction from Powheg+Pythia using the CT10 PDF set is represented by the red line; the shaded violet band is the total uncertainty in this prediction. ",
            "section": "Fig. 2 .",
            "paragraph_rank": 86,
            "section_rank": 18
        },
        {
            "text": "(For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.)",
            "section": "Fig. 2 .",
            "paragraph_rank": 86,
            "section_rank": 18
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 19
        },
        {
            "text": "Fig. 3. ",
            "section": "Fig. 3 .",
            "paragraph_rank": 87,
            "section_rank": 19
        },
        {
            "text": "Measured ratios σ fid. ",
            "section": "Fig. 3 .",
            "paragraph_rank": 87,
            "section_rank": 19
        },
        {
            "text": "W + Z /σ fid.",
            "section": "Fig. 3 .",
            "paragraph_rank": 87,
            "section_rank": 19
        },
        {
            "text": "Fig. 4 .",
            "section_rank": 20
        },
        {
            "text": "Fig. 4. ",
            "section": "Fig. 4 .",
            "paragraph_rank": 88,
            "section_rank": 20
        },
        {
            "text": "The measured W ± Z differential cross section in the fiducial phase space as a function of the exclusive jet multiplicity of jets with p T > 25 GeV. ",
            "section": "Fig. 4 .",
            "paragraph_rank": 88,
            "section_rank": 20
        },
        {
            "text": "The inner and outer error bars on the data points represent the statistical and total uncertainties, respectively. ",
            "section": "Fig. 4 .",
            "paragraph_rank": 88,
            "section_rank": 20
        },
        {
            "text": "The measurements are compared to the prediction from Powheg+Pythia (red line) and Sherpa (dashed blue line). ",
            "section": "Fig. 4 .",
            "paragraph_rank": 88,
            "section_rank": 20
        },
        {
            "text": "(For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.)",
            "section": "Fig. 4 .",
            "paragraph_rank": 88,
            "section_rank": 20
        },
        {
            "text": "using integrated luminosities of 7.1 fb −1 and 8.6 fb −1 , respectively. ",
            "paragraph_rank": 89,
            "section_rank": 21
        },
        {
            "text": "At the Large Hadron Collider (LHC), measurements have been performed in proton-proton (pp) collisions by the ATLAS Collaboration [3,4] at √ s = 7 TeV and 8 TeV using integrated luminosities of 4.6 fb −1and 20.3 fb −1 , respectively. ",
            "paragraph_rank": 89,
            "section_rank": 21
        },
        {
            "text": "This Letter presents measurements of the W ± Z production cross section in pp collisions at a centre-of-mass energy of √",
            "paragraph_rank": 89,
            "section_rank": 21
        },
        {
            "text": "s = 13 TeV. ",
            "paragraph_rank": 90,
            "section_rank": 21
        },
        {
            "text": "The data sample analysed was collected in 2015 by the E-mail address: atlas.publications@cern.ch.",
            "paragraph_rank": 90,
            "section_rank": 21
        },
        {
            "text": "F W and F Z denote the fake factors for W and Z leptons, N TTL denote the estimate of top-like events. ",
            "paragraph_rank": 91,
            "section_rank": 22
        },
        {
            "text": "Both the normalisation and the kinematic shapes of the Z + j and Z γ background are estimated from the data using this methodology. ",
            "paragraph_rank": 91,
            "section_rank": 22
        },
        {
            "text": "The estimate of the Z + j and Z γ background is validated in a subset of the signal region containing events with 30 < m W",
            "paragraph_rank": 91,
            "section_rank": 22
        },
        {
            "text": "top T < 50 GeV and E miss T < 40 GeV, which is enriched in background processes. ",
            "paragraph_rank": 92,
            "section_rank": 22
        },
        {
            "text": "The reducible background was also assessed with an alternative procedure, the matrix method, used in the previous measurement of W ± Z production at √ s = 8 TeV from the ATLAS Collaboration [4]. ",
            "paragraph_rank": 92,
            "section_rank": 22
        },
        {
            "text": "The results agree with the estimates described above within 5%. ",
            "paragraph_rank": 92,
            "section_rank": 22
        },
        {
            "text": "Irreducible background events originate from Z Z , tt",
            "paragraph_rank": 92,
            "section_rank": 22
        },
        {
            "text": "Table 2",
            "section_rank": 23
        },
        {
            "text": "Table 3",
            "section_rank": 24
        },
        {
            "text": "Summary of the relative uncertainties in the measured fiducial cross section σ fid.W ± Zfor each channel and for their combination. ",
            "section": "Table 3",
            "paragraph_rank": 94,
            "section_rank": 24
        },
        {
            "text": "The uncertainties are reported as percentages. ",
            "section": "Table 3",
            "paragraph_rank": 94,
            "section_rank": 24
        },
        {
            "text": "The decomposition of the total systematic uncertainty into the main sources correlated between channels and the source uncorrelated between channels is indicated in the first rows.",
            "section": "Table 3",
            "paragraph_rank": 94,
            "section_rank": 24
        },
        {
            "text": "√ s = 1.96 TeV, Phys. ",
            "paragraph_rank": 95,
            "section_rank": 25
        },
        {
            "text": "Rev. D 86 (2012) 031104, arXiv:1202.6629 [hep-ex]. ",
            "paragraph_rank": 95,
            "section_rank": 25
        },
        {
            "text": "[2] D0 Collaboration, V.M. Abazov, et al., A measurement of the W Z and Z Z production cross sections using leptonic final states in 8.6 fb −1 of pp collisions, Phys. ",
            "paragraph_rank": 95,
            "section_rank": 25
        },
        {
            "text": "Rev. D 85 (2012) 112005, arXiv:1201.5652 [hep-ex]. ",
            "paragraph_rank": 95,
            "section_rank": 25
        },
        {
            "text": "[3] ATLAS Collaboration, Measurement of W Z production in proton-proton collisions at √ s = 7 TeV with the ATLAS detector, Eur. ",
            "paragraph_rank": 95,
            "section_rank": 25
        },
        {
            "text": "Phys. ",
            "paragraph_rank": 95,
            "section_rank": 25
        },
        {
            "text": "J. C 72 (2012) 2173, arXiv:1208.1390 [hep-ex]. ",
            "paragraph_rank": 95,
            "section_rank": 25
        },
        {
            "text": "[4] ATLAS Collaboration, Measurements of W ± Z production cross sections in pp collisions at √ s = 8 TeV with the ATLAS detector and limits on anomalous √ s = 13 TeV data with 50 ns bunch spacing, ATL-PHYS-PUB-2015-041, http:// cdsweb.cern.ch/record/2048202, 2015. ",
            "paragraph_rank": 95,
            "section_rank": 25
        },
        {
            "text": "[19] ATLAS Collaboration, Electron efficiency measurements with the ATLAS detector using the 2012 LHC proton-proton collision data, ATLAS-CONF-2014-032, CERN, 2014, http://cds.cern.ch/record/1706245. ",
            "paragraph_rank": 95,
            "section_rank": 25
        },
        {
            "text": "[20] ATLAS Collaboration, Muon reconstruction performance of the ATLAS detector in proton-proton collision data at √",
            "paragraph_rank": 95,
            "section_rank": 25
        },
        {
            "text": "s = 13 TeV, Eur. ",
            "paragraph_rank": 96,
            "section_rank": 25
        },
        {
            "text": "Phys. ",
            "paragraph_rank": 96,
            "section_rank": 25
        },
        {
            "text": "J. C 76 (2016) 292, http://dx.doi.org/10.1140/epjc/s10052-016-4120-y, arXiv:1603.05598 [hep-ex].",
            "paragraph_rank": 96,
            "section_rank": 25
        },
        {
            "text": "Acknowledgements",
            "section_rank": 27
        },
        {
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently.",
            "section": "Acknowledgements",
            "paragraph_rank": 97,
            "section_rank": 27
        },
        {
            "text": "We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWFW and FWF, Austria; ANAS, Azerbaijan; SSTC, Belarus; CNPq and FAPESP, Brazil; NSERC, NRC and CFI,",
            "section": "Acknowledgements",
            "paragraph_rank": 98,
            "section_rank": 27
        },
        {
            "text": "as Also at CPPM, Aix-Marseille Université and CNRS/IN2P3, Marseille, France. ",
            "paragraph_rank": 99,
            "section_rank": 29
        },
        {
            "text": "at Also affiliated with PKU-CHEP.",
            "paragraph_rank": 99,
            "section_rank": 29
        },
        {
            "text": "* Deceased.",
            "paragraph_rank": 100,
            "section_rank": 29
        }
    ]
}