{
    "level": "sentence",
    "abstract": [
        {
            "text": "The W boson angular distribution in events with high transverse momentum jets is measured using data collected by the ATLAS experiment from proton-proton collisions at a centre-of-mass energy √ s = 8 TeV at the Large Hadron Collider, corresponding to an integrated luminosity of 20.3 fb −1 . ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The focus is on the contributions to W + jets processes from real W emission, which is achieved by studying events where a muon is observed close to a high transverse momentum jet. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "At small angular separations, these contributions are expected to be large. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Various theoretical models of this process are compared to the data in terms of the absolute cross-section and the angular distributions of the muon from the leptonic W decay.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "text": "Precision measurements of Standard Model processes at the Large Hadron Collider (LHC) are crucial for probing the fundamental structure of the strong and electroweak interactions. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The data sample corresponding to an integrated luminosity of 20.3 fb −1 collected by the ATLAS experiment from proton-proton (pp) collisions at a centre-of-mass energy √ s = 8 TeV at the LHC allows detailed study of perturbative quantum chromodynamics (perturbative QCD, pQCD) and real and virtual electroweak (EW) corrections that impact measurements of W + jets production.",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "At high energies, real emission of weak bosons in dijet events can contribute significantly to inclusive W + jets measurements [1][2][3][4][5]. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 127,
                    "end": 130,
                    "type": "bibr",
                    "text": "[1]"
                },
                {
                    "start": 130,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 133,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 136,
                    "end": 139,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 139,
                    "end": 142,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "In leading-order (LO) calculations of W + 1-jet production, the W boson is balanced by the recoil hadronic jet, often referred to as back-to-back production. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "At next-to-leading order (NLO), QCD and EW corrections to W + 1-jet processes appear, both as real and virtual contributions. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "In the case of real W boson emission from an initial-or final-state quark, these contributions scale as O α ln 2 p T, j /m W , where α is the gauge coupling of the unified EW theory, p T, j is the transverse momentum of the jet and m W is the W boson mass, and have a collinear enhancement in the distribution of the angular distance between the W boson and the closest jet. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The collinear enhancement arises from collinear and infrared divergences which would be present in the limit of E-mail address: atlas.publications@cern.ch.",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "vanishing W boson mass, but which are regulated by its finite mass. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The procedures to correctly account for collinear parton radiation, such as massless gluon emission, are well known and led to the introduction of (Sudakov) parton showering of the initial-and final-state partons in Monte Carlo generators for QCD as well as quantum electrodynamics (QED) contributions. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "An analogous procedure is available for the emission of real W bosons [6]. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 70,
                    "end": 73,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "The effect of real W boson emission can be probed by isolating events for which the cancellation between real and virtual corrections is incomplete, for example by studying the region of small angular separation between a jet and the W boson. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "This region also contains LO contributions from W + 2-jets, as well as corrections to that process, which must be included for accurate predictions.",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Due to this complex mixture of W + 1-jet and W + 2-jet processes, and the relevant QCD and EW corrections to both, comparisons of measurements to predictions using multiple approaches for estimating those corrections are crucial. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Comparisons of the measured angular spectra of the muon from the W boson with fixed-order predictions at NLO and next-to-next-to-leading-order (NNLO) and with programs with electroweak parton showers help in understanding the accuracy of these predictions. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The measurements presented here focus on events that contain a muon and a jet with transverse momentum p T > 500 GeV. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "In this kinematic regime, contributions to W + jets processes from real W boson emission are enhanced in the region of small angular separation between the W boson decay products and the closest jet. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The angular separation is defined as the distance between the http://dx.doi.org/10.1016/j.physletb.2016.12.005 0370-2693/© 2016 The Author. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Published by Elsevier B.V. This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/). ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Funded by SCOAP 3 .",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 16,
                    "end": 17,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                }
            ]
        },
        {
            "text": "muon and the closest jet, R(μ, jet) = ( φ) 2 + ( η) 2 , 1 hereafter referred to as R. Measurements of this angular separation thus provide precision tests of pQCD and electroweak predictions for the rate and pattern of real W boson emission. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 56,
                    "end": 57,
                    "type": "bibr",
                    "text": "1"
                }
            ]
        },
        {
            "text": "Real W boson emission, also termed collinear W production, is the dominant process for events with R < 2.4, and thus R < 2.4 is referred to as the collinear region. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The significance of this higher-order contribution at small R is shown in Ref. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "[5]. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "For events with R > 2.4, the W boson is balanced by a hadronic recoil that may consist of one or more jets. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "These measurements of the R distribution probe a new region of phase space that has not been explicitly studied in detail.",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Measurements of W + jets production by both the ATLAS and CMS experiments often remove portions of the collinear region by requiring that the lepton (e or μ) is separated from any jet by an angular distance of R > 0.5 [7,8]. ",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 218,
                    "end": 221,
                    "type": "bibr",
                    "text": "[7,"
                },
                {
                    "start": 221,
                    "end": 223,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8]"
                }
            ]
        },
        {
            "text": "By relaxing this requirement to R > 0.2 and focusing on the distribution of angular separation between the muon and the closest jet in events with at least one very high p T jet (p T > 500 GeV), it is possible to explicitly target real W emission with this measurement. ",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "Collinear W production may constitute an important background in searches for beyond the Standard Model physics that involve Lorentz-boosted top quarks [9], either in rare topologies or at high energies. ",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 152,
                    "end": 155,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "If the W decay products are collinear with one of the jets, the structure of that jet can begin to resemble that of the three-pronged structure of a boosted top quark. ",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "While the rate for collinear W production is suppressed relative to dijet production with no W emission, hadronic W decays can cause a large increase in the measured jet mass. ",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "The result is that W emission from quarks at very high p T can yield single jets with definite substructure that resemble the boosted top-quark signals being searched for.",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "The ATLAS detector",
            "section_rank": 3
        },
        {
            "text": "The ATLAS detector [10,11] provides nearly full solid angle coverage around the pp collision point at the LHC.",
            "section": "The ATLAS detector",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 19,
                    "end": 23,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10,"
                },
                {
                    "start": 23,
                    "end": 26,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11]"
                }
            ]
        },
        {
            "text": "The inner detector (ID) comprises a silicon pixel tracker closest to the beamline, a microstrip silicon tracker, and a straw-tube transition-radiation tracker at radii up to 108 cm. ",
            "section": "The ATLAS detector",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "A thin solenoid surrounding the tracker provides a 2 T axial magnetic field enabling the measurement of charged-particle momenta. ",
            "section": "The ATLAS detector",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "The overall ID acceptance spans the full azimuthal range in φ, and the range |η| < 2.5 for particles originating near the nominal LHC interaction region [12].",
            "section": "The ATLAS detector",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 153,
                    "end": 157,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "The electromagnetic (EM) and hadronic calorimeters are composed of multiple subdetectors spanning |η| < 4.9. ",
            "section": "The ATLAS detector",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "The EM barrel calorimeter uses a liquid-argon (LAr) active medium, together with lead absorbers, and covers |η| < 1.45. ",
            "section": "The ATLAS detector",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "In the region |η| < 1.7, the hadronic calorimeter is constructed from steel absorber and scintillator tiles and is separated into barrel (|η| < 1.0) and extendedbarrel (0.8 < |η| < 1.7) sections. ",
            "section": "The ATLAS detector",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "The endcap (1.375 < |η| < 3.2) and forward (3.1 < |η| < 4.9) regions are instrumented with LAr calorimeters for EM as well as hadronic energy measurements. ",
            "section": "The ATLAS detector",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "A muon spectrometer with three large air-core toroid magnet systems surrounds the calorimeters. ",
            "section": "The ATLAS detector",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "The muon spectrometer measures the momentum of muons from their tracks, which are reconstructed with three layers of high-precision tracking chambers. ",
            "section": "The ATLAS detector",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "1 ATLAS uses a right-handed coordinate system with its origin at the nominal interaction point (IP) in the centre of the detector and the z-axis along the beam pipe. ",
            "section": "The ATLAS detector",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "1"
                }
            ]
        },
        {
            "text": "The x-axis points from the IP to the centre of the LHC ring, and the y-axis points upward. ",
            "section": "The ATLAS detector",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "Cylindrical coordinates (r, φ) are used in the transverse plane, φ being the azimuthal angle around the z-axis. ",
            "section": "The ATLAS detector",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "The pseudorapidity is defined in terms of the polar angle θ as η = − ln tan(θ/2).",
            "section": "The ATLAS detector",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "These chambers provide coverage in the range |η| < 2.7, while dedicated fast chambers allow triggering in the region |η| < 2.4.",
            "section": "The ATLAS detector",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "A three-level trigger system is used to record events for analysis. ",
            "section": "The ATLAS detector",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "text": "The different parts of the trigger system are referred to as the Level-1 trigger, the Level-2 trigger, and the Event Filter [13]. ",
            "section": "The ATLAS detector",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 124,
                    "end": 128,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "The Level-1 trigger is implemented in hardware and uses a subset of detector information to reduce the event rate to a design value of at most 75 kHz. ",
            "section": "The ATLAS detector",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "text": "The Level-1 trigger is followed by two software-based triggers, the Level-2 trigger and the Event Filter, which together reduce the event rate to a few hundred Hz.",
            "section": "The ATLAS detector",
            "paragraph_rank": 13,
            "section_rank": 3,
            "entity_spans": [
                {
                    "start": 39,
                    "end": 47,
                    "type": "software",
                    "rawForm": "software",
                    "resp": "whitelist",
                    "id": "software-simple-w0"
                }
            ]
        },
        {
            "text": "Data and simulated samples",
            "section_rank": 4
        },
        {
            "text": "The measurement presented here is based on the entire 2012 pp dataset at a centre-of-mass energy of √ s = 8 TeV. ",
            "section": "Data and simulated samples",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "Events are required to meet baseline quality criteria during stable LHC running periods. ",
            "section": "Data and simulated samples",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "These data quality criteria primarily reject data with significant contamination from detector noise or issues in the readout [14] based upon individual assessments for each subdetector. ",
            "section": "Data and simulated samples",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 126,
                    "end": 130,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "The resulting dataset corresponds to an integrated luminosity of 20.3 fb −1 . ",
            "section": "Data and simulated samples",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "The absolute luminosity scale is derived from beamseparation scans performed in November 2012. ",
            "section": "Data and simulated samples",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "The uncertainty in the integrated luminosity is ±1.9% [15].",
            "section": "Data and simulated samples",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 54,
                    "end": 58,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "Simulated events from Monte Carlo (MC) generators are used for calculating the signal efficiency and estimating background in the signal region. ",
            "section": "Data and simulated samples",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "text": "The events are simulated using a GEANT4-based [16] full detector simulation [17]. ",
            "section": "Data and simulated samples",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 46,
                    "end": 50,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                },
                {
                    "start": 76,
                    "end": 80,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[17]"
                }
            ]
        },
        {
            "text": "In addition to the hard scatter, each event is overlaid with a number of additional pp collisions (pile-up) extracted from the distribution of the average number of pp interactions per bunch crossing μ observed in data. ",
            "section": "Data and simulated samples",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "text": "These additional pp collisions are generated with PYTHIA v8.160 [18] using the ATLAS A2 set of tuned parameters (A2 tune) [19] and the MSTW2008LO parton distribution function (PDF) set [20].",
            "section": "Data and simulated samples",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 64,
                    "end": 68,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[18]"
                },
                {
                    "start": 122,
                    "end": 126,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[19]"
                },
                {
                    "start": 185,
                    "end": 189,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20]"
                }
            ],
            "entity_spans": [
                {
                    "start": 50,
                    "end": 56,
                    "type": "software",
                    "rawForm": "PYTHIA",
                    "resp": "whitelist",
                    "id": "software-simple-w1"
                }
            ]
        },
        {
            "text": "Events containing W + jets are generated with ALPGEN 2.14 [21], which implements MLM matching [22] of the matrix element calculation with parton showering. ",
            "section": "Data and simulated samples",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 58,
                    "end": 62,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[21]"
                },
                {
                    "start": 94,
                    "end": 98,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "The W boson is produced as part of the matrix element calculations, allowing simulation of both collinear and back-to-back W + jets production. ",
            "section": "Data and simulated samples",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "In the latter, the W boson is balanced by the hadronic recoil system. ",
            "section": "Data and simulated samples",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "The matrix elements provided by ALPGEN are configured to allow up to five partons in the final state in addition to the W boson, including heavy-flavour production as well. ",
            "section": "Data and simulated samples",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "The generator is interfaced with PYTHIA v6.427 [23] for parton showering and fragmentation. ",
            "section": "Data and simulated samples",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 47,
                    "end": 51,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[23]"
                }
            ],
            "entity_spans": [
                {
                    "start": 33,
                    "end": 39,
                    "type": "software",
                    "rawForm": "PYTHIA",
                    "resp": "whitelist",
                    "id": "software-simple-w2"
                }
            ]
        },
        {
            "text": "The CTEQ6L1 PDF set [24] is used. ",
            "section": "Data and simulated samples",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 20,
                    "end": 24,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[24]"
                }
            ]
        },
        {
            "text": "A K -factor is applied to these samples to correct the normalisation to a NNLO pQCD inclusive cross-section calculated with FEWZ [25] and the MSTW2008NNLO PDF set. ",
            "section": "Data and simulated samples",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[25]"
                }
            ]
        },
        {
            "text": "A sample of events is also generated with PYTHIA v8.210 and using the CT10 NLO PDF set [26] in which W boson radiation can be produced via a weak parton shower.",
            "section": "Data and simulated samples",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 87,
                    "end": 91,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[26]"
                }
            ],
            "entity_spans": [
                {
                    "start": 42,
                    "end": 48,
                    "type": "software",
                    "rawForm": "PYTHIA",
                    "resp": "whitelist",
                    "id": "software-simple-w3"
                }
            ]
        },
        {
            "text": "Dijet events are generated with PYTHIA v8.165. ",
            "section": "Data and simulated samples",
            "paragraph_rank": 17,
            "section_rank": 4,
            "entity_spans": [
                {
                    "start": 32,
                    "end": 38,
                    "type": "software",
                    "rawForm": "PYTHIA",
                    "resp": "whitelist",
                    "id": "software-simple-w4"
                }
            ]
        },
        {
            "text": "Top-quark pair production is simulated with POWHEG-r2129 [27][28][29][30] interfaced with PYTHIA v6.426 with the P2011C [31] tune for parton showering and fragmentation. ",
            "section": "Data and simulated samples",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 57,
                    "end": 61,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[27]"
                },
                {
                    "start": 61,
                    "end": 65,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[28]"
                },
                {
                    "start": 65,
                    "end": 69,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[29]"
                },
                {
                    "start": 69,
                    "end": 73,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[30]"
                },
                {
                    "start": 120,
                    "end": 124,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[31]"
                }
            ],
            "entity_spans": [
                {
                    "start": 90,
                    "end": 96,
                    "type": "software",
                    "rawForm": "PYTHIA",
                    "resp": "whitelist",
                    "id": "software-simple-w5"
                }
            ]
        },
        {
            "text": "Diboson production is simulated with MC@NLO v4.07 [32]. ",
            "section": "Data and simulated samples",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 50,
                    "end": 54,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[32]"
                }
            ]
        },
        {
            "text": "Additional samples of diboson production are generated using SHERPA v1.43 [33] and these are used to estimate theoretical uncertainties in the diboson background estimation. ",
            "section": "Data and simulated samples",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 74,
                    "end": 78,
                    "type": "bibr",
                    "text": "[33]"
                }
            ]
        },
        {
            "text": "The above samples are all generated using the CT10 NLO PDF set. ",
            "section": "Data and simulated samples",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "text": "Events containing Z + jets are generated with ALPGEN using the same configuration as the W + jets simulation above. ",
            "section": "Data and simulated samples",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "text": "Single top-quark production is a negligible background for this analysis and is not included.",
            "section": "Data and simulated samples",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "text": "All samples are normalised to their calculated inclusive crosssections. ",
            "section": "Data and simulated samples",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "text": "However, for the W + jets, dijets, tt and Z + jets samples, there is an additional correction applied to the normalisation, derived from the comparison of data and Monte Carlo simulations in the signal region and control regions. ",
            "section": "Data and simulated samples",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "text": "The process of deriving this correction is explained in detail in Section 4.",
            "section": "Data and simulated samples",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "text": "Object and event selections",
            "section_rank": 5
        },
        {
            "text": "Baseline event selection",
            "section_rank": 6
        },
        {
            "text": "The topology of collinear W production involves two back-toback high-p T jets, one of which emits a nearby W boson. ",
            "section": "Baseline event selection",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "text": "Events are required to contain at least one jet with p T > 500 GeV, as this is found to be sufficient to probe the kinematic region of interest. ",
            "section": "Baseline event selection",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "text": "The probability of a collinear W emission from such a jet is estimated by PYTHIA v8.210 to be 0.15%. ",
            "section": "Baseline event selection",
            "paragraph_rank": 19,
            "section_rank": 6,
            "entity_spans": [
                {
                    "start": 74,
                    "end": 80,
                    "type": "software",
                    "rawForm": "PYTHIA",
                    "resp": "whitelist",
                    "id": "software-simple-w6"
                }
            ]
        },
        {
            "text": "Over half of the production of W + jets in the phase space probed in this measurement is in the collinear region. ",
            "section": "Baseline event selection",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "text": "A requirement for a second high-p T jet is not applied. ",
            "section": "Baseline event selection",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "text": "Although both jets initially recoil from each other and have similar p T , the jet that emits the collinear W boson can lose a significant amount of energy to the muon and neutrino, neither of which are reconstructed as part of the jet energy. ",
            "section": "Baseline event selection",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "text": "Requiring a second high-p T jet would impose an implicit maximum on the energy carried by the W boson and its decay products.",
            "section": "Baseline event selection",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "text": "The analysis focuses on the leptonic decays of W bosons to muons in order to ensure a high reconstruction purity, and thus events are required to have exactly one muon. ",
            "section": "Baseline event selection",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "text": "Events that contain an electron are rejected, which reduces the background by removing mixed-flavour dileptonic (electron plus muon) tt decays. ",
            "section": "Baseline event selection",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "text": "Control regions are used to establish the normalisation of MC simulations of several background processes. ",
            "section": "Baseline event selection",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "text": "These regions are defined by inverting various selection criteria used in the final measurement.",
            "section": "Baseline event selection",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "text": "To reject non-collision background [34], events are required to contain at least one primary vertex consistent with the beaminteraction region, reconstructed from at least two tracks each with p track T > 400 MeV. ",
            "section": "Baseline event selection",
            "paragraph_rank": 21,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 35,
                    "end": 39,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "[34]"
                }
            ],
            "entity_spans": [
                {
                    "start": 209,
                    "end": 212,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w7"
                }
            ]
        },
        {
            "text": "The primary hard-scatter vertex is defined as the vertex with the highest (p track T ) 2 . ",
            "section": "Baseline event selection",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "text": "To reject rare events contaminated by spurious signals in the detector, all anti-k t [35,36] jets with radius parameter R = 0.4 and p jet T > 20 GeV (see below) are required to satisfy the loosest jet-quality requirements discussed in Ref. ",
            "section": "Baseline event selection",
            "paragraph_rank": 21,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 85,
                    "end": 89,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[35,"
                },
                {
                    "start": 89,
                    "end": 92,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "36]"
                }
            ]
        },
        {
            "text": "[34]. ",
            "section": "Baseline event selection",
            "paragraph_rank": 21,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "[34]"
                }
            ]
        },
        {
            "text": "These criteria are designed to reject non-collision background and significant transient noise in the calorimeters while maintaining an efficiency for good-quality events greater than 99.8% with as high a rejection of contaminated events as possible. ",
            "section": "Baseline event selection",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "text": "In particular, this selection is very efficient in rejecting events that contain fake jets due to calorimeter noise.",
            "section": "Baseline event selection",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "text": "Trigger selection",
            "section_rank": 7
        },
        {
            "text": "Events used in this analysis are selected by requiring that they pass at least one of two single-muon triggers [37]. ",
            "section": "Trigger selection",
            "paragraph_rank": 22,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 111,
                    "end": 115,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[37]"
                }
            ]
        },
        {
            "text": "The first trigger requires an isolated muon with p T > 24 GeV and the second trigger requires a muon with p T > 36 GeV with no isolation criteria applied. ",
            "section": "Trigger selection",
            "paragraph_rank": 22,
            "section_rank": 7
        },
        {
            "text": "The track-based isolation used in the trigger requires that the scalar sum of the p T of all tracks within a cone of radius R = 0.2 around the muon is less than 12% of the muon p T .",
            "section": "Trigger selection",
            "paragraph_rank": 22,
            "section_rank": 7
        },
        {
            "text": "Object reconstruction",
            "section_rank": 8
        },
        {
            "text": "Muons are reconstructed by combining tracks in the ID with tracks in the muon spectrometer [38]. ",
            "section": "Object reconstruction",
            "paragraph_rank": 23,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 91,
                    "end": 95,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "[38]"
                }
            ]
        },
        {
            "text": "They are required to have ",
            "section": "Object reconstruction",
            "paragraph_rank": 23,
            "section_rank": 8
        },
        {
            "text": "The selected offline reconstructed muon must also match the online muon that passed the trigger.",
            "section": "Object reconstruction",
            "paragraph_rank": 24,
            "section_rank": 8
        },
        {
            "text": "Jets are built using the anti-k t algorithm with a radius parameter of R = 0.4 from locally calibrated three-dimensional topological energy clusters [39]. ",
            "section": "Object reconstruction",
            "paragraph_rank": 25,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 149,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "[39]"
                }
            ]
        },
        {
            "text": "The resulting jets are required to have p T > 100 GeV and |η| < 2.1.",
            "section": "Object reconstruction",
            "paragraph_rank": 25,
            "section_rank": 8
        },
        {
            "text": "The number of b-tagged jets for a given event is calculated using the MV1 tagger [40] on jets built using the anti-k t algorithm with R = 0.4. ",
            "section": "Object reconstruction",
            "paragraph_rank": 26,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 81,
                    "end": 85,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[40]"
                }
            ]
        },
        {
            "text": "The jets considered for b-tagging have p T > 25 GeV and are reconstructed within |η| < 2.1. ",
            "section": "Object reconstruction",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "The MV1 tagger is configured to have a b-tagging efficiency of 70% in semileptonic tt events.",
            "section": "Object reconstruction",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "Electrons are reconstructed from a combination of a calorimeter energy cluster and a matched ID track [41,42]. ",
            "section": "Object reconstruction",
            "paragraph_rank": 27,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 102,
                    "end": 106,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[41,"
                },
                {
                    "start": 106,
                    "end": 109,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "42]"
                }
            ]
        },
        {
            "text": "They must meet a set of identification criteria (the so-called medium criteria of Ref. [41]). ",
            "section": "Object reconstruction",
            "paragraph_rank": 27,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 87,
                    "end": 91,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[41]"
                }
            ]
        },
        {
            "text": "They are also required to have p T > 20 GeV and |η| < 2.47, excluding the transition region between the barrel and the endcap calorimeters (1.37 < |η| < 1.52). ",
            "section": "Object reconstruction",
            "paragraph_rank": 27,
            "section_rank": 8
        },
        {
            "text": "To reduce the contamination from semileptonic b-decays and misidentification, the same impact parameter requirements used for muons are applied along with an isolation requirement. ",
            "section": "Object reconstruction",
            "paragraph_rank": 27,
            "section_rank": 8
        },
        {
            "text": "This isolation is track-based and requires that the scalar sum of the p T of all tracks in a cone of radius R = 0.2 around the electron be less than 15% of the electron p T .",
            "section": "Object reconstruction",
            "paragraph_rank": 27,
            "section_rank": 8
        },
        {
            "text": "Measurement selection",
            "section_rank": 9
        },
        {
            "text": "To select the W + jets signal, events are required to contain at least one jet with p T > 500 GeV, exactly one muon, no b-tagged jets, a primary vertex and no electrons. ",
            "section": "Measurement selection",
            "paragraph_rank": 28,
            "section_rank": 9
        },
        {
            "text": "Any additional jets with p T > 100 GeV are included in the analysis. ",
            "section": "Measurement selection",
            "paragraph_rank": 28,
            "section_rank": 9
        },
        {
            "text": "The leading jet, defined as the jet with the highest p T , is not necessarily the one closest to the muon. ",
            "section": "Measurement selection",
            "paragraph_rank": 28,
            "section_rank": 9
        },
        {
            "text": "The R distance is always measured with respect to the closest jet. ",
            "section": "Measurement selection",
            "paragraph_rank": 28,
            "section_rank": 9
        },
        {
            "text": "The muon is required to be isolated using both track-based and calorimeter-based isolation criteria. ",
            "section": "Measurement selection",
            "paragraph_rank": 28,
            "section_rank": 9
        },
        {
            "text": "The track isolation requires that the scalar sum of the p T of all tracks in a cone of radius R = 0.2 around the muon be less than 10% of the muon p T . ",
            "section": "Measurement selection",
            "paragraph_rank": 28,
            "section_rank": 9
        },
        {
            "text": "The calorimeter isolation requires that the scalar sum of the p T in all calorimeter cells in a cone of radius R = 0.2 around the muon be less than 40% of the muon p T . ",
            "section": "Measurement selection",
            "paragraph_rank": 28,
            "section_rank": 9
        },
        {
            "text": "Applying these isolation criteria significantly reduces the background from dijet events, where muons mostly originate from heavy-flavour or inflight decays and are non-isolated. ",
            "section": "Measurement selection",
            "paragraph_rank": 28,
            "section_rank": 9
        },
        {
            "text": "The b-tag veto also reduces the background from tt, which generates two b-quarks in their decay, by over 80%, while only 10% of the W + jets signal is rejected. ",
            "section": "Measurement selection",
            "paragraph_rank": 28,
            "section_rank": 9
        },
        {
            "text": "Requirements on missing transverse momentum were not found to improve the signal selection or background rejection. ",
            "section": "Measurement selection",
            "paragraph_rank": 28,
            "section_rank": 9
        },
        {
            "text": "The efficiency of the isolation requirement was studied both in simulated samples and in situ using data events containing high-p T top quarks, and the results from the two studies were in agreement. ",
            "section": "Measurement selection",
            "paragraph_rank": 28,
            "section_rank": 9
        },
        {
            "text": "However, in the extremely collinear region, where the distance between the muon and the closest jet is R < 0.2, the limited size of the event sample did not allow the same conclusion. ",
            "section": "Measurement selection",
            "paragraph_rank": 28,
            "section_rank": 9
        },
        {
            "text": "As a result, events where R < 0.2 are also excluded. ",
            "section": "Measurement selection",
            "paragraph_rank": 28,
            "section_rank": 9
        },
        {
            "text": "This causes approximately 2% of the W + jets signal to be rejected.",
            "section": "Measurement selection",
            "paragraph_rank": 28,
            "section_rank": 9
        },
        {
            "text": "Control region definitions and background estimation",
            "section_rank": 10
        },
        {
            "text": "For the final state with at least one high-p T jet and a single muon, the dominant background processes that contribute to the signal region are dijets, tt and Z + jets. ",
            "section": "Control region definitions and background estimation",
            "paragraph_rank": 29,
            "section_rank": 10
        },
        {
            "text": "In addition, there is a small background contribution from diboson production. ",
            "section": "Control region definitions and background estimation",
            "paragraph_rank": 29,
            "section_rank": 10
        },
        {
            "text": "These are all modelled using the simulated samples described in Section 3.",
            "section": "Control region definitions and background estimation",
            "paragraph_rank": 29,
            "section_rank": 10
        },
        {
            "text": "For each of the three main background processes, a control region utilising an event selection different from the signal region is defined such that most of the events in this control region are from the chosen background. ",
            "section": "Control region definitions and background estimation",
            "paragraph_rank": 30,
            "section_rank": 10
        },
        {
            "text": "Control Region 1 is enriched in dijets, with a 93% purity of dijet events, by applying the inverse of the signal region isolation selection. ",
            "section": "Control region definitions and background estimation",
            "paragraph_rank": 30,
            "section_rank": 10
        },
        {
            "text": "It uses events that pass the muon trigger without an isolation requirement and requires the muon to have p T > 38 GeV, as events with a non-isolated muon of lower p T are mostly rejected by the trigger, together with a distance R > 0.2 between the muon and the closest jet. ",
            "section": "Control region definitions and background estimation",
            "paragraph_rank": 30,
            "section_rank": 10
        },
        {
            "text": "Control Region 2 is enriched in tt, with 91% of events originating from tt production, by requiring at least two b-tagged jets. ",
            "section": "Control region definitions and background estimation",
            "paragraph_rank": 30,
            "section_rank": 10
        },
        {
            "text": "Control Region 3 is enriched in Z + jets, which constitute 94% of events in this region, by using events with exactly two muons, with both muons passing the signal region isolation. ",
            "section": "Control region definitions and background estimation",
            "paragraph_rank": 30,
            "section_rank": 10
        },
        {
            "text": "It is further required that the dimuon invariant mass in Control Region 3 satisfies 60 GeV < m μμ < 120 GeV. ",
            "section": "Control region definitions and background estimation",
            "paragraph_rank": 30,
            "section_rank": 10
        },
        {
            "text": "In this case, the muon with the higher p T is chosen to define R.",
            "section": "Control region definitions and background estimation",
            "paragraph_rank": 30,
            "section_rank": 10
        },
        {
            "text": "Using data from these control regions and the signal region, a scale factor is derived for each main background process and the W + jets signal to correct the normalisation of the MC sample to that observed in data. ",
            "section": "Control region definitions and background estimation",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "text": "To ensure the scale factor is not affected by contamination from other backgrounds and the W + jets signal, it is necessary to subtract the MC prediction for the con-tamination from the control region data. ",
            "section": "Control region definitions and background estimation",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "text": "As there is a circular dependency in using scaled MC predictions to derive new scalings, an iterative approach is applied. ",
            "section": "Control region definitions and background estimation",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "text": "First, the scale factors are derived with the contamination subtracted using the uncorrected normalisations. ",
            "section": "Control region definitions and background estimation",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "text": "Then the normalisations are updated with the scale factor corrections and the procedure to derive them is repeated. ",
            "section": "Control region definitions and background estimation",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "text": "Since the contamination in each of the regions is quite small, the scale factors converge very rapidly. ",
            "section": "Control region definitions and background estimation",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "text": "The dijet sample is scaled by 1.134 ± 0.054, the tt sample is scaled by 0.861 ± 0.061, the Z + jets sample is scaled by 0.705 ± 0.052 and the W + jets sample is scaled by 0.711 ± 0.016. ",
            "section": "Control region definitions and background estimation",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "text": "These uncertainties in the scale factors are due to the statistical uncertainty of the data and MC samples and are part of the overall uncertainties in the measurement detailed in Section 6. ",
            "section": "Control region definitions and background estimation",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "text": "However, the uncertainty in the W + jets scale factor has no effect on the results of the measurement. ",
            "section": "Control region definitions and background estimation",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "text": "After the scale factors are applied, the MC predictions and observed distributions of the distance between the muon and the closest jet for each control region are shown in Fig. 1. ",
            "section": "Control region definitions and background estimation",
            "paragraph_rank": 31,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 173,
                    "end": 179,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "The systematic uncertainties shown in Fig. 1 correspond to those described in Section 6.",
            "section": "Control region definitions and background estimation",
            "paragraph_rank": 31,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 38,
                    "end": 44,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "Table 1",
            "section_rank": 11
        },
        {
            "text": "The systematic uncertainties in the cross-section measurement. ",
            "section": "Table 1",
            "paragraph_rank": 32,
            "section_rank": 11
        },
        {
            "text": "Multiple independent components have been combined into groups of systematic uncertainties. ",
            "section": "Table 1",
            "paragraph_rank": 32,
            "section_rank": 11
        },
        {
            "text": "Systematic",
            "section_rank": 12
        },
        {
            "text": "Definition of observable and correction for detector effects",
            "section_rank": 13
        },
        {
            "text": "The estimated background is subtracted from the data in the signal region and the resultant distribution of the distance R between the muon and the closest jet is unfolded using an iterative Bayesian technique [43] to correct for detector effects including both the efficiency of the selection criteria and the resolution of the angular separation between the muon and the nearest jet, where the former effect is dominant. ",
            "section": "Definition of observable and correction for detector effects",
            "paragraph_rank": 33,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 210,
                    "end": 214,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "[43]"
                }
            ]
        },
        {
            "text": "This technique is implemented within the RooUnfold framework [44]. ",
            "section": "Definition of observable and correction for detector effects",
            "paragraph_rank": 33,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[44]"
                }
            ]
        },
        {
            "text": "A response matrix derived from MC simulation is used to correct the distribution from detector-level to particle-level. ",
            "section": "Definition of observable and correction for detector effects",
            "paragraph_rank": 33,
            "section_rank": 13
        },
        {
            "text": "The particle-level prediction from MC simulation is used as an initial prior during the first iteration of the unfolding. ",
            "section": "Definition of observable and correction for detector effects",
            "paragraph_rank": 33,
            "section_rank": 13
        },
        {
            "text": "Subsequent iterations use the previous iteration's unfolded distribution as a new prior. ",
            "section": "Definition of observable and correction for detector effects",
            "paragraph_rank": 33,
            "section_rank": 13
        },
        {
            "text": "A single iteration step is used, as this was found to be the optimal choice that minimised the combination of statistical fluctuation and the bias introduced by the prior of unfolded results.",
            "section": "Definition of observable and correction for detector effects",
            "paragraph_rank": 33,
            "section_rank": 13
        },
        {
            "text": "The detector response and the combined efficiency of the trigger, reconstruction and the analysis selection for the W + jets signal is obtained from MC simulation. ",
            "section": "Definition of observable and correction for detector effects",
            "paragraph_rank": 34,
            "section_rank": 13
        },
        {
            "text": "The fiducial selection applied to MC simulation is similar to the kinematic selection of the analysis. ",
            "section": "Definition of observable and correction for detector effects",
            "paragraph_rank": 34,
            "section_rank": 13
        },
        {
            "text": "Particle-level jets, built from stable final-state particles (defined as those with a proper lifetime τ corresponding to cτ ≥ 10 mm [45]) excluding muons and neutrinos, must satisfy p T > 100 GeV and |η| < 2.1. ",
            "section": "Definition of observable and correction for detector effects",
            "paragraph_rank": 34,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 132,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "[45]"
                }
            ]
        },
        {
            "text": "Events are required to have at least one particle-level jet with p T > 500 GeV and a particle-level muon with a dressed 2 p T > 25 GeV and |η| < 2.4. ",
            "section": "Definition of observable and correction for detector effects",
            "paragraph_rank": 34,
            "section_rank": 13
        },
        {
            "text": "No requirements on promptness are applied to the muons or the dressing photons. ",
            "section": "Definition of observable and correction for detector effects",
            "paragraph_rank": 34,
            "section_rank": 13
        },
        {
            "text": "Any additional muons that pass these requirements cause the event to be rejected. ",
            "section": "Definition of observable and correction for detector effects",
            "paragraph_rank": 34,
            "section_rank": 13
        },
        {
            "text": "Events where the distance between the muon and the closest jet R < 0.2 are also rejected. ",
            "section": "Definition of observable and correction for detector effects",
            "paragraph_rank": 34,
            "section_rank": 13
        },
        {
            "text": "Unlike the analysis selection, there are no requirements on b-jets or electrons for the fiducial selection. ",
            "section": "Definition of observable and correction for detector effects",
            "paragraph_rank": 34,
            "section_rank": 13
        },
        {
            "text": "The unfolding to the fiducial region also corrects for events that do not pass the particle-level selection, but pass the detector-level selection. ",
            "section": "Definition of observable and correction for detector effects",
            "paragraph_rank": 34,
            "section_rank": 13
        },
        {
            "text": "Events in the fiducial signal region that arise from W → τ ν are also removed so that the cross-section is quoted exclusively for the muon decay channel. ",
            "section": "Definition of observable and correction for detector effects",
            "paragraph_rank": 34,
            "section_rank": 13
        },
        {
            "text": "2 Photons that are contained in a cone of size R = 0.1 around the muon are summed and included as part of the muon energy.",
            "section": "Definition of observable and correction for detector effects",
            "paragraph_rank": 34,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 14
        },
        {
            "text": "The dominant systematic uncertainties in the cross-section measurement arise from the uncertainties in the jet energy scale and the b-tagging efficiency. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 35,
            "section_rank": 14
        },
        {
            "text": "For each systematic uncertainty, the selection criteria are re-applied, the control region normalisations are reassessed, and the unfolding procedure is repeated with the quantity under consideration varied by ±1 standard deviation. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 35,
            "section_rank": 14
        },
        {
            "text": "The average of the up and down variations of the final cross-section measurement are summed in quadrature, as the variations are independent and not correlated. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 35,
            "section_rank": 14
        },
        {
            "text": "This sum is then used as the full systematic uncertainty. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 35,
            "section_rank": 14
        },
        {
            "text": "The systematic uncertainties in the measurement, grouped by source, are summarised in Table 1 for the inclusive cross-section, the collinear region (0.2 < R < 2.4) and the back-to-back region ( R > 2.4).",
            "section": "Systematic uncertainties",
            "paragraph_rank": 35,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 86,
                    "end": 101,
                    "type": "table",
                    "text": "Table 1 for the"
                }
            ]
        },
        {
            "text": "Since the dijet, tt and Z + jets simulated samples are scaled to data in their respective control regions, there is a systematic uncertainty in the scaling that arises from the statistical uncertainty in the data and the MC simulations in these control regions. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 36,
            "section_rank": 14
        },
        {
            "text": "As the control region for dijets does not have the same kinematic selection as the signal region, there could be some bias due to mismodelling of the dijet kinematics in the simulated sample. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 36,
            "section_rank": 14
        },
        {
            "text": "An uncertainty accounting for this is derived by varying the kinematic selection of the control region. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 36,
            "section_rank": 14
        },
        {
            "text": "The uncertainty in the jet energy scale comprises 17 independent components [46]. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 36,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 76,
                    "end": 80,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "[46]"
                }
            ]
        },
        {
            "text": "Six of these are derived from various in situ analyses and two are related to the η intercalibration of the jets.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 36,
            "section_rank": 14
        },
        {
            "text": "There are also four components that account for the mismodelling of the p T response with respect to pile-up and three topology components that account for the dependence of the p T -response uncertainty on the relative fractions of jets initiated by light quarks, gluons and b-quarks.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 37,
            "section_rank": 14
        },
        {
            "text": "To correct the b-tagging efficiency in simulation to that observed in data, scale factors derived from in situ analyses are applied to the simulated samples [47,48]. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 38,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 157,
                    "end": 161,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "[47,"
                },
                {
                    "start": 161,
                    "end": 164,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "48]"
                }
            ]
        },
        {
            "text": "These have associated uncertainties. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 38,
            "section_rank": 14
        },
        {
            "text": "The uncertainties for b-, c-and τ -jets are assessed independently from those for light jets and the uncertainties in the efficiency scale factors are fully anti-correlated with those in the inefficiency scale factors.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 38,
            "section_rank": 14
        },
        {
            "text": "In each control region, any disagreement between the R distributions for data and MC simulations is taken as a systematic uncertainty for the R prediction from that specific background in the signal region. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 39,
            "section_rank": 14
        },
        {
            "text": "This introduces an additional data-driven sys- Table 2 The number of events in the signal region observed in data, along with the composition of these events as predicted by MC simulation, split by the distance between the muon and the closest jet. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 39,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 47,
                    "end": 54,
                    "type": "table",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "The dijet, tt and Z + jets backgrounds have been scaled according to their respective control regions. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 39,
            "section_rank": 14
        },
        {
            "text": "The W + jets signal has been scaled by 0.71. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 39,
            "section_rank": 14
        },
        {
            "text": "tematic uncertainty to the dijet, tt and Z + jets estimates for the R distribution. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 39,
            "section_rank": 14
        },
        {
            "text": "Since the diboson background prediction is not constrained by data from a control region, an alternative prediction is obtained from a different simulated sample generated using SHERPA. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 39,
            "section_rank": 14
        },
        {
            "text": "The difference between these two predictions is taken as an uncertainty in the diboson background estimate.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 39,
            "section_rank": 14
        },
        {
            "text": "The systematic uncertainty due to the dependence of the unfolding on the prior signal distribution, as obtained from MC simulations, is evaluated through a data-driven closure test. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 40,
            "section_rank": 14
        },
        {
            "text": "The simulated signal sample is reweighted at particle-level such that the distribution of the fully simulated detector-level R more closely matches the observed data. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 40,
            "section_rank": 14
        },
        {
            "text": "This reweighted simulated detector-level distribution is then unfolded and compared with the reweighted particle-level distribution. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 40,
            "section_rank": 14
        },
        {
            "text": "Differences observed in this comparison are taken as a systematic uncertainty in the unfolding. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 40,
            "section_rank": 14
        },
        {
            "text": "The uncertainty due to the dependence on the number of unfolding iteration steps was negligible.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 40,
            "section_rank": 14
        },
        {
            "text": "Other smaller uncertainty contributions arise from the uncertainty in the integrated luminosity, the uncertainties in the muon momentum scale and resolution, muon reconstruction efficiency and trigger efficiency and the uncertainties in the jet energy resolution [49]. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 41,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 263,
                    "end": 267,
                    "type": "bibr",
                    "text": "[49]"
                }
            ]
        },
        {
            "text": "Uncertainties in the electron energy scale and resolution were evaluated but found to be negligible.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 41,
            "section_rank": 14
        },
        {
            "text": "Results",
            "section_rank": 15
        },
        {
            "text": "The number of events in the signal region observed in data is listed in Table 2, along with the composition of these events as predicted by MC simulation. ",
            "section": "Results",
            "paragraph_rank": 42,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 72,
                    "end": 79,
                    "type": "table",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "Numbers are given for the collinear region (0.2 < R < 2.4), the back-to-back region ( R > 2.4), and the inclusive sample. ",
            "section": "Results",
            "paragraph_rank": 42,
            "section_rank": 15
        },
        {
            "text": "The uncorrected distributions of the reconstructed distance between the muon and the closest jet observed in data and predicted by MC simulations are shown in Fig. 2 for the signal region. ",
            "section": "Results",
            "paragraph_rank": 42,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 159,
                    "end": 165,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "In general the distributions agree within the uncertainties, except around R = 2.8 where there is a deficit and around the most collinear region of R < 0.5 where there is a slight excess in the prediction from MC simulations.",
            "section": "Results",
            "paragraph_rank": 42,
            "section_rank": 15
        },
        {
            "text": "Differential cross-section measurement",
            "section_rank": 16
        },
        {
            "text": "The differential cross-section of W → μν as a function of R(μ, closest jet), obtained from the unfolded data of the signal region, is shown in Fig. 3. ",
            "section": "Differential cross-section measurement",
            "paragraph_rank": 43,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 143,
                    "end": 149,
                    "type": "figure",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "The measured total cross-sections for the inclusive case, in the collinear region and the back-to-back region are also listed in Tables 3-5.",
            "section": "Differential cross-section measurement",
            "paragraph_rank": 43,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 129,
                    "end": 139,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Tables 3-5"
                }
            ]
        },
        {
            "text": "The measurements are compared to several theory predictions.",
            "section": "Differential cross-section measurement",
            "paragraph_rank": 44,
            "section_rank": 16
        },
        {
            "text": "The ALPGEN+PYTHIA6 W + jets calculation and the normalisation K -factor used for this prediction are described in Section 3 and the quoted uncertainties are the statistical uncertainties. ",
            "section": "Differential cross-section measurement",
            "paragraph_rank": 45,
            "section_rank": 16
        },
        {
            "text": "The W + j and jj + weak shower calculation provided by PYTHIA v8.210, described in Section 3, is shown as well. ",
            "section": "Differential cross-section measurement",
            "paragraph_rank": 45,
            "section_rank": 16,
            "entity_spans": [
                {
                    "start": 55,
                    "end": 61,
                    "type": "software",
                    "rawForm": "PYTHIA",
                    "resp": "whitelist",
                    "id": "software-simple-w8"
                }
            ]
        },
        {
            "text": "In this case, the W boson  Fig. 3. ",
            "section": "Differential cross-section measurement",
            "paragraph_rank": 45,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 27,
                    "end": 33,
                    "type": "figure",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "Unfolded distribution from background-subtracted data of the angular separation between the muon and the closest jet in the signal region along with several predictions from theory calculations. ",
            "section": "Differential cross-section measurement",
            "paragraph_rank": 45,
            "section_rank": 16
        },
        {
            "text": "The lower panels show the ratio of the theory predictions to the unfolded data. ",
            "section": "Differential cross-section measurement",
            "paragraph_rank": 45,
            "section_rank": 16
        },
        {
            "text": "The error bars in the upper panel and the grey shaded error bands in the lower ratio panels are the sum of the statistical and systematic uncertainties in the measurement. ",
            "section": "Differential cross-section measurement",
            "paragraph_rank": 45,
            "section_rank": 16
        },
        {
            "text": "The shaded error band on the ALPGEN+PYTHIA6 calculation is statistical uncertainty, the band on the PYTHIA8 calculation is statistical and PDF uncertainties and those on the SHERPA+OpenLoops and the W + ≥ 1 jet N jetti NNLO calculations are scale uncertainties.    ",
            "section": "Differential cross-section measurement",
            "paragraph_rank": 45,
            "section_rank": 16
        },
        {
            "text": "T is the transverse momentum of each photon not used for dressing. ",
            "section": "Differential cross-section measurement",
            "paragraph_rank": 45,
            "section_rank": 16
        },
        {
            "text": "The quoted uncertainties are the scale uncertainties, where the renormalisation scale and the factorisation scale have been varied independently by a factor of two.",
            "section": "Differential cross-section measurement",
            "paragraph_rank": 45,
            "section_rank": 16
        },
        {
            "text": "An NNLO QCD calculation, which includes up to O (α 3 S ), for the angular separation between the lepton from the W boson decay and the nearest jet in W + jets events has recently become available [57,58]. ",
            "section": "Differential cross-section measurement",
            "paragraph_rank": 46,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 51,
                    "end": 52,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                },
                {
                    "start": 196,
                    "end": 200,
                    "type": "bibr",
                    "ref_id": "b56",
                    "text": "[57,"
                },
                {
                    "start": 200,
                    "end": 203,
                    "type": "bibr",
                    "ref_id": "b57",
                    "text": "58]"
                }
            ]
        },
        {
            "text": "This calculation, obtained from Ref. ",
            "section": "Differential cross-section measurement",
            "paragraph_rank": 46,
            "section_rank": 16
        },
        {
            "text": "[5], is denoted 'W + ≥ 1 jet N jetti NNLO' here. ",
            "section": "Differential cross-section measurement",
            "paragraph_rank": 46,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "It uses a new technique based on N-jettiness [59] to split the phase space for the real emission corrections. ",
            "section": "Differential cross-section measurement",
            "paragraph_rank": 46,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 45,
                    "end": 49,
                    "type": "bibr",
                    "ref_id": "b59",
                    "text": "[59]"
                }
            ]
        },
        {
            "text": "It relies on the theoretical formalism provided in soft-collinear effective theory. ",
            "section": "Differential cross-section measurement",
            "paragraph_rank": 46,
            "section_rank": 16
        },
        {
            "text": "The calculation uses the CT14 NNLO Fiducial W + jets cross-sections for the selection criteria of (1) at LO, NLO and NNLO in QCD from Ref. ",
            "section": "Differential cross-section measurement",
            "paragraph_rank": 46,
            "section_rank": 16
        },
        {
            "text": "[5]. ",
            "section": "Differential cross-section measurement",
            "paragraph_rank": 46,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "The uncertainties shown are the scale uncertainties.  ",
            "section": "Differential cross-section measurement",
            "paragraph_rank": 46,
            "section_rank": 16
        },
        {
            "text": "T is the transverse momentum of each jet, is used for both the renormalisation and factorisation scale. ",
            "section": "Differential cross-section measurement",
            "paragraph_rank": 46,
            "section_rank": 16
        },
        {
            "text": "The quoted uncertainties are the scale uncertainties, where the renormalisation scale and the factorisation scale have been varied independently by a factor of two. ",
            "section": "Differential cross-section measurement",
            "paragraph_rank": 46,
            "section_rank": 16
        },
        {
            "text": "The resulting partonic final state is clustered using the anti-k t jet algorithm with R = 0.4. ",
            "section": "Differential cross-section measurement",
            "paragraph_rank": 46,
            "section_rank": 16
        },
        {
            "text": "No non-perturbative corrections are applied. ",
            "section": "Differential cross-section measurement",
            "paragraph_rank": 46,
            "section_rank": 16
        },
        {
            "text": "The selections used in the calculation,",
            "section": "Differential cross-section measurement",
            "paragraph_rank": 46,
            "section_rank": 16
        },
        {
            "text": "are the same as the ones used for the measurement except for the muon pseudorapidity (|η| < 2.5 instead of |η| < 2.4). ",
            "section": "Differential cross-section measurement",
            "paragraph_rank": 47,
            "section_rank": 16
        },
        {
            "text": "The effect of this difference in muon pseudorapidity is evaluated using the ALPGEN+PYTHIA6 W + jets sample and a correction factor accounting for this, which is less than 4% across the entire distribution, is applied. ",
            "section": "Differential cross-section measurement",
            "paragraph_rank": 47,
            "section_rank": 16
        },
        {
            "text": "The calculated cross-sections obtained at LO, NLO and NNLO without the muon pseudorapidity correction are shown in Table 6. ",
            "section": "Differential cross-section measurement",
            "paragraph_rank": 47,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 115,
                    "end": 122,
                    "type": "table",
                    "ref_id": "tab_5",
                    "text": "Table 6"
                }
            ]
        },
        {
            "text": "The scale uncertainty decreases from ∼±20% at NLO to +3%/−7% at NNLO.",
            "section": "Differential cross-section measurement",
            "paragraph_rank": 47,
            "section_rank": 16
        },
        {
            "text": "The comparison of the data to ALPGEN+PYTHIA6 in Fig. 3 shows good shape agreement to within uncertainties, except at very low R, but ALPGEN+PYTHIA6 predicts a significantly higher integrated cross-section. ",
            "section": "Differential cross-section measurement",
            "paragraph_rank": 48,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 48,
                    "end": 54,
                    "type": "figure",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "The comparison to PYTHIA8 at high R,",
            "section": "Differential cross-section measurement",
            "paragraph_rank": 48,
            "section_rank": 16
        },
        {
            "text": "where it is dominated by back-to-back W + jets production in which the W boson is balanced by the hadronic recoil system, shows much better agreement. ",
            "section": "Differential cross-section measurement",
            "paragraph_rank": 49,
            "section_rank": 16
        },
        {
            "text": "At smaller R, where the collinear process dominates, neither the shape nor the overall cross-section agree. ",
            "section": "Differential cross-section measurement",
            "paragraph_rank": 49,
            "section_rank": 16
        },
        {
            "text": "The comparisons to SHERPA+OpenLoops and W + ≥ 1 jet N jetti NNLO show much better agreement across the entire distribution.",
            "section": "Differential cross-section measurement",
            "paragraph_rank": 49,
            "section_rank": 16
        },
        {
            "text": "Enhancement of the collinear fraction with jet p T",
            "section_rank": 17
        },
        {
            "text": "The events in the signal region are further divided into two categories based on the transverse momentum of the leading jet: 500 GeV < p leading jet T < 600 GeV and p leading jet T > 650 GeV. ",
            "section": "Enhancement of the collinear fraction with jet p T",
            "paragraph_rank": 50,
            "section_rank": 17
        },
        {
            "text": "For each of these two categories, the data distribution is unfolded. ",
            "section": "Enhancement of the collinear fraction with jet p T",
            "paragraph_rank": 50,
            "section_rank": 17
        },
        {
            "text": "The 50 GeV gap between the two categories reduces the migration of events from one category to the other during unfolding. ",
            "section": "Enhancement of the collinear fraction with jet p T",
            "paragraph_rank": 50,
            "section_rank": 17
        },
        {
            "text": "The resulting normalised differential W + jets cross-section is shown in Fig. 4. As the leading-jet p T increases, the fraction of events in the lower R (collinear) region increases and the fraction in the higher R (back-to-back W + jets) region decreases. ",
            "section": "Enhancement of the collinear fraction with jet p T",
            "paragraph_rank": 50,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 73,
                    "end": 79,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Fig. 4"
                }
            ]
        },
        {
            "text": "This may be interpreted as an increase in the collinear W emission probability as the jets become more energetic. ",
            "section": "Enhancement of the collinear fraction with jet p T",
            "paragraph_rank": 50,
            "section_rank": 17
        },
        {
            "text": "With higher p T the collinear peak is shifted to smaller R. This is also understood since the mass of the W boson becomes proportionally smaller compared to the energy of the jet. ",
            "section": "Enhancement of the collinear fraction with jet p T",
            "paragraph_rank": 50,
            "section_rank": 17
        },
        {
            "text": "The full measurement results are shown in Fig. 5. The comparison to theory predictions shows results similar to the ones obtained for p leading jet T > 500 GeV in Section 7.1.",
            "section": "Enhancement of the collinear fraction with jet p T",
            "paragraph_rank": 50,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 42,
                    "end": 48,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "Fig. 5"
                }
            ]
        },
        {
            "text": "Conclusions",
            "section_rank": 18
        },
        {
            "text": "The cross-section for W → μν in association with at least one very high transverse momentum jet is measured as a function of the angular distance between the muon from the W boson decay and the closest jet. ",
            "section": "Conclusions",
            "paragraph_rank": 51,
            "section_rank": 18
        },
        {
            "text": "This measurement utilises data recorded by the ATLAS detector from pp collisions at Comparisons to a variety of MC generators and theoretical calculations show varying levels of agreement. ",
            "section": "Conclusions",
            "paragraph_rank": 51,
            "section_rank": 18
        },
        {
            "text": "ALPGEN+PYTHIA6 overestimates the total cross-section, whereas PYTHIA8, which is modified to explicitly include the process of W boson emission, disagrees with the measurement in the collinear region ( R < 2.4). ",
            "section": "Conclusions",
            "paragraph_rank": 51,
            "section_rank": 18
        },
        {
            "text": "On the other hand, agreement with the SHERPA+OpenLoops NLO QCD+EW calculation and the W + ≥ 1 jet N jetti NNLO calculation in Ref. ",
            "section": "Conclusions",
            "paragraph_rank": 51,
            "section_rank": 18
        },
        {
            "text": "[5] is well within the systematic and statistical uncertainties of the predictions and the measurement.",
            "section": "Conclusions",
            "paragraph_rank": 51,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "This measurement has implications for Monte Carlo programs that incorporate real W boson emission, a process which is only just now being probed directly at the energy of the LHC. ",
            "section": "Conclusions",
            "paragraph_rank": 52,
            "section_rank": 18
        },
        {
            "text": "The rate of this process increases with jet p T and thus also with centre-ofmass energy, and will therefore play a significant role in W + jets measurements at high p T , vector-boson scattering measurements, and even QCD multijet measurements at very large dijet invariant masses where the corrections due to real boson emission are significant.",
            "section": "Conclusions",
            "paragraph_rank": 52,
            "section_rank": 18
        },
        {
            "text": "Lastly, the potential is high for this process to mimic the signatures of a highly Lorentz-boosted top quark. ",
            "section": "Conclusions",
            "paragraph_rank": 53,
            "section_rank": 18
        },
        {
            "text": "The importance of such signatures in the search for new physics at the LHC necessitates a thorough understanding of processes such as the one measured in detail in this paper. ",
            "section": "Conclusions",
            "paragraph_rank": 53,
            "section_rank": 18
        },
        {
            "text": "As the physics programmes of the LHC experiments extend into new territories in terms of both the centre-of-mass energy and integrated luminosity, these once rare processes will become a ubiquitous consideration.",
            "section": "Conclusions",
            "paragraph_rank": 53,
            "section_rank": 18
        },
        {
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently.",
            "section": "Conclusions",
            "paragraph_rank": 54,
            "section_rank": 18
        },
        {
            "text": "We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWFW and FWF, Austria; ANAS, Azerbaijan; SSTC, Belarus; CNPq and FAPESP, Brazil; NSERC, NRC and CFI, Canada; CERN; CONICYT, Chile; CAS, MOST and NSFC, China; COL-CIENCIAS, Colombia; MSMT CR, MPO CR and VSC CR, Czech Republic; DNRF and DNSRC, Denmark; IN2P3-CNRS, CEA-DSM/IRFU, France; GNSF, Georgia; BMBF, HGF, and MPG, Germany; GSRT, Greece; RGC, UGC, Hong Kong SAR, China; ISF, I-CORE and Benoziyo Center, Israel; INFN, Italy; MEXT and JSPS, Japan; CNRST, Morocco; FOM and NWO, Netherlands; RCN, Norway; MNiSW and NCN, Poland; FCT, Portugal; MNE/IFA, Romania; MES of Russia and NRC KI, Russian Federation; JINR; MESTD, Serbia; MSSR, Slovakia; ARRS and MIZŠ, Slovenia; DST/NRF, South Africa; MINECO, Spain; SRC and Knut and Alice Wallenberg Foundation, Sweden; SERI, SNSF and Cantons of Bern and Geneva, Switzerland; MOST, Taiwan; TAEK, Turkey; STFC, United Kingdom; DOE and NSF, United States. ",
            "section": "Conclusions",
            "paragraph_rank": 55,
            "section_rank": 18,
            "entity_spans": [
                {
                    "start": 465,
                    "end": 469,
                    "type": "software",
                    "rawForm": "CORE",
                    "resp": "whitelist",
                    "id": "software-simple-w9"
                },
                {
                    "start": 808,
                    "end": 813,
                    "type": "software",
                    "rawForm": "Alice",
                    "resp": "whitelist",
                    "id": "software-simple-w10"
                },
                {
                    "start": 825,
                    "end": 835,
                    "type": "software",
                    "rawForm": "Foundation",
                    "resp": "whitelist",
                    "id": "software-simple-w11"
                },
                {
                    "start": 888,
                    "end": 899,
                    "type": "software",
                    "rawForm": "Switzerland",
                    "resp": "whitelist",
                    "id": "software-simple-w12"
                }
            ]
        },
        {
            "text": "In addition, individual groups and members have received support from BCKDF, the Canada Council, CANARIE, CRC, Compute Canada, FQRNT, and the Ontario Innovation Trust, Canada; EPLANET, ERC, FP7, Horizon 2020 and Marie Skłodowska-Curie Actions, European Union; Investissements d'Avenir Labex and Idex, ANR, Région Auvergne and Fondation Partager le Savoir, France; DFG and AvH Foundation, Germany; Herakleitos, Thales and Aristeia programmes co-financed by EU-ESF and the Greek NSRF; BSF, GIF and Minerva, Israel; BRF, Norway; Generalitat de Catalunya, Generalitat Valenciana, Spain; the Royal Society and Leverhulme Trust, United Kingdom.",
            "section": "Conclusions",
            "paragraph_rank": 55,
            "section_rank": 18,
            "entity_spans": [
                {
                    "start": 376,
                    "end": 386,
                    "type": "software",
                    "rawForm": "Foundation",
                    "resp": "whitelist",
                    "id": "software-simple-w13"
                },
                {
                    "start": 496,
                    "end": 503,
                    "type": "software",
                    "rawForm": "Minerva",
                    "resp": "whitelist",
                    "id": "software-simple-w14"
                }
            ]
        },
        {
            "text": "The crucial computing support from all WLCG partners is acknowledged gratefully, in particular from CERN, the ATLAS Tier-1 facilities at TRIUMF (Canada), NDGF (Denmark, Norway, Sweden), CC-IN2P3 (France), KIT/GridKA (Germany), INFN-CNAF (Italy), NL-T1 (Netherlands), PIC (Spain), ASGC (Taiwan), RAL (UK) and BNL (USA), the Tier-2 facilities worldwide and large non-WLCG resource providers. ",
            "section": "Conclusions",
            "paragraph_rank": 56,
            "section_rank": 18
        },
        {
            "text": "Major contributors of computing resources are listed in Ref. ",
            "section": "Conclusions",
            "paragraph_rank": 56,
            "section_rank": 18
        },
        {
            "text": "[61]. ",
            "section": "Conclusions",
            "paragraph_rank": 56,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b61",
                    "text": "[61]"
                }
            ]
        },
        {
            "text": "predictions to the unfolded data. ",
            "section": "Conclusions",
            "paragraph_rank": 56,
            "section_rank": 18
        },
        {
            "text": "The error bars in the upper panel and the grey shaded error bands in the lower ratio panels are the sum of the statistical and systematic uncertainties in the measurement. ",
            "section": "Conclusions",
            "paragraph_rank": 56,
            "section_rank": 18
        },
        {
            "text": "The shaded error band on the ALPGEN+PYTHIA6 calculation is statistical uncertainty, the band on the PYTHIA8 calculation is statistical and PDF uncertainties and the band on the SHERPA+OpenLoops is scale uncertainty.",
            "section": "Conclusions",
            "paragraph_rank": 56,
            "section_rank": 18
        },
        {
            "text": "p T > 25 GeV and |η| < 2.4. ",
            "paragraph_rank": 57,
            "section_rank": 19
        },
        {
            "text": "To reduce contamination from semileptonic b-decays, in-flight pion and kaon decays and cosmic muons, their longitudinal impact parameter with respect to the primary vertex z 0 must satisfy |z 0 | sin θ < 0.5 mm and their transverse impact parameter with respect to the primary vertex d 0 must satisfy",
            "paragraph_rank": 57,
            "section_rank": 19
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 20
        },
        {
            "text": "Fig. 1. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 58,
            "section_rank": 20
        },
        {
            "text": "Comparisons between data and the predicted distribution from MC simulations of the angular separation between the muon and the closest jet in Control Region 1 (left), Control Region 2 (right) and Control Region 3 (bottom). ",
            "section": "Fig. 1 .",
            "paragraph_rank": 58,
            "section_rank": 20
        },
        {
            "text": "The lower panels show the ratio of data to the predicted distribution. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 58,
            "section_rank": 20
        },
        {
            "text": "The error bars correspond to the statistical uncertainty and the shaded error band corresponds to the systematic uncertainties. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 58,
            "section_rank": 20
        },
        {
            "text": "The dijet, tt and Z + jets backgrounds have been scaled according to their respective control regions. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 58,
            "section_rank": 20
        },
        {
            "text": "The W + jets signal has been scaled by 0.71.",
            "section": "Fig. 1 .",
            "paragraph_rank": 58,
            "section_rank": 20
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 21
        },
        {
            "text": "Fig. 2. ",
            "section": "Fig. 2 .",
            "paragraph_rank": 59,
            "section_rank": 21
        },
        {
            "text": "Predicted distribution from MC simulation of the angular separation between the muon and the closest jet and the observed distribution from data for the signal region. ",
            "section": "Fig. 2 .",
            "paragraph_rank": 59,
            "section_rank": 21
        },
        {
            "text": "The lower panel shows the ratio of data to the predicted distribution. ",
            "section": "Fig. 2 .",
            "paragraph_rank": 59,
            "section_rank": 21
        },
        {
            "text": "The error bars correspond to the statistical uncertainty and the shaded error band corresponds to the systematic uncertainties. ",
            "section": "Fig. 2 .",
            "paragraph_rank": 59,
            "section_rank": 21
        },
        {
            "text": "The dijet, tt and Z + jets backgrounds have been scaled according to their respective control regions. ",
            "section": "Fig. 2 .",
            "paragraph_rank": 59,
            "section_rank": 21
        },
        {
            "text": "The W + jets signal has been scaled by 0.71.",
            "section": "Fig. 2 .",
            "paragraph_rank": 59,
            "section_rank": 21
        },
        {
            "text": "where m μv and p μv T are the mass and transverse momentum of the total four-momentum of the dressed muon and neutrino, p J i T is the transverse momentum of each jet, and p γ i",
            "paragraph_rank": 60,
            "section_rank": 22
        },
        {
            "text": "Fig. 4 .",
            "section_rank": 23
        },
        {
            "text": ">",
            "section_rank": 23
        },
        {
            "text": "Fig. 4. ",
            "section": "Fig. 4 .>",
            "paragraph_rank": 61,
            "section_rank": 23
        },
        {
            "text": "Unfolded distribution from background-subtracted data of the angular separation between the muon and the closest jet for events with 500 GeV < p leading jet T",
            "section": "Fig. 4 .>",
            "paragraph_rank": 61,
            "section_rank": 23
        },
        {
            "text": "√ s = 8",
            "section_rank": 24
        },
        {
            "text": "TeV at the LHC, corresponding to 20.3 fb −1 of integrated luminosity. ",
            "section": "√ s = 8",
            "paragraph_rank": 62,
            "section_rank": 24
        },
        {
            "text": "These results are relevant to understanding the contribution of real W emissions from high-p T light partons to W + jets processes.",
            "section": "√ s = 8",
            "paragraph_rank": 62,
            "section_rank": 24
        },
        {
            "text": "Fig. 5 .",
            "section_rank": 25
        },
        {
            "text": "Fig. 5. ",
            "section": "Fig. 5 .",
            "paragraph_rank": 63,
            "section_rank": 25
        },
        {
            "text": "Unfolded distribution from background-subtracted data of the angular separation between the muon and the closest jet in the signal region along with several predictions from theory calculations for events with (a) 500 GeV < p leading jet T",
            "section": "Fig. 5 .",
            "paragraph_rank": 63,
            "section_rank": 25
        },
        {
            "text": "Table 3",
            "section_rank": 26
        },
        {
            "text": "Cross-section for W (→ μν) + ≥ 1 jet as measured in data and as predicted by various calculations. ",
            "section": "Table 3",
            "paragraph_rank": 64,
            "section_rank": 26
        },
        {
            "text": "TeV, 20.3 fb −1 ) 169.2 ± 3.7 (stat.) ± 12.3 (syst.) ± 3.3 (lumi.) ALPGEN+PYTHIA6 W + jets 236.6 ± 1.1 (stat.) PYTHIA8 W + j & jj + weak shower 134.8 ± 0.9 (stat.) ± 7.3 (pdf) SHERPA+OpenLoops W + j & W + jj 183 ± 25 (scale) W + ≥ 1 jet N jetti NNLO 181 ± 14 (scale)",
            "section": "Table 3",
            "paragraph_rank": 64,
            "section_rank": 26
        },
        {
            "text": "Table 4",
            "section_rank": 27
        },
        {
            "text": "Cross-section for W (→ μν)+ ≥ 1 jet in the collinear (0.2 < R < 2.4) region as measured in data and as predicted by various calculations.",
            "section": "Table 4",
            "paragraph_rank": 65,
            "section_rank": 27
        },
        {
            "text": "Table 5 Cross",
            "section_rank": 28
        },
        {
            "text": "NLO predictions and this is then combined with the W + jj NLO predictions. ",
            "section": "Table 5 Cross",
            "paragraph_rank": 66,
            "section_rank": 28
        },
        {
            "text": "The SHERPA+OpenLoops calculation also includes contributions from off-shell boson production and the sub-leading Born-level contributions (O (α 3 ) for W + j and O (α S α 3 ) for W + jj). ",
            "section": "Table 5 Cross",
            "paragraph_rank": 66,
            "section_rank": 28
        },
        {
            "text": "The NNPDF2.3QED NLO PDF[56] is used. ",
            "section": "Table 5 Cross",
            "paragraph_rank": 66,
            "section_rank": 28,
            "ref_spans": [
                {
                    "start": 23,
                    "end": 27,
                    "type": "bibr",
                    "ref_id": "b55",
                    "text": "[56]"
                }
            ]
        },
        {
            "text": "Both the renormalisation and factorisation scales are set to",
            "section": "Table 5 Cross",
            "paragraph_rank": 66,
            "section_rank": 28
        },
        {
            "text": "-section for W (→ μν) + ≥ 1 jet in the back-to-back ( R > 2.",
            "section": "Table 5 Cross",
            "paragraph_rank": 67,
            "section_rank": 28
        },
        {
            "text": "Table 6",
            "section_rank": 29
        },
        {
            "text": "Acknowledgements",
            "section_rank": 31
        }
    ]
}