{
    "level": "sentence",
    "abstract": [
        {
            "text": "A search has been performed for heavy resonances decaying to ZZ or ZW in 2 2q final states, with two charged leptons ( = e, µ) produced by the decay of a Z boson, and two quarks produced by the decay of a W or Z boson. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The analysis is sensitive to resonances with masses in the range from 400 to 4500 GeV. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "Two categories are defined based on the merged or resolved reconstruction of the hadronically decaying vector boson, optimized for high-and low-mass resonances, respectively. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The search is based on data collected during 2016 by the CMS experiment at the LHC in proton-proton collisions with a center-of-mass energy of √ s = 13 TeV, corresponding to an integrated luminosity of 35.9 fb −1 . ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "No excess is observed in the data above the standard model background expectation. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "Upper limits on the production cross section of heavy, narrow spin-1 and spin-2 resonances are derived as a function of the resonance mass, and exclusion limits on the production of W bosons and bulk graviton particles are calculated in the framework of the heavy vector triplet model and warped extra dimensions, respectively.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "text": "The validity of the standard model (SM) of particle physics is corroborated by a wide set of precise experimental results with an impressive level of accuracy. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Nonetheless, there are several open points where the SM fails to provide an explanation, either for experimental observations, as in the case of the presence of dark matter in the universe, or for theoretical questions, such as the omission of gravity from the SM, and the hierarchy problem.",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Several SM extensions addressing the open questions of the SM predict the presence of new heavy particles with an enhanced branching fraction for decays into pairs of vector bosons. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The existence of heavy spin-2 gravitons (G) is predicted in the Randall-Sundrum model with warped extra spatial dimensions (WED) [1][2][3]. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 129,
                    "end": 132,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                },
                {
                    "start": 132,
                    "end": 135,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 135,
                    "end": 138,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "In the bulk scenario [4,5], the main free parameters are the mass of the first Kaluza-Klein graviton excitation (the bulk graviton mass), and the ratio κ ≡ κ/M Pl , where κ is a curvature parameter of the WED metric and M Pl ≡ M Pl / √ 8π is the reduced Planck mass. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 21,
                    "end": 24,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4,"
                },
                {
                    "start": 24,
                    "end": 26,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5]"
                }
            ]
        },
        {
            "text": "The introduction of a spin-1 triplet of Z and W bosons is described in the heavy vector triplet (HVT) model [6], which generalizes a large number of explicit models in terms of a small set of parameters: c H , controlling the interactions of the triplet with the SM vector and Higgs bosons; c F , which JHEP09(2018)101 describes the direct interaction with fermions; and g V , which represents the overall strength of the new vector boson triplet interactions.",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 108,
                    "end": 111,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "A variety of searches for heavy resonances decaying to two vector bosons have been carried out in the past. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The most recent results from the CERN LHC [7][8][9][10][11], with no evidence of signal, have provided stringent upper limits on signal cross sections in these models.",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 42,
                    "end": 45,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                },
                {
                    "start": 45,
                    "end": 48,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                },
                {
                    "start": 48,
                    "end": 51,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                },
                {
                    "start": 51,
                    "end": 55,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                },
                {
                    "start": 55,
                    "end": 59,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "This paper reports on the results of a search for heavy, narrow resonances (collectively indicated as X) decaying into 2 2q final states, with two charged leptons ( = e, µ) produced by the leptonic decay of a Z boson and a pair of quarks produced from the hadronic decay of a vector boson (V = W or Z). ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "In the narrow-width assumption, the width of the heavy resonance is taken to be small in comparison to the experimental resolution. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Two complementary search strategies are defined to span the mass range 400 < m X < 4500 GeV, where m X is the mass of the heavy resonance. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The first strategy, referred to as the \"high-mass analysis\", is optimized for the range 850 < m X < 4500 GeV by selecting events where the vector bosons have a large Lorentz boost, resulting in the collimation of their decay products. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The high-mass analysis uses dedicated leptonic reconstruction and identification techniques to reconstruct leptons in close proximity to each other in order to retain high signal efficiency, as well as jet substructure techniques to identify the hadronic decay of the W or Z boson into a pair of quarks contained in a single merged reconstructed jet. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "For lower resonance masses, the quarks produced by the hadronic decay of the V boson may be sufficiently separated to be reconstructed as two single narrow jets (dijet). ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "A second strategy, referred to as the \"low-mass analysis\", is therefore defined in this regime, exploiting dijet reconstruction in addition to the reconstruction of merged jets to retain signal efficiency in the range 400 < m X < 850 GeV for those events in which no merged V candidate is found. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "To increase the signal sensitivity, in the low-mass analysis a categorization based on the flavor of the jets is used, to exploit the relatively large decay branching fraction of the Z boson to pairs of b quarks.",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "This paper is organized as follows: in section 2, a description of the data and simulated samples used in the analysis is provided; section 3 briefly describes the CMS detector; section 4 provides a description of the event reconstruction; in section 5, the event selection is discussed; section 6 contains the description of the signal and describes the estimation of the SM background; the systematic uncertainties affecting the analysis are presented in section 7; and the results of the search for heavy spin-1 and spin-2 resonances are presented in section 8. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Finally, results are summarized in section 9.",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Data and simulated samples",
            "section_rank": 3
        },
        {
            "text": "This analysis uses data collected by the CMS detector during proton-proton (pp) collisions at the LHC at √ s = 13 TeV, corresponding to an integrated luminosity of 35.9 fb −1 . ",
            "section": "Data and simulated samples",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "The events were selected online by criteria that require the presence of at least one electron or muon; these criteria are described in section 5.",
            "section": "Data and simulated samples",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "Simulated signal samples are used in the analysis to optimize the search for the potential production of heavy spin-1 or spin-2 resonances. ",
            "section": "Data and simulated samples",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "For this purpose, signal samples are generated according to the HVT and WED scenarios, respectively. ",
            "section": "Data and simulated samples",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "For both -2 -",
            "section": "Data and simulated samples",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "JHEP09(2018)101",
            "section_rank": 4
        },
        {
            "text": "scenarios, the samples are generated at leading order (LO) in QCD with the Mad-Graph5 amc@nlo 2.2.2 generator [12]. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 110,
                    "end": 114,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "Two HVT models are considered as benchmarks, \"model A\" and \"model B\", with different values of the three defining parameters described earlier: for \"model A\", g V = 1, c H = −0.556, and c F = −1.316, while for \"model B\", g V = 3, c H = −0.976, and c F = 1.024.",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "Different resonance mass hypotheses are considered in the range from 400 to 4500 GeV. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "The resonance width is predicted to be between 0.4 and 2.3 GeV for a W candidate in HVT model A, and between 14 and 64 GeV for HVT model B, depending on the W mass hypothesis [6]; in the WED model with κ = 0.1, the bulk graviton signal width is predicted to range from 3.6 to 54 GeV [13]. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 175,
                    "end": 178,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                },
                {
                    "start": 283,
                    "end": 287,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "Since the resonance width is small in comparison with the experimental resolution, for simplicity, the width is taken to be 1 MeV in the simulation. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 10,
            "section_rank": 4,
            "entity_spans": [
                {
                    "start": 126,
                    "end": 129,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w0"
                }
            ]
        },
        {
            "text": "In the case of the spin-1 W , the resonance is forced to decay into one Z and one W boson; additionally, the Z boson is then forced to decay to a pair of electrons, muons, or tau leptons, while the W boson is forced to decay into a pair of quarks. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "The generated spin-2 bulk graviton is instead forced to decay into two Z bosons, one decaying leptonically into any pair of charged leptons, and the other Z boson decaying hadronically into a pair of quarks.",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "Several SM processes yielding final states with charged leptons and jets are sources of background events for the analysis, and corresponding Monte Carlo (MC) simulated samples have been generated and used in the analysis.",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "The SM production of a Z boson in association with quarks or gluons in the final state (Z + jets) represents the dominant background process for the analysis, having topological similarities to the signal because of the presence of a pair of charged leptons and jets. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "However, since the quark-and gluon-induced jets are not associated with the decay of a vector boson, the jet mass spectrum is characterized by a smooth distribution and the distribution of the 2 + jet system invariant mass falls exponentially, in contrast with the peaking distribution expected from the signal in both the jet and 2 + jet mass spectra. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "The Z + jets MC samples are produced with MadGraph5 amc@nlo at next-to-leading order (NLO), using the FxFx merging scheme [14] between the jets from matrix element calculations and parton showers, and normalized to the next-to-NLO cross section computed using fewz v3.1 [15].",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 122,
                    "end": 126,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                },
                {
                    "start": 270,
                    "end": 274,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "Another important source of SM background arises from processes leading to top quark production. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "Simulated samples describing the production of top quark pairs are generated with MadGraph5 amc@nlo at LO, with the MLM matching scheme [16]. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 136,
                    "end": 140,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "Single top quark production is also considered; s-and t-channel single top quark samples are produced in the four-flavor scheme using MadGraph5 amc@nlo and powheg v2 [17][18][19][20], respectively, while tW production is simulated at NLO with powheg in the five-flavor scheme [21]. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 166,
                    "end": 170,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[17]"
                },
                {
                    "start": 170,
                    "end": 174,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[18]"
                },
                {
                    "start": 174,
                    "end": 178,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[19]"
                },
                {
                    "start": 178,
                    "end": 182,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20]"
                },
                {
                    "start": 276,
                    "end": 280,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[21]"
                }
            ],
            "entity_spans": [
                {
                    "start": 55,
                    "end": 63,
                    "type": "software",
                    "rawForm": "-channel",
                    "resp": "whitelist",
                    "id": "software-simple-w1"
                }
            ]
        },
        {
            "text": "Additional top quark background processes, such as the associated production of a Z or W boson with pair-produced top quarks, and the production of tqZ, are also considered in the analysis and produced at NLO with MadGraph5 amc@nlo.",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "The SM diboson production of VV is an irreducible source of background for the analysis, since the jet mass spectrum will contain a peak from the hadronic decay of W and Z bosons, like the expected jet mass spectrum for the signal; however, this process produces a smoothly falling 2 +jet invariant mass distribution. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "The SM production of pairs of vector bosons (WW, WZ, and ZZ) is simulated at NLO with MadGraph5 amc@nlo.",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "JHEP09(2018)101",
            "section_rank": 5
        },
        {
            "text": "For all the simulated samples used in the analysis, the simulation of parton showering and hadronization is described by interfacing the event generators with pythia 8.212 [22] with the CUETP8M1 [23] tune, while the parton distribution functions (PDFs) of the colliding protons are given by the NNPDF 3.0 [24] PDF set. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 172,
                    "end": 176,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[22]"
                },
                {
                    "start": 195,
                    "end": 199,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[23]"
                },
                {
                    "start": 305,
                    "end": 309,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[24]"
                }
            ],
            "entity_spans": [
                {
                    "start": 295,
                    "end": 300,
                    "type": "software",
                    "rawForm": "NNPDF",
                    "resp": "whitelist",
                    "id": "software-simple-w2"
                }
            ]
        },
        {
            "text": "Additional pp interactions occurring in the same or nearby bunch crossings (pileup) are added to the event simulation, with a frequency distribution adjusted to match that observed in data. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "All samples are processed through a simulation of the CMS detector using Geant4 [25], and reconstructed using the same algorithms as those for the data collected.",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 80,
                    "end": 84,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[25]"
                }
            ],
            "entity_spans": [
                {
                    "start": 73,
                    "end": 79,
                    "type": "software",
                    "rawForm": "Geant4",
                    "resp": "whitelist",
                    "id": "software-simple-w3"
                }
            ]
        },
        {
            "text": "The CMS detector",
            "section_rank": 6
        },
        {
            "text": "The central feature of the CMS apparatus is a superconducting solenoid of 6 m internal diameter, providing a magnetic field of 3.8 T. Within the solenoid volume are a silicon pixel and strip tracker, a lead tungstate crystal electromagnetic calorimeter (ECAL), and a brass and scintillator hadron calorimeter (HCAL), each composed of a barrel and two endcap sections. ",
            "section": "The CMS detector",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "text": "The silicon tracker covers the pseudorapidity range |η| < 2.5, while the ECAL and HCAL cover the range |η| < 3.0. ",
            "section": "The CMS detector",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "text": "Forward calorimeters extend the coverage provided by the barrel and endcap detectors to |η| < 5.2. ",
            "section": "The CMS detector",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "text": "Muons are detected in gas-ionization chambers embedded in the steel flux-return yoke outside the solenoid, with detection planes made using three technologies: drift tubes, cathode strip chambers, and resistive-plate chambers.",
            "section": "The CMS detector",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "text": "A more detailed description of the CMS detector, together with a definition of the coordinate system used and the relevant kinematic variables, can be found in ref. ",
            "section": "The CMS detector",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "[26].",
            "section": "The CMS detector",
            "paragraph_rank": 17,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[26]"
                }
            ]
        },
        {
            "text": "Event reconstruction",
            "section_rank": 7
        },
        {
            "text": "The event reconstruction is performed globally using a particle-flow (PF) algorithm [27], which reconstructs and identifies each individual particle with an optimized combination of information from the various elements of the CMS detector.",
            "section": "Event reconstruction",
            "paragraph_rank": 18,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 84,
                    "end": 88,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[27]"
                }
            ]
        },
        {
            "text": "The reconstructed vertex with the largest value of summed physics-object p 2 T is taken to be the primary pp interaction vertex. ",
            "section": "Event reconstruction",
            "paragraph_rank": 19,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 75,
                    "end": 76,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "The physics objects chosen are those that have been defined using information from the tracking detector. ",
            "section": "Event reconstruction",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "These objects include jets, the associated missing transverse momentum, which was taken as the negative vector sum of the transverse momentum (p T ) of those jets, and charged leptons.",
            "section": "Event reconstruction",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "In the silicon tracker, isolated charged particles with p T = 100 GeV and |η| < 1.4 have track resolutions of 2.8% in p T and 10 (30) µm in the transverse (longitudinal) impact parameter [28]. ",
            "section": "Event reconstruction",
            "paragraph_rank": 20,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 187,
                    "end": 191,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[28]"
                }
            ]
        },
        {
            "text": "The energy of charged hadrons is determined from a combination of their momenta measured in the tracker and the matching ECAL and HCAL energy deposits, corrected for zero-suppression effects and for the response function of the calorimeters to hadronic showers. ",
            "section": "Event reconstruction",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "The energy of neutral hadrons is obtained from the corresponding corrected ECAL and HCAL energies.",
            "section": "Event reconstruction",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "Electrons are required to be within the range |η| < 2.5 covered by the silicon tracker, and are reconstructed from a combination of the deposited energy of the ECAL clusters associated with the track reconstructed from the measurements determined by the inner JHEP09 (2018)101tracker, and the energy sum of all photons spatially compatible with being bremsstrahlung from the electron track. ",
            "section": "Event reconstruction",
            "paragraph_rank": 21,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 267,
                    "end": 276,
                    "text": "(2018)101"
                }
            ]
        },
        {
            "text": "The identification of electrons is based on selection criteria relying on the direction and momentum of the track in the inner tracker, its compatibility with the primary vertex of the event [27], and on observables sensitive to the shape of energy deposits along the electron trajectory. ",
            "section": "Event reconstruction",
            "paragraph_rank": 21,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 191,
                    "end": 195,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[27]"
                }
            ]
        },
        {
            "text": "The momentum resolution for electrons with p T ≈ 45 GeV from Z → ee decays ranges from 1.7% to 4.5% [29]. ",
            "section": "Event reconstruction",
            "paragraph_rank": 21,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 100,
                    "end": 104,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[29]"
                }
            ]
        },
        {
            "text": "It is generally better in the barrel region than in the endcaps, and also depends on the amount of bremsstrahlung emitted by the electron as it traverses the material in front of the ECAL.",
            "section": "Event reconstruction",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "Muons are reconstructed in the entire CMS muon system acceptance region of |η| < 2.4 by combining in a global fit the information provided by the measurements in the silicon tracker and the muon spectrometer. ",
            "section": "Event reconstruction",
            "paragraph_rank": 22,
            "section_rank": 7
        },
        {
            "text": "Candidate muons are selected using criteria based on the degree of compatibility of the inner track, which is reconstructed using the silicon tracker only, and the track reconstructed using the combination of the hits in both the tracker and spectrometer. ",
            "section": "Event reconstruction",
            "paragraph_rank": 22,
            "section_rank": 7
        },
        {
            "text": "Further reconstruction requirements include the compatibility of the trajectory with the primary vertex of the event, and the number of hits observed in the tracker and muon systems. ",
            "section": "Event reconstruction",
            "paragraph_rank": 22,
            "section_rank": 7
        },
        {
            "text": "The relative p T resolution achieved is 1.3-2.0% for muons with 20 < p T < 100 GeV in the barrel and better than 6% in the endcaps. ",
            "section": "Event reconstruction",
            "paragraph_rank": 22,
            "section_rank": 7
        },
        {
            "text": "The p T resolution in the barrel is better than 10% for muons with p T up to 1 TeV [30].",
            "section": "Event reconstruction",
            "paragraph_rank": 22,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 83,
                    "end": 87,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[30]"
                }
            ]
        },
        {
            "text": "Both electrons and muons are required to be isolated from hadronic activity and other leptons in the event. ",
            "section": "Event reconstruction",
            "paragraph_rank": 23,
            "section_rank": 7
        },
        {
            "text": "An isolation variable is defined as the scalar sum of the p T of charged hadrons originating from the primary vertex, plus the scalar sums of the transverse momenta for neutral hadrons and photons, in a cone of ∆R = √ (∆η) 2 + (∆φ) 2 < 0.3 (0.4) around the electron (muon) direction corrected to account for the contribution from neutral candidates originating from pileup, where φ is the azimuthal angle in radians. ",
            "section": "Event reconstruction",
            "paragraph_rank": 23,
            "section_rank": 7
        },
        {
            "text": "In the high-mass analysis, a specific muon isolation requirement is implemented to retain signal efficiency for high resonance masses, where the large Z boson boost may result in extremely close pairs of muons. ",
            "section": "Event reconstruction",
            "paragraph_rank": 23,
            "section_rank": 7
        },
        {
            "text": "For this reason, muon candidates in the high-mass analysis are retained if they pass an isolation requirement based on the sum of reconstructed p T of all tracks within ∆R < 0.3 from the muon trajectory, ignoring tracks associated with other reconstructed muons.",
            "section": "Event reconstruction",
            "paragraph_rank": 23,
            "section_rank": 7
        },
        {
            "text": "Hadron jets are clustered from particles reconstructed by the PF algorithm using the infrared-and collinear-safe anti-k T algorithm [31,32] with distance parameters of 0.4 (AK4 jets) and 0.8 (AK8 jets). ",
            "section": "Event reconstruction",
            "paragraph_rank": 24,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 132,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[31,"
                },
                {
                    "start": 136,
                    "end": 139,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "32]"
                }
            ]
        },
        {
            "text": "The jet momentum is determined as the vectorial sum of all constituent particle momenta. ",
            "section": "Event reconstruction",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "text": "Contamination from pileup is suppressed using charged hadron subtraction (CHS) which removes from the list of PF candidates all charged particles originating from vertices other than the primary interaction vertex of the event. ",
            "section": "Event reconstruction",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "text": "The residual contribution from neutral and charged particles originating from pileup vertices is removed by means of an event-by-event jet-area-based correction to the jet four-momentum. ",
            "section": "Event reconstruction",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "text": "Identification requirements, based on the estimation of the energy fraction carried by the different types of PF candidates clustered into a jet, along with the multiplicity of the PF candidates, are used to remove jets originating from calorimetric noise. ",
            "section": "Event reconstruction",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "text": "Corrections to the jet energy are derived from the simulation, and are confirmed with in situ measurements with the energy balance of dijet, multijet, photon + jet, and leptonically decaying Z + jet events [33].",
            "section": "Event reconstruction",
            "paragraph_rank": 24,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 206,
                    "end": 210,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[33]"
                }
            ]
        },
        {
            "text": "JHEP09(2018)101",
            "section_rank": 8
        },
        {
            "text": "A jet grooming technique is used for AK8 jets in this analysis to help identify and discriminate between jets from boosted hadronic V decays, which we refer to as \"merged jets\", and jets from quarks and gluons. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 25,
            "section_rank": 8
        },
        {
            "text": "The AK8 jets are groomed by means of the modified mass drop tagger algorithm [34], also known as the soft drop algorithm, with angular exponent β = 0, soft cutoff threshold z cut < 0.1, and characteristic radius R 0 = 0.8 [35]. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 25,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 77,
                    "end": 81,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "[34]"
                },
                {
                    "start": 222,
                    "end": 226,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[35]"
                }
            ]
        },
        {
            "text": "The soft drop algorithm does not fully reject contributions from the underlying event and pileup. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 25,
            "section_rank": 8
        },
        {
            "text": "The mass of the AK8 jet (m j ) is therefore defined as the invariant mass associated to the four-momentum of the soft drop jet, after the application of the pileup mitigation corrections provided by the pileup per particle identification (PUPPI) algorithm [36].",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 25,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 256,
                    "end": 260,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[36]"
                }
            ]
        },
        {
            "text": "Discrimination between AK8 jets originating from vector boson decays and those originating from gluons and quarks is also achieved by the N -subjettiness jet substructure variable [37]. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 26,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 180,
                    "end": 184,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[37]"
                }
            ]
        },
        {
            "text": "This observable exploits the distribution of the jet constituents found in the proximity of the subjet axes to determine if the jet can be effectively subdivided into a number N of subjets. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "The generic N -subjettiness variable τ N is defined as the p T -weighted sum of the angular distance of all the k jet constituents from the closest subjet:",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "The normalization factor d 0 is defined as",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 27,
            "section_rank": 8
        },
        {
            "text": "the clustering parameter of the original jet. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 28,
            "section_rank": 8
        },
        {
            "text": "In this analysis, which aims to select V → qq ( ) decays, the variable that best discriminates V boson jets from those from quarks and gluons is the ratio of the 2-subjettiness to the 1-subjettiness:",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 28,
            "section_rank": 8
        },
        {
            "text": "The τ 21 observable is calculated for the jet before the grooming procedure, and includes the PUPPI algorithm corrections for pileup mitigation. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 29,
            "section_rank": 8
        },
        {
            "text": "For the identification of jets originating from the hadronization of bottom quarks, the combined secondary vertex (CSVv2) algorithm [38,39] is used, either directly on the AK4 jets or on the AK8 soft drop subjets with CHS pileup mitigation applied.",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 29,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 132,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "[38,"
                },
                {
                    "start": 136,
                    "end": 139,
                    "type": "bibr",
                    "text": "39]"
                }
            ]
        },
        {
            "text": "Only AK4 and AK8 jets reconstructed centrally in the detector acceptance, within |η| < 2.4, are considered in the analysis.",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 30,
            "section_rank": 8
        },
        {
            "text": "Event selection",
            "section_rank": 9
        },
        {
            "text": "Events are selected online by requiring the reconstruction at trigger [40] level of at least one charged lepton. ",
            "section": "Event selection",
            "paragraph_rank": 31,
            "section_rank": 9
        },
        {
            "text": "For the high-mass analysis, p T thresholds of 115 (50) GeV are used for electrons (muons). ",
            "section": "Event selection",
            "paragraph_rank": 31,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 82,
                    "end": 89,
                    "type": "bibr",
                    "text": "(muons)"
                }
            ]
        },
        {
            "text": "No isolation requirements are applied at trigger level, to retain efficiency for high-mass signals, where the large boost expected for the leptonically decaying Z boson will cause the two charged leptons to be collimated in the detector. ",
            "section": "Event selection",
            "paragraph_rank": 31,
            "section_rank": 9
        },
        {
            "text": "For the low-mass analysis a larger separation between the leptons is expected because of the lower p T of the Z boson, and isolation requirements are included in the trigger selection, allowing the use of lower lepton p T thresholds. ",
            "section": "Event selection",
            "paragraph_rank": 31,
            "section_rank": 9
        },
        {
            "text": "The online selection for the low-mass analysis requires at least one electron with p T > 25 GeV and |η| < 2.1 passing tight identification and isolation requirements, or at least one muon with p T > 24 GeV and |η| < 2.4, subject to loose identification and isolation requirements, using the variables described in ref. ",
            "section": "Event selection",
            "paragraph_rank": 31,
            "section_rank": 9
        },
        {
            "text": "[40].",
            "section": "Event selection",
            "paragraph_rank": 31,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "text": "[40]"
                }
            ]
        },
        {
            "text": "JHEP09(2018)101",
            "section_rank": 10
        },
        {
            "text": "To reconstruct the Z boson candidate, at least two well-identified leptons with opposite charge and the same flavor are required to be present in the event. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 32,
            "section_rank": 10
        },
        {
            "text": "The leading lepton in the event is required to pass more stringent selection requirements than the online thresholds to avoid inefficiencies induced by the trigger selections. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 32,
            "section_rank": 10
        },
        {
            "text": "In the high-mass analysis, the leading (subleading) lepton is required to have p T > 135 35GeV for electrons, and p T > 55 20GeV for muons. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 32,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 89,
                    "end": 91,
                    "text": "35"
                },
                {
                    "start": 123,
                    "end": 125,
                    "text": "20"
                }
            ]
        },
        {
            "text": "Loose isolation and identification requirements are applied to the leptons to retain high signal efficiency. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 32,
            "section_rank": 10
        },
        {
            "text": "For electrons, we use a set of requirements that have been observed to have an efficiency of about 90% for both low and high mass points. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 32,
            "section_rank": 10
        },
        {
            "text": "For muons, as the CMS standard requirements [41] only have an efficiency of about 65% for close muons, we instead use a dedicated selection where one of the two muons is allowed to be identified only in the tracker. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 32,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 44,
                    "end": 48,
                    "type": "bibr",
                    "text": "[41]"
                }
            ]
        },
        {
            "text": "The isolation variable is calculated removing the contribution of the other muon if it falls within the isolation cone, therefore recovering a signal efficiency of about 90% for high mass resonances. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 32,
            "section_rank": 10
        },
        {
            "text": "For the low-mass analysis, the leading (subleading) lepton is required to have p T larger than 40 (30) GeV and to fall in the range |η| < 2.1 (2.4).",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 32,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 142,
                    "end": 147,
                    "type": "bibr",
                    "text": "(2.4)"
                }
            ]
        },
        {
            "text": "The selection of the Z boson candidate relies on the invariant mass of the dilepton pair, m . ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 33,
            "section_rank": 10
        },
        {
            "text": "This is required to satisfy 70 < m < 110 GeV, except for the low-mass analysis in the resolved category (discussed below) where the requirement is 76 < m < 106 GeV to enhance the sensitivity to the signal by reducing the nonresonant contribution in the sample with b tagged jets.",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 33,
            "section_rank": 10
        },
        {
            "text": "Different strategies are used in the low-and high-mass analyses to identify and reconstruct the hadronically decaying V boson, as described below, to cope with the different V boson boost regimes expected for low-and high-mass signal candidates.",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "text": "In the high-mass analysis a merged jet is required in the event, and its mass m j is used to select the hadronically decaying W or Z. The signal is expected to be almost fully contained in the mass range 65 < m j < 105 GeV, which is thus defined as the signal region (SR). ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "text": "In order to select candidate signal events, where a heavy massive particle decays into a pair of boosted vector bosons, both the dilepton pair and the leading jet selected in an event are required to have p T > 200 GeV; this is motivated by the p T spectrum of the V bosons observed in simulation. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "text": "Events are divided into categories depending on the flavor of the charged leptons (e or µ) and the value of the jet τ 21 variable. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "text": "As the signal is expected to have lower values of τ 21 , two different purity categories are defined: events with τ 21 < 0.35 are defined as the high-purity (HP) category, while events with 0.35 < τ 21 < 0.75 fall into a low-purity (LP) category, used to retain some sensitivity to signal although a larger amount of background is expected with respect to the HP category. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "text": "The τ 21 > 0.75 region is expected to be dominated by the background, and is therefore not used in the high-mass analysis. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "text": "In total, four exclusive categories (from the two purity and two lepton flavor categories) are defined for the high-mass analysis.",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "text": "In the low-mass analysis, events are divided into two categories depending on whether the two quarks from the hadronic V decay merge into a single reconstructed jet or can be resolved as two distinct jets. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 36,
            "section_rank": 10
        },
        {
            "text": "In the merged category, merged jets with p T > 200 GeV and τ 21 < 0.40 are selected. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 36,
            "section_rank": 10
        },
        {
            "text": "The choice of a looser τ 21 selection with respect to the cutoff applied in the HP category of the high-mass analysis is driven by the higher expected signal efficiency for merged events, which are selected in the low-mass analysis using only one τ 21 JHEP09 (2018)101category. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 36,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 259,
                    "end": 268,
                    "text": "(2018)101"
                }
            ]
        },
        {
            "text": "As in the high-mass analysis, the jet mass is required to be in the range 65 < m j < 105 GeV for the jet to be considered a candidate W or Z boson, which is also defined as the SR for the merged low-mass analysis. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 36,
            "section_rank": 10
        },
        {
            "text": "The resolved category contains events that do not contain a merged V candidate, but instead two AK4 jets, both with p T > 30 GeV that form a dijet candidate with invariant mass m jj > 30 GeV and p T > 100 GeV. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 36,
            "section_rank": 10
        },
        {
            "text": "In both the merged and resolved cases, the p T selection is determined by comparing the p T spectrum of simulated signal events with the expected background. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 36,
            "section_rank": 10
        },
        {
            "text": "Both the merged and resolved categories are further split into two b tag categories. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 36,
            "section_rank": 10
        },
        {
            "text": "Events in the merged tagged category are required to have at least one subjet satisfying a b tagging requirement corresponding to ≈65% efficiency for b quark identification and ≈1% light-flavor jet mistag rate; events not passing this requirement are placed in the merged untagged category. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 36,
            "section_rank": 10
        },
        {
            "text": "For the resolved tagged category, events are required to have at least one jet satisfying the same b tagging requirement used in the merged category; a looser b tag selection is instead required for the other jet, with ≈80% efficiency and ≈10% light-flavor jet mistag rate. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 36,
            "section_rank": 10
        },
        {
            "text": "Events failing these requirements fall in the so-called resolved untagged category. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 36,
            "section_rank": 10
        },
        {
            "text": "An arbitration procedure is used to select the dijet candidate in case of events containing more than two selected narrow jets: first, if a dijet passing the b tagging requirements is selected in the event, the candidate in the b tag category is chosen; then the dijet candidate closest in mass to the Z boson mass is selected as the candidate V boson. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 36,
            "section_rank": 10
        },
        {
            "text": "The signal region for the low-mass resolved category accepts events in the dijet mass range 65 < m jj < 110 GeV. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 36,
            "section_rank": 10
        },
        {
            "text": "Eight categories are defined in the low-mass analysis, based on the lepton flavor, the b-tag category, and the merged or resolved reconstruction of the hadronically decaying V candidate.",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 36,
            "section_rank": 10
        },
        {
            "text": "The τ 21 and merged jet p T distributions of the V candidate for events selected in the merged category of the low-mass analysis are shown in figure 1, where the m j and m jj distributions for events with a V candidate are also shown for the merged and resolved low-mass analysis categories, respectively. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 37,
            "section_rank": 10
        },
        {
            "text": "6 Background estimation",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 37,
            "section_rank": 10
        },
        {
            "text": "High-mass analysis",
            "section_rank": 11
        },
        {
            "text": "The main source of background events in the final state of the analysis arises from the production of a leptonically decaying Z boson in association with quark and gluon jets. ",
            "section": "High-mass analysis",
            "paragraph_rank": 38,
            "section_rank": 11
        },
        {
            "text": "A second background source relevant for the analysis is SM diboson production, mainly ZZ and ZW, with a leptonically decaying Z boson together with a W or Z boson decaying hadronically. ",
            "section": "High-mass analysis",
            "paragraph_rank": 38,
            "section_rank": 11
        },
        {
            "text": "These diboson events are an irreducible background for the analysis, as the mass distribution of the SM V jet peaks in the same region as the signal. ",
            "section": "High-mass analysis",
            "paragraph_rank": 38,
            "section_rank": 11
        },
        {
            "text": "Finally, top quark production is considered as a source of background in the analysis, despite having a much smaller contribution with respect to other SM backgrounds in the region probed by this analysis, mostly because of the Z boson invariant mass selection and the large boost required in the event.",
            "section": "High-mass analysis",
            "paragraph_rank": 38,
            "section_rank": 11
        },
        {
            "text": "All SM background processes are characterized by a smoothly falling distribution of the invariant mass of the dilepton pair and the jet selected (m VZ ), whereas the signal is JHEP09 2018   , where the τ 21 < 0.4 requirement has been removed, and the jet p T (right) in data and simulation for events in the signal region of the low-mass analysis. ",
            "section": "High-mass analysis",
            "paragraph_rank": 39,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 183,
                    "end": 187,
                    "text": "2018"
                }
            ]
        },
        {
            "text": "Lower row: V candidate m j (left) and m jj (right) in data and simulation for events in the signal regions of the low-mass search. ",
            "section": "High-mass analysis",
            "paragraph_rank": 39,
            "section_rank": 11
        },
        {
            "text": "The points show the data while the filled histograms show the background contributions. ",
            "section": "High-mass analysis",
            "paragraph_rank": 39,
            "section_rank": 11
        },
        {
            "text": "The gray band shows the statistical and systematic uncertainties in the background, while the dashed vertical region (\"Higgs\") shows the expected SM Higgs boson mass range, which is excluded from this analysis. ",
            "section": "High-mass analysis",
            "paragraph_rank": 39,
            "section_rank": 11
        },
        {
            "text": "A 600 GeV bulk graviton signal prediction is represented by the black dashed histogram; for visibility, the signal cross-section is increased by a factor of 5 in the merged category and 50 in the resolved category.",
            "section": "High-mass analysis",
            "paragraph_rank": 39,
            "section_rank": 11
        },
        {
            "text": "With the exception of the jet p T , which typically peaks at approximately half of the resonance mass, the quantities shown have minimal dependence on the mass of the resonance. ",
            "section": "High-mass analysis",
            "paragraph_rank": 40,
            "section_rank": 11
        },
        {
            "text": "The background normalization is derived from the final fit to the m VZ observable in data.",
            "section": "High-mass analysis",
            "paragraph_rank": 40,
            "section_rank": 11
        },
        {
            "text": "JHEP09(2018)101",
            "section_rank": 12
        },
        {
            "text": "instead expected to appear as a narrow peak at a value of m VZ close to the actual value of the mass of the resonance m X .",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 41,
            "section_rank": 12
        },
        {
            "text": "To minimize the dependency on the accuracy of the simulation, the contribution of the dominant background, Z+jets SM production, is estimated using data. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 42,
            "section_rank": 12
        },
        {
            "text": "Two signal-depleted regions are defined by selecting events with jet mass outside the m j signal mass window defined in section 5; these are the sideband (SB) regions. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 42,
            "section_rank": 12
        },
        {
            "text": "A lower sideband (LSB) region is defined for events with 30 < m j < 65 GeV, close to the SR of the analysis, while a higher sideband (HSB) region contains events with 135 < m j < 300 GeV. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 42,
            "section_rank": 12
        },
        {
            "text": "The region 105 < m j < 135 GeV is not used in the analysis, to exclude events containing the hadronic decays of a SM Higgs boson, which are targeted in other CMS analyses, such as that described in [42].",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 42,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 198,
                    "end": 202,
                    "type": "bibr",
                    "text": "[42]"
                }
            ]
        },
        {
            "text": "The Z + jets background m VZ shape and normalization are obtained by extrapolation from fits to data in the SB regions.",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 43,
            "section_rank": 12
        },
        {
            "text": "The m j distribution for the SM background sources considered in the analysis is modeled by means of analytic functions describing the spectrum of each background in the mass region 30 < m j < 300 GeV. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 44,
            "section_rank": 12
        },
        {
            "text": "In the LP category, the m j spectrum in Z + jets events is described by a smoothly falling exponential distribution, while a broad structure centered around the mass of the W boson present in the HP category is modeled with an error function convolved with an exponential distribution, which is of particular importance for describing the behavior at large values of m j . ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 44,
            "section_rank": 12
        },
        {
            "text": "The peaking structure of the diboson background, originating from the presence of a jet from a genuine W or Z boson in the event, is described in both the LP and HP categories with a Gaussian distribution. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 44,
            "section_rank": 12
        },
        {
            "text": "The remaining component of the distribution, consisting of tails extending far from the SR, is modeled in the LP category with an exponential function, similarly to the Z + jets case. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 44,
            "section_rank": 12
        },
        {
            "text": "In the HP category, the VV events are mostly contained in the SR, and the small fraction of events present in the Higgs boson and LSB regions is described with an additional broad Gaussian contribution. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 44,
            "section_rank": 12
        },
        {
            "text": "The top quark background (tt, single top quark, tZq, and ttV production) is mostly similar in shape to the Z + jets background; in the LP category, in addition to the exponentially falling component, a Gaussian is included to model the top quark peak appearing in the HSB for m j ≈ 170 GeV.",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 44,
            "section_rank": 12
        },
        {
            "text": "The expected yield of the Z + jets background in the SR is extracted by a fit of the m j distribution in the SBs taking into account all background contributions. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 45,
            "section_rank": 12
        },
        {
            "text": "The parameters describing the m j shape and normalization of the subdominant background processes are fixed to those extracted from the simulation. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 45,
            "section_rank": 12
        },
        {
            "text": "All the parameters used to describe the Z + jets contribution are left free to float in the fit to the data SBs. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 45,
            "section_rank": 12
        },
        {
            "text": "Alternative functions modeling the m j shape of the main Z + jets background are used to evaluate the impact of the function choice on the signal normalization.",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 45,
            "section_rank": 12
        },
        {
            "text": "The m j distribution for expected and observed events is shown in figure 2.",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 46,
            "section_rank": 12
        },
        {
            "text": "To describe the shape of the m VZ variable for the Z + jets background in the SR, the following transfer function is defined from simulation:  Figure 2. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 47,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 143,
                    "end": 151,
                    "type": "figure",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "The m j distributions of the events in data, compared to the expected background shape, for the high-mass analysis in the electron (upper) and muon (lower) channels, and for the highpurity (left) and low-purity (right) categories. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 47,
            "section_rank": 12
        },
        {
            "text": "The expected background shape is extracted from a fit to the data sidebands (Z +jets) or derived from simulation (\"top quark\" and \"VV\"). ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 47,
            "section_rank": 12
        },
        {
            "text": "The dashed region around the background sum represents the uncertainty in the Z + jets distribution, while the dashed vertical region (\"Higgs\") shows the expected SM Higgs boson mass range, excluded from the analysis. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 47,
            "section_rank": 12
        },
        {
            "text": "The bottom panels show the pull distribution between data and SM background expectation from the fit, where σ data is the Poisson uncertainty in the data.",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 47,
            "section_rank": 12
        },
        {
            "text": "where f MC,Z+jets SR (m VZ ) and f MC,Z+jets SB (m VZ ) are the probability density functions describing the m VZ spectrum in the SR and SBs, respectively, of the simulated Z + jets sample.",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 48,
            "section_rank": 12
        },
        {
            "text": "The shape of the Z + jets background in the SR is then extracted from a simultaneous fit to data in the SBs, and to simulation in both the SR and SBs, to correct the functional form obtained from data using the α(m VZ ) ratio. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 49,
            "section_rank": 12
        },
        {
            "text": "The m VZ shape is described by twoparameter exponential functions for both data and simulation. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 49,
            "section_rank": 12
        },
        {
            "text": "The final estimate of the background m VZ shape predicted in the SR is then given by the following relation:",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 49,
            "section_rank": 12
        },
        {
            "text": "JHEP09 (2018)101where N pred SR (m VZ ) is the predicted background in the SR and f obs,Z+jets",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 50,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 7,
                    "end": 16,
                    "text": "(2018)101"
                }
            ]
        },
        {
            "text": "SB",
            "section_rank": 13
        },
        {
            "text": "(m VZ ) is the probability distribution function describing the Z+jets background in the SBs. ",
            "section": "SB",
            "paragraph_rank": 51,
            "section_rank": 13
        },
        {
            "text": "This is obtained from a fit of the overall background components to data in the SBs, after subtracting the subdominant top quark and VV components, which are derived from simulation. ",
            "section": "SB",
            "paragraph_rank": 51,
            "section_rank": 13
        },
        {
            "text": "The functions f MC,t SR (m VZ ) and f MC,VV SR (m VZ ) are the probability distributions of the top quark and diboson components, respectively, also in this case fixed to the shapes derived from the simulated samples in the SR. ",
            "section": "SB",
            "paragraph_rank": 51,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 16,
                    "end": 20,
                    "type": "bibr",
                    "text": "MC,t"
                }
            ]
        },
        {
            "text": "The normalization of the Z + jets background in the SR, N Z+jets SR , is provided by the result of the fit on the m j data sidebands described above, while the normalization of the top quark and VV backgrounds, N MC,t SR and N MC,VV",
            "section": "SB",
            "paragraph_rank": 51,
            "section_rank": 13
        },
        {
            "text": "SR",
            "section_rank": 14
        },
        {
            "text": ", are fixed to the expected yields from simulation.",
            "section": "SR",
            "paragraph_rank": 52,
            "section_rank": 14
        },
        {
            "text": "The α(m VZ ) function accounts for differences and correlations in the transfer process from the SB regions to the SR, and is largely unaffected by uncertainties in the overall Z + jets cross section and distribution shapes.",
            "section": "SR",
            "paragraph_rank": 53,
            "section_rank": 14
        },
        {
            "text": "The final m VZ spectra in the SR are shown in figure 3, compared to the expected estimated background.",
            "section": "SR",
            "paragraph_rank": 54,
            "section_rank": 14
        },
        {
            "text": "The validity and robustness of the background estimation method is demonstrated by the agreement observed between the shape and normalization for events selected in an intermediate m j mass region (50 < m j < 65 GeV), corresponding to the part of the LSB shown in figure 2 above 50 GeV, and the prediction made using the events in the remaining part of the LSB and the full HSB regions.",
            "section": "SR",
            "paragraph_rank": 55,
            "section_rank": 14
        },
        {
            "text": "The description of the signal m VZ shape is extracted from simulated signal samples. ",
            "section": "SR",
            "paragraph_rank": 56,
            "section_rank": 14
        },
        {
            "text": "Several signal samples generated with resonance mass ranging from 400 to 4500 GeV in the narrow width approximation are modeled independently for each channel with a Crystal Ball (CB) function [43]. ",
            "section": "SR",
            "paragraph_rank": 56,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 193,
                    "end": 197,
                    "type": "bibr",
                    "text": "[43]"
                }
            ],
            "entity_spans": [
                {
                    "start": 166,
                    "end": 173,
                    "type": "software",
                    "rawForm": "Crystal",
                    "resp": "whitelist",
                    "id": "software-simple-w4"
                }
            ]
        },
        {
            "text": "The power-law component of the CB function improves the description of the m VZ signal distribution by accounting for the small contribution from lower m VZ tails appearing for high signal masses. ",
            "section": "SR",
            "paragraph_rank": 56,
            "section_rank": 14
        },
        {
            "text": "The resolution of the reconstructed m VZ can be extracted from the Gaussian core width of the CB function, and is estimated to be 2-3.5% in the electron channel and 3-4% in the muon channel, depending on the mass of the resonance.",
            "section": "SR",
            "paragraph_rank": 56,
            "section_rank": 14
        },
        {
            "text": "Low-mass analysis",
            "section_rank": 15
        },
        {
            "text": "For the low-mass analysis, the Z + jets background is characterized using simulated Drell-Yan + jets events. ",
            "section": "Low-mass analysis",
            "paragraph_rank": 57,
            "section_rank": 15
        },
        {
            "text": "Because of the limited number of simulated events, the m VZ distributions in the b-tagged categories are susceptible to sizable statistical fluctuations, which affect the quality of the background modeling. ",
            "section": "Low-mass analysis",
            "paragraph_rank": 57,
            "section_rank": 15
        },
        {
            "text": "It has been observed, however, that within simulation uncertainties, the Z + jets mass shape is the same for events with and without b-tagged jets. ",
            "section": "Low-mass analysis",
            "paragraph_rank": 57,
            "section_rank": 15
        },
        {
            "text": "Therefore, the Z + jets shape in the b-tagged category is described using the m VZ shape obtained from the simulation without making any b tag requirements.",
            "section": "Low-mass analysis",
            "paragraph_rank": 57,
            "section_rank": 15
        },
        {
            "text": "Sideband regions are defined depending on the mass of the hadronic V boson candidate. ",
            "section": "Low-mass analysis",
            "paragraph_rank": 58,
            "section_rank": 15
        },
        {
            "text": "The mass ranges 30 < m j < 65 GeV and 135 < m j < 180 GeV are used for the merged category, whereas for the resolved event selection the upper mass threshold is raised to 300 GeV to take advantage of the increased number of events in that region.  ",
            "section": "Low-mass analysis",
            "paragraph_rank": 58,
            "section_rank": 15
        },
        {
            "text": "Figure 3. ",
            "section": "Low-mass analysis",
            "paragraph_rank": 58,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 3"
                }
            ]
        },
        {
            "text": "Expected and observed distributions of the resonance candidate mass m VZ in the highmass analysis, in the electron (upper) and muon (lower) channels, and separately for the high-purity (left) and low-purity (right) categories. ",
            "section": "Low-mass analysis",
            "paragraph_rank": 58,
            "section_rank": 15
        },
        {
            "text": "The shaded area represents the post-fit uncertainty in the background. ",
            "section": "Low-mass analysis",
            "paragraph_rank": 58,
            "section_rank": 15
        },
        {
            "text": "The bottom panels show the pull distribution between data and post-fit SM background fit, where σ data is the Poisson uncertainty in the data. ",
            "section": "Low-mass analysis",
            "paragraph_rank": 58,
            "section_rank": 15
        },
        {
            "text": "The expected contribution from W signal candidates with mass m X = 2000 GeV, normalized to a cross section of 100 fb, is also shown.",
            "section": "Low-mass analysis",
            "paragraph_rank": 58,
            "section_rank": 15
        },
        {
            "text": "In the final fit to the data, the Z + jets background normalization in the SR is constrained by the observed yield in the SBs; this procedure is applied independently to each category. ",
            "section": "Low-mass analysis",
            "paragraph_rank": 59,
            "section_rank": 15
        },
        {
            "text": "The shape predictions from the NLO Z + jets simulation are taken as a baseline m VZ shape in the SR of every category; additionally, a family of linear correction functions: 3) with individual members of the family defined by the slope parameter s, is considered. ",
            "section": "Low-mass analysis",
            "paragraph_rank": 59,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 174,
                    "end": 176,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3)"
                }
            ]
        },
        {
            "text": "Figure 4 shows fits to the SB m VZ distributions where the slope parameter s, allowed to float freely, is constrained by the observed shapes in data. ",
            "section": "Low-mass analysis",
            "paragraph_rank": 59,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 4"
                }
            ]
        },
        {
            "text": "The two-standard-deviation uncertainties in the fitted linear correction functions, which are in the range from 2 × 10 -4 to 6 × 10 -4 GeV −1 , depending on the category, are observed to cover the residual shape -13 -",
            "section": "Low-mass analysis",
            "paragraph_rank": 59,
            "section_rank": 15
        },
        {
            "text": "JHEP09(2018)101",
            "section_rank": 16
        },
        {
            "text": "differences in the SBs. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 60,
            "section_rank": 16
        },
        {
            "text": "In the signal region fit of each category, the SB-constrained slope parameter s is treated as a Z + jets shape systematic effect. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 60,
            "section_rank": 16
        },
        {
            "text": "In this way the background shape can be corrected to that observed in data. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 60,
            "section_rank": 16
        },
        {
            "text": "Statistical uncertainties associated with the simulated Z + jets distributions are also taken into account in the fit. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 60,
            "section_rank": 16
        },
        {
            "text": "The fits in the merged V categories include the peaking region of the background; figure 4 shows that the SB data in this particular region are described well by the fit. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 60,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 82,
                    "end": 90,
                    "type": "figure",
                    "text": "figure 4"
                }
            ]
        },
        {
            "text": "Dilepton backgrounds that do not contain a leptonic Z boson decay are estimated from data using eµ events passing the analysis selection. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 60,
            "section_rank": 16
        },
        {
            "text": "This approach accounts for tt production, WW + jets, Z → τ τ + jets, single top quark, and hadrons misidentified as leptons, which we collectively refer to as t + X. The relative yield of ee and µµ events with respect to eµ events has been estimated on a top quark-enriched control sample and shown to be consistent with expectations. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 60,
            "section_rank": 16
        },
        {
            "text": "Also, the eµ m VZ distribution was compared with the prediction from simulated background events with symmetric lepton flavor, and found to be in agreement. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 60,
            "section_rank": 16
        },
        {
            "text": "The contribution of this t + X background is 2% and 20% of the total background in the untagged and tagged categories of the resolved analysis, respectively. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 60,
            "section_rank": 16
        },
        {
            "text": "The merged analysis has a t + X contribution of 0.5% and 1% in the untagged and tagged categories, respectively.",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 60,
            "section_rank": 16
        },
        {
            "text": "The diboson background (ZZ and ZW, with Z → ) is estimated directly from simulation. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 61,
            "section_rank": 16
        },
        {
            "text": "The contribution from these events represents 4% and 5% of the total background in the untagged and tagged categories of the resolved analysis, respectively, while in the merged analysis it is about 14% and 16% in the untagged and tagged categories, respectively.",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 61,
            "section_rank": 16
        },
        {
            "text": "The m VZ distributions for the signal region for the merged and resolved categories are depicted in figure 5.",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 62,
            "section_rank": 16
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 17
        },
        {
            "text": "Several sources of systematic uncertainties influence both the normalization and shape of the backgrounds and signal distributions in the analysis.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 63,
            "section_rank": 17
        },
        {
            "text": "In the high-mass analysis, where the Z + jets background component is estimated with data, the main systematic uncertainties in the predicted normalization for the Z + jets background arise from the statistical uncertainties in the fit of the m j sidebands in data. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 64,
            "section_rank": 17
        },
        {
            "text": "Another uncertainty affecting the normalization of the main background is evaluated by taking the difference between the expected Z + jets contribution in the SR obtained by the main function used to describe the m j spectrum, and an alternative function choice. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 64,
            "section_rank": 17
        },
        {
            "text": "An additional normalization uncertainty is related to the choice of the function used to describe the m j spectrum for the subdominant top quark and VV backgrounds, evaluated from simulation, and propagated to the Z + jets normalization prediction in the SR. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 64,
            "section_rank": 17
        },
        {
            "text": "Overall, the Z + jets normalization uncertainties contribute from 9 to 15%, depending on the category. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 64,
            "section_rank": 17
        },
        {
            "text": "The main shape uncertainties in the Z + jets background are extracted from the covariance matrix of the fit to the m VZ data SB spectrum, convolved with the uncertainties provided by the α(m VZ ) ratio, via the simultaneous fit procedure described in section 6.1.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 64,
            "section_rank": 17
        },
        {
            "text": "JHEP09 2018   Figure 4. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 65,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 7,
                    "end": 11,
                    "text": "2018"
                },
                {
                    "start": 14,
                    "end": 22,
                    "type": "figure",
                    "text": "Figure 4"
                }
            ]
        },
        {
            "text": "Sideband m VZ distributions for the low-mass search in the merged V (upper), resolved V (lower), untagged (left), and tagged (right) categories, after fitting the sideband data alone. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 65,
            "section_rank": 17
        },
        {
            "text": "The points show the data while the filled histograms show the background contributions. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 65,
            "section_rank": 17
        },
        {
            "text": "Electron and muon categories are combined. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 65,
            "section_rank": 17
        },
        {
            "text": "The gray band indicates the statistical and post-fit systematic uncertainties in the normalization and shape of the background. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 65,
            "section_rank": 17
        },
        {
            "text": "Larger bin widths are used at higher values of m VZ ; the bin widths are indicated by the horizontal error bars.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 65,
            "section_rank": 17
        },
        {
            "text": "In the low-mass analysis, to account for background shape systematic effects not explicitly evaluated, data and simulation are compared in the sideband region, and the residual shape difference is treated as an additional uncertainty, resulting in the dominant background shape systematic uncertainty of the low-mass analysis.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 66,
            "section_rank": 17
        },
        {
            "text": "The top quark and VV background components have a systematic uncertainty in the normalization arising from the degree of knowledge of the respective process production cross sections. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 67,
            "section_rank": 17
        },
        {
            "text": "The value of the VV production cross section, taken from a recent measurement by the CMS collaboration [44,45], is assigned an uncertainty of 12%. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 67,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "type": "bibr",
                    "text": "[44,"
                },
                {
                    "start": 107,
                    "end": 110,
                    "type": "bibr",
                    "text": "45]"
                }
            ]
        },
        {
            "text": "The top quark background uncertainties are estimated differently in the low-and high-mass analyses: in the low-mass analysis, where a dedicated eµ control region is exploited to measure the t + X background normalization, a 4% uncertainty is estimated by comparing the yield of eµ events with ee + µµ data; in the high-mass analysis, where the top quark production is taken from simulation, a 5% uncertainty in the cross section is used, which is extracted from the recent CMS measurement of top quark pair production in dilepton events [46].",
            "section": "Systematic uncertainties",
            "paragraph_rank": 67,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 537,
                    "end": 541,
                    "type": "bibr",
                    "text": "[46]"
                }
            ]
        },
        {
            "text": "Uncertainties associated with the description in simulation of the trigger efficiencies, as well as the uncertainties in the efficiency for electron and muon reconstruction, identification, and isolation, are extracted from dedicated studies of events with leptonic Z decays, and amount to 1.5-3%, depending on the lepton flavor. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 68,
            "section_rank": 17
        },
        {
            "text": "The uncertainties in the lepton momentum and energy scales are taken into account, and propagated to the signal shapes and normalization, with a typical impact on the normalization of about 0.5-2%, depending on the lepton flavor.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 68,
            "section_rank": 17
        },
        {
            "text": "Uncertainties in the jet energy scale and resolution [47] affect both the normalization and the shape of the background and signal samples. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 69,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 53,
                    "end": 57,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "[47]"
                }
            ]
        },
        {
            "text": "The momenta of the reconstructed jets are varied according to the uncertainties in the jet energy scale, and the selection JHEP09 (2018)101efficiencies and m VZ signal shapes are reevaluated using these modified samples, resulting in a change of 0.1 to 1.8%, depending on the jet selection. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 69,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 130,
                    "end": 139,
                    "text": "(2018)101"
                }
            ]
        },
        {
            "text": "The impact of the jet energy resolution is also propagated, and a smaller impact is observed compared with that due to the uncertainty in the energy scale.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 69,
            "section_rank": 17
        },
        {
            "text": "The dominant uncertainty in the signal selection efficiency is the uncertainty in the V boson identification efficiency, corresponding to 11% (23%) for the HP (LP) category in the high-mass analysis, and 6% for the merged category of the low-mass analysis [48]. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 70,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 256,
                    "end": 260,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[48]"
                }
            ]
        },
        {
            "text": "The V boson identification efficiency, the groomed mass resolution of V jets, and the related systematic uncertainty are measured in data and simulation in an almost pure selection of semileptonic tt events where boosted W bosons produced in the top quark decays are separated from the combinatorial tt background by means of a simultaneous fit to the soft drop mass. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 70,
            "section_rank": 17
        },
        {
            "text": "The uncertainties in the soft drop mass scale and resolution are propagated to the groomed jet mass, and the impact on the expected selection efficiency of signal and VV background is taken into account. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 70,
            "section_rank": 17
        },
        {
            "text": "An additional uncertainty affecting the signal normalization is included to account for the extrapolation of the uncertainties extracted from a tt sample at typical jet p T of 200 GeV to higher regimes, estimated from the differences between pythia 8 and herwig ++ [49] showering models, yielding an uncertainty from 2.5 to 20% depending on the category. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 70,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 265,
                    "end": 269,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[49]"
                }
            ]
        },
        {
            "text": "For the high-mass analysis, the uncertainties in the V boson identification efficiency and the extrapolation are treated as anticorrelated between the low-and high-purity categories.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 70,
            "section_rank": 17
        },
        {
            "text": "For the low-mass analysis, one of the largest signal selection uncertainties is the uncertainty in the b tagging efficiency for the tagged categories of the analysis. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 71,
            "section_rank": 17
        },
        {
            "text": "The b tagging efficiencies and their corresponding systematic uncertainties are measured in data using samples enriched in b quark content, and their propagation to the signal region of the low-mass analysis produces an uncertainty of up to 4.3%. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 71,
            "section_rank": 17
        },
        {
            "text": "The uncertainties in the mistag efficiency are also considered; the uncertainties in the b tagging and mistag efficiencies are treated as anticorrelated between the tagged and untagged categories.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 71,
            "section_rank": 17
        },
        {
            "text": "The impact of the uncertainties in the factorization and renormalization scales is propagated both to the normalization and the m VZ shapes for signal, and for the high-mass analysis to top quark and VV backgrounds. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 72,
            "section_rank": 17
        },
        {
            "text": "The corresponding scales are varied by a factor of 2 to measure the effect, resulting in an uncertainty of 2% for the diboson background normalization and 15% for top quarks. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 72,
            "section_rank": 17
        },
        {
            "text": "The impact on the signal acceptance is evaluated to be 0.1-3%, depending on the resonance mass and analysis category.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 72,
            "section_rank": 17
        },
        {
            "text": "A systematic uncertainty associated with the choice of the set of PDFs used to generate the simulated samples is evaluated by varying the NNPDF 3.0 PDF set within its uncertainties, and its effect is propagated to both the signal and background m VZ shapes and normalization, resulting in a measured uncertainty of approximately 1%.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 73,
            "section_rank": 17,
            "entity_spans": [
                {
                    "start": 138,
                    "end": 143,
                    "type": "software",
                    "rawForm": "NNPDF",
                    "resp": "whitelist",
                    "id": "software-simple-w5"
                }
            ]
        },
        {
            "text": "Additional systematic uncertainties affecting the normalization of backgrounds and signal from the contributions of pileup events and the integrated luminosity [50] are also considered and are reported in table 1, together with the complete list of uncertainties considered in the analysis. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 74,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 160,
                    "end": 164,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "[50]"
                }
            ]
        },
        {
            "text": "In the high-mass analysis, the typical total uncertainty in the background normalization is in the range 10-60%, depending on the signal mass, and it is 1-5%, depending on the category, in the low-mass analysis.  ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 74,
            "section_rank": 17
        },
        {
            "text": "Table 1. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 74,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "Summary of systematic uncertainties, quoted in percent, affecting the normalization of background and signal samples. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 74,
            "section_rank": 17
        },
        {
            "text": "Where a systematic uncertainty depends on the resonance mass (for signal) or on the category (for background), the smallest and largest values are reported in the table. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 74,
            "section_rank": 17
        },
        {
            "text": "In the case of a systematic uncertainty applying only to a specific background source, the source is indicated in parentheses. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 74,
            "section_rank": 17
        },
        {
            "text": "Systematic uncertainties too small to be considered are written as \"<0.1\", while a dash (-) represents uncertainties not applicable in the specific analysis category.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 74,
            "section_rank": 17
        },
        {
            "text": "JHEP09(2018)101",
            "section_rank": 18
        },
        {
            "text": "Results and interpretation",
            "section_rank": 19
        },
        {
            "text": "Results are extracted separately for the high-and low-mass analyses from a combined maximum likelihood fit of signal and background to the m VZ distribution, simultaneously in all the categories used in the respective analysis. ",
            "section": "Results and interpretation",
            "paragraph_rank": 75,
            "section_rank": 19
        },
        {
            "text": "An unbinned fit is performed in the high-mass analysis, while a binned fit is performed in the low-mass one; this choice is determined by the fact that in the high-mass analysis, the signal and background shapes are described with analytical functions, while in the low-mass analysis, the background shapes are described by binned histograms. ",
            "section": "Results and interpretation",
            "paragraph_rank": 75,
            "section_rank": 19
        },
        {
            "text": "The systematic uncertainties discussed in section 7 are included as nuisance parameters in the maximum likelihood fit, and the background-only hypothesis is tested against the combined background and signal hypothesis [51,52].  ",
            "section": "Results and interpretation",
            "paragraph_rank": 75,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 218,
                    "end": 222,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "[51,"
                },
                {
                    "start": 222,
                    "end": 225,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "52]"
                }
            ]
        },
        {
            "text": "Figure 6. ",
            "section": "Results and interpretation",
            "paragraph_rank": 75,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 6"
                }
            ]
        },
        {
            "text": "Observed and expected 95% CL upper limit on σ W B(W → ZW) (left) and σ G B(G → ZZ) (right) as a function of the resonance mass, taking into account all statistical and systematic uncertainties. ",
            "section": "Results and interpretation",
            "paragraph_rank": 75,
            "section_rank": 19,
            "entity_spans": [
                {
                    "start": 26,
                    "end": 28,
                    "type": "software",
                    "rawForm": "CL",
                    "resp": "whitelist",
                    "id": "software-simple-w6"
                }
            ]
        },
        {
            "text": "The electron and muon channels and the various categories used in the analysis are combined together. ",
            "section": "Results and interpretation",
            "paragraph_rank": 75,
            "section_rank": 19
        },
        {
            "text": "The green (inner) and yellow (outer) bands represent the 68% and 95% coverage of the expected limit in the background-only hypothesis. ",
            "section": "Results and interpretation",
            "paragraph_rank": 75,
            "section_rank": 19
        },
        {
            "text": "The dashed vertical line represents the transition from the low-mass to the high-mass analysis strategy. ",
            "section": "Results and interpretation",
            "paragraph_rank": 75,
            "section_rank": 19
        },
        {
            "text": "Theoretical predictions for the signal production cross section are also shown: (left) W produced in the framework of HVT model A with g v = 1 and model B with g v = 3; (right) G produced in the WED bulk graviton model with κ = 0.5.",
            "section": "Results and interpretation",
            "paragraph_rank": 75,
            "section_rank": 19
        },
        {
            "text": "The largest excess of events with respect to the background-only hypothesis, with a local significance of 2.5 standard deviations, is observed in the vicinity of m X ≈ 1.2 TeV, and arises predominantly from a localized excess of events in the dimuon HP category of the high-mass analysis. ",
            "section": "Results and interpretation",
            "paragraph_rank": 76,
            "section_rank": 19
        },
        {
            "text": "The limit at 95% confidence level (CL) on the signal cross section for the production of a heavy spin-1 or spin-2 resonance is set using the asymptotic modified frequentist method (CL s ) [51][52][53][54].",
            "section": "Results and interpretation",
            "paragraph_rank": 76,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 188,
                    "end": 192,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "[51]"
                },
                {
                    "start": 192,
                    "end": 196,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[52]"
                },
                {
                    "start": 196,
                    "end": 200,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "[53]"
                },
                {
                    "start": 200,
                    "end": 204,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "[54]"
                }
            ],
            "entity_spans": [
                {
                    "start": 35,
                    "end": 37,
                    "type": "software",
                    "rawForm": "CL",
                    "resp": "whitelist",
                    "id": "software-simple-w7"
                },
                {
                    "start": 181,
                    "end": 183,
                    "type": "software",
                    "rawForm": "CL",
                    "resp": "whitelist",
                    "id": "software-simple-w8"
                }
            ]
        },
        {
            "text": "The results of the low-and high-mass analyses should agree for the intermediate mass range 800-900 GeV, which is accessible to both strategies with similar expected efficiencies for signal candidates. ",
            "section": "Results and interpretation",
            "paragraph_rank": 77,
            "section_rank": 19
        },
        {
            "text": "The results of the analysis are therefore presented based on the low-mass strategy up to resonance masses m X ≤ 850 GeV, and based on the high-mass analysis for m X ≥ 850 GeV. ",
            "section": "Results and interpretation",
            "paragraph_rank": 77,
            "section_rank": 19
        },
        {
            "text": "At the intermediate mass point m X = 850 GeV, the results of both strategies are presented, and the expected limits at 95% CL of the low-and high-mass analyses on the signal cross sections are found to be in agreement within 3 and 6% for the W and bulk graviton signal model, respectively.",
            "section": "Results and interpretation",
            "paragraph_rank": 77,
            "section_rank": 19,
            "entity_spans": [
                {
                    "start": 123,
                    "end": 125,
                    "type": "software",
                    "rawForm": "CL",
                    "resp": "whitelist",
                    "id": "software-simple-w9"
                }
            ]
        },
        {
            "text": "The observed upper limits on the resonance cross section, multiplied by the branching fraction for the decay into one Z boson and a W or Z boson, σ W B(W → ZW) or σ G B(G → ZZ), are reported as a function of the resonance mass in figure 6 assuming a W or G produced in the narrow-width approximation, and the local p-value [55] is shown in figure 7.",
            "section": "Results and interpretation",
            "paragraph_rank": 78,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 230,
                    "end": 238,
                    "type": "figure",
                    "text": "figure 6"
                },
                {
                    "start": 323,
                    "end": 327,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "[55]"
                }
            ]
        },
        {
            "text": "Based on the observed (expected) upper limits on the signal cross section, a W signal is excluded up to 2270 (2390) GeV in the framework of HVT model A (g V = 1), and up to 2330 (2630) GeV for HVT model B (g V = 3); a WED bulk graviton is excluded up to masses of 925 (960) GeV for κ = 0.5.  ",
            "section": "Results and interpretation",
            "paragraph_rank": 79,
            "section_rank": 19
        },
        {
            "text": "Figure 7. ",
            "section": "Results and interpretation",
            "paragraph_rank": 79,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 7"
                }
            ]
        },
        {
            "text": "Observed local p-values for W (left) and G (right) narrow resonances as a function of the resonance mass. ",
            "section": "Results and interpretation",
            "paragraph_rank": 79,
            "section_rank": 19
        },
        {
            "text": "The dashed vertical line represents the transition from the low-mass to the high-mass analysis strategy.",
            "section": "Results and interpretation",
            "paragraph_rank": 79,
            "section_rank": 19
        },
        {
            "text": "JHEP09(2018)101",
            "section_rank": 20
        },
        {
            "text": "Summary",
            "section_rank": 21
        },
        {
            "text": "A search for a heavy resonance decaying into a Z boson and a Z or a W boson in 2 2q final states has been presented. ",
            "section": "Summary",
            "paragraph_rank": 80,
            "section_rank": 21
        },
        {
            "text": "The data analyzed were collected by the CMS experiment in proton-proton collisions at √ s = 13 TeV during 2016 operations at the LHC, corresponding to an integrated luminosity of 35.9 fb −1 . ",
            "section": "Summary",
            "paragraph_rank": 80,
            "section_rank": 21
        },
        {
            "text": "The final state of interest consists of a Z boson decaying leptonically into an electron or muon pair, and the decay of an additional W or Z boson into a pair of quarks. ",
            "section": "Summary",
            "paragraph_rank": 80,
            "section_rank": 21
        },
        {
            "text": "Two analysis strategies, dedicated to the low-and high-mass regimes (below and above 850 GeV, respectively), have been used to set limits in the range of resonance mass from 400 to 4500 GeV. ",
            "section": "Summary",
            "paragraph_rank": 80,
            "section_rank": 21
        },
        {
            "text": "Depending on the resonance mass, expected upper limits of 3-3000 and 1.5-400 fb have been set on the product of the cross section of a spin-1 W and the ZW branching fraction, and on the product of the cross section of a spin-2 graviton and the ZZ branching fraction, respectively.",
            "section": "Summary",
            "paragraph_rank": 80,
            "section_rank": 21
        },
        {
            "text": "JHEP09(2018)101",
            "section_rank": 22
        },
        {
            "text": "NKFIA (Hungary); DAE and DST (India); IPM (Iran); SFI (Ireland); INFN (Italy); MSIP and NRF (Republic of Korea); LAS (Lithuania); MOE and UM (Malaysia); BUAP, CINVESTAV, CONACYT, LNS, SEP, and UASLP-FAI (Mexico); MBIE (New Zealand); PAEC (Pakistan); MSHE and NSC (Poland); FCT (Portugal); JINR (Dubna); MON, RosAtom, RAS and RFBR (Russia); MESTD (Serbia); SEIDI, CPAN, PCTI and FEDER (Spain); Swiss Funding Agencies (Switzerland); MST (Taipei); ThEPCenter, IPST, STAR, and NSTDA (Thailand); TUBITAK and TAEK (Turkey); NASU and SFFR (Ukraine); STFC (United Kingdom); DOE and NSF (U. S.A.).",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 81,
            "section_rank": 22,
            "ref_spans": [
                {
                    "start": 582,
                    "end": 587,
                    "type": "bibr",
                    "text": "S.A.)"
                }
            ],
            "entity_spans": [
                {
                    "start": 113,
                    "end": 116,
                    "type": "software",
                    "rawForm": "LAS",
                    "resp": "whitelist",
                    "id": "software-simple-w10"
                },
                {
                    "start": 130,
                    "end": 133,
                    "type": "software",
                    "rawForm": "MOE",
                    "resp": "whitelist",
                    "id": "software-simple-w11"
                },
                {
                    "start": 363,
                    "end": 367,
                    "type": "software",
                    "rawForm": "CPAN",
                    "resp": "whitelist",
                    "id": "software-simple-w12"
                },
                {
                    "start": 417,
                    "end": 428,
                    "type": "software",
                    "rawForm": "Switzerland",
                    "resp": "whitelist",
                    "id": "software-simple-w13"
                },
                {
                    "start": 463,
                    "end": 467,
                    "type": "software",
                    "rawForm": "STAR",
                    "resp": "whitelist",
                    "id": "software-simple-w14"
                }
            ]
        },
        {
            "text": "Individuals Open Access. ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 82,
            "section_rank": 22,
            "entity_spans": [
                {
                    "start": 17,
                    "end": 23,
                    "type": "software",
                    "rawForm": "Access",
                    "resp": "whitelist",
                    "id": "software-simple-w15"
                }
            ]
        },
        {
            "text": "This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited.",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 82,
            "section_rank": 22
        },
        {
            "text": "JHEP09(2018)101",
            "section_rank": 23
        },
        {
            "text": "[39] CMS collaboration, Identification of b-quark jets at the CMS experiment in the LHC run 2, CMS-PAS-BTV- 15-001, CERN, Geneva, Switzerland, (2016).",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 83,
            "section_rank": 23,
            "ref_spans": [
                {
                    "start": 108,
                    "end": 149,
                    "type": "bibr",
                    "text": "15-001, CERN, Geneva, Switzerland, (2016)"
                }
            ],
            "entity_spans": [
                {
                    "start": 95,
                    "end": 99,
                    "type": "software",
                    "rawForm": "CMS-",
                    "resp": "whitelist",
                    "id": "software-simple-w16"
                },
                {
                    "start": 130,
                    "end": 141,
                    "type": "software",
                    "rawForm": "Switzerland",
                    "resp": "whitelist",
                    "id": "software-simple-w17"
                }
            ]
        },
        {
            "text": "[40] CMS collaboration, The [43] M.J. Oreglia, A study of the reactions ψ → γγψ, Ph.D. thesis, SLAC report SLAC- R-236, Stanford University, Stanford, CA, U.S.A., (1980) [INSPIRE].",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 84,
            "section_rank": 23,
            "ref_spans": [
                {
                    "start": 113,
                    "end": 169,
                    "type": "bibr",
                    "text": "R-236, Stanford University, Stanford, CA, U.S.A., (1980)"
                }
            ],
            "entity_spans": [
                {
                    "start": 171,
                    "end": 178,
                    "type": "software",
                    "rawForm": "INSPIRE",
                    "resp": "whitelist",
                    "id": "software-simple-w18"
                }
            ]
        },
        {
            "text": "[44] CMS collaboration, Measurement of the ZZ production cross section and Z → ",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 85,
            "section_rank": 23
        },
        {
            "text": "Figure 1 .",
            "section_rank": 24
        },
        {
            "text": "Figure 1. ",
            "section": "Figure 1 .",
            "paragraph_rank": 86,
            "section_rank": 24
        },
        {
            "text": "Upper row: distribution of the merged V candidate τ 21 (left), where the τ 21 < 0.4 requirement has been removed, and the jet p T (right) in data and simulation for events in the signal region of the low-mass analysis. ",
            "section": "Figure 1 .",
            "paragraph_rank": 86,
            "section_rank": 24
        },
        {
            "text": "Lower row: V candidate m j (left) and m jj (right) in data and simulation for events in the signal regions of the low-mass search. ",
            "section": "Figure 1 .",
            "paragraph_rank": 86,
            "section_rank": 24
        },
        {
            "text": "The points show the data while the filled histograms show the background contributions. ",
            "section": "Figure 1 .",
            "paragraph_rank": 86,
            "section_rank": 24
        },
        {
            "text": "The gray band shows the statistical and systematic uncertainties in the background, while the dashed vertical region (\"Higgs\") shows the expected SM Higgs boson mass range, which is excluded from this analysis. ",
            "section": "Figure 1 .",
            "paragraph_rank": 86,
            "section_rank": 24
        },
        {
            "text": "A 600 GeV bulk graviton signal prediction is represented by the black dashed histogram; for visibility, the signal cross-section is increased by a factor of 5 in the merged category and 50 in the resolved category. ",
            "section": "Figure 1 .",
            "paragraph_rank": 86,
            "section_rank": 24
        },
        {
            "text": "With the exception of the jet p T , which typically peaks at approximately half of the resonance mass, the quantities shown have minimal dependence on the mass of the resonance. ",
            "section": "Figure 1 .",
            "paragraph_rank": 86,
            "section_rank": 24
        },
        {
            "text": "The background normalization is derived from the final fit to the m VZ observable in data.",
            "section": "Figure 1 .",
            "paragraph_rank": 86,
            "section_rank": 24
        },
        {
            "text": "Figure 5 .",
            "section_rank": 25
        },
        {
            "text": "Figure 5. ",
            "section": "Figure 5 .",
            "paragraph_rank": 87,
            "section_rank": 25
        },
        {
            "text": "The signal region m VZ distributions for the low-mass search, in the merged V (upper), resolved V (lower), untagged (left), and tagged (right) categories, after fitting the signal and sideband regions. ",
            "section": "Figure 5 .",
            "paragraph_rank": 87,
            "section_rank": 25
        },
        {
            "text": "Electron and muon categories are combined. ",
            "section": "Figure 5 .",
            "paragraph_rank": 87,
            "section_rank": 25
        },
        {
            "text": "A 600 GeV bulk graviton signal prediction is represented by the black dashed histogram. ",
            "section": "Figure 5 .",
            "paragraph_rank": 87,
            "section_rank": 25
        },
        {
            "text": "The gray band indicates the statistical and post-fit systematic uncertainties in the normalization and shape of the background. ",
            "section": "Figure 5 .",
            "paragraph_rank": 87,
            "section_rank": 25
        },
        {
            "text": "Larger bin widths are used at higher values of m VZ ; the bin widths are indicated by the horizontal error bars.",
            "section": "Figure 5 .",
            "paragraph_rank": 87,
            "section_rank": 25
        },
        {
            "text": "have received support from the Marie-Curie program and the European Research Council and Horizon 2020 Grant, contract No. 675440 (European Union); the Leventis Foundation; the A. P. Sloan Foundation; the Alexander von Humboldt Foundation; the Belgian Federal Science Policy Office; the Fonds pour la Formationà la Recherche dans l'Industrie et dans l'Agriculture (FRIA-Belgium); the Agentschap voor Innovatie door Wetenschap en Technologie (IWT-Belgium); the F.R.S.-FNRS and FWO (Belgium) under the \"Excellence of Science -EOS\" -be.h project n. ",
            "paragraph_rank": 88,
            "section_rank": 26,
            "entity_spans": [
                {
                    "start": 43,
                    "end": 50,
                    "type": "software",
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "software-simple-w19"
                },
                {
                    "start": 102,
                    "end": 107,
                    "type": "software",
                    "rawForm": "Grant",
                    "resp": "whitelist",
                    "id": "software-simple-w20"
                },
                {
                    "start": 160,
                    "end": 170,
                    "type": "software",
                    "rawForm": "Foundation",
                    "resp": "whitelist",
                    "id": "software-simple-w21"
                },
                {
                    "start": 188,
                    "end": 198,
                    "type": "software",
                    "rawForm": "Foundation",
                    "resp": "whitelist",
                    "id": "software-simple-w22"
                },
                {
                    "start": 227,
                    "end": 237,
                    "type": "software",
                    "rawForm": "Foundation",
                    "resp": "whitelist",
                    "id": "software-simple-w23"
                },
                {
                    "start": 274,
                    "end": 280,
                    "type": "software",
                    "rawForm": "Office",
                    "resp": "whitelist",
                    "id": "software-simple-w24"
                }
            ]
        },
        {
            "text": "30820817; the Ministry of Education, Youth and Sports (MEYS) of the Czech Republic; the Lendület (\"Momentum\") Program and the János Bolyai Research Scholarship of the Hungarian Academy of Sciences, the New National Excellence ProgramÚNKP, the NKFIA research grants 123842, 123959, 124845, 124850 and 125105 (Hungary); the Council of Science and Industrial Research, India; the HOMING PLUS program of the Foundation for Polish Science, cofinanced from European Union, Regional Development Fund, the Mobility Plus program of the Ministry of Science and Higher Education, the National Science Center (Poland), contracts Harmonia 2014/14/M/ST2/00428, Opus 2014/13/B/ST2/02543, 2014/15/B/ST2/03998, and 2015/19/B/ST2/02861, Sonata-bis 2012/07/E/ST2/01406; the National Priorities Research Program by Qatar National Research Fund; the Programa Estatal de Fomento de la Investigación Científica y Técnica de Excelencia María de Maeztu, grant MDM-2015-0509 and the Programa Severo Ochoa del Principado de Asturias; the Thalis and Aristeia programs cofinanced by EU-ESF and the Greek NSRF; the Rachadapisek Sompot Fund for Postdoctoral Fellowship, Chulalongkorn University and the Chulalongkorn Academic into Its 2nd Century Project Advancement Project (Thailand); the Welch Foundation, contract C-1845; and the Weston Havens Foundation (U.S.A.).",
            "paragraph_rank": 88,
            "section_rank": 26,
            "entity_spans": [
                {
                    "start": 99,
                    "end": 107,
                    "type": "software",
                    "rawForm": "Momentum",
                    "resp": "whitelist",
                    "id": "software-simple-w25"
                },
                {
                    "start": 110,
                    "end": 117,
                    "type": "software",
                    "rawForm": "Program",
                    "resp": "whitelist",
                    "id": "software-simple-w26"
                },
                {
                    "start": 389,
                    "end": 396,
                    "type": "software",
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "software-simple-w27"
                },
                {
                    "start": 404,
                    "end": 414,
                    "type": "software",
                    "rawForm": "Foundation",
                    "resp": "whitelist",
                    "id": "software-simple-w28"
                },
                {
                    "start": 507,
                    "end": 511,
                    "type": "software",
                    "rawForm": "Plus",
                    "resp": "whitelist",
                    "id": "software-simple-w29"
                },
                {
                    "start": 512,
                    "end": 519,
                    "type": "software",
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "software-simple-w30"
                },
                {
                    "start": 719,
                    "end": 725,
                    "type": "software",
                    "rawForm": "Sonata",
                    "resp": "whitelist",
                    "id": "software-simple-w31"
                },
                {
                    "start": 784,
                    "end": 791,
                    "type": "software",
                    "rawForm": "Program",
                    "resp": "whitelist",
                    "id": "software-simple-w32"
                },
                {
                    "start": 1266,
                    "end": 1276,
                    "type": "software",
                    "rawForm": "Foundation",
                    "resp": "whitelist",
                    "id": "software-simple-w33"
                },
                {
                    "start": 1317,
                    "end": 1327,
                    "type": "software",
                    "rawForm": "Foundation",
                    "resp": "whitelist",
                    "id": "software-simple-w34"
                }
            ]
        },
        {
            "text": "CMS trigger system, 2017 JINST 12 P01020 [arXiv:1609.02366] [INSPIRE]. ",
            "paragraph_rank": 89,
            "section_rank": 27,
            "entity_spans": [
                {
                    "start": 61,
                    "end": 68,
                    "type": "software",
                    "rawForm": "INSPIRE",
                    "resp": "whitelist",
                    "id": "software-simple-w35"
                }
            ]
        },
        {
            "text": "[41] CMS collaboration, Performance of the CMS muon detector and muon reconstruction with proton-proton collisions at √ s = 13 TeV, 2018 JINST 13 P06015 [arXiv:1804.04528] [INSPIRE]. ",
            "paragraph_rank": 89,
            "section_rank": 27,
            "entity_spans": [
                {
                    "start": 173,
                    "end": 180,
                    "type": "software",
                    "rawForm": "INSPIRE",
                    "resp": "whitelist",
                    "id": "software-simple-w36"
                }
            ]
        },
        {
            "text": "[42] CMS collaboration, Search for heavy resonances decaying into a vector boson and a Higgs boson in final states with charged leptons, neutrinos and b-quarks at √ s = 13 TeV, submitted to JHEP [arXiv:1807.02826] [INSPIRE].",
            "paragraph_rank": 89,
            "section_rank": 27,
            "entity_spans": [
                {
                    "start": 215,
                    "end": 222,
                    "type": "software",
                    "rawForm": "INSPIRE",
                    "resp": "whitelist",
                    "id": "software-simple-w37"
                }
            ]
        },
        {
            "text": "+ − + − branching fraction in pp collisions at √ s = 13 TeV, Phys. ",
            "paragraph_rank": 90,
            "section_rank": 28
        },
        {
            "text": "Lett. ",
            "paragraph_rank": 90,
            "section_rank": 28
        },
        {
            "text": "B 763 (2016) 280 [Erratum ibid. B 772 (2017) 884] [arXiv:1607.08834] [INSPIRE]. ",
            "paragraph_rank": 90,
            "section_rank": 28,
            "entity_spans": [
                {
                    "start": 70,
                    "end": 77,
                    "type": "software",
                    "rawForm": "INSPIRE",
                    "resp": "whitelist",
                    "id": "software-simple-w38"
                }
            ]
        },
        {
            "text": "[45] CMS collaboration, Measurement of the W Z production cross section in pp collisions at √ s = 13 TeV, Phys. ",
            "paragraph_rank": 90,
            "section_rank": 28
        },
        {
            "text": "Lett. ",
            "paragraph_rank": 90,
            "section_rank": 28
        },
        {
            "text": "B 766 (2017) 268 [arXiv:1607.06943] [INSPIRE]. ",
            "paragraph_rank": 90,
            "section_rank": 28,
            "entity_spans": [
                {
                    "start": 37,
                    "end": 44,
                    "type": "software",
                    "rawForm": "INSPIRE",
                    "resp": "whitelist",
                    "id": "software-simple-w39"
                }
            ]
        },
        {
            "text": "[46] CMS collaboration, Measurement of the tt production cross section using events in the eµ final state in pp collisions at √ s = 13 TeV, Eur. ",
            "paragraph_rank": 90,
            "section_rank": 28
        },
        {
            "text": "Phys. ",
            "paragraph_rank": 90,
            "section_rank": 28
        },
        {
            "text": "J. C 77 (2017) 172 [arXiv:1611.04040] [INSPIRE].",
            "paragraph_rank": 90,
            "section_rank": 28,
            "entity_spans": [
                {
                    "start": 39,
                    "end": 46,
                    "type": "software",
                    "rawForm": "INSPIRE",
                    "resp": "whitelist",
                    "id": "software-simple-w40"
                }
            ]
        },
        {
            "text": "Acknowledgments",
            "section_rank": 30
        },
        {
            "text": "We congratulate our colleagues in the CERN accelerator departments for the excellent performance of the LHC and thank the technical and administrative staffs at CERN and at other CMS institutes for their contributions to the success of the CMS effort. ",
            "section": "Acknowledgments",
            "paragraph_rank": 91,
            "section_rank": 30
        },
        {
            "text": "In addition, we gratefully acknowledge the computing centers and personnel of the Worldwide LHC Computing Grid for delivering so effectively the computing infrastructure essential to our analyses. ",
            "section": "Acknowledgments",
            "paragraph_rank": 91,
            "section_rank": 30
        },
        {
            "text": "Finally, we acknowledge the enduring support for the construction and operation of the LHC and the CMS detector provided by the following funding agencies: BMWFW and FWF (Austria); FNRS and FWO (Belgium); CNPq, CAPES, FAPERJ, and FAPESP (Brazil); MES (Bulgaria); CERN; CAS, MoST, and NSFC (China); COL-CIENCIAS (Colombia); MSES and CSF (Croatia); RPF (Cyprus); SENESCYT (Ecuador); MoER, ERC IUT, and ERDF (Estonia); Academy of Finland, MEC, and HIP (Finland); CEA and CNRS/IN2P3 (France); BMBF, DFG, and HGF (Germany); GSRT (Greece);",
            "section": "Acknowledgments",
            "paragraph_rank": 91,
            "section_rank": 30
        },
        {
            "text": "JHEP09(2018)101",
            "section_rank": 32
        },
        {
            "text": "Georgian Technical University, Tbilisi, Georgia",
            "section": "JHEP09(2018)101",
            "paragraph_rank": 92,
            "section_rank": 32
        },
        {
            "text": "T. Toriashvili 16",
            "section_rank": 33
        },
        {
            "text": "Tbilisi State University, Tbilisi, Georgia I. Bagaturia 17 RWTH Aachen University, I. Physikalisches Institut, Aachen, Germany ",
            "section": "T. Toriashvili 16",
            "paragraph_rank": 93,
            "section_rank": 33,
            "ref_spans": [
                {
                    "start": 56,
                    "end": 58,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17"
                }
            ]
        }
    ]
}