{
    "level": "sentence",
    "abstract": [
        {
            "text": "Study of methods of resolved top quarks kinematic reconstruction in the tt →",
            "section_rank": 1
        },
        {
            "text": "+jets channel is presented at the particle level as well as the fast-simulation detector level. ",
            "section": "Study of methods of resolved top quarks kinematic reconstruction in the tt →",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Previous and current pseudo-top quark reconstruction algorithms are compared with suggestions presented on how to improve the reconstructed top-quark mass line shape, including the check of performance on physics observables in terms of correlations between detector, particle and parton levels, and in unfolding, with implications for current high energy physics experiments.",
            "section": "Study of methods of resolved top quarks kinematic reconstruction in the tt →",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "text": "Top quark is the heaviest fermion in the Standard Model, its large mass [1] leading to a corresponding mean life time below the typical hadronization time, although the decay dynamics is governed by the weak interaction. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 72,
                    "end": 75,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "The top quark decays within the third generation of quarks to a W boson and a b quark in almost 100% cases.",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "In hadron collisions, top quarks are produced either singly with the participation of the weak interaction, or in pairs via the strong interaction, although interference between these two leading-order pictures is present in higher orders of the perturbation theory. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Production of multiple top quark final states is a subject of experimental searches.",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "When produced at low transverse momentum (p T ) w.r.t. the beam axis Kinematics of resolved top quarks can be reconstructed using the so-called pseudo-top algorithm [2] which is a frequent and useful tool in extracting full kinematic information in the tt environment in pp collisions. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 165,
                    "end": 168,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "Objects with a high correspondence to the kinematics of the original top quarks at the parton level are constructed from stable particles or detector-level objects using the same algorithm. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Measured and fully corrected (for detector effects) spectra of these objects are used to tune and validate Monte Carlo (MC) generator tunes as well as challenge perturbative quantum chromodynamics (pQCD) calculations at various precision, search for new physics and constrain spectra shapes in the tt sample which is an important background for searches for e.g. the tt+Higgs boson production. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Measurements unfolded to the particle level in well-defined fiducial phasespace volumes close to the detector level are useful for parameters tuning and validation of fixed-order MC generators at various precision and of different models of processes like hadronization, initial and final state radiation or un-derlying event [3].",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 326,
                    "end": 329,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "A solid definition of particle-level objects with a good correspondence to top-quarks kinematics is important in order not to dilute the information at both detector and particle levels. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Using parton-level top quarks as the reference level to which measured spectra are corrected involves large corrections to the full phase-space as well as theoretical ambiguities of defining top quarks as partons. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The definition of variables at the particle level with a good correlation to the four-momenta of parton top quarks is preferred as it provides a weaker model dependence of the measured cross sections compared to the definition at the parton level, yielding more robust results in time as a heritage of current high-energy physics experiments.",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The goal of the presented study is to compare various modifications of the pseudo-top algorithm and their performance in terms of the resolution of the reconstructed top quark and tt mass as well as in terms of the degree of correlation between parton, particle and detector levels. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The physics objects and event selection are described in Section 2. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Events where tt pairs are produced in pp collisions at the central-mass-energy of 13 TeV were generated at particle level, with the subsequent detector level simulated using simple yet realistic tools as described in Section 3 with the focus on the approximate ATLAS experiment geometry and resolutions. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Only events in the semileptonic tt decay channel are generated as this channel provides optimal signal-to-background ratio and large statistics in current experimental data, as well as reasonably constraint kinematics. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Results are presented in Section 4 while Appendix A summarizes the analytic solutions to various conditions used to reconstruct the missing kinematic information carried away by the neutrino.",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Objects Definition and Selection",
            "section_rank": 3
        },
        {
            "text": "This study focuses on cases where the tt pair decays semileptonically, i.e. one W boson from either top quark decays hadronically while the other decays leptonically into a pair of a lepton and a neutrino. ",
            "section": "Objects Definition and Selection",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "Decays to a τ lepton are considered when the τ lepton decays to an electron or a muon (and the corresponding neutrino), which can then pass the selection criteria.",
            "section": "Objects Definition and Selection",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "The Rivet [4] version 2.5.4 and the Rivet analysis ATLAS 2015 I1404878 [5] of the 8 TeV measurement of differential spectra in pp → tt events by the AT-LAS experiment have been used as the baseline of the objects selection and the pseudo-top algorithm definition, which was then modified (see Section 4).",
            "section": "Objects Definition and Selection",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 71,
                    "end": 74,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                }
            ],
            "entity_spans": [
                {
                    "start": 4,
                    "end": 9,
                    "type": "software",
                    "rawForm": "Rivet",
                    "resp": "whitelist",
                    "id": "software-simple-w0"
                },
                {
                    "start": 36,
                    "end": 41,
                    "type": "software",
                    "rawForm": "Rivet",
                    "resp": "whitelist",
                    "id": "software-simple-w1"
                },
                {
                    "start": 152,
                    "end": 155,
                    "type": "software",
                    "rawForm": "LAS",
                    "resp": "whitelist",
                    "id": "software-simple-w2"
                }
            ]
        },
        {
            "text": "Collimated hadronic final states dubbed \"jets\" reconstructed from stable particles except neutrinos by the Anti-k t algorithm [6] with the distance parameter of 0.4 are required to be within pseudorapidity 1  Leptons (electron or muons) are selected within the same kinematic limits, but are first \"dressed\" in terms of adding four-momenta of photons within 0.1 in a cone of radius defined as ∆R = ∆η 2 + ∆φ 2 around the lepton, to account for final-state photon radiation which typically is included in the lepton final states in a detector. ",
            "section": "Objects Definition and Selection",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 126,
                    "end": 129,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                },
                {
                    "start": 206,
                    "end": 207,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "Particle jets overlapping with the selected lepton within ∆R < 0.2 are removed.",
            "section": "Objects Definition and Selection",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "In summary, at least four jets are expected in the event, two of which are required to be b-tagged, and a high-p T lepton and a large transverse energy imbalance in the event due to the escaping neutrino. ",
            "section": "Objects Definition and Selection",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "In practice, the requirement of two b-jets often yields sufficiently pure tt sample that additional selection criteria on the missing transverse energy are not needed. ",
            "section": "Objects Definition and Selection",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "While events with one b-tagged jets are often used e.g. for measuring the inclusive cross-section, they are not considered in this study as the requirement of two b-tagged jets removes combinatorial ambiguities in the jet assignment to top quark decay products. ",
            "section": "Objects Definition and Selection",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "1 The pseudorapidity η is defined using the polar angle θ from the positive z axis coinciding with one of the colliding proton beam as η ≡ − ln tan θ 2 .",
            "section": "Objects Definition and Selection",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "Samples",
            "section_rank": 4
        },
        {
            "text": "All events were generated for the case of pp collisions at the centre-of-mass energy of 13 TeV using the MadGraph version 2.5.5 simulation toolkit [7] which was chosen for its versatility and ability to generate all processes considered in this analysis. ",
            "section": "Samples",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 147,
                    "end": 150,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "This generator has also been used for data comparison by the CMS collaboration and gradually also by the ATLAS collaboration. ",
            "section": "Samples",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "In total, 2 M events were generated for parton-shower-to-matrix-element matched processes pp → tt+jet at the leading (LO) order in pQCD and pp → tt at the next-to-leading (NLO) order using the Standard Model matrix elements. ",
            "section": "Samples",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "For the purpose of studying the unfolding performance, an alternative sample of 2 M tt events was generated at the LO only, to provide a sample with slightly different spectra. ",
            "section": "Samples",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "Finally, 1 M events were generated for the process of a hypothetical additional neutral heavy vector boson Z decaying as pp → Z → tt (using the model [8,9,10]). ",
            "section": "Samples",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 150,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8,"
                },
                {
                    "start": 153,
                    "end": 155,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9,"
                },
                {
                    "start": 155,
                    "end": 158,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10]"
                }
            ]
        },
        {
            "text": "Parton shower and hadronization were simulated using the integrated Pythia8 [11,12] generator and the top-quark mass of 172 GeV (MadGraph default) was used for all simulated samples. ",
            "section": "Samples",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 76,
                    "end": 80,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11,"
                },
                {
                    "start": 80,
                    "end": 83,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12]"
                }
            ]
        },
        {
            "text": "The detector-level simulation is described in Sect. ",
            "section": "Samples",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "4.6.",
            "section": "Samples",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "Pseudotop algorithm studies",
            "section_rank": 5
        },
        {
            "text": "Hadronic pseudo-W",
            "section_rank": 6
        },
        {
            "text": "The particle-level candidate for the hadronically decaying W boson is composed from non-b-tagged jets by either using such two highest-p T light jets or by finding the pair of light-flavour jets with an invariant mass closest to the W boson mass m W = 80.4 GeV. ",
            "section": "Hadronic pseudo-W",
            "paragraph_rank": 13,
            "section_rank": 6
        },
        {
            "text": "The two scenarios, as defined and used in ATLAS 7 TeV [2]; and ATLAS 8 TeV [5] and 13 TeV [13] analyses, respectively, are compared at the particle level in Fig. 1 using the privately simulated samples as detailed in Sec. 3. ",
            "section": "Hadronic pseudo-W",
            "paragraph_rank": 13,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 54,
                    "end": 57,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 75,
                    "end": 78,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                },
                {
                    "start": 90,
                    "end": 94,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                },
                {
                    "start": 157,
                    "end": 163,
                    "type": "figure",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "The plots show that the original definition (denoted \"old W had \" in plot legends) using the pair of highest-p T non-b-tagged jets was im-",
            "section": "Hadronic pseudo-W",
            "paragraph_rank": 13,
            "section_rank": 6
        },
        {
            "text": "proved (in what is now the standard option) by using the pair of jets with invariant mass closest to m W . ",
            "section": "Hadronic pseudo-W",
            "paragraph_rank": 14,
            "section_rank": 6
        },
        {
            "text": "Improvement is seen terms of the line shapes of both the hadronic pseudo-W and hadronic pseudo-top masses (m W,had and m t,had ), namely providing a less-pronounced tail towards larger masses. ",
            "section": "Hadronic pseudo-W",
            "paragraph_rank": 14,
            "section_rank": 6
        },
        {
            "text": "A change in slope of the transverse momentum spectra (p W,had T and p t,had",
            "section": "Hadronic pseudo-W",
            "paragraph_rank": 14,
            "section_rank": 6
        },
        {
            "text": "T",
            "section_rank": 7
        },
        {
            "text": ") is also seen, although if reproduced at both particle and detector levels this is not a priory a problem in using either definition e.g. for MC tuning studies. ",
            "section": "T",
            "paragraph_rank": 15,
            "section_rank": 7
        },
        {
            "text": "Still, any improvement in the mass line shape is of course a preferred option, as it possibly improves also the correlation to the parton level.",
            "section": "T",
            "paragraph_rank": 15,
            "section_rank": 7
        },
        {
            "text": "tt, standard tt, old W had def. ",
            "section": "T",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "text": "Optimization of the p ν z choice",
            "section_rank": 8
        },
        {
            "text": "As the undetected neutrino from the leptonic W decay carries away kinematic information, its momentum has to be reconstructed. ",
            "section": "Optimization of the p ν z choice",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "text": "The transverse component of its momentum can be easily estimated using the vector of the reconstructed missing transverse energy, defined as the negative sum of the neutrinos transverse momenta at the particle level or as the negative sum of calorimeter transverse energy deposits at the detector level. ",
            "section": "Optimization of the p ν z choice",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "text": "Neutrino's longitudinal momentum (p ν z ) has to be computed from an additional reasonable physics constrain. ",
            "section": "Optimization of the p ν z choice",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "text": "The following choices are tried for the computation of p ν z and compared for distributions of rapidities of the leptonic W and leptonic top quark (y W,lep and y t,lep ) and checking also their hadronic counterparts (y W,had and y t,had ).",
            "section": "Optimization of the p ν z choice",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "text": "1. The usual (denoted as \"standard\" in plot legends) definition of the leptonic pseudo-W and leptonic pseudo-top relies on the solution of p ν z from a quadratic equation stemming from the m ν = m W condition. ",
            "section": "Optimization of the p ν z choice",
            "paragraph_rank": 18,
            "section_rank": 8
        },
        {
            "text": "If a complex solution is found, the imaginary part is dropped, when two real solutions exist, the one with smaller |p ν z | is taken. ",
            "section": "Optimization of the p ν z choice",
            "paragraph_rank": 18,
            "section_rank": 8
        },
        {
            "text": "This choice has some physics motivation, e.g. in the fact that top quark pairs are produced in gg, i.e. same-parton species, collisions, and on average a large imbalance in the p z of the gg system is not expected. ",
            "section": "Optimization of the p ν z choice",
            "paragraph_rank": 18,
            "section_rank": 8
        },
        {
            "text": "However, this neutrino solution leads to visibly different spectra of rapidities of leptonic pseudo-W and pseudotop quark candidates (see Fig. 2), compared to those of their hadronic counterparts, namely being significantly more central by construction.",
            "section": "Optimization of the p ν z choice",
            "paragraph_rank": 18,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 138,
                    "end": 144,
                    "type": "figure",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "2.",
            "section_rank": 9
        },
        {
            "text": "As a test and a check, the more forward p z solution is also tried, denoted as \"more forward\" in plot legends.",
            "section": "2.",
            "paragraph_rank": 19,
            "section_rank": 9
        },
        {
            "text": "3. As a modification, a new condition (denoted as \"closest m t \") based on the minimal difference |m t,had − m t,lep | is used to choose the best p ν z solution. ",
            "section": "2.",
            "paragraph_rank": 20,
            "section_rank": 9
        },
        {
            "text": "This simple reconsideration leads to a rapidity spectrum of the leptonic pseudo-W as well as of the leptonic pseudo-top be closer in shape to those of their hadronic counterparts (see Fig. 2-3), though slightly broader.",
            "section": "2.",
            "paragraph_rank": 20,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 184,
                    "end": 192,
                    "type": "figure",
                    "text": "Fig. 2-3"
                }
            ]
        },
        {
            "text": "However, as seen in Figure 3, the leptonic pseudo-top mass spectrum is improved in the low-mass tail and especially in the peak of the distribution. ",
            "section": "2.",
            "paragraph_rank": 21,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 20,
                    "end": 28,
                    "type": "figure",
                    "text": "Figure 3"
                }
            ]
        },
        {
            "text": "Returning to the p ν",
            "section_rank": 10
        },
        {
            "text": "z solution from the m ν = m W condition, a swap in the b-jets assignment is also newly allowed, and both neutrino solutions are also tried similarly as in the \"closest m t \" solution, so in total the best choice out of four is selected in terms of minimal |m t,had − m t,lep |; this algorithm is denoted \"best m t \" in plot legends.",
            "section": "Returning to the p ν",
            "paragraph_rank": 22,
            "section_rank": 10
        },
        {
            "text": "Other methods, like trying the \"same m t \" solution first when in the case of a negative discriminant the standard solution is tried next, were also tested, but these approaches did not lead to significant improvements in performance.",
            "section": "Returning to the p ν",
            "paragraph_rank": 23,
            "section_rank": 10
        },
        {
            "text": "Performance on the line shape of a hypothetical Z particle",
            "section_rank": 11
        },
        {
            "text": "Performance of one of the new choice of the neutrino p z solution w.r.t. the standard one was checked on the shape of the reconstructed mass peak of a hy- Of course, the physical binning is driven by the experimental resolution and cannot be this fine, however, a 10% improvement in the peak region is possible, which is at the level of the typical experimental uncertainties and resolution.",
            "section": "Performance on the line shape of a hypothetical Z particle",
            "paragraph_rank": 24,
            "section_rank": 11
        },
        {
            "text": "Kinematic variables",
            "section_rank": 12
        },
        {
            "text": "By construction, the changes in the p ν z choice do not affect p T -related quantities of the leptonic top quark nor the tt system, nor the out-of-plane variable p out [5] used in initial and final state radiation tuning [3]. ",
            "section": "Kinematic variables",
            "paragraph_rank": 25,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 168,
                    "end": 171,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                },
                {
                    "start": 221,
                    "end": 224,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "However, improvement may be searched for in the line shape of the mass and rapidity of the leptonic top quark (m t,lep , y t,lep ) and of the tt system (y tt ), and the mass (m tt ) of the tt system, or other variables composed from the two top quarks which also use the longitudinal momentum, like the cos θ * (angle between a top quark and the z axis in a frame where the tt system has zero momentum along the z axis) and the laboratory opening angle between the two top quarks (δ tt ). ",
            "section": "Kinematic variables",
            "paragraph_rank": 25,
            "section_rank": 12
        },
        {
            "text": "Further variables studied later are the transverse momentum of the tt system (p tt T ) and the out-of-plane momentum p out which has two entries per event due to the possible rôle swap of a top quark to define a plane together with the z axis direction, to which the momentum of the other top quark is projected; and the y tt boost and χ tt variables, defined as",
            "section": "Kinematic variables",
            "paragraph_rank": 25,
            "section_rank": 12
        },
        {
            "text": ", and had ↔ lep",
            "section": "Kinematic variables",
            "paragraph_rank": 26,
            "section_rank": 12
        },
        {
            "text": "These are sensitive to final state radiation, the boost of the tt system and thus also to PDFs; and to new physics via their sensitivity to the production angle in central mass system. ",
            "section": "Kinematic variables",
            "paragraph_rank": 27,
            "section_rank": 12
        },
        {
            "text": "Their shapes also differ for the \"same m t \" and \"best m t \" options.",
            "section": "Kinematic variables",
            "paragraph_rank": 27,
            "section_rank": 12
        },
        {
            "text": "Performance on the Delphes detector level",
            "section_rank": 13
        },
        {
            "text": "In order to check a possible improvement in the correspondence between particle and detector levels, the Delphes simulation package [14] was used with a modified ATLAS card (to allow storage of partons, b-hadrons and photons needed for dressing of leptons) to simulate the passage of particles through a realistic particle detector. ",
            "section": "Performance on the Delphes detector level",
            "paragraph_rank": 28,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 132,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                }
            ],
            "entity_spans": [
                {
                    "start": 124,
                    "end": 131,
                    "type": "software",
                    "rawForm": "package",
                    "resp": "whitelist",
                    "id": "software-simple-w3"
                }
            ]
        },
        {
            "text": "The ATLAS card was validated by Delphes authors as described in Section 5 of [14]. ",
            "section": "Performance on the Delphes detector level",
            "paragraph_rank": 28,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 77,
                    "end": 81,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "A cross-check of using similarly modified CMS card in this analysis was also performed, finding very similar results. ",
            "section": "Performance on the Delphes detector level",
            "paragraph_rank": 28,
            "section_rank": 13
        },
        {
            "text": "For these studies, 2 M tt events were generated by MadGraph to provide a larger sample also at the Delphes detector level due to finite detector efficiency to select the objects within the phase-space defined in Section 2. ",
            "section": "Performance on the Delphes detector level",
            "paragraph_rank": 28,
            "section_rank": 13
        },
        {
            "text": "The efficiency was found to be about 7%, similar as in real experiments and analyses.",
            "section": "Performance on the Delphes detector level",
            "paragraph_rank": 28,
            "section_rank": 13
        },
        {
            "text": "Independent implementations of the aforementioned pseudo-top algorithms were used both at the particle (using Pythia8 stable particles) and Delphes detector levels.",
            "section": "Performance on the Delphes detector level",
            "paragraph_rank": 29,
            "section_rank": 13
        },
        {
            "text": "At the particle level, selected leptons (electrons or muons) were dressed by photons with ∆R < 0.1 w.r.t. the lepton. ",
            "section": "Performance on the Delphes detector level",
            "paragraph_rank": 30,
            "section_rank": 13
        },
        {
            "text": "The b-tagging at the particle level was performed by matching a particle jet to an open-beauty b-hadron (meson or a baryon) with p T > 5 GeV based on the PDG-ID codes [1]. ",
            "section": "Performance on the Delphes detector level",
            "paragraph_rank": 30,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 167,
                    "end": 170,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "If a match was found within ∆R < 0.4, the particle jet was considered as b-tagged.",
            "section": "Performance on the Delphes detector level",
            "paragraph_rank": 30,
            "section_rank": 13
        },
        {
            "text": "First the performance on the line shape of the leptonic pseudo-top mass is checked in Fig. 5, showing a very similar behaviour compared to the pure Rivet study in the preceding Section at the particle level, and a slightly modified performance at the Delphes detector level where the new approach (\"closest m t \") still yields smaller low-mass tail while the \"same m t \" yields a slightly sharper peak, although producing a more pronounced tail to higher masses.",
            "section": "Performance on the Delphes detector level",
            "paragraph_rank": 31,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 86,
                    "end": 92,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Fig. 5"
                }
            ],
            "entity_spans": [
                {
                    "start": 148,
                    "end": 153,
                    "type": "software",
                    "rawForm": "Rivet",
                    "resp": "whitelist",
                    "id": "software-simple-w4"
                }
            ]
        },
        {
            "text": "The \"best m t \" choice yields even smaller low-mass tail, but returns even more pronounced tail towards larger masses.",
            "section": "Performance on the Delphes detector level",
            "paragraph_rank": 32,
            "section_rank": 13
        },
        {
            "text": "The performance on the hypothetical Z particle (using the sample of 1 M events) at the Delphes detector level is compared in Fig. 6 showing unfortunately a completely washed-out peak compared to a more pronounced peak of the \"closest m t \" at the particle level, similar to what was found using Rivet in the previous Section.",
            "section": "Performance on the Delphes detector level",
            "paragraph_rank": 33,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 125,
                    "end": 131,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "Fig. 6"
                }
            ],
            "entity_spans": [
                {
                    "start": 295,
                    "end": 300,
                    "type": "software",
                    "rawForm": "Rivet",
                    "resp": "whitelist",
                    "id": "software-simple-w5"
                }
            ]
        },
        {
            "text": "Correlations between levels",
            "section_rank": 14
        },
        {
            "text": "Migration matrices between the particle and the detector (provided by Delphes) levels were obtained and normalized so that each element of the matrix M ij stands for the fraction of events migrating from a given particle-level bin i to various detector-level bins labelled j. ",
            "section": "Correlations between levels",
            "paragraph_rank": 34,
            "section_rank": 14
        },
        {
            "text": "As rapidities of the leptonic pseudo-top quark and of the tt system depend on the choice of the neutrino p z solution, migration matrices for these variables were studied. ",
            "section": "Correlations between levels",
            "paragraph_rank": 34,
            "section_rank": 14
        },
        {
            "text": "Compared to the standard choice, worse performance in terms of the correlation between the particle and detector levels was found for the \"same m t \" method (not shown) while similar (though slightly lower) for the \"closest m t \" method, as displayed in Fig. 7. ",
            "section": "Correlations between levels",
            "paragraph_rank": 34,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 254,
                    "end": 260,
                    "type": "figure",
                    "ref_id": "fig_8",
                    "text": "Fig. 7"
                }
            ]
        },
        {
            "text": "Correlations between the particle and detector levels for more kinematic variables and all the studied algorithms are summarized in Tab. ",
            "section": "Correlations between levels",
            "paragraph_rank": 34,
            "section_rank": 14
        },
        {
            "text": "1.   ",
            "section": "Correlations between levels",
            "paragraph_rank": 34,
            "section_rank": 14
        },
        {
            "text": "Matching between the particle and detector levels",
            "section_rank": 15
        },
        {
            "text": "In order to further improve the correlation between the detector and particle levels, current HEP experiments also restrict the analysis phase-space to events where corresponding objects forming the pseudo-top quarks (i.e. the lepton, light jets and b-tagged jets) are well angularly matched between the particle and detector levels, using usually a ∆R cut of 0.02 for leptons and 0.35 for jets. ",
            "section": "Matching between the particle and detector levels",
            "paragraph_rank": 35,
            "section_rank": 15
        },
        {
            "text": "This leads to much more diagonal migration matrices, as can be seen in Fig. 8. ",
            "section": "Matching between the particle and detector levels",
            "paragraph_rank": 35,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 71,
                    "end": 77,
                    "type": "figure",
                    "ref_id": "fig_9",
                    "text": "Fig. 8"
                }
            ]
        },
        {
            "text": "The price for this is an additional matching efficiency of the order of 0.5-0.7 which needs to be compensated for using a dedicated bin-by-bin correction, while the advantage is that the migration matrix then accounts only for resolution and not for combinatorial effects. ",
            "section": "Matching between the particle and detector levels",
            "paragraph_rank": 35,
            "section_rank": 15
        },
        {
            "text": "In particular, for the \"best m t \" case, the matching condition between the two b-jets had to be relaxed in order to allow for the swap of the b-jets, as the strict assignment was otherwise only about 20% efficient.",
            "section": "Matching between the particle and detector levels",
            "paragraph_rank": 35,
            "section_rank": 15
        },
        {
            "text": "The performance of the algorithms on the line shape of the leptonic pseudo-top mass as shown in Fig. 9 is similar to the case without the matching requirement (Fig. 5). ",
            "section": "Matching between the particle and detector levels",
            "paragraph_rank": 36,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 96,
                    "end": 102,
                    "type": "figure",
                    "ref_id": "fig_10",
                    "text": "Fig. 9"
                },
                {
                    "start": 159,
                    "end": 166,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "(Fig. 5"
                }
            ]
        },
        {
            "text": "Correlations between the particle and detector levels for the case of matched events are summarized in Tab. ",
            "section": "Matching between the particle and detector levels",
            "paragraph_rank": 36,
            "section_rank": 15
        },
        {
            "text": "2, with the highlighted best performing algorithm.",
            "section": "Matching between the particle and detector levels",
            "paragraph_rank": 36,
            "section_rank": 15
        },
        {
            "text": "In addition, a comparison to parton-level top quarks was performed, taking the last top quarks in the Pythia8 parton chain, corresponding to top quarks after the final state radiation. ",
            "section": "Matching between the particle and detector levels",
            "paragraph_rank": 37,
            "section_rank": 15
        },
        {
            "text": "For simplicity, the leptonic top quark at the parton level is taken as the one angularly closer to the particle or detector level leptonic pseudo-top. ",
            "section": "Matching between the particle and detector levels",
            "paragraph_rank": 37,
            "section_rank": 15
        },
        {
            "text": "Migration matrices between the parton and particle, and parton and detector levels were studied with the following observations.",
            "section": "Matching between the particle and detector levels",
            "paragraph_rank": 37,
            "section_rank": 15
        },
        {
            "text": "The correlation between the parton and particle levels is shown in Fig. 10 where only a slight decorrelation is observed for the novel \"closest m t \" method.",
            "section": "Matching between the particle and detector levels",
            "paragraph_rank": 38,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 67,
                    "end": 74,
                    "type": "figure",
                    "ref_id": "fig_12",
                    "text": "Fig. 10"
                }
            ]
        },
        {
            "text": "The resulting correlation coefficients for all the studied spectra between the parton and particle or detector levels for more variables are summarized in Tab. ",
            "section": "Matching between the particle and detector levels",
            "paragraph_rank": 39,
            "section_rank": 15
        },
        {
            "text": "3 or Tab. ",
            "section": "Matching between the particle and detector levels",
            "paragraph_rank": 39,
            "section_rank": 15
        },
        {
            "text": "4, respectively.",
            "section": "Matching between the particle and detector levels",
            "paragraph_rank": 39,
            "section_rank": 15
        },
        {
            "text": "It can be observed that the correlation between the parton and Delphes detector level is worse for the pseudo-tt mass using the \"same m t \" method       compared to the standard one, but all correlations are very similar for the standard and the \"closest m t \" methods. ",
            "section": "Matching between the particle and detector levels",
            "paragraph_rank": 40,
            "section_rank": 15
        },
        {
            "text": "Still, the improved and more careful treatment of the rapidity of the neutrino in the \"closest m t \" method leads to the removal of the \"tilt\" in migration matrices of the rapidities of the pseudo-tt as well as the leptonic pseudo-top compared to the standard method, and the parton-to-detector level correspondence is thus more linear (Fig. 11).",
            "section": "Matching between the particle and detector levels",
            "paragraph_rank": 40,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 336,
                    "end": 345,
                    "type": "figure",
                    "ref_id": "fig_14",
                    "text": "(Fig. 11)"
                }
            ]
        },
        {
            "text": "No tilt observed in migration between the particle and detector levels means the rapidities are similarly biased for these two levels compared to the parton level, as can also be checked in bottom plots of Fig. 10. ",
            "section": "Matching between the particle and detector levels",
            "paragraph_rank": 41,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 206,
                    "end": 213,
                    "type": "figure",
                    "ref_id": "fig_12",
                    "text": "Fig. 10"
                }
            ]
        },
        {
            "text": "As the rapidities are used in fits of parton distribution functions (PDF), the \"compression\" of the rapidities of the top quark and the tt system using the standard reconstruction method possibly dilutes the information and diminishes the potential to constrain the PDF functions, while it could be partially recovered using the proposed \"closest m t \" method.",
            "section": "Matching between the particle and detector levels",
            "paragraph_rank": 41,
            "section_rank": 15
        },
        {
            "text": "Unfolding performance",
            "section_rank": 16
        },
        {
            "text": "In order to check the performance of correcting the detector-level spectra for resolution effects (unfolding), a Python implementation [15] of the Fully Bayesian Unfolding technique [16] was used to unfold the rapidity spectra of the pseudo-tt system to the parton level. ",
            "section": "Unfolding performance",
            "paragraph_rank": 42,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 135,
                    "end": 139,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                },
                {
                    "start": 182,
                    "end": 186,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                }
            ],
            "entity_spans": [
                {
                    "start": 113,
                    "end": 119,
                    "type": "software",
                    "rawForm": "Python",
                    "resp": "whitelist",
                    "id": "software-simple-w6"
                }
            ]
        },
        {
            "text": "In detail, the Delphes detector level spectrum from the projection of the response matrix was used as input pseudo-data and comparison was made after unfolding to the original parton-level spectrum from the projection of the response matrix on the other axis. ",
            "section": "Unfolding performance",
            "paragraph_rank": 42,
            "section_rank": 16
        },
        {
            "text": "It was checked that the unfolded posterior distributions are very well Gaussian and the posterior mean was taken as the unfolded result in each bin. ",
            "section": "Unfolding performance",
            "paragraph_rank": 42,
            "section_rank": 16
        },
        {
            "text": "Results in Fig. 12 show, besides the largely more central detector-level spectrum for the standard neutrino p z choice (empty triangles), that a perfect closure (full points) is reached for both standard and \"closest m t \" choice in terms of the χ 2 /ndf ≤ 0.   ",
            "section": "Unfolding performance",
            "paragraph_rank": 42,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 11,
                    "end": 18,
                    "type": "figure",
                    "ref_id": "fig_15",
                    "text": "Fig. 12"
                }
            ]
        },
        {
            "text": "and various ways to reconstruct the pseudo-tt related observables.    ",
            "section": "Unfolding performance",
            "paragraph_rank": 42,
            "section_rank": 16
        },
        {
            "text": "In reality, however, more stringent unfolding tests are needed as the spectrum in data is not the same as in simulation. ",
            "section": "Unfolding performance",
            "paragraph_rank": 42,
            "section_rank": 16
        },
        {
            "text": "Different simulation samples lead to different migration matrices and efficiency corrections, which are thus modeldependent. ",
            "section": "Unfolding performance",
            "paragraph_rank": 42,
            "section_rank": 16
        },
        {
            "text": "Larger difference between spectra at the detector and parton level can lead to unfolding non-closure which needs to be treated as a systematics.",
            "section": "Unfolding performance",
            "paragraph_rank": 42,
            "section_rank": 16
        },
        {
            "text": "The following tests are motivated by one of the dominant systematics uncertainties in real measurements which is often due to the choice of the tt generator to derive the corrections. ",
            "section": "Unfolding performance",
            "paragraph_rank": 43,
            "section_rank": 16
        },
        {
            "text": "A more realistic closure test was thus performed using the LO tt sample and unfolding it using the migration matrix derived from the NLO tt sample. ",
            "section": "Unfolding performance",
            "paragraph_rank": 43,
            "section_rank": 16
        },
        {
            "text": "The difference between the spectra at the LO and NLO is depicted in Fig. 13. ",
            "section": "Unfolding performance",
            "paragraph_rank": 43,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 68,
                    "end": 75,
                    "type": "figure",
                    "text": "Fig. 13"
                }
            ]
        },
        {
            "text": "The unfolding closure test without scaling to the full partonic phase space is shown in Fig. 14 while the full closure test, i.e. including the efficiency correction to the full partonic phase-space, is shown in Fig. 15.",
            "section": "Unfolding performance",
            "paragraph_rank": 43,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 88,
                    "end": 95,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 14"
                },
                {
                    "start": 212,
                    "end": 219,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Fig. 15"
                }
            ]
        },
        {
            "text": "Due to the fact that the efficiency derived using the NLO sample is about 15% higher than that of the LO sample because of kinematics, the closure test was performed between normalized distributions and the number of degrees of freedom (ndf) was lowered by one. ",
            "section": "Unfolding performance",
            "paragraph_rank": 44,
            "section_rank": 16
        },
        {
            "text": "In both cases, a more stable and slightly better performance in terms of the χ 2 test can be observed for the case of the \"closest m t \" option.",
            "section": "Unfolding performance",
            "paragraph_rank": 44,
            "section_rank": 16
        },
        {
            "text": "Spectra comparison",
            "section_rank": 17
        },
        {
            "text": "Additional information is provided by the comparison of shapes of several physics observables used in applications like tuning; these are shown in Figs. ",
            "section": "Spectra comparison",
            "paragraph_rank": 45,
            "section_rank": 17
        },
        {
            "text": "[16][17][18][19] which show the spectra at particle and detector levels with the angular matching required between objects forming the pseudo-tops at the two levels (see Sec. 4.8). ",
            "section": "Spectra comparison",
            "paragraph_rank": 45,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[17]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "text": "[18]"
                },
                {
                    "start": 12,
                    "end": 16,
                    "type": "bibr",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "For spectra of transverse momenta of leptonic and hadronic pseudo-tops ( Fig. 16) and the tt system (Fig. 17), and of the out-of-plane momentum p out (Fig. 18) all solutions are equivalent except for the \"best m t \" case where large slope changes are observed, disfavouring this option, however well-motivated it had seemed in allowing also the b-jets swap (thus affecting also the hadronic-top and p T -related quantities). ",
            "section": "Spectra comparison",
            "paragraph_rank": 45,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 73,
                    "end": 80,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "Fig. 16"
                },
                {
                    "start": 100,
                    "end": 109,
                    "type": "figure",
                    "ref_id": "fig_8",
                    "text": "(Fig. 17)"
                },
                {
                    "start": 150,
                    "end": 158,
                    "type": "figure",
                    "ref_id": "fig_9",
                    "text": "(Fig. 18"
                }
            ]
        },
        {
            "text": "The standard and \"same m t \"   choices lead to unnaturally more central rapidities of the leptonic pseudo-top and of the tt system (Figs. 17-18). ",
            "section": "Spectra comparison",
            "paragraph_rank": 45,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 131,
                    "end": 144,
                    "type": "figure",
                    "ref_id": "fig_8",
                    "text": "(Figs. 17-18)"
                }
            ]
        },
        {
            "text": "Interestingly, large slope differences are also observed for higher values of the y tt boost and χ tt variables (Fig. 19) which are of interest for new physics searches using top quarks, and a proper choice of the pseudotop algorithm could be done based on the performance of these variables for particular models. ",
            "section": "Spectra comparison",
            "paragraph_rank": 45,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 112,
                    "end": 120,
                    "type": "figure",
                    "ref_id": "fig_10",
                    "text": "(Fig. 19"
                }
            ]
        },
        {
            "text": "But this task is beyond the scope of this study.",
            "section": "Spectra comparison",
            "paragraph_rank": 45,
            "section_rank": 17
        },
        {
            "text": "Conclusions",
            "section_rank": 18
        },
        {
            "text": "A detailed study of the past, current as well as further modified pseudo-top algorithms and their details used in recent HEP measurements was presented at both the particle and detector levels using tt events generated by MadGraph and detector response simulated by Delphes, with particle level analyzed also within the standard Rivet framework. ",
            "section": "Conclusions",
            "paragraph_rank": 46,
            "section_rank": 18,
            "entity_spans": [
                {
                    "start": 329,
                    "end": 334,
                    "type": "software",
                    "rawForm": "Rivet",
                    "resp": "whitelist",
                    "id": "software-simple-w7"
                }
            ]
        },
        {
            "text": "Correlations and unfolding to the parton level were also studied. ",
            "section": "Conclusions",
            "paragraph_rank": 46,
            "section_rank": 18
        },
        {
            "text": "An improvement in the pseudo-top algorithm is possible for rapidities of the leptonic pseudo-top and the pseudo-tt system and also seen in the peak the reconstructed leptonic pseudo-top mass when the neutrino p z choice is done upon the smallest difference of the reconstructed pseudo-top quark masses (the \"closest m t \" case).",
            "section": "Conclusions",
            "paragraph_rank": 46,
            "section_rank": 18
        },
        {
            "text": "Improvement is also checked in terms of the invariant mass of the pseudo-top quark pair for a hypothetical Z particle of mass of 700 GeV and decaying to a tt pair, where a sharper line is observed at the particle level, indicating better resolution reached in this variable, important for searches for new physics, although the performance at the detector level is smeared due to detector resolution effects.",
            "section": "Conclusions",
            "paragraph_rank": 47,
            "section_rank": 18
        },
        {
            "text": "A summary of pro's and con's of the presented methods is presented in Ta-ble 5. ",
            "section": "Conclusions",
            "paragraph_rank": 48,
            "section_rank": 18
        },
        {
            "text": "In particular, the suggested novel \"closest m t \" approach keeps almost the same correlations between detector and particle or parton levels as the standard choice of the neutrino p z , while it has been shown that it provides more realistic spectra (especially less centrally biased rapidities) and outperforms the standard choice in a realistic unfolding test to the parton level, including the efficiency correction. ",
            "section": "Conclusions",
            "paragraph_rank": 48,
            "section_rank": 18
        },
        {
            "text": "While the \"same m t \" or \"best m t \" methods were motivated in further constraining the leptonic pseudo-top mass (and actually performing better around the peak for the leptonic pseudo-top mass distribution) or allowing the swap of b-jets, respectively, they result in undesired tails in the leptonic pseudo-top mass distribution and large slopes in spectra of physics interest.",
            "section": "Conclusions",
            "paragraph_rank": 48,
            "section_rank": 18
        },
        {
            "text": "In conclusion, the current pseudo-top algorithm used at LHC seems to be sufficient and robust enough for current observables. ",
            "section": "Conclusions",
            "paragraph_rank": 49,
            "section_rank": 18
        },
        {
            "text": "Still, improvements in terms of correlations between parton, particle and detector levels could be reached using the \"closest m t \" method, namely by performing more linearly for the rapidity of the leptonic pseudo-top and the pseudo-tt system, and showing better unfolding closure via smaller sensitivity to spectra of models used to define the efficiency and migration matrix. ",
            "section": "Conclusions",
            "paragraph_rank": 49,
            "section_rank": 18
        },
        {
            "text": "These variables in particular are useful and used in PDF fitting efforts [17].",
            "section": "Conclusions",
            "paragraph_rank": 49,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 73,
                    "end": 77,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[17]"
                }
            ]
        },
        {
            "text": "Last, Appendix A details explicit forms of solutions to quadratic equations for the p ν z problems.",
            "section": "Conclusions",
            "paragraph_rank": 50,
            "section_rank": 18
        },
        {
            "text": "Acknowledgements",
            "section_rank": 19
        },
        {
            "text": "The author gratefully acknowledges the support by the project LO1305 of the Ministry of Education, Youth and Sports of the Czech Republic.  ",
            "section": "Acknowledgements",
            "paragraph_rank": 51,
            "section_rank": 19
        },
        {
            "text": "Ratios to the standard option are provided in lower panels, the yellow band indicating the statistical uncertainty in the denominator.    ",
            "section": "Acknowledgements",
            "paragraph_rank": 51,
            "section_rank": 19
        },
        {
            "text": "DELPHES detector level",
            "section_rank": 20
        },
        {
            "text": "DELPHES detector level",
            "section_rank": 21
        },
        {
            "text": "(p t T m t /2), top quark decay products can be identified via angularly resolved objects in a detector. ",
            "paragraph_rank": 52,
            "section_rank": 22
        },
        {
            "text": "With increasing transverse momentum, however, top quark decay products become collimated and merged into \"boosted\" objects requiring dedicated experimental techniques. ",
            "paragraph_rank": 52,
            "section_rank": 22
        },
        {
            "text": "While the high-momentum top quarks are interesting in accessing the physics of a heavy quark at high momentum transfers and possibly probing new physics in the TeV regime, the resolved topology still constitutes the bulk of the statistics delivered in proton-proton (pp) collisions by the LHC accelerator and serves as a useful tool in high energy physics (HEP). ",
            "paragraph_rank": 52,
            "section_rank": 22
        },
        {
            "text": "Improved methods of top quark identification and reconstruction can thus lead to a better understanding of not only the physics of the top quark, but also of phenomena where top quark events form a background to more exotic or beyond-the-standard model (BSM) processes.",
            "paragraph_rank": 52,
            "section_rank": 22
        },
        {
            "text": "5 and to pass the requirement on their transverse momentum (w.r.t. the beam, i.e. the z, axis) of p T > 25 GeV. ",
            "paragraph_rank": 53,
            "section_rank": 23
        },
        {
            "text": "Jets are further labelled (tagged) as b-jets if a b-hadron with p T > 5 GeV is found within ∆R < 0.4 around the jet axis. ",
            "paragraph_rank": 53,
            "section_rank": 23
        },
        {
            "text": "The presence of two b-jets is an important event signature and is part of most event selection in HEP analyses concerning top quarks.",
            "paragraph_rank": 53,
            "section_rank": 23
        },
        {
            "text": "4 .",
            "section_rank": 24
        },
        {
            "text": "Next, a novel solution (denoted as \"same m t \" in plot legends) to the p ν z problem is defined as a solution to the m t,had = m t,lep condition, taking again a more central solution in case of a positive quadratic equation discriminant (see again Fig. 3). ",
            "section": "4 .",
            "paragraph_rank": 54,
            "section_rank": 24
        },
        {
            "text": "Although this algorithm further diminishes the low-mass tail for the leptonic pseudo-top, it largely increases the largemass tail and decreases magnitude in the peak region and leads to large tails in the mass distribution of the leptonic pseudo-W (not shown).",
            "section": "4 .",
            "paragraph_rank": 54,
            "section_rank": 24
        },
        {
            "text": "Figure 2 :Figure 3 :Figure 4 :",
            "section_rank": 25
        },
        {
            "text": "Figure 2: The particle-level leptonic (top left) and hadronic (top right) pseudo-W rapidity and leptonic (bottom left) and hadronic (bottom right) pseudo-top rapidity for different choices of the neutrino pz solution based on the m ν = m W condition: the standard choice (dashed), more forward (dotted) and \"closest mt\" (solid). ",
            "section": "Figure 2 :Figure 3 :Figure 4 :",
            "paragraph_rank": 55,
            "section_rank": 25
        },
        {
            "text": "Ratios to the standard option are provided in lower panels, the yellow band indicating the statistical uncertainty in the denominator.",
            "section": "Figure 2 :Figure 3 :Figure 4 :",
            "paragraph_rank": 55,
            "section_rank": 25
        },
        {
            "text": "Figure 5 :",
            "section_rank": 26
        },
        {
            "text": "Figure 5: Leptonic pseudo-top mass for different choices of the neutrino pz solution: the standard choice (dashed), \"closet mt\" (solid), \"same mt\" (dot-dashed), and the one giving the best top quark masses allowing also the b-jets swap (\"best mt\", dotted). ",
            "section": "Figure 5 :",
            "paragraph_rank": 56,
            "section_rank": 26
        },
        {
            "text": "Left: particle level, right: Delphes detector level obtained using the ATLAS card. ",
            "section": "Figure 5 :",
            "paragraph_rank": 56,
            "section_rank": 26
        },
        {
            "text": "Ratios to the standard option are provided in lower panels, the yellow band indicating the statistical uncertainty in the denominator. ",
            "section": "Figure 5 :",
            "paragraph_rank": 56,
            "section_rank": 26
        },
        {
            "text": "Top (bottom) plots are in the logarithmic (linear) scale.",
            "section": "Figure 5 :",
            "paragraph_rank": 56,
            "section_rank": 26
        },
        {
            "text": "Figure 6 :",
            "section_rank": 27
        },
        {
            "text": "Figure 6: Pseudo-tt invariant mass distribution for the hypothetical Z boson generated at mass of 700 GeV and decaying to a tt pair at the particle level (left) and Delphes detector level obtained using the ATLAS Delphes card (right) for the different choices of the neutrino pz solution based on the m ν = m W condition: the standard choice (dashed) and the \"closest mt\" (solid). ",
            "section": "Figure 6 :",
            "paragraph_rank": 57,
            "section_rank": 27
        },
        {
            "text": "Ratios to the standard option are provided in lower panels, the yellow band indicating the statistical uncertainty in the denominator. ",
            "section": "Figure 6 :",
            "paragraph_rank": 57,
            "section_rank": 27
        },
        {
            "text": "Top (bottom) plots are in the logarithmic (linear) scale.",
            "section": "Figure 6 :",
            "paragraph_rank": 57,
            "section_rank": 27
        },
        {
            "text": "Figure 7 :",
            "section_rank": 28
        },
        {
            "text": "Figure 7: Migration matrices between the particle and the Delphes detector levels for the pseudo-tt rapidity (top) and the leptonic pseudo-top rapidity (bottom) obtained using the ATLAS card; for different choices of the neutrino pz solution based on the m ν = m W condition: the standard choice (left) and the \"closest mt\" (right). ",
            "section": "Figure 7 :",
            "paragraph_rank": 58,
            "section_rank": 28
        },
        {
            "text": "No angular matching between the particle and detector level objects forming the pseudo-tops was performed. ",
            "section": "Figure 7 :",
            "paragraph_rank": 58,
            "section_rank": 28
        },
        {
            "text": "The solid bold line is the diagonal, ρ stands for the correlation coefficient evaluated before the normalization of columns.",
            "section": "Figure 7 :",
            "paragraph_rank": 58,
            "section_rank": 28
        },
        {
            "text": "Figure 8 :",
            "section_rank": 29
        },
        {
            "text": "Figure 8: Migration matrices between the particle and the Delphes detector levels for matched events for the pseudo-tt rapidity (top) and the leptonic pseudo-top rapidity (bottom) obtained using the ATLAS card; for different choices of the neutrino pz solution based on the m ν = m W condition: the standard choice (left) and the \"closest mt\" (right). ",
            "section": "Figure 8 :",
            "paragraph_rank": 59,
            "section_rank": 29
        },
        {
            "text": "The solid bold line is the diagonal, ρ stands for the correlation coefficient evaluated before the normalization of columns.",
            "section": "Figure 8 :",
            "paragraph_rank": 59,
            "section_rank": 29
        },
        {
            "text": "Figure 9 :",
            "section_rank": 30
        },
        {
            "text": "Figure 9: Leptonic pseudo-top mass for matched events for different choices of the neutrino pz solution: the standard choice (dashed), \"closest mt\" (solid), \"same mt\" (dot-dashed), and the one giving the \"best mt\". ",
            "section": "Figure 9 :",
            "paragraph_rank": 60,
            "section_rank": 30
        },
        {
            "text": "Left: particle level, right: Delphes detector level obtained using the ATLAS card. ",
            "section": "Figure 9 :",
            "paragraph_rank": 60,
            "section_rank": 30
        },
        {
            "text": "Ratios to the standard option are provided in lower panels, the yellow band indicating the statistical uncertainty in the denominator. ",
            "section": "Figure 9 :",
            "paragraph_rank": 60,
            "section_rank": 30
        },
        {
            "text": "Top (bottom) plots are in the logarithmic (linear) scale.",
            "section": "Figure 9 :",
            "paragraph_rank": 60,
            "section_rank": 30
        },
        {
            "text": "Figure 10 :",
            "section_rank": 31
        },
        {
            "text": "Figure 10: Migration matrices between the parton and particle levels for the pseudo-tt rapidity (top) and the leptonic pseudo-top rapidity (bottom) obtained using the ATLAS card; for different choices of the neutrino pz solution based on the m ν = m W condition: the standard choice (left) and the \"closest mt\" (right). ",
            "section": "Figure 10 :",
            "paragraph_rank": 61,
            "section_rank": 31
        },
        {
            "text": "The solid bold line is the diagonal, ρ stands for the correlation coefficient evaluated before the normalization of columns.",
            "section": "Figure 10 :",
            "paragraph_rank": 61,
            "section_rank": 31
        },
        {
            "text": "Figure 11 :",
            "section_rank": 32
        },
        {
            "text": "Figure 11: Migration matrices between the parton and the Delphes detector levels for the pseudo-tt rapidity (top) and the leptonic pseudo-top rapidity (bottom) obtained using the ATLAS card; for different choices of the neutrino pz solution based on the m ν = m W condition: the standard choice (left) and the \"closest mt\" (right). ",
            "section": "Figure 11 :",
            "paragraph_rank": 62,
            "section_rank": 32
        },
        {
            "text": "The solid bold line is the diagonal, ρ stands for the correlation coefficient evaluated before the normalization of columns.",
            "section": "Figure 11 :",
            "paragraph_rank": 62,
            "section_rank": 32
        },
        {
            "text": "Figure 12 :",
            "section_rank": 33
        },
        {
            "text": "Figure 12: Unfolding closure test (ratio of the unfolded Delphes detector level to the parton level) for the pseudo-tt rapidity for different choices of the neutrino pz solution based on the m ν = m W condition: the standard choice (left) and the \"closest mt\" (right).",
            "section": "Figure 12 :",
            "paragraph_rank": 63,
            "section_rank": 33
        },
        {
            "text": "Figure 13 :Figure 14 :",
            "section_rank": 34
        },
        {
            "text": "Figure 13: Comparison of the LO (dashed) and NLO (solid) shapes of the pseudo-tt rapidity distribution at the parton (left) and Delphes detector (right) level obtained using the ATLAS card and for the \"closest mt\" option at the detector level.",
            "section": "Figure 13 :Figure 14 :",
            "paragraph_rank": 64,
            "section_rank": 34
        },
        {
            "text": "Figure 15 :",
            "section_rank": 35
        },
        {
            "text": "Figure 15: Unfolding the LO tt sample to the full partonic phase-space using the migration matrix and the efficiency correction from the NLO tt sample. ",
            "section": "Figure 15 :",
            "paragraph_rank": 65,
            "section_rank": 35
        },
        {
            "text": "Normalized closure test (ratio of the normalized unfolded Delphes detector level to the normalized parton level) for the pseudo-tt rapidity for different choices of the neutrino pz solution based on the m ν = m W condition: the standard choice (left) and the \"closest mt\" (right).",
            "section": "Figure 15 :",
            "paragraph_rank": 65,
            "section_rank": 35
        },
        {
            "text": "Differences are highlighted between the different pseudo-top algorithms in their behaviour especially for the rapidity of objects based on the choice of the neutrino longitudinal momentum from the generally two solutions of the quadratic equation based on the m ν = m W or m t,had = m t,lep condition.",
            "paragraph_rank": 66,
            "section_rank": 36
        },
        {
            "text": "Figure 16 :",
            "section_rank": 37
        },
        {
            "text": "Figure 16: Distributions of the leptonic (top) and hadronic (bottom) pseudo-top quark transverse momentum for matched events for different choices of the neutrino pz solution: the standard choice (dashed), \"closest mt\" (solid), \"same mt\" (dot-dashed), and the \"best mt\" (dotted). ",
            "section": "Figure 16 :",
            "paragraph_rank": 67,
            "section_rank": 37
        },
        {
            "text": "Left: particle level, right: Delphes detector level obtained using the ATLAS card.",
            "section": "Figure 16 :",
            "paragraph_rank": 67,
            "section_rank": 37
        },
        {
            "text": "Figure 17 :Figure 18 :Figure 19 :Table 5 : 4 where 2 W) 2 − Σ 2 Eb = 4 ∆m 2 p sum z c = ∆m 2 − 4 / E 2 T Σ 2 E where Σ 2 E 2 Σ 2 ≡∆p 2 = p • p b p sum z ≡ p z + p b z ∆m 2 ≡ m 2 t,had − Σ 2 / E 2 T",
            "section_rank": 38
        },
        {
            "text": "Figure 17: Distributions the pseudo-tt transverse momentum (top) and mass (bottom) for matched events for different choices of the neutrino pz solution: the standard choice (dashed), \"closest mt\" (solid), \"same mt\" (dot-dashed), and the \"best mt\" (dotted). ",
            "section": "Figure 17 :Figure 18 :Figure 19 :Table 5 : 4 where 2 W) 2 − Σ 2 Eb = 4 ∆m 2 p sum z c = ∆m 2 − 4 / E 2 T Σ 2 E where Σ 2 E 2 Σ 2 ≡∆p 2 = p • p b p sum z ≡ p z + p b z ∆m 2 ≡ m 2 t,had − Σ 2 / E 2 T",
            "paragraph_rank": 68,
            "section_rank": 38
        },
        {
            "text": "Left: particle level, right: Delphes detector level obtained using the ATLAS card. ",
            "section": "Figure 17 :Figure 18 :Figure 19 :Table 5 : 4 where 2 W) 2 − Σ 2 Eb = 4 ∆m 2 p sum z c = ∆m 2 − 4 / E 2 T Σ 2 E where Σ 2 E 2 Σ 2 ≡∆p 2 = p • p b p sum z ≡ p z + p b z ∆m 2 ≡ m 2 t,had − Σ 2 / E 2 T",
            "paragraph_rank": 68,
            "section_rank": 38
        },
        {
            "text": "Ratios to the standard option are provided in lower panels, the yellow band indicating the statistical uncertainty in the denominator.",
            "section": "Figure 17 :Figure 18 :Figure 19 :Table 5 : 4 where 2 W) 2 − Σ 2 Eb = 4 ∆m 2 p sum z c = ∆m 2 − 4 / E 2 T Σ 2 E where Σ 2 E 2 Σ 2 ≡∆p 2 = p • p b p sum z ≡ p z + p b z ∆m 2 ≡ m 2 t,had − Σ 2 / E 2 T",
            "paragraph_rank": 68,
            "section_rank": 38
        },
        {
            "text": "Figure A. 21 :",
            "section_rank": 39
        },
        {
            "text": "Figure A.21: The migration matrix between the particle and the Delphes detector levels for the signed signed discriminant (to the power of 1/6 to keep the GeV unit) for matched events for the neutrino pz solution based on the m ν = m W condition (left) and based on the m t,had = m t,lep condition (right).",
            "section": "Figure A. 21 :",
            "paragraph_rank": 69,
            "section_rank": 39
        },
        {
            "text": "observable standard closest m t same m t best m t",
            "paragraph_rank": 70,
            "section_rank": 40
        },
        {
            "text": "Table 1 :",
            "section_rank": 41
        },
        {
            "text": "Correlation coefficients of the migration matrices between the particle and Delphes detector levels for different observables (with largest values, within 1%, highlighted in bold) and various ways to reconstruct the pseudo-tt related observables. ",
            "section": "Table 1 :",
            "paragraph_rank": 71,
            "section_rank": 41
        },
        {
            "text": "observable standard closest m t same m t best m t",
            "section": "Table 1 :",
            "paragraph_rank": 71,
            "section_rank": 41
        },
        {
            "text": "Table 2 :",
            "section_rank": 42
        },
        {
            "text": "Correlation coefficients of the migration matrices between the particle and Delphes detector levels for matched events for different observables (with largest values, within 1%, highlighted in bold) and various ways to reconstruct the pseudo-tt related observables.",
            "section": "Table 2 :",
            "paragraph_rank": 72,
            "section_rank": 42
        },
        {
            "text": "01, by comparing the unfolded histogram divided by the parton-level spectrum to unity. ",
            "paragraph_rank": 73,
            "section_rank": 43
        },
        {
            "text": "Thus the two options are equivalent in unfolding performance in terms of a closure test within the same sample. ",
            "paragraph_rank": 73,
            "section_rank": 43
        },
        {
            "text": "observable standard closest m t same m t best m t",
            "paragraph_rank": 73,
            "section_rank": 43
        },
        {
            "text": "Table 3 :",
            "section_rank": 44
        },
        {
            "text": "Correlation coefficients for the migration matrices between the parton and particle levels for different observables (with largest values, within 1%, highlighted in bold) and various ways to reconstruct the pseudo-tt related observables. ",
            "section": "Table 3 :",
            "paragraph_rank": 74,
            "section_rank": 44
        },
        {
            "text": "observable standard closest m t same m t best m t",
            "section": "Table 3 :",
            "paragraph_rank": 74,
            "section_rank": 44
        },
        {
            "text": "Table 4 :",
            "section_rank": 45
        },
        {
            "text": "Correlation coefficients for the migration matrices between the parton and Delphes detector levels for different observables (with largest values, within 1%, highlighted in bold)",
            "section": "Table 4 :",
            "paragraph_rank": 75,
            "section_rank": 45
        }
    ]
}