{
    "level": "sentence",
    "abstract": [
        {
            "text": "This paper describes a strategy for a general search used by the ATLAS Collaboration to find potential indications of new physics. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Events are classified according to their final state into many event classes. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "For each event class an automated search algorithm tests whether the data are compatible with the Monte Carlo simulated expectation in several distributions sensitive to the effects of new physics. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The significance of a deviation is quantified using pseudoexperiments. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "A data selection with a significant deviation defines a signal region for a dedicated follow-up analysis with an improved background expectation. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The analysis of the data-derived signal regions on a new dataset allows a statistical interpretation without the large look-elsewhere effect. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The sensitivity of the approach is discussed using Standard Model processes and benchmark signals of new physics. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "As an example, results are shown for 3.2 fb −1 of protonproton collision data at a centre-of-mass energy of 13 TeV collected with the ATLAS detector at the LHC in 2015, in which more than 700 event classes and more than 10 5 regions have been analysed. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "No significant deviations are found and consequently no data-derived signal regions for a follow-up analysis have been defined.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "text": "Direct searches for unknown particles and interactions are one of the primary objectives of the physics programme at the Large Hadron Collider (LHC). ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The ATLAS experiment at the LHC has thoroughly analysed the Run 1 pp collision dataset (recorded in 2010-2012) and roughly a quarter of the expected Run 2 dataset (2015Run 2 dataset ( -2018. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 149,
                    "end": 168,
                    "type": "bibr",
                    "text": "Run 2 dataset (2015"
                },
                {
                    "start": 168,
                    "end": 189,
                    "type": "bibr",
                    "text": "Run 2 dataset ( -2018"
                }
            ]
        },
        {
            "text": "No evidence of physics beyond the Standard Model (SM) has been found in any of the searches performed so far. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "e-mail: atlas.publications@cern.ch Searches that have been performed to date do not fully cover the enormous parameter space of masses, crosssections and decay channels of possible new particles. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Signals might be hidden in kinematic regimes and final states that have remained unexplored. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "This motivates a modelindependent 1 analysis to search for physics beyond the Standard Model (BSM) in a structured, global and automated way, where many of the final states not yet covered can be probed.",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 34,
                    "end": 35,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "General searches without an explicit BSM signal assumption have been been performed by the DØ Collaboration [1][2][3][4] at the Tevatron, by the H1 Collaboration [5,6] at HERA, and by the CDF Collaboration [7,8] at the Tevatron. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 108,
                    "end": 111,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                },
                {
                    "start": 111,
                    "end": 114,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 114,
                    "end": 117,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 117,
                    "end": 120,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 162,
                    "end": 165,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5,"
                },
                {
                    "start": 165,
                    "end": 167,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6]"
                },
                {
                    "start": 206,
                    "end": 209,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7,"
                },
                {
                    "start": 209,
                    "end": 211,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8]"
                }
            ]
        },
        {
            "text": "At the LHC, preliminary versions of such searches have been performed by the ATLAS Collaboration at √ s = 7, 8 and 13 TeV, and by the CMS Collaboration at √ s = 7 and 8 TeV. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "This paper outlines a strategy employed by the ATLAS Collaboration to search in a systematic and (quasi-)modelindependent way for deviations of the data from the SM prediction. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "This approach assumes only generic features of the potential BSM signals. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Signal events are expected to have reconstructed objects with relatively large momentum transverse to the beam axis. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The main objective of this strategy is not to finally assess the exact level of significance of a deviation with all available data, but rather to identify with a first dataset those phase-space regions where significant deviations of the data from SM prediction are present for a further dedicated analysis. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The observation of one or more significant deviations in some phase-space region(s) serves as a trigger to perform dedicated and model-dependent analyses where these 'data-derived' phase-space region(s) can be used as signal regions. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Such an analysis can then determine the level of significance using a second dataset. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The main advantage of this procedure is that it allows a large number of phase-space regions to be tested with the available resources, thereby minimizing the possibility of missing a signal for new physics, while simultaneously maintaining a low false discovery rate by testing the data-derived signal region(s) on an independent dataset in a dedicated analysis. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The dedicated analysis with data-derived signal regions also allows an improved background prediction.",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "In this approach, events are first classified into different (exclusive) categories, labelled with the multiplicity of finalstate objects (e.g. muons, electrons, jets, missing transverse momentum, etc.) in an event. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "These final-state categories are then automatically analysed for deviations of the data from the SM prediction in several BSM-sensitive distributions using an algorithm that locates the region of largest excess or deficit. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Sensitivity tests for specific signal models are performed to demonstrate the effectiveness of this approach. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The methodology has been applied to a subset of the √ s = 13 TeV proton-proton collision data as reported in this paper. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The data were collected with the ATLAS detector in 2015, and correspond to an integrated luminosity of 3.2 fb −1 .",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The paper is organized as follows: the general analysis strategy is outlined in Sect. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "2, while Sect. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "3 provides specific details about its application to the ATLAS 2015 pp collision dataset. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                }
            ]
        },
        {
            "text": "Conclusions are given in Sect. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "4.",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Strategy",
            "section_rank": 3
        },
        {
            "text": "The analysis strategy assumes that a signal of unknown origin can be revealed as a statistically significant deviation of the event counts in the data from the expectation in a specific data selection. ",
            "section": "Strategy",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "A data selection can be any set of requirements on objects or variables needed to define a signal region (e.g. an event class or a specific range in one or multiple observables). ",
            "section": "Strategy",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "In order to search for these signals a large variety of data selections need to be tested. ",
            "section": "Strategy",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "This requires a high degree of automation and a categorization of the data events according to their main features. ",
            "section": "Strategy",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "The main objective of this analysis is to identify selections for which the data deviates significantly from the SM expectation. ",
            "section": "Strategy",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "These selections can then be applied as data-derived signal regions in a dedicated analysis to determine the level of significance using a new dataset. ",
            "section": "Strategy",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "This has the advantage of a more reliable background expectation, which should allow an increase in signal sensitivity compared to a strategy that only relies on Monte Carlo expectations with a typically conservative evaluation of uncertainties. ",
            "section": "Strategy",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "The strategy is divided into the seven steps described below.",
            "section": "Strategy",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "Step 1: Data selection and Monte Carlo simulation",
            "section_rank": 4,
            "entity_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "software",
                    "rawForm": "Step",
                    "resp": "whitelist",
                    "id": "software-simple-w0"
                }
            ]
        },
        {
            "text": "The recorded data are reconstructed via the ATLAS software chain. ",
            "section": "Step 1: Data selection and Monte Carlo simulation",
            "paragraph_rank": 8,
            "section_rank": 4,
            "entity_spans": [
                {
                    "start": 50,
                    "end": 58,
                    "type": "software",
                    "rawForm": "software",
                    "resp": "whitelist",
                    "id": "software-simple-w1"
                }
            ]
        },
        {
            "text": "Events are selected by applying event-quality and trig-ger criteria, and are classified according to the type and multiplicity of reconstructed objects with high transverse momentum ( p T ). ",
            "section": "Step 1: Data selection and Monte Carlo simulation",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "Objects that can be considered in the classification are those typically used to characterize hadron collisions such as electrons, muons, τ -leptons, photons, jets, b-tagged jets and missing transverse momentum. ",
            "section": "Step 1: Data selection and Monte Carlo simulation",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "More complex objects, which were not implemented in the example described in Sect. ",
            "section": "Step 1: Data selection and Monte Carlo simulation",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "3, could also be considered. ",
            "section": "Step 1: Data selection and Monte Carlo simulation",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "Examples are resonances reconstructed by a specific decay (e.g. Z or Higgs bosons decaying into two or four isolated leptons respectively, or decaying hadronically and giving rise to large radius jets with substructure) and displaced vertices. ",
            "section": "Step 1: Data selection and Monte Carlo simulation",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "Event classes (or channels) are then defined as the set of events with a given number of reconstructed objects for each type, e.g. two muons and a jet.",
            "section": "Step 1: Data selection and Monte Carlo simulation",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "Monte Carlo (MC) simulations are used to estimate the expected event counts from SM processes. ",
            "section": "Step 1: Data selection and Monte Carlo simulation",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "To allow the investigation of signal regions with a low number of expected events it is important that the equivalent integrated luminosity of the MC samples significantly exceeds that of the data, and that all relevant background processes are included, in particular rare processes which might dominate certain multiobject event classes.",
            "section": "Step 1: Data selection and Monte Carlo simulation",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "Step 2: Systematic uncertainties and validation",
            "section_rank": 5,
            "entity_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "software",
                    "rawForm": "Step",
                    "resp": "whitelist",
                    "id": "software-simple-w2"
                }
            ]
        },
        {
            "text": "The particular nature of this analysis, in which a large number of final states are explored, makes the definition of control and validation regions difficult. ",
            "section": "Step 2: Systematic uncertainties and validation",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "In searches for BSM physics at the LHC, control regions are used to constrain MC-based background predictions with auxiliary measurements. ",
            "section": "Step 2: Systematic uncertainties and validation",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "Validation regions are used to test the validity of the background model prediction with data.",
            "section": "Step 2: Systematic uncertainties and validation",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "The simplest way to construct a background model is to obtain the background expectation from the MC prediction including the corresponding theoretical and experimental uncertainties. ",
            "section": "Step 2: Systematic uncertainties and validation",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "This approach, which is applied in the example in Sect. ",
            "section": "Step 2: Systematic uncertainties and validation",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "3, has the advantage that it prevents the absorption of BSM signal contributions into a rescaling of the SM processes. ",
            "section": "Step 2: Systematic uncertainties and validation",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "Another possible approach is to automatically define, for each data selection and algorithmic hypothesis test, statistically independent control selections. ",
            "section": "Step 2: Systematic uncertainties and validation",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "The data in the control selections can be used to rescale the MC background predictions and to constrain the systematic uncertainties. ",
            "section": "Step 2: Systematic uncertainties and validation",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "This comes at the price of reduced sensitivity for the case in which a BSM model predicts a simultaneous effect in the signal region and control region, which would be absorbed in the rescaling.",
            "section": "Step 2: Systematic uncertainties and validation",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "To verify the proper modelling of the SM background processes, several validation distributions are defined using inclusive selections for which observable signals for new physics are excluded. ",
            "section": "Step 2: Systematic uncertainties and validation",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "text": "If these validation distributions show problems in the MC modelling, either corrections to the MC backgrounds are applied or the affected event class is excluded.",
            "section": "Step 2: Systematic uncertainties and validation",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "text": "Uncertainties in the background estimate arise from experimental effects, and the theoretical accuracy of the prediction of the (differential) cross-section and acceptance of the MC simulation. ",
            "section": "Step 2: Systematic uncertainties and validation",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "Their effect is evaluated for all contributing background processes as well as for benchmark signals.",
            "section": "Step 2: Systematic uncertainties and validation",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "Step 3: Sensitive variables and search algorithm",
            "section_rank": 6,
            "entity_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "software",
                    "rawForm": "Step",
                    "resp": "whitelist",
                    "id": "software-simple-w3"
                }
            ]
        },
        {
            "text": "Distributions of observables in the form of histograms are investigated for all event classes considered in the analysis. ",
            "section": "Step 3: Sensitive variables and search algorithm",
            "paragraph_rank": 14,
            "section_rank": 6
        },
        {
            "text": "Observables are included if they have a high sensitivity to a wide range of BSM signals. ",
            "section": "Step 3: Sensitive variables and search algorithm",
            "paragraph_rank": 14,
            "section_rank": 6
        },
        {
            "text": "The total number of observables considered is, however, restricted to a few to avoid a large increase in the number of hypothesis tests, as the latter also increases the rate of deviations from background fluctuations. ",
            "section": "Step 3: Sensitive variables and search algorithm",
            "paragraph_rank": 14,
            "section_rank": 6
        },
        {
            "text": "In high-energy physics this effect is commonly known as the 'trial factor' or 'look-elsewhere effect'. ",
            "section": "Step 3: Sensitive variables and search algorithm",
            "paragraph_rank": 14,
            "section_rank": 6
        },
        {
            "text": "Examples of such observables are the effective mass m eff (defined as the sum of the scalar transverse momenta of all objects plus the scalar missing transverse momentum), the total invariant mass m inv (defined as the invariant mass of all visible objects), the invariant mass of any combination of objects (such as the dielectron invariant mass in events with two electrons and two muons), event shape variables such as thrust [9,10] or even more complicated variables such as the output of a machinelearning algorithm.",
            "section": "Step 3: Sensitive variables and search algorithm",
            "paragraph_rank": 14,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 429,
                    "end": 432,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9,"
                },
                {
                    "start": 432,
                    "end": 435,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10]"
                }
            ]
        },
        {
            "text": "A statistical algorithm is used to scan these distributions for each event class and quantify the deviations of the data from the SM expectation. ",
            "section": "Step 3: Sensitive variables and search algorithm",
            "paragraph_rank": 15,
            "section_rank": 6
        },
        {
            "text": "The algorithm identifies the data selection that has the largest deviation in the distribution of the investigated observable by testing many data selections to minimize a test statistic. ",
            "section": "Step 3: Sensitive variables and search algorithm",
            "paragraph_rank": 15,
            "section_rank": 6
        },
        {
            "text": "An example of a possible teststatistic which has also been used in the analysis described in Sect. ",
            "section": "Step 3: Sensitive variables and search algorithm",
            "paragraph_rank": 15,
            "section_rank": 6
        },
        {
            "text": "3, is the local p 0 -value, which gives the expected probability of observing a fluctuation that is at least as far from the SM expectation as the observed number of data events in a given region, if the experiment were to be repeated:",
            "section": "Step 3: Sensitive variables and search algorithm",
            "paragraph_rank": 15,
            "section_rank": 6
        },
        {
            "text": "where n is the independent variable of the Poisson probability mass function (pmf), N obs is the observed number of data events for a given selection, P(n ≤ N obs ) is the probability of observing no more than the number of events observed in the data and P(n ≥ N obs ) is the probability of observing at least the number of events observed in the data. ",
            "section": "Step 3: Sensitive variables and search algorithm",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "text": "The quantity N SM is the expectation for the number of events with its total uncertainty δ N SM for a given selection. ",
            "section": "Step 3: Sensitive variables and search algorithm",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "text": "The convolution of the Poisson pmf (with mean x) with a Gaussian probability density function (pdf), G(x; N SM , δN SM ) with mean N SM and width δ N SM , takes the effect of both non-negligible systematic uncertainties and statistical uncertainties into account. ",
            "section": "Step 3: Sensitive variables and search algorithm",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "text": "2 If the Gaussian pdf G is replaced by a Dirac delta function δ(x − N SM ) the estimator p 0 results in the usual Poisson probability. ",
            "section": "Step 3: Sensitive variables and search algorithm",
            "paragraph_rank": 16,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ],
            "entity_spans": [
                {
                    "start": 41,
                    "end": 46,
                    "type": "software",
                    "rawForm": "Dirac",
                    "resp": "whitelist",
                    "id": "software-simple-w4"
                }
            ]
        },
        {
            "text": "The selection with the largest deviation identified by the algorithm is defined as the selection giving the smallest p 0 -value. ",
            "section": "Step 3: Sensitive variables and search algorithm",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "text": "The smallest p 0 for a given channel is defined as p channel , which therefore corresponds to the local p 0 -value of the largest deviation in that channel. ",
            "section": "Step 3: Sensitive variables and search algorithm",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "text": "Data selections are not considered in the scan if large uncertainties in the expectation arise due to a lack of MC events, or from large systematic uncertainties. ",
            "section": "Step 3: Sensitive variables and search algorithm",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "text": "To avoid overlooking potential excesses in these selections the p 0 -values of selections with more than three data events are monitored separately. ",
            "section": "Step 3: Sensitive variables and search algorithm",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "text": "Single outstanding events with atypical object multiplicities (e.g. events with 12 muons) are visible as an event class. ",
            "section": "Step 3: Sensitive variables and search algorithm",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "text": "Single outstanding events in the scanned distributions are monitored separately.",
            "section": "Step 3: Sensitive variables and search algorithm",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "text": "The result of scanning the distributions for all event classes is a list of data selections, one per event class containing the largest deviation in that class, and their local statistical significance. ",
            "section": "Step 3: Sensitive variables and search algorithm",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "Details of the procedure and the statistical algorithm used for the 2015 dataset are explained in Sect. ",
            "section": "Step 3: Sensitive variables and search algorithm",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "3.3.",
            "section": "Step 3: Sensitive variables and search algorithm",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "Step 4: Generation of pseudo-experiments",
            "section_rank": 7,
            "entity_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "software",
                    "rawForm": "Step",
                    "resp": "whitelist",
                    "id": "software-simple-w5"
                }
            ]
        },
        {
            "text": "The probability that for a given observable one or more deviations of a certain size occur somewhere in the event classes considered is modelled by pseudo-experiments. ",
            "section": "Step 4: Generation of pseudo-experiments",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "text": "Each pseudo-experiment consists of exactly the same event classes as those considered when applying the search algorithm to 2 The second term in Eq. ",
            "section": "Step 4: Generation of pseudo-experiments",
            "paragraph_rank": 18,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 124,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "2gives the probability of observing no events given a negative expectation from downward variations of the systematic uncertainties. ",
            "section": "Step 4: Generation of pseudo-experiments",
            "paragraph_rank": 18,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "ref_id": "formula_0",
                    "text": "2"
                }
            ]
        },
        {
            "text": "It can be derived as follows:",
            "section": "Step 4: Generation of pseudo-experiments",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "text": "where μ is the mean of the Poisson pmf and δ n0 = {1 if n = 0, 0 if n = 0} is the Kronecker delta. ",
            "section": "Step 4: Generation of pseudo-experiments",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "In Eq. ",
            "section": "Step 4: Generation of pseudo-experiments",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "(3) this term vanishes for N obs > 0. ",
            "section": "Step 4: Generation of pseudo-experiments",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "Fig. 1 The fractions of pseudo-experiments (P exp,i ( p min )) in the m inv scan, which have at least one, two or three p channel -values smaller than a given threshold ( p min ). ",
            "section": "Step 4: Generation of pseudo-experiments",
            "paragraph_rank": 19,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "figure",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "Pseudo-datasets are generated from the SM expectation. ",
            "section": "Step 4: Generation of pseudo-experiments",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "Dotted lines are drawn at P exp,i = 5% and at the corresponding − log 10 ( p min )-values data. ",
            "section": "Step 4: Generation of pseudo-experiments",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "However, the data counts are replaced by pseudo-data counts which are generated from the SM expectation using an MC technique. ",
            "section": "Step 4: Generation of pseudo-experiments",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "Pseudo-data distributions are produced taking into account both statistical and systematic uncertainties by drawing pseudo-random data counts for each bin from the convolved pmf used in Eqs. ",
            "section": "Step 4: Generation of pseudo-experiments",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "(1)-(3) to compute a p 0 -value.",
            "section": "Step 4: Generation of pseudo-experiments",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "Correlations in the uncertainties of the SM expectation affect the chance of observing one or more deviations of a given size. ",
            "section": "Step 4: Generation of pseudo-experiments",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "The effect of correlations between bins of the same distribution or between distributions of different event classes are therefore taken into account when generating pseudo-data for pseudo-experiments. ",
            "section": "Step 4: Generation of pseudo-experiments",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "Correlations between distributions of different observables are not taken into account, since the results obtained for different observables are not combined in the interpretation.",
            "section": "Step 4: Generation of pseudo-experiments",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "The search algorithm is then applied to each of the distributions, resulting in a p channel -value for each event class. ",
            "section": "Step 4: Generation of pseudo-experiments",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "The p channel distributions of many pseudo-experiments and their statistical properties can be compared with the p channel distribution obtained from data to interpret the test statistics in a frequentist manner. ",
            "section": "Step 4: Generation of pseudo-experiments",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "The fraction of pseudo-experiments having one of the p channel -values smaller than a given value p min indicates the probability of observing such a deviation by chance, taking into account the number of selections and event classes tested.",
            "section": "Step 4: Generation of pseudo-experiments",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "To illustrate this, Fig. 1 shows three cumulative distributions of p channel -values from pseudo-experiments. ",
            "section": "Step 4: Generation of pseudo-experiments",
            "paragraph_rank": 22,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 20,
                    "end": 26,
                    "type": "figure",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "The number of event classes (686) and the m inv distributions used to generate these pseudo-experiments coincide with the example application in Sect. ",
            "section": "Step 4: Generation of pseudo-experiments",
            "paragraph_rank": 22,
            "section_rank": 7
        },
        {
            "text": "3. ",
            "section": "Step 4: Generation of pseudo-experiments",
            "paragraph_rank": 22,
            "section_rank": 7
        },
        {
            "text": "The distribution in Fig. 1 with circular markers is the fraction of pseudo-experiments with at least one p channel -value smaller than p min . ",
            "section": "Step 4: Generation of pseudo-experiments",
            "paragraph_rank": 22,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 20,
                    "end": 26,
                    "type": "figure",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "For example, about 15% of the pseudo-experiments have at least one p channelvalue smaller than p min = 10 −4 . ",
            "section": "Step 4: Generation of pseudo-experiments",
            "paragraph_rank": 22,
            "section_rank": 7
        },
        {
            "text": "Therefore, the estimated probability (P exp,i ) of obtaining at least one p channel -value (i = 1) smaller than 10 −4 from data in the absence of a signal is about 15%, or P exp,1 (10 −4 ) = 0.15. ",
            "section": "Step 4: Generation of pseudo-experiments",
            "paragraph_rank": 22,
            "section_rank": 7
        },
        {
            "text": "To estimate the probability of observing deviations of a given size in at least two or three different event classes, the second or third smallest p channel -value of a pseudo-experiment is compared with a given p min threshold. ",
            "section": "Step 4: Generation of pseudo-experiments",
            "paragraph_rank": 22,
            "section_rank": 7
        },
        {
            "text": "From Fig. 1 it follows for instance that 2% of the pseudo-experiments have at least three p channel -values smaller than 10 −4 . ",
            "section": "Step 4: Generation of pseudo-experiments",
            "paragraph_rank": 22,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 5,
                    "end": 11,
                    "type": "figure",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "Consequently, the probability of obtaining a third smallest p channel -value smaller than 10 −4 from data in the absence of a signal is about 2%, or P exp,3 (10 −4 ) = 0.02",
            "section": "Step 4: Generation of pseudo-experiments",
            "paragraph_rank": 22,
            "section_rank": 7
        },
        {
            "text": "In Fig. 1 a horizontal dotted line is drawn at a fraction of pseudo-experiments of 5% and corresponding vertical dotted lines are drawn at the three p min thresholds. ",
            "section": "Step 4: Generation of pseudo-experiments",
            "paragraph_rank": 23,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "type": "figure",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "The observation of one, two or three p channel -values in data below the corresponding p min threshold, i.e. an observation with a P exp,i < 0.05, promotes the selections that yielded these deviations to signal regions that can be tested in a new dataset.",
            "section": "Step 4: Generation of pseudo-experiments",
            "paragraph_rank": 23,
            "section_rank": 7
        },
        {
            "text": "Step 5: Evaluation of the sensitivity",
            "section_rank": 8,
            "entity_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "software",
                    "rawForm": "Step",
                    "resp": "whitelist",
                    "id": "software-simple-w6"
                }
            ]
        },
        {
            "text": "The sensitivity of the procedure to a priori unspecified BSM signals can be evaluated with two different methods that either use a modified background estimation through the removal of SM processes or in which signal contributions are added to the pseudo-data sample.",
            "section": "Step 5: Evaluation of the sensitivity",
            "paragraph_rank": 24,
            "section_rank": 8
        },
        {
            "text": "In the first method, a rare SM process (with either a low cross-section or a low reconstruction efficiency) is removed from the background model. ",
            "section": "Step 5: Evaluation of the sensitivity",
            "paragraph_rank": 25,
            "section_rank": 8
        },
        {
            "text": "The search algorithm is applied again to test the data or 'signal' pseudo-experiments generated from the unmodified SM expectation, against the modified background expectation. ",
            "section": "Step 5: Evaluation of the sensitivity",
            "paragraph_rank": 25,
            "section_rank": 8
        },
        {
            "text": "The data samples would be expected to reveal excesses relative to the modified background prediction.",
            "section": "Step 5: Evaluation of the sensitivity",
            "paragraph_rank": 25,
            "section_rank": 8
        },
        {
            "text": "In the second method, pseudo-experiments are used to test the sensitivity of the analysis to benchmark signal models of new physics. ",
            "section": "Step 5: Evaluation of the sensitivity",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "The prediction of a model is added to the SM prediction, and this modified expectation is used to generate 'signal' pseudo-experiments. ",
            "section": "Step 5: Evaluation of the sensitivity",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "The search algorithm is applied to the pseudo-experiments and the distribution of p channelvalues is derived.",
            "section": "Step 5: Evaluation of the sensitivity",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "To provide a figure of merit for the sensitivity of the analysis, the fraction of 'signal' pseudo-experiments with P exp,i < 5% for i = 1, 2, 3 is computed.",
            "section": "Step 5: Evaluation of the sensitivity",
            "paragraph_rank": 27,
            "section_rank": 8
        },
        {
            "text": "Step 6: Results",
            "section_rank": 9,
            "entity_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "software",
                    "rawForm": "Step",
                    "resp": "whitelist",
                    "id": "software-simple-w7"
                }
            ]
        },
        {
            "text": "Finding one or more deviations in the data with P exp,i < 5% triggers a dedicated analysis that uses the data selection in which the deviation is observed as a signal region (step 7). ",
            "section": "Step 6: Results",
            "paragraph_rank": 28,
            "section_rank": 9
        },
        {
            "text": "If no significant deviations are found, the outcome of the analysis technique includes information such as: the number of events and expectation per event class, a comparison of the data with the SM expectation in the distributions of observables considered, the scan results (i.e. the location and the local p 0 -value of the largest deviation per event class) and the comparison with the expectation from pseudo-experiments.",
            "section": "Step 6: Results",
            "paragraph_rank": 28,
            "section_rank": 9
        },
        {
            "text": "2.7",
            "section_rank": 10
        },
        {
            "text": "Step 7 (only in the case of P exp,i < 5%): Dedicated analysis of deviation Dedicated analysis on original dataset Deviations are investigated using methods similar to those of a conventional analysis. ",
            "section": "2.7",
            "paragraph_rank": 29,
            "section_rank": 10,
            "entity_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "software",
                    "rawForm": "Step",
                    "resp": "whitelist",
                    "id": "software-simple-w8"
                }
            ]
        },
        {
            "text": "In particular, the background prediction is determined using control selections to control and validate the background modelling. ",
            "section": "2.7",
            "paragraph_rank": 29,
            "section_rank": 10
        },
        {
            "text": "Such a procedure further constrains the background expectation and uncertainty, and reduces the dependence on simulation. ",
            "section": "2.7",
            "paragraph_rank": 29,
            "section_rank": 10
        },
        {
            "text": "If such a re-analysis of the region results in an insignificant deviation, it can be inferred that the deviation seen before was due to mismodellings or not well-enough understood backgrounds.",
            "section": "2.7",
            "paragraph_rank": 29,
            "section_rank": 10
        },
        {
            "text": "Dedicated analysis on an independent dataset",
            "section_rank": 11
        },
        {
            "text": "If a deviation persists in a dedicated analysis using the original dataset, the data selection in which the deviation is observed defines a data-derived signal region that is tested in an independent new dataset with a similar or larger integrated luminosity. ",
            "section": "Dedicated analysis on an independent dataset",
            "paragraph_rank": 30,
            "section_rank": 11
        },
        {
            "text": "At this point, a particular model of new physics can be used to interpret the result of testing the data-derived signal region.",
            "section": "Dedicated analysis on an independent dataset",
            "paragraph_rank": 30,
            "section_rank": 11
        },
        {
            "text": "Since the signal region is known, the corresponding data can be excluded ('blinded') from the analysis until the very end to minimize any possible bias in the analysis. ",
            "section": "Dedicated analysis on an independent dataset",
            "paragraph_rank": 31,
            "section_rank": 11
        },
        {
            "text": "Additionally, since only a few optimized hypothesis tests are performed on the independent dataset, the large look-elsewhere effect due to the large number of hypothesis tests performed in step 3 is not present in the dedicated analysis of the signal region(s). ",
            "section": "Dedicated analysis on an independent dataset",
            "paragraph_rank": 31,
            "section_rank": 11
        },
        {
            "text": "The assumptions of Gaussian uncertainties for the background models can also be tested in the dedicated analysis. ",
            "section": "Dedicated analysis on an independent dataset",
            "paragraph_rank": 31,
            "section_rank": 11
        },
        {
            "text": "If the full LHC data yields a significant deviation, the LHC running time may need to be increased, or the excess may have to be followed up at a future collider.",
            "section": "Dedicated analysis on an independent dataset",
            "paragraph_rank": 31,
            "section_rank": 11
        },
        {
            "text": "Advantages and disadvantages",
            "section_rank": 12
        },
        {
            "text": "The features of this strategy lead to several advantages and disadvantages that are outlined below.",
            "section": "Advantages and disadvantages",
            "paragraph_rank": 32,
            "section_rank": 12
        },
        {
            "text": "Advantages:",
            "section": "Advantages and disadvantages",
            "paragraph_rank": 33,
            "section_rank": 12
        },
        {
            "text": "• It can find unexpected signals for new physics due to the large number of event classes and phase-space regions probed, which may otherwise remain uninvestigated. ",
            "section": "Advantages and disadvantages",
            "paragraph_rank": 34,
            "section_rank": 12
        },
        {
            "text": "• A relatively small excess in two or three independent data selections, each of which is not big enough to trigger a dedicated analysis by itself (P exp,1 > 5%), can trigger one in combination (P exp,2,3 < 5%).",
            "section": "Advantages and disadvantages",
            "paragraph_rank": 34,
            "section_rank": 12
        },
        {
            "text": "• The approach is broad, and the scanned distributions can be used to probe the overall description of the data by the event generators for many SM processes. ",
            "section": "Advantages and disadvantages",
            "paragraph_rank": 35,
            "section_rank": 12
        },
        {
            "text": "• The probability of a deviation occurring in any of the many different event classes under study can be determined with pseudo-experiments, resulting in a truly global interpretation of the probability of finding a deviation within an experiment such as ATLAS.",
            "section": "Advantages and disadvantages",
            "paragraph_rank": 35,
            "section_rank": 12
        },
        {
            "text": "Disadvantages:",
            "section": "Advantages and disadvantages",
            "paragraph_rank": 36,
            "section_rank": 12
        },
        {
            "text": "• The outcome depends on the MC-based description of physics processes and simulations of the detector response. ",
            "section": "Advantages and disadvantages",
            "paragraph_rank": 37,
            "section_rank": 12
        },
        {
            "text": "Event classes in which the majority of the events contain misreconstructed objects are typically poorly modelled by MC simulation and might need to be excluded from the analysis. ",
            "section": "Advantages and disadvantages",
            "paragraph_rank": 37,
            "section_rank": 12
        },
        {
            "text": "Although step 2 validates the description of the data by the MC simulation, there is still a possibility of triggering false positives due to an MC mismodelling in a corner of phase space.",
            "section": "Advantages and disadvantages",
            "paragraph_rank": 37,
            "section_rank": 12
        },
        {
            "text": "Step 7 aims to minimize this by reducing the dependence on MC simulations in a dedicated analysis performed for each significant deviation. ",
            "section": "Advantages and disadvantages",
            "paragraph_rank": 38,
            "section_rank": 12,
            "entity_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "software",
                    "rawForm": "Step",
                    "resp": "whitelist",
                    "id": "software-simple-w9"
                }
            ]
        },
        {
            "text": "In future implementations a better background model could be constructed with the help of control regions or data-derived fitting functions. ",
            "section": "Advantages and disadvantages",
            "paragraph_rank": 38,
            "section_rank": 12
        },
        {
            "text": "This might allow the detection of excesses that are small compared to the uncertainties in the MC-based description of the SM processes. ",
            "section": "Advantages and disadvantages",
            "paragraph_rank": 38,
            "section_rank": 12
        },
        {
            "text": "• Since this analysis is not optimized for a specific class of BSM signals, a dedicated analysis optimized for a given BSM signal achieves a larger sensitivity to that signal. ",
            "section": "Advantages and disadvantages",
            "paragraph_rank": 38,
            "section_rank": 12
        },
        {
            "text": "The enormous parameter space of possible signals makes an optimized search for each of them impossible. ",
            "section": "Advantages and disadvantages",
            "paragraph_rank": 38,
            "section_rank": 12
        },
        {
            "text": "• The large number of data selections introduce a large look-elsewhere effect, which reduces the significance of a real signal.",
            "section": "Advantages and disadvantages",
            "paragraph_rank": 38,
            "section_rank": 12
        },
        {
            "text": "Step 7 circumvents this problem since the final discovery significance is determined with a dedicated analysis of one or a few data selection(s) and a statistically independent dataset. ",
            "section": "Advantages and disadvantages",
            "paragraph_rank": 39,
            "section_rank": 12,
            "entity_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "software",
                    "rawForm": "Step",
                    "resp": "whitelist",
                    "id": "software-simple-w10"
                }
            ]
        },
        {
            "text": "This can yield an improved signal sensitivity if the background uncertainty can be constrained in the dedicated analysis. ",
            "section": "Advantages and disadvantages",
            "paragraph_rank": 39,
            "section_rank": 12
        },
        {
            "text": "• Despite being broad, the procedure might miss a certain signal because it does not show a localized excess in one of the studied distributions. ",
            "section": "Advantages and disadvantages",
            "paragraph_rank": 39,
            "section_rank": 12
        },
        {
            "text": "This might be overcome with better observables, better event classification or modified algorithms, which may then be sensitive to such signals.",
            "section": "Advantages and disadvantages",
            "paragraph_rank": 39,
            "section_rank": 12
        },
        {
            "text": "Application of the strategy to ATLAS data",
            "section_rank": 13
        },
        {
            "text": "This section describes the application of the strategy outlined in the previous section to the 13 TeV pp collision data recorded by the ATLAS experiment in 2015.",
            "section": "Application of the strategy to ATLAS data",
            "paragraph_rank": 40,
            "section_rank": 13
        },
        {
            "text": "3.1",
            "section_rank": 14
        },
        {
            "text": "Step 1: Data selection and Monte Carlo simulation",
            "section": "3.1",
            "paragraph_rank": 41,
            "section_rank": 14,
            "entity_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "software",
                    "rawForm": "Step",
                    "resp": "whitelist",
                    "id": "software-simple-w11"
                }
            ]
        },
        {
            "text": "ATLAS detector and dataset",
            "section_rank": 15
        },
        {
            "text": "The ATLAS detector [11] is a multipurpose particle physics detector with a forward-backward symmetric cylindrical geometry and a coverage of nearly 4π in solid angle. ",
            "section": "ATLAS detector and dataset",
            "paragraph_rank": 42,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 19,
                    "end": 23,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "3 The inner tracking detector (ID) consists of silicon pixel and microstrip detectors covering the pseudorapidity region |η| < 2.5, surrounded by a straw-tube transition radiation tracker which enhances electron identification in the region |η| < 2.0. ",
            "section": "ATLAS detector and dataset",
            "paragraph_rank": 42,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                }
            ]
        },
        {
            "text": "Between Run 1 and Run 2, a new inner pixel layer, the insertable B-layer [12], was inserted at a mean sensor radius of 3.3 cm. ",
            "section": "ATLAS detector and dataset",
            "paragraph_rank": 42,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 73,
                    "end": 77,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "The inner detector is surrounded by a thin superconducting solenoid providing an axial 2 T magnetic field and by a fine-granularity lead/liquid-argon (LAr) electromagnetic calorimeter covering |η| < 3.2. ",
            "section": "ATLAS detector and dataset",
            "paragraph_rank": 42,
            "section_rank": 15
        },
        {
            "text": "A steel/scintillator-tile calorimeter provides hadronic coverage in the central pseudorapidity range (|η| < 1.7). ",
            "section": "ATLAS detector and dataset",
            "paragraph_rank": 42,
            "section_rank": 15
        },
        {
            "text": "The endcap and forward calorimeter coverage (1.5 < |η| < 4.9) is completed by LAr active layers with either copper or tungsten as the absorber material. ",
            "section": "ATLAS detector and dataset",
            "paragraph_rank": 42,
            "section_rank": 15
        },
        {
            "text": "An extensive muon spectrometer with an air-core toroid magnet system surrounds the calorimeters. ",
            "section": "ATLAS detector and dataset",
            "paragraph_rank": 42,
            "section_rank": 15
        },
        {
            "text": "Three layers of high-precision tracking chambers provide coverage in the range |η| < 2.7, while dedicated fast chambers provide a muon trigger in the region |η| < 2.4. ",
            "section": "ATLAS detector and dataset",
            "paragraph_rank": 42,
            "section_rank": 15
        },
        {
            "text": "The ATLAS trigger system consists of a hardware-based level-1 trigger followed by a software-based high-level trigger [13]. ",
            "section": "ATLAS detector and dataset",
            "paragraph_rank": 42,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                }
            ],
            "entity_spans": [
                {
                    "start": 84,
                    "end": 92,
                    "type": "software",
                    "rawForm": "software",
                    "resp": "whitelist",
                    "id": "software-simple-w12"
                }
            ]
        },
        {
            "text": "The data used in this analysis were collected by the ATLAS detector during 2015 in pp collisions at the LHC with a centre-of-mass energy of 13 TeV and a 25 ns bunch crossing interval. ",
            "section": "ATLAS detector and dataset",
            "paragraph_rank": 42,
            "section_rank": 15
        },
        {
            "text": "After applying quality criteria for the beam, data and detector, the available dataset corresponds to an integrated luminosity of 3.2 fb −1 . ",
            "section": "ATLAS detector and dataset",
            "paragraph_rank": 42,
            "section_rank": 15
        },
        {
            "text": "In this dataset, each event includes an average of approximately 14 additional inelastic pp collisions in the same bunch crossing (pile-up).",
            "section": "ATLAS detector and dataset",
            "paragraph_rank": 42,
            "section_rank": 15
        },
        {
            "text": "Candidate events are required to have a reconstructed vertex [14], with at least two associated tracks with p T > 400 MeV. ",
            "section": "ATLAS detector and dataset",
            "paragraph_rank": 43,
            "section_rank": 15,
            "entity_spans": [
                {
                    "start": 118,
                    "end": 121,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w13"
                }
            ]
        },
        {
            "text": "The vertex with the highest sum of squared transverse momenta of the tracks is considered to be the primary vertex. ",
            "section": "ATLAS detector and dataset",
            "paragraph_rank": 43,
            "section_rank": 15
        },
        {
            "text": "3 ATLAS uses a right-handed coordinate system with its origin at the nominal interaction point in the centre of the detector. ",
            "section": "ATLAS detector and dataset",
            "paragraph_rank": 43,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                }
            ]
        },
        {
            "text": "The positive x-axis is defined by the direction from the interaction point to the centre of the LHC ring, with the positive y-axis pointing upwards, while the beam direction defines the z-axis. ",
            "section": "ATLAS detector and dataset",
            "paragraph_rank": 43,
            "section_rank": 15
        },
        {
            "text": "Cylindrical coordinates (r , φ) are used in the transverse plane, φ being the azimuthal angle around the z-axis. ",
            "section": "ATLAS detector and dataset",
            "paragraph_rank": 43,
            "section_rank": 15
        },
        {
            "text": "The pseudorapidity η is defined in terms of the polar angle θ by η = − ln tan(θ/2). ",
            "section": "ATLAS detector and dataset",
            "paragraph_rank": 43,
            "section_rank": 15
        },
        {
            "text": "The angular distance is defined as R = ( η) 2 + ( φ) 2 . ",
            "section": "ATLAS detector and dataset",
            "paragraph_rank": 43,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 53,
                    "end": 54,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "Rapidity is defined as",
            "section": "ATLAS detector and dataset",
            "paragraph_rank": 43,
            "section_rank": 15
        },
        {
            "text": "where E denotes the energy and p z is the component of the momentum along the beam direction.",
            "section": "ATLAS detector and dataset",
            "paragraph_rank": 44,
            "section_rank": 15
        },
        {
            "text": "Monte Carlo samples",
            "section_rank": 16
        },
        {
            "text": "Monte Carlo simulated event samples [15] are used to describe SM background processes and to model possible signals. ",
            "section": "Monte Carlo samples",
            "paragraph_rank": 45,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 36,
                    "end": 40,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "The ATLAS detector is simulated either by a software system based on Geant4 [16] or by a faster simulation based on a parameterization of the calorimeter response and Geant4 for the other detector systems. ",
            "section": "Monte Carlo samples",
            "paragraph_rank": 45,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 76,
                    "end": 80,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[16]"
                }
            ],
            "entity_spans": [
                {
                    "start": 44,
                    "end": 52,
                    "type": "software",
                    "rawForm": "software",
                    "resp": "whitelist",
                    "id": "software-simple-w14"
                },
                {
                    "start": 69,
                    "end": 75,
                    "type": "software",
                    "rawForm": "Geant4",
                    "resp": "whitelist",
                    "id": "software-simple-w15"
                },
                {
                    "start": 167,
                    "end": 173,
                    "type": "software",
                    "rawForm": "Geant4",
                    "resp": "whitelist",
                    "id": "software-simple-w16"
                }
            ]
        },
        {
            "text": "The impact of detector conditions on the simulation is typically corrected for as part of the calibrations and scale factors applied to the reconstructed objects.",
            "section": "Monte Carlo samples",
            "paragraph_rank": 45,
            "section_rank": 16
        },
        {
            "text": "To account for additional pp interactions from the same or nearby bunch crossings, a set of minimum-bias interactions generated using Pythia 8.186 [17], the MSTW2008LO [18] parton distribution function (PDF) set and the A2 set of tuned parameters (tune) [19] was superimposed onto the hardscattering events to reproduce the observed distribution of the average number of interactions per bunch crossing.",
            "section": "Monte Carlo samples",
            "paragraph_rank": 46,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 147,
                    "end": 151,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[17]"
                },
                {
                    "start": 168,
                    "end": 172,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[18]"
                },
                {
                    "start": 254,
                    "end": 258,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[19]"
                }
            ],
            "entity_spans": [
                {
                    "start": 142,
                    "end": 146,
                    "type": "software",
                    "rawForm": ".186",
                    "resp": "whitelist",
                    "id": "software-simple-w17"
                }
            ]
        },
        {
            "text": "Any further study of time-dependent detector variations would be part of the dedicated search following any interesting deviation.",
            "section": "Monte Carlo samples",
            "paragraph_rank": 47,
            "section_rank": 16
        },
        {
            "text": "In all MC samples, except those produced by Sherpa [20], the EvtGen v1.2.0 program [21] was used to model the properties of the bottom and charm hadron decays. ",
            "section": "Monte Carlo samples",
            "paragraph_rank": 48,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 51,
                    "end": 55,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[20]"
                },
                {
                    "start": 83,
                    "end": 87,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[21]"
                }
            ],
            "entity_spans": [
                {
                    "start": 75,
                    "end": 82,
                    "type": "software",
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "software-simple-w18"
                }
            ]
        },
        {
            "text": "The SM MC programs are listed in Table 1 and a detailed explanation can be found in Appendix A.1.",
            "section": "Monte Carlo samples",
            "paragraph_rank": 48,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 33,
                    "end": 40,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "In addition to the SM background processes, two possible signals are considered as benchmarks. ",
            "section": "Monte Carlo samples",
            "paragraph_rank": 49,
            "section_rank": 16
        },
        {
            "text": "The first benchmark model considered is the production of a new heavy neutral gauge boson of spin 1 (Z ), as predicted by many extensions of the SM. ",
            "section": "Monte Carlo samples",
            "paragraph_rank": 49,
            "section_rank": 16
        },
        {
            "text": "Here, the specific case of the sequential extension of the SM gauge group (SSM) [22,23] is considered, for which the couplings are the same as for the SM Z boson. ",
            "section": "Monte Carlo samples",
            "paragraph_rank": 49,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 80,
                    "end": 84,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[22,"
                },
                {
                    "start": 84,
                    "end": 87,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "23]"
                }
            ]
        },
        {
            "text": "This process was generated at leading order (LO) using Pythia 8.212 with the NNPDF23LO [24] PDF set and the A14 tune [25], as a Drell-Yan process, for five different resonant masses, covering the range from 2 TeV to 4 TeV, in steps of 0.5 TeV. ",
            "section": "Monte Carlo samples",
            "paragraph_rank": 49,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 87,
                    "end": 91,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[24]"
                },
                {
                    "start": 117,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[25]"
                }
            ]
        },
        {
            "text": "The considered decays of Z bosons are inclusive, covering the full range of lepton and quark pairs. ",
            "section": "Monte Carlo samples",
            "paragraph_rank": 49,
            "section_rank": 16
        },
        {
            "text": "Interference effects with SM Drell-Yan production are not included, and the Z boson is required to decay into fermions only.",
            "section": "Monte Carlo samples",
            "paragraph_rank": 49,
            "section_rank": 16
        },
        {
            "text": "The second signal considered is the supersymmetric [26][27][28][29][30][31] production of gluino pairs through strong interactions. ",
            "section": "Monte Carlo samples",
            "paragraph_rank": 50,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 51,
                    "end": 55,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[26]"
                },
                {
                    "start": 55,
                    "end": 59,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[27]"
                },
                {
                    "start": 59,
                    "end": 63,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[28]"
                },
                {
                    "start": 63,
                    "end": 67,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[29]"
                },
                {
                    "start": 67,
                    "end": 71,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[30]"
                },
                {
                    "start": 71,
                    "end": 75,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[31]"
                }
            ]
        },
        {
            "text": "The gluinos are assumed to decay promptly into a pair of top quarks and an almost massless neutralino via an offshell top squarkg → ttχ 0 1 . ",
            "section": "Monte Carlo samples",
            "paragraph_rank": 50,
            "section_rank": 16
        },
        {
            "text": "Samples for this process were generated at LO with up to two additional partons using MG5_aMC@NLO 2.2.2 [32] with the CTEQ6L1 [33] PDF set, interfaced to Pythia 8.186 with the A14 tune. ",
            "section": "Monte Carlo samples",
            "paragraph_rank": 50,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[32]"
                },
                {
                    "start": 126,
                    "end": 130,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[33]"
                }
            ],
            "entity_spans": [
                {
                    "start": 162,
                    "end": 166,
                    "type": "software",
                    "rawForm": ".186",
                    "resp": "whitelist",
                    "id": "software-simple-w19"
                }
            ]
        },
        {
            "text": "The matching with the parton shower was done using the CKKW-L [34] prescription, with a matching scale set to one quarter of the pair-produced resonance mass. ",
            "section": "Monte Carlo samples",
            "paragraph_rank": 50,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 62,
                    "end": 66,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[34]"
                }
            ]
        },
        {
            "text": "The signal cross-sections were calculated at next-to-leading order (NLO) in the strong coupling constant, adding the resummation of soft gluon emission at next-to-leading-logarithm (NLL) accuracy [35][36][37].",
            "section": "Monte Carlo samples",
            "paragraph_rank": 50,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 196,
                    "end": 200,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "[35]"
                },
                {
                    "start": 200,
                    "end": 204,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[36]"
                },
                {
                    "start": 204,
                    "end": 208,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[37]"
                }
            ]
        },
        {
            "text": "Object reconstruction",
            "section_rank": 17
        },
        {
            "text": "Reconstructed physics objects considered in the analysis are: prompt and isolated electrons (e), muons (μ) and photons (γ ), as well as b-jets (b) and light (non-b-tagged) jets ( j) reconstructed with the anti-k t algorithm [38] with radius parameter R = 0.4, and large missing transverse momentum (E miss T ). ",
            "section": "Object reconstruction",
            "paragraph_rank": 51,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 224,
                    "end": 228,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[38]"
                }
            ]
        },
        {
            "text": "Table 2 lists the reconstructed physics objects along with their p T and pseudorapidity requirements. ",
            "section": "Object reconstruction",
            "paragraph_rank": 51,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "Jets and electrons misidentified as hadronically decaying τ -leptons are difficult to model with the MC-based approach used in this analysis. ",
            "section": "Object reconstruction",
            "paragraph_rank": 51,
            "section_rank": 17
        },
        {
            "text": "Therefore, the identification of hadronically decaying τ -leptons is not considered; they are mostly reconstructed as light jets. ",
            "section": "Object reconstruction",
            "paragraph_rank": 51,
            "section_rank": 17
        },
        {
            "text": "Details of the object reconstruction can be found in Appendix B.",
            "section": "Object reconstruction",
            "paragraph_rank": 51,
            "section_rank": 17
        },
        {
            "text": "After object identification, overlaps between object candidates are resolved using the distance variable",
            "section": "Object reconstruction",
            "paragraph_rank": 52,
            "section_rank": 17
        },
        {
            "text": "If an electron and a muon share the same ID track, the electron is removed. ",
            "section": "Object reconstruction",
            "paragraph_rank": 53,
            "section_rank": 17
        },
        {
            "text": "Any jet within a distance R y = 0.2 of an electron candidate is discarded, unless the jet has a value of the b-tagging MV2c20 discriminant [39,40] larger than that corresponding to approximately 85% b-tagging efficiency, in which case the electron is discarded since it probably originated from a semileptonic bhadron decay. ",
            "section": "Object reconstruction",
            "paragraph_rank": 53,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 139,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "[39,"
                },
                {
                    "start": 143,
                    "end": 146,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "40]"
                }
            ]
        },
        {
            "text": "Any remaining electron within R y = 0.4 of a jet is discarded. ",
            "section": "Object reconstruction",
            "paragraph_rank": 53,
            "section_rank": 17
        },
        {
            "text": "Muons within R y = 0.4 of a jet are also removed. ",
            "section": "Object reconstruction",
            "paragraph_rank": 53,
            "section_rank": 17
        },
        {
            "text": "However, if the jet has fewer than three associated tracks, the muon is kept and the jet is discarded instead to avoid inefficiencies for high-energy muons undergoing significant energy loss in the calorimeter. ",
            "section": "Object reconstruction",
            "paragraph_rank": 53,
            "section_rank": 17
        },
        {
            "text": "If a photon candidate is found within R y = 0.4 of a jet, the jet is discarded. ",
            "section": "Object reconstruction",
            "paragraph_rank": 53,
            "section_rank": 17
        },
        {
            "text": "Photons within a cone of size R y = 0.4 around an electron or muon candidate are discarded.",
            "section": "Object reconstruction",
            "paragraph_rank": 53,
            "section_rank": 17
        },
        {
            "text": "The missing transverse momentum (with magnitude E miss T ) is defined as the negative vector sum of the transverse momenta of all selected and calibrated physics objects (electrons, photons, muons and jets) in the event, with an additional soft-term [41]. ",
            "section": "Object reconstruction",
            "paragraph_rank": 54,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 250,
                    "end": 254,
                    "type": "bibr",
                    "text": "[41]"
                }
            ]
        },
        {
            "text": "The soft-term is constructed from all tracks that are not associated with any physics object, but are associated with the primary vertex. ",
            "section": "Object reconstruction",
            "paragraph_rank": 54,
            "section_rank": 17
        },
        {
            "text": "The missing transverse momentum is reconstructed for all events; however, separate analysis channels are constructed for events with E miss T > 200 GeV. ",
            "section": "Object reconstruction",
            "paragraph_rank": 54,
            "section_rank": 17
        },
        {
            "text": "These events are taken exclusively from the E miss T trigger.",
            "section": "Object reconstruction",
            "paragraph_rank": 54,
            "section_rank": 17
        },
        {
            "text": "Event selection and classification",
            "section_rank": 18
        },
        {
            "text": "The events are divided into mutually exclusive classes that are labelled with the number and type of reconstructed objects listed in Table 2. ",
            "section": "Event selection and classification",
            "paragraph_rank": 55,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 133,
                    "end": 140,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "The division can be regarded as a classification according to the most important features of the event. ",
            "section": "Event selection and classification",
            "paragraph_rank": 55,
            "section_rank": 18
        },
        {
            "text": "The classification includes all possible final-state configurations and object multiplicities, e.g. if a data event with seven reconstructed muons and no other objects is found, it is classified in a '7-muon' event class (7μ). ",
            "section": "Event selection and classification",
            "paragraph_rank": 55,
            "section_rank": 18
        },
        {
            "text": "Similarly an event with missing transverse momentum, two muons, one photon and four jets is classified and considered in the corresponding event class denoted E miss T 2μ1γ 4 j. ",
            "section": "Event selection and classification",
            "paragraph_rank": 55,
            "section_rank": 18
        },
        {
            "text": "All events contributing to a particular event class are also required to be selected by a trigger from a corresponding class of triggers by imposing a hierarchy in the event selection. ",
            "section": "Event selection and classification",
            "paragraph_rank": 55,
            "section_rank": 18
        },
        {
            "text": "This avoids ambiguities in the application of trigger efficiency corrections to MC simulations and avoids variations in the acceptance within an event class. ",
            "section": "Event selection and classification",
            "paragraph_rank": 55,
            "section_rank": 18
        },
        {
            "text": "The flow diagram in Fig. 2 gives a graphical representation of the trigger and offline event selection, based on the class of the event. ",
            "section": "Event selection and classification",
            "paragraph_rank": 55,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 20,
                    "end": 26,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "Since the thresholds for the single-photon and single-jet triggers are higher than the p T requirements in the photon and jet object selection, an additional reconstruction-level p T cut is imposed to avoid trigger inefficiencies. ",
            "section": "Event selection and classification",
            "paragraph_rank": 55,
            "section_rank": 18
        },
        {
            "text": "For the other triggers, the p T requirements in the object definitions exceed the trigger thresholds by a sufficient margin to avoid additional trigger inefficiencies. ",
            "section": "Event selection and classification",
            "paragraph_rank": 55,
            "section_rank": 18
        },
        {
            "text": "Electrons are considered before muons in the event selection hierarchy because the electron trigger efficiency is considerably higher compared to the muon trigger efficiency.",
            "section": "Event selection and classification",
            "paragraph_rank": 55,
            "section_rank": 18
        },
        {
            "text": "Events with E miss T > 200 GeV are required to pass the E miss T trigger which becomes fully efficient at 200 GeV, otherwise they are rejected and not considered for further event selection. ",
            "section": "Event selection and classification",
            "paragraph_rank": 56,
            "section_rank": 18
        },
        {
            "text": "If the event has E miss T < 200 GeV but contains an electron with p T > 25 GeV it is required to pass the single-electron trigger. ",
            "section": "Event selection and classification",
            "paragraph_rank": 56,
            "section_rank": 18
        },
        {
            "text": "However, events with more than one electron with p T > 25 GeV or with an additional muon with p T > 25 GeV can be selected by the dielectron trigger or electron-muon trigger respectively if the event fails to pass the single-electron trigger. ",
            "section": "Event selection and classification",
            "paragraph_rank": 56,
            "section_rank": 18
        },
        {
            "text": "Events with a muon with p T > 25 GeV but no reconstructed electrons or large E miss T are required to pass the single-muon trigger. ",
            "section": "Event selection and classification",
            "paragraph_rank": 56,
            "section_rank": 18
        },
        {
            "text": "If the event has more than one muon with p T > 25 GeV and fails to pass the single-muon trigger, it can additionally be selected by the dimuon trigger. ",
            "section": "Event selection and classification",
            "paragraph_rank": 56,
            "section_rank": 18
        },
        {
            "text": "Remaining events with a photon with p T > 140 GeV or two photons with p T > 50 GeV are required to pass the single-photon or diphoton trigger, respectively. ",
            "section": "Event selection and classification",
            "paragraph_rank": 56,
            "section_rank": 18
        },
        {
            "text": "Finally, any remaining event with no large E miss T , leptons, or photons, but containing a jet with p T > 500 GeV is required to pass the single-jet trigger. ",
            "section": "Event selection and classification",
            "paragraph_rank": 56,
            "section_rank": 18
        },
        {
            "text": "In addition to the thresholds imposed by the trigger, a further selection is applied to event classes with E miss T < 200 GeV containing one lepton or one electron and one muon and possibly additional photons or jets (1μ + X , 1e + X and 1μ1e + X ), to reduce the overall data volume. ",
            "section": "Event selection and classification",
            "paragraph_rank": 56,
            "section_rank": 18
        },
        {
            "text": "In these event classes, one lepton is required to have p T > 100 GeV if the event has less than three jets with p T > 60 GeV.",
            "section": "Event selection and classification",
            "paragraph_rank": 56,
            "section_rank": 18
        },
        {
            "text": "To suppress sources of fake E miss T , additional requirements are imposed on events to be classified in E miss T categories. ",
            "section": "Event selection and classification",
            "paragraph_rank": 57,
            "section_rank": 18
        },
        {
            "text": "The ratio of E miss T to m eff is required to be greater than 0.2, and the minimum azimuthal separation between the E miss T direction and the three leading reconstructed jets (if present) has to be greater than 0.4, otherwise the event is rejected.  ",
            "section": "Event selection and classification",
            "paragraph_rank": 57,
            "section_rank": 18
        },
        {
            "text": "[39]. ",
            "section": "Event selection and classification",
            "paragraph_rank": 57,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "[39]"
                }
            ]
        },
        {
            "text": "Leptonic decays of J/ψ mesons and Z bosons in data and simulation are exploited to estimate the uncertainties in lepton reconstruction, identification, momentum/energy scale and resolution, and isolation criteria [43][44][45]. ",
            "section": "Event selection and classification",
            "paragraph_rank": 57,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 213,
                    "end": 217,
                    "type": "bibr",
                    "text": "[43]"
                },
                {
                    "start": 217,
                    "end": 221,
                    "type": "bibr",
                    "text": "[44]"
                },
                {
                    "start": 221,
                    "end": 225,
                    "type": "bibr",
                    "text": "[45]"
                }
            ]
        },
        {
            "text": "Photon reconstruction and identification efficiencies are evaluated from samples of Z → ee and Z + γ events [45,46]. ",
            "section": "Event selection and classification",
            "paragraph_rank": 57,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 108,
                    "end": 112,
                    "type": "bibr",
                    "text": "[45,"
                },
                {
                    "start": 112,
                    "end": 115,
                    "type": "bibr",
                    "text": "46]"
                }
            ]
        },
        {
            "text": "The luminosity measurement was calibrated during dedicated beam-separation scans, using the same methodology as that described in Ref. ",
            "section": "Event selection and classification",
            "paragraph_rank": 57,
            "section_rank": 18
        },
        {
            "text": "[47]. ",
            "section": "Event selection and classification",
            "paragraph_rank": 57,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "text": "[47]"
                }
            ]
        },
        {
            "text": "The uncertainty of this measurement is found to be 2.1%.",
            "section": "Event selection and classification",
            "paragraph_rank": 57,
            "section_rank": 18
        },
        {
            "text": "In total, 35 sources of experimental uncertainties are identified pertaining to one or more physics objects considered. ",
            "section": "Event selection and classification",
            "paragraph_rank": 58,
            "section_rank": 18
        },
        {
            "text": "For each source the one-standard-deviation (1σ ) confidence interval (CI) is propagated to a 1σ CI around the nominal SM expectation. ",
            "section": "Event selection and classification",
            "paragraph_rank": 58,
            "section_rank": 18
        },
        {
            "text": "The total experimental uncertainty of the SM expectation is obtained from the sum in quadrature of these 35 1σ CIs and the uncertainty of the luminosity measurement.",
            "section": "Event selection and classification",
            "paragraph_rank": 58,
            "section_rank": 18
        },
        {
            "text": "Theoretical modelling uncertainties Two different sources of uncertainty in the theoretical modelling of the SM production processes are considered. ",
            "section": "Event selection and classification",
            "paragraph_rank": 59,
            "section_rank": 18
        },
        {
            "text": "A first uncertainty is assigned to account for our knowledge of the cross-sections for the inclusive processes. ",
            "section": "Event selection and classification",
            "paragraph_rank": 59,
            "section_rank": 18
        },
        {
            "text": "A second uncertainty is used to cover the modelling of the shape of the differential cross-sections. ",
            "section": "Event selection and classification",
            "paragraph_rank": 59,
            "section_rank": 18
        },
        {
            "text": "In order to derive the modelling uncertainties, either variations of the QCD factorization, renormalization, resummation and merging scales are used or comparisons of the nominal MC samples with alternative ones are used. ",
            "section": "Event selection and classification",
            "paragraph_rank": 59,
            "section_rank": 18
        },
        {
            "text": "For some SM processes additional modelling uncertainties are included. ",
            "section": "Event selection and classification",
            "paragraph_rank": 59,
            "section_rank": 18
        },
        {
            "text": "Appendix A.2 describes all theoretical uncertainties considered for the various SM processes. ",
            "section": "Event selection and classification",
            "paragraph_rank": 59,
            "section_rank": 18
        },
        {
            "text": "The total uncertainty is taken as the sum in quadrature of the two components and the statistical uncertainty of the MC prediction.",
            "section": "Event selection and classification",
            "paragraph_rank": 59,
            "section_rank": 18
        },
        {
            "text": "Validation procedures",
            "section_rank": 19
        },
        {
            "text": "The evaluated SM processes, together with their standard selection cuts and the studied validation distributions, are detailed in Table 3. ",
            "section": "Validation procedures",
            "paragraph_rank": 60,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 130,
                    "end": 137,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "These validation distributions rely on inclusive selections to probe the general agreement between data and simulation and are evaluated in restricted ranges where large new-physics contributions have been excluded by previous direct searches.",
            "section": "Validation procedures",
            "paragraph_rank": 60,
            "section_rank": 19
        },
        {
            "text": "There are some cases in which the validation procedure finds modelling problems and MC background corrections are needed (multijets, γ (γ ) + jets). ",
            "section": "Validation procedures",
            "paragraph_rank": 61,
            "section_rank": 19
        },
        {
            "text": "In other cases, the affected event classes are excluded from the analysis as their SM expectation dominantly arises from object misidentification (e.g. jets reconstructed as electrons) which is poorly modelled in MC simulation. ",
            "section": "Validation procedures",
            "paragraph_rank": 61,
            "section_rank": 19
        },
        {
            "text": "The excluded classes are: 1e1 j, 1e2 j, 1e3 j, 1e4 j, 1e1b, 1e1b1 j, 1e1b2 j, 1e1b3 j. ",
            "section": "Validation procedures",
            "paragraph_rank": 61,
            "section_rank": 19
        },
        {
            "text": "Event classes containing a single object, as well as those containing only E miss T and a lepton are also discarded from the analysis due to difficulties in modelling final states with one high energy object recoiling against many soft (non-reconstructed) ones.",
            "section": "Validation procedures",
            "paragraph_rank": 61,
            "section_rank": 19
        },
        {
            "text": "Corrections to the MC background",
            "section_rank": 20
        },
        {
            "text": "The MC samples for multijet and γ + jets production, while giving a good description of kinematic variables, predict an overall cross-section and a jet multiplicity distribution that disagrees with data. ",
            "section": "Corrections to the MC background",
            "paragraph_rank": 62,
            "section_rank": 20
        },
        {
            "text": "Following step 2, correction procedures were applied.",
            "section": "Corrections to the MC background",
            "paragraph_rank": 62,
            "section_rank": 20
        },
        {
            "text": "In classes containing only j and b the multijet MC samples are scaled to data with normalization factors ranging between approximately 0.8 and 1.2. ",
            "section": "Corrections to the MC background",
            "paragraph_rank": 63,
            "section_rank": 20
        },
        {
            "text": "The normalization factors are derived separately in each exclusive jet multiplicity class by equating the expected total number of events to the observed number of events. ",
            "section": "Corrections to the MC background",
            "paragraph_rank": 63,
            "section_rank": 20
        },
        {
            "text": "Multijet production in other channels are not rescaled and found to be described by the MC samples within the theoretical uncertainties. ",
            "section": "Corrections to the MC background",
            "paragraph_rank": 63,
            "section_rank": 20
        },
        {
            "text": "If a channel contains less than four data events, no modifications are made.",
            "section": "Corrections to the MC background",
            "paragraph_rank": 63,
            "section_rank": 20
        },
        {
            "text": "For γ + jets event classes the same rescaling procedure is applied to classes with exactly one photon, no leptons or E miss T , and any number of jets. ",
            "section": "Corrections to the MC background",
            "paragraph_rank": 64,
            "section_rank": 20
        },
        {
            "text": "(1 − cos φ( , E miss T ))] 1/2 . ",
            "section": "Corrections to the MC background",
            "paragraph_rank": 64,
            "section_rank": 20
        },
        {
            "text": "N ((b-)jets) is the number of (b-)jets in an event. ",
            "section": "Corrections to the MC background",
            "paragraph_rank": 64,
            "section_rank": 20
        },
        {
            "text": "For the distance variables R and φ, the two instances of the objects with the minimum distance between them are used. ",
            "section": "Corrections to the MC background",
            "paragraph_rank": 64,
            "section_rank": 20
        },
        {
            "text": "The H T (jets), m T ( , E miss T ), p T ( ) and m inv validation distributions are evaluated in restricted ranges where large new-physics contributions have been excluded by previous direct searches. ",
            "section": "Corrections to the MC background",
            "paragraph_rank": 64,
            "section_rank": 20
        },
        {
            "text": "Sameflavour opposite-charge sign lepton pairs are referred to as SFOS pairs",
            "section": "Corrections to the MC background",
            "paragraph_rank": 64,
            "section_rank": 20
        },
        {
            "text": "Physics process",
            "section_rank": 21
        },
        {
            "text": "Event selection Additional validation distributions ",
            "section": "Physics process",
            "paragraph_rank": 65,
            "section_rank": 21
        },
        {
            "text": "Events / class The application of scale factors also outside the region where data to Monte Carlo comparisons are made would be cross-checked in the dedicated reanalysis of any deviation.",
            "section": "Physics process",
            "paragraph_rank": 66,
            "section_rank": 21
        },
        {
            "text": "Comparison of the event yields with the MC prediction",
            "section_rank": 22
        },
        {
            "text": "After classification, 704 event classes are found with at least one data event or an SM expectation greater than 0.1 events. ",
            "section": "Comparison of the event yields with the MC prediction",
            "paragraph_rank": 67,
            "section_rank": 22
        },
        {
            "text": "The data and the background predictions from MC simulation for these classes are shown in Fig. 3 and Appendix C. Agreement is observed between data and the prediction in most of the event classes. ",
            "section": "Comparison of the event yields with the MC prediction",
            "paragraph_rank": 67,
            "section_rank": 22,
            "ref_spans": [
                {
                    "start": 90,
                    "end": 96,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "In events classes having more than two b-jets and where the SM expectation is dominated by tt production, the nominal SM expectation is systematically slightly below the data. ",
            "section": "Comparison of the event yields with the MC prediction",
            "paragraph_rank": 67,
            "section_rank": 22
        },
        {
            "text": "Data events are found in 528 out of 704 event classes. ",
            "section": "Comparison of the event yields with the MC prediction",
            "paragraph_rank": 67,
            "section_rank": 22
        },
        {
            "text": "These include events with up to four leptons (muons and/or electrons), three photons, twelve jets and eight b-jets. ",
            "section": "Comparison of the event yields with the MC prediction",
            "paragraph_rank": 67,
            "section_rank": 22
        },
        {
            "text": "There are 18 event classes with an SM expectation of less than 0.1 events; no more than two data events are observed in any of these, and they are not considered further in the analysis. ",
            "section": "Comparison of the event yields with the MC prediction",
            "paragraph_rank": 67,
            "section_rank": 22
        },
        {
            "text": "No outstanding event was found in those channels. ",
            "section": "Comparison of the event yields with the MC prediction",
            "paragraph_rank": 67,
            "section_rank": 22
        },
        {
            "text": "The remaining 686 classes are retained for statistical analysis.",
            "section": "Comparison of the event yields with the MC prediction",
            "paragraph_rank": 67,
            "section_rank": 22
        },
        {
            "text": "Step 3: Sensitive variables and search algorithm",
            "section_rank": 23,
            "entity_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "software",
                    "rawForm": "Step",
                    "resp": "whitelist",
                    "id": "software-simple-w20"
                }
            ]
        },
        {
            "text": "In order to quantitatively determine the level of agreement between the data and the SM expectation, and to identify regions of possible deviations, this analysis uses an algorithm for multiple hypothesis testing. ",
            "section": "Step 3: Sensitive variables and search algorithm",
            "paragraph_rank": 68,
            "section_rank": 23
        },
        {
            "text": "The algorithm locates a single region of largest deviation for specific observables in each event class. ",
            "section": "Step 3: Sensitive variables and search algorithm",
            "paragraph_rank": 68,
            "section_rank": 23
        },
        {
            "text": "In the following, an algorithm derived from the algorithm used in Ref. ",
            "section": "Step 3: Sensitive variables and search algorithm",
            "paragraph_rank": 68,
            "section_rank": 23
        },
        {
            "text": "[5] is applied to the 2015 dataset.",
            "section": "Step 3: Sensitive variables and search algorithm",
            "paragraph_rank": 68,
            "section_rank": 23,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "Choice of variables",
            "section_rank": 24
        },
        {
            "text": "For each event class, the m eff and m inv distributions are considered in the form of histograms. ",
            "section": "Choice of variables",
            "paragraph_rank": 69,
            "section_rank": 24
        },
        {
            "text": "The invariant mass is computed from all visible objects in the event, with no attempt to use the E miss T information. ",
            "section": "Choice of variables",
            "paragraph_rank": 69,
            "section_rank": 24
        },
        {
            "text": "These variables have been widely used in searches for new physics, and are sensitive to a large range of possible signals, manifesting either as bumps, deficits or wide excesses. ",
            "section": "Choice of variables",
            "paragraph_rank": 69,
            "section_rank": 24
        },
        {
            "text": "Several other commonly used kinematic variables have also been studied for various models, but were not found to significantly increase the sensitivity. ",
            "section": "Choice of variables",
            "paragraph_rank": 69,
            "section_rank": 24
        },
        {
            "text": "The approach is however not limited to these variables, as discussed in Sect. ",
            "section": "Choice of variables",
            "paragraph_rank": 69,
            "section_rank": 24
        },
        {
            "text": "2.",
            "section": "Choice of variables",
            "paragraph_rank": 69,
            "section_rank": 24
        },
        {
            "text": "For each histogram, the bin widths h(x) as a function of the abscissa x are determined using:",
            "section": "Choice of variables",
            "paragraph_rank": 70,
            "section_rank": 24
        },
        {
            "text": "where N objects is the number of objects in the event class, k is the width of the bin in standard deviations, and σ i (x/2) is the expected detector resolution in the central region for the p T of object i evaluated at p T = x/2 to roughly approx-imate the largest p T -scale in the event. ",
            "section": "Choice of variables",
            "paragraph_rank": 71,
            "section_rank": 24
        },
        {
            "text": "An exception to this is the missing transverse momentum resolution (σ E miss T ), which is a function of E T , where E T is approximated by the effective mass minus the E miss T object requirement:",
            "section": "Choice of variables",
            "paragraph_rank": 71,
            "section_rank": 24
        },
        {
            "text": "object is only considered in the binning of the effective mass histograms. ",
            "section": "Choice of variables",
            "paragraph_rank": 72,
            "section_rank": 24
        },
        {
            "text": "A ±1σ interval is used for the bin width (k = 2) for all objects except for photons and electrons, for which a ±3σ interval is used (k = 6) to avoid having too finely binned histograms with few MC events. ",
            "section": "Choice of variables",
            "paragraph_rank": 72,
            "section_rank": 24
        },
        {
            "text": "This results in variable bin widths with values ranging from 20 GeV to about 2000 GeV. ",
            "section": "Choice of variables",
            "paragraph_rank": 72,
            "section_rank": 24
        },
        {
            "text": "For a given event class, the scan starts at a value of the scanned observable larger than two times the sum of the minimum p T requirement of each contributing object considered (e.g. 100 GeV for a 2μ class). ",
            "section": "Choice of variables",
            "paragraph_rank": 72,
            "section_rank": 24
        },
        {
            "text": "This minimises spurious deviations which might arise from insufficiently well modelled threshold regions.",
            "section": "Choice of variables",
            "paragraph_rank": 72,
            "section_rank": 24
        },
        {
            "text": "Algorithm to search for deviations of the data from the expectation",
            "section_rank": 25
        },
        {
            "text": "The algorithm identifies the single region with the largest upward or downward deviation in a distribution, provided in the form of a histogram, as the region of interest (ROI). ",
            "section": "Algorithm to search for deviations of the data from the expectation",
            "paragraph_rank": 73,
            "section_rank": 25
        },
        {
            "text": "The total number of independent bins is 36,936, leading to 518,320 combinations of contiguous bins (regions 4 ) with an SM expectation larger than 0.01 events. ",
            "section": "Algorithm to search for deviations of the data from the expectation",
            "paragraph_rank": 73,
            "section_rank": 25
        },
        {
            "text": "For each region with an SM expectation larger than 0.01, the statistical estimator p 0 is calculated as defined in Eqs. ",
            "section": "Algorithm to search for deviations of the data from the expectation",
            "paragraph_rank": 73,
            "section_rank": 25
        },
        {
            "text": "(1)-(3). ",
            "section": "Algorithm to search for deviations of the data from the expectation",
            "paragraph_rank": 73,
            "section_rank": 25
        },
        {
            "text": "Here, p 0 is to be interpreted as a local p 0 -value. ",
            "section": "Algorithm to search for deviations of the data from the expectation",
            "paragraph_rank": 73,
            "section_rank": 25
        },
        {
            "text": "The region of largest deviation found by the algorithm is the region with the smallest p 0value. ",
            "section": "Algorithm to search for deviations of the data from the expectation",
            "paragraph_rank": 73,
            "section_rank": 25
        },
        {
            "text": "Such a method is able to find narrow resonances and single outstanding bins, as well as signals spread over large regions of phase space in distributions of any shape.",
            "section": "Algorithm to search for deviations of the data from the expectation",
            "paragraph_rank": 73,
            "section_rank": 25
        },
        {
            "text": "To illustrate the operation of the algorithm, six example distributions are presented. ",
            "section": "Algorithm to search for deviations of the data from the expectation",
            "paragraph_rank": 74,
            "section_rank": 25
        },
        {
            "text": "Figure 4a shows the invariant mass distribution of the event class with one photon, three light jets and large missing transverse momentum (E miss T 1γ 3 j), which has the smallest p channel -value in the m inv scan. ",
            "section": "Algorithm to search for deviations of the data from the expectation",
            "paragraph_rank": 74,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Figure 4a"
                }
            ]
        },
        {
            "text": "Figure 4b shows the effective mass distribution of the event class with one muon, one electron, four b-jets and two light jets (1μ1e4b2 j), which has the smallest p channelvalue in the m eff scan. ",
            "section": "Algorithm to search for deviations of the data from the expectation",
            "paragraph_rank": 74,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Figure 4b"
                }
            ]
        },
        {
            "text": "Figure 4c shows the invariant mass distribution of the event class with one electron, one photon, two b-jets and two light jets (1e1γ 2b2 j). ",
            "section": "Algorithm to search for deviations of the data from the expectation",
            "paragraph_rank": 74,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Figure 4c"
                }
            ]
        },
        {
            "text": "Figure 4d shows the effective mass distribution of the event class with six light jets (6 j). ",
            "section": "Algorithm to search for deviations of the data from the expectation",
            "paragraph_rank": 74,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Figure 4d"
                }
            ]
        },
        {
            "text": "Figure 4e shows the invariant mass distribution of the event class with two muons, a light jet and large missing transverse momentum (E miss T 2μ1 j) and Fig. 4f shows the effective mass distribution of the event class with three light jets and large missing transverse momentum (E miss T 3 j). ",
            "section": "Algorithm to search for deviations of the data from the expectation",
            "paragraph_rank": 74,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Figure 4e"
                },
                {
                    "start": 154,
                    "end": 161,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Fig. 4f"
                }
            ]
        },
        {
            "text": "The regions with the largest deviation found by the search algorithm in these distributions, an excess in Fig. 4a-c, f, and a deficit in Fig. 4d, e, are indicated by vertical dashed lines.",
            "section": "Algorithm to search for deviations of the data from the expectation",
            "paragraph_rank": 74,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 106,
                    "end": 113,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Fig. 4a"
                },
                {
                    "start": 137,
                    "end": 144,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Fig. 4d"
                }
            ]
        },
        {
            "text": "To minimize the impact of few MC events, 213, 992 regions where the background prediction has a total relative uncertainty of over 100% are discarded by the algorithm. ",
            "section": "Algorithm to search for deviations of the data from the expectation",
            "paragraph_rank": 75,
            "section_rank": 25
        },
        {
            "text": "Discarding a region forces the algorithm to consider a different or larger region in the event class, or if no region in the event class satisfies the condition, to discard the entire event class. ",
            "section": "Algorithm to search for deviations of the data from the expectation",
            "paragraph_rank": 75,
            "section_rank": 25
        },
        {
            "text": "5 For all discarded regions with N obs > 3 a p 0 -value is calculated. ",
            "section": "Algorithm to search for deviations of the data from the expectation",
            "paragraph_rank": 75,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5"
                }
            ]
        },
        {
            "text": "If the p 0 -value is smaller than the p channel -value (or if there is no ROI and hence no p channel -value), it is evaluated manually by comparing it with the distribution of p channelvalues from the scan. ",
            "section": "Algorithm to search for deviations of the data from the expectation",
            "paragraph_rank": 75,
            "section_rank": 25
        },
        {
            "text": "This is done for 27 event classes among which the smallest p 0 -value observed in a discarded region is 0.01. ",
            "section": "Algorithm to search for deviations of the data from the expectation",
            "paragraph_rank": 75,
            "section_rank": 25
        },
        {
            "text": "To model the analysis of discarded regions in pseudoexperiments, regions are allowed to have larger uncertainties if they fulfil the N obs > 3 criterion.",
            "section": "Algorithm to search for deviations of the data from the expectation",
            "paragraph_rank": 75,
            "section_rank": 25
        },
        {
            "text": "In addition to monitoring regions discarded due to a total uncertainty in excess of 100%, regions discarded due to N SM < 0.01 but with N obs > 3 would also be monitored individually; however, no such region has been observed. ",
            "section": "Algorithm to search for deviations of the data from the expectation",
            "paragraph_rank": 76,
            "section_rank": 25
        },
        {
            "text": "Tables 4 and 5  ",
            "section": "Algorithm to search for deviations of the data from the expectation",
            "paragraph_rank": 76,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 14,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Tables 4 and 5"
                }
            ]
        },
        {
            "text": "Step 4: Generation of pseudo-experiments",
            "section_rank": 26,
            "entity_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "software",
                    "rawForm": "Step",
                    "resp": "whitelist",
                    "id": "software-simple-w21"
                }
            ]
        },
        {
            "text": "As described in Sect. ",
            "section": "Step 4: Generation of pseudo-experiments",
            "paragraph_rank": 77,
            "section_rank": 26
        },
        {
            "text": "2.4, pseudo-experiments are generated to derive the probability of finding a p 0 -value of a given size, for a given observable and algorithm. ",
            "section": "Step 4: Generation of pseudo-experiments",
            "paragraph_rank": 77,
            "section_rank": 26
        },
        {
            "text": "The p channel -value distributions of the pseudo-experiments and their statistical properties can be compared with the p channel -value distribution obtained from data. ",
            "section": "Step 4: Generation of pseudo-experiments",
            "paragraph_rank": 77,
            "section_rank": 26
        },
        {
            "text": "Correlations in the uncertainties of the SM expectation affect this probability and their effect is taken into account in the generation of pseudo-data as outlined in the following.",
            "section": "Step 4: Generation of pseudo-experiments",
            "paragraph_rank": 77,
            "section_rank": 26
        },
        {
            "text": "For the experimental uncertainties, each of the 35 sources of uncertainty is varied independently by drawing a value at random from a Gaussian pdf. ",
            "section": "Step 4: Generation of pseudo-experiments",
            "paragraph_rank": 78,
            "section_rank": 26
        },
        {
            "text": "This value is assumed to be 100% correlated across all bins and event classes. ",
            "section": "Step 4: Generation of pseudo-experiments",
            "paragraph_rank": 78,
            "section_rank": 26
        },
        {
            "text": "The f An upward fluctuation in the m eff distribution of the E miss T 3 j channel. ",
            "section": "Step 4: Generation of pseudo-experiments",
            "paragraph_rank": 78,
            "section_rank": 26
        },
        {
            "text": "The hatched band includes all systematic and statistical uncertainties from MC simulations. ",
            "section": "Step 4: Generation of pseudo-experiments",
            "paragraph_rank": 78,
            "section_rank": 26
        },
        {
            "text": "In the ratio plots the inner solid uncertainty band shows the statistical uncertainty from MC simulations, the middle solid band includes the experimental systematic uncertainty, and the hatched band includes the theoretical systematic uncertainty  uncertainty in the normalization of the various backgrounds is also considered as 100% correlated. ",
            "section": "Step 4: Generation of pseudo-experiments",
            "paragraph_rank": 78,
            "section_rank": 26
        },
        {
            "text": "Likewise, theoretical shape uncertainties, including those estimated from scale variations or the differences with alternative generators, are assumed to be 100% correlated, with the exception of the uncertainties which are used for some SM processes with small cross-sections. ",
            "section": "Step 4: Generation of pseudo-experiments",
            "paragraph_rank": 78,
            "section_rank": 26
        },
        {
            "text": "The latter uncertainties are assumed to be uncorrelated, both between event classes and between bins of the same event class. ",
            "section": "Step 4: Generation of pseudo-experiments",
            "paragraph_rank": 78,
            "section_rank": 26
        },
        {
            "text": "Scale variations are applied in the generation of pseudo-experiments by varying the renormalization, factorization, resummation and merging scales independently. ",
            "section": "Step 4: Generation of pseudo-experiments",
            "paragraph_rank": 78,
            "section_rank": 26
        },
        {
            "text": "The values for each scale of a given pseudoexperiment are 100% correlated between all bins and event classes. ",
            "section": "Step 4: Generation of pseudo-experiments",
            "paragraph_rank": 78,
            "section_rank": 26
        },
        {
            "text": "The scales are correlated between processes of the same type which are generated with a similar generator setup, i.e. scales are correlated among the W/Z /γ + jets processes, among all the diboson processes, among the tt +W/Z processes, and among the single-top processes.",
            "section": "Step 4: Generation of pseudo-experiments",
            "paragraph_rank": 78,
            "section_rank": 26
        },
        {
            "text": "Changing the size of the theoretical uncertainties by a factor of two leads to a change of less than 5% in the − log 10 ( p min ) thresholds at which a dedicated analysis is triggered. ",
            "section": "Step 4: Generation of pseudo-experiments",
            "paragraph_rank": 79,
            "section_rank": 26
        },
        {
            "text": "The correlation assumptions in the theoretical uncertainties were also tested. ",
            "section": "Step 4: Generation of pseudo-experiments",
            "paragraph_rank": 79,
            "section_rank": 26
        },
        {
            "text": "Figure 5 shows the effect of changing the correlation assumption for all theoretical shape uncertainties that are nominally taken as 100% correlated. ",
            "section": "Step 4: Generation of pseudo-experiments",
            "paragraph_rank": 79,
            "section_rank": 26,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Figure 5"
                }
            ]
        },
        {
            "text": "This test decorrelates the bin-by-bin variations due to the theoretical shape uncertainties in the pseudo-data while retaining the correlation when summing over selected bins in the scan, thus testing the impact of an incorrect assumption in the correlation model. ",
            "section": "Step 4: Generation of pseudo-experiments",
            "paragraph_rank": 79,
            "section_rank": 26
        },
        {
            "text": "By comparing the nominal assumption of 100% correlation with a 50% correlated component, and a fully uncorrelated assumption, the threshold at which a dedicated analysis is triggered is changed by a negligible amount. ",
            "section": "Step 4: Generation of pseudo-experiments",
            "paragraph_rank": 79,
            "section_rank": 26
        },
        {
            "text": "Sensitivity to standard model processes",
            "section_rank": 27
        },
        {
            "text": "The sensitivity of the procedure is evaluated with two different methods that either use a modified background estimation through the removal of SM processes or in which signal contributions are added to the pseudo-data sample. ",
            "section": "Sensitivity to standard model processes",
            "paragraph_rank": 80,
            "section_rank": 27
        },
        {
            "text": "As a figure of merit, the fraction of 'signal' pseudo-experiments with P exp,i < 5% for i = 1, 2, 3 is computed. ",
            "section": "Sensitivity to standard model processes",
            "paragraph_rank": 80,
            "section_rank": 27
        },
        {
            "text": "Figure 6 shows how removing the W Z process from the background prediction affects the three smallest expected p channel -values. ",
            "section": "Sensitivity to standard model processes",
            "paragraph_rank": 80,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 6"
                }
            ]
        },
        {
            "text": "In Fig. 6a, b, the dashed curves show the nominal expected p channel distribution obtained from pseudoexperiments. ",
            "section": "Sensitivity to standard model processes",
            "paragraph_rank": 80,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 3,
                    "end": 13,
                    "type": "figure",
                    "text": "Fig. 6a, b"
                }
            ]
        },
        {
            "text": "These define the p min thresholds for which P exp,i < 5% and vertical dotted lines are drawn at the threshold values. ",
            "section": "Sensitivity to standard model processes",
            "paragraph_rank": 80,
            "section_rank": 27
        },
        {
            "text": "The solid lines show the p channel distributions obtained by testing pseudo-experiments generated from the SM prediction against the modified background prediction which has the W Z diboson process removed. ",
            "section": "Sensitivity to standard model processes",
            "paragraph_rank": 80,
            "section_rank": 27
        },
        {
            "text": "It can be observed that in this case the m eff scan is more sensitive; the The fraction of pseudo-experiments which have at least one, two and three p channel -values below a given p min , given for both the pseudoexperiments generated from the nominal SM expectation and tested against the nominal expectation (dashed) and for those tested against the modified expectation ('SM, ttγ removed') in which the ttγ process is removed ( fraction of 'signal' pseudo-experiments with P exp,i < 5% is about 80% in all three cases i = 1, 2, 3. ",
            "section": "Sensitivity to standard model processes",
            "paragraph_rank": 80,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 430,
                    "end": 431,
                    "type": "table",
                    "text": "("
                }
            ]
        },
        {
            "text": "Additionally, in Fig. 6a, b, the three smallest p channelvalues observed in the data are shown by arrows, both when tested against the full SM prediction (dashed) and when tested against the modified prediction (solid). ",
            "section": "Sensitivity to standard model processes",
            "paragraph_rank": 80,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 17,
                    "end": 27,
                    "type": "figure",
                    "text": "Fig. 6a, b"
                }
            ]
        },
        {
            "text": "For all three cases (i = 1, 2, 3), P exp,i < 5% is found again. ",
            "section": "Sensitivity to standard model processes",
            "paragraph_rank": 80,
            "section_rank": 27
        },
        {
            "text": "This means that a dedicated analysis would be performed for the three event classes in which the p channel -values are observed, i.e. 3μ, 1μ2e1 j, and 2μ1e1 j, likely resulting in the discovery of an unexpected signal due to W Z production. ",
            "section": "Sensitivity to standard model processes",
            "paragraph_rank": 80,
            "section_rank": 27
        },
        {
            "text": "Figure 6c,   d shows the m eff distributions of the data with the full SM prediction and the modified prediction respectively. ",
            "section": "Sensitivity to standard model processes",
            "paragraph_rank": 80,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 14,
                    "type": "figure",
                    "text": "Figure 6c,   d"
                }
            ]
        },
        {
            "text": "This test uses the conclusion from Sect. ",
            "section": "Sensitivity to standard model processes",
            "paragraph_rank": 80,
            "section_rank": 27
        },
        {
            "text": "3.6 and is performed in retrospect. ",
            "section": "Sensitivity to standard model processes",
            "paragraph_rank": 80,
            "section_rank": 27
        },
        {
            "text": "In the case of a significant deviation, this test would be performed with pseudo-data to assess the sensitivity of the search to a missing background. ",
            "section": "Sensitivity to standard model processes",
            "paragraph_rank": 80,
            "section_rank": 27
        },
        {
            "text": "Figure 7 shows the effect of removing the tt + γ process. ",
            "section": "Sensitivity to standard model processes",
            "paragraph_rank": 80,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "Figure 7"
                }
            ]
        },
        {
            "text": "Again the m eff scan is slightly more sensitive, and about 70% of 'signal' pseudo-experiments have P exp,i < 5% in all three cases i = 1, 2, 3. ",
            "section": "Sensitivity to standard model processes",
            "paragraph_rank": 80,
            "section_rank": 27
        },
        {
            "text": "In the data, P exp,i < 5% is found again for all three cases (i = 1, 2, 3). ",
            "section": "Sensitivity to standard model processes",
            "paragraph_rank": 80,
            "section_rank": 27
        },
        {
            "text": "A dedicated analysis would be ",
            "section": "Sensitivity to standard model processes",
            "paragraph_rank": 80,
            "section_rank": 27
        },
        {
            "text": "(a) ",
            "section": "Sensitivity to standard model processes",
            "paragraph_rank": 80,
            "section_rank": 27
        },
        {
            "text": "(b) Fig. 8 The fraction of pseudo-experiments in which a deviation is found with a p channel -value smaller than a given p min . ",
            "section": "Sensitivity to standard model processes",
            "paragraph_rank": 80,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 4,
                    "end": 10,
                    "type": "figure",
                    "text": "Fig. 8"
                }
            ]
        },
        {
            "text": "Distributions are shown for pseudo-experiments generated from the SM expectation (circular markers), and after injecting signals of a inclusive Z decays or b gluino pairs withg → ttχ 0 1 decays and various masses. ",
            "section": "Sensitivity to standard model processes",
            "paragraph_rank": 80,
            "section_rank": 27
        },
        {
            "text": "The line corresponding to the injection of a Z boson with a mass of 4 TeV and a gluino with a mass of 1600 GeV overlap with the line obtained from the SM-only pseudo-experiments due to the small signal cross-section performed for the three classes 1μ1γ 2b1 j, 1e1γ 2b2 j, and 1μ1γ 1b3 j, likely resulting in the discovery of an unexpected signal due to tt + γ production.",
            "section": "Sensitivity to standard model processes",
            "paragraph_rank": 80,
            "section_rank": 27
        },
        {
            "text": "It is interesting to note that these discoveries would have been made without a priori knowledge of the existence of these processes. ",
            "section": "Sensitivity to standard model processes",
            "paragraph_rank": 81,
            "section_rank": 27
        },
        {
            "text": "Figure 8 shows the sensitivity for the two benchmark signals considered as a function of the mass of the produced particle. ",
            "section": "Sensitivity to standard model processes",
            "paragraph_rank": 81,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 8"
                }
            ]
        },
        {
            "text": "For the Z model, where the mass of the resonance can be reconstructed from its decay products, the sensitivity to the signal is found to be the largest in the scan of the m inv distribution. ",
            "section": "Sensitivity to standard model processes",
            "paragraph_rank": 81,
            "section_rank": 27
        },
        {
            "text": "Gluinos undergo a cascade decay process to the lightest neutralino, which is undetected and leads to missing transverse momentum. ",
            "section": "Sensitivity to standard model processes",
            "paragraph_rank": 81,
            "section_rank": 27
        },
        {
            "text": "It is not possible to fully reconstruct an event from gluino pair production due to the presence of neutralinos in the final state. ",
            "section": "Sensitivity to standard model processes",
            "paragraph_rank": 81,
            "section_rank": 27
        },
        {
            "text": "The sensitivity to the gluino signal is therefore found to be the largest in the m eff scan, where a broad excess at large values of this quantity is expected.",
            "section": "Sensitivity to standard model processes",
            "paragraph_rank": 81,
            "section_rank": 27
        },
        {
            "text": "Sensitivity to new-physics signals",
            "section_rank": 28
        },
        {
            "text": "Exclusion and discovery sensitivity have to be carefully distinguished when the results of this search are compared with model-based searches. ",
            "section": "Sensitivity to new-physics signals",
            "paragraph_rank": 82,
            "section_rank": 28
        },
        {
            "text": "An exclusion sensitivity at the 95% CL in a dedicated search roughly corresponds to a single class having a p 0 -value for a discovery test smaller than 0.05. ",
            "section": "Sensitivity to new-physics signals",
            "paragraph_rank": 82,
            "section_rank": 28,
            "entity_spans": [
                {
                    "start": 36,
                    "end": 38,
                    "type": "software",
                    "rawForm": "CL",
                    "resp": "whitelist",
                    "id": "software-simple-w22"
                }
            ]
        },
        {
            "text": "Consequently, the sensitivity to a benchmark signal corresponding to a given particle mass should be compared with the discovery sensitivity of other searches for a Z boson or gluino.",
            "section": "Sensitivity to new-physics signals",
            "paragraph_rank": 82,
            "section_rank": 28
        },
        {
            "text": "As previously described, a deviation for which P exp,i < 5% promotes the selection to a signal region for a dedicated analysis. ",
            "section": "Sensitivity to new-physics signals",
            "paragraph_rank": 83,
            "section_rank": 28
        },
        {
            "text": "By applying this sensitivity criterion, it can be seen in Fig. 8 that this search is sensitive to a Z boson with a mass of about 2.5 TeV as more than 90% of the signal-injected pseudo-experiments show a deviation for which P exp,1 < 5%. ",
            "section": "Sensitivity to new-physics signals",
            "paragraph_rank": 83,
            "section_rank": 28,
            "ref_spans": [
                {
                    "start": 58,
                    "end": 64,
                    "type": "figure",
                    "text": "Fig. 8"
                }
            ]
        },
        {
            "text": "Similar sensitivity is expected for a gluino with a mass of about 1 TeV. ",
            "section": "Sensitivity to new-physics signals",
            "paragraph_rank": 83,
            "section_rank": 28
        },
        {
            "text": "The probability of discovering a new-physics signal in a new dataset with a dedicated search in the selected event classes is estimated in the next section.",
            "section": "Sensitivity to new-physics signals",
            "paragraph_rank": 83,
            "section_rank": 28
        },
        {
            "text": "Sensitivity of a second independent dataset",
            "section_rank": 29
        },
        {
            "text": "In step 7 a dedicated analysis of a deviation is performed on an independent dataset. ",
            "section": "Sensitivity of a second independent dataset",
            "paragraph_rank": 84,
            "section_rank": 29
        },
        {
            "text": "The sensitivity of step 7 is evaluated with pseudo-experiments.",
            "section": "Sensitivity of a second independent dataset",
            "paragraph_rank": 84,
            "section_rank": 29
        },
        {
            "text": "A first pseudo-experiment emulates the original dataset on which this analysis is performed. ",
            "section": "Sensitivity of a second independent dataset",
            "paragraph_rank": 85,
            "section_rank": 29
        },
        {
            "text": "The scan algorithm is applied after which eight different cases can be distinguished where P exp,i is either larger or smaller than 5% for i = 1, 2, 3. ",
            "section": "Sensitivity of a second independent dataset",
            "paragraph_rank": 85,
            "section_rank": 29
        },
        {
            "text": "In seven cases at least one P exp,i < 5% and a new independent pseudo-experiment is generated to emulate a new independent dataset with the same integrated luminosity. ",
            "section": "Sensitivity of a second independent dataset",
            "paragraph_rank": 85,
            "section_rank": 29
        },
        {
            "text": "The one, two or three data selections for which P exp,i < 5% are applied to the second pseudo-experiment to obtain the p 0values for these selections. ",
            "section": "Sensitivity of a second independent dataset",
            "paragraph_rank": 85,
            "section_rank": 29
        },
        {
            "text": "Although the systematic uncertainties may be reduced by applying data-driven estimates of the background, they were assumed to have the same size in the second pseudo-experiment to make a conservative estimate. ",
            "section": "Sensitivity of a second independent dataset",
            "paragraph_rank": 85,
            "section_rank": 29
        },
        {
            "text": "The systematic uncertainties are also expected to be partially correlated between two datasets but here they were assumed to be uncorrelated.",
            "section": "Sensitivity of a second independent dataset",
            "paragraph_rank": 85,
            "section_rank": 29
        },
        {
            "text": "In four of the seven cases P exp,1 < 5% and these cases are grouped together into a 'one signal region' class. ",
            "section": "Sensitivity of a second independent dataset",
            "paragraph_rank": 86,
            "section_rank": 29
        },
        {
            "text": "This class shows the sensitivity when there would be only a single data-derived signal region. ",
            "section": "Sensitivity of a second independent dataset",
            "paragraph_rank": 86,
            "section_rank": 29
        },
        {
            "text": "The case where only P exp,3 < 5% ",
            "section": "Sensitivity of a second independent dataset",
            "paragraph_rank": 86,
            "section_rank": 29
        },
        {
            "text": "(a) ",
            "section": "Sensitivity of a second independent dataset",
            "paragraph_rank": 86,
            "section_rank": 29
        },
        {
            "text": "(b) Fig. 9 The fraction of cases in which the first pseudo-experiment has P exp,i < 5% and triggers a second pseudo-experiment which yields a value for − n k=1 log 10 ( p 0k ) smaller than a given value (− n k=1 log 10 ( p min,k )). ",
            "section": "Sensitivity of a second independent dataset",
            "paragraph_rank": 86,
            "section_rank": 29,
            "ref_spans": [
                {
                    "start": 4,
                    "end": 10,
                    "type": "figure",
                    "text": "Fig. 9"
                }
            ]
        },
        {
            "text": "Here n denotes the minimum number of event classes (1, 2 or 3) for which P exp,i < 0. ",
            "section": "Sensitivity of a second independent dataset",
            "paragraph_rank": 86,
            "section_rank": 29
        },
        {
            "text": "is called the 'three signal region' class. ",
            "section": "Sensitivity of a second independent dataset",
            "paragraph_rank": 86,
            "section_rank": 29
        },
        {
            "text": "The two remaining cases where P exp,2 < 5% define the 'two signal region' class. ",
            "section": "Sensitivity of a second independent dataset",
            "paragraph_rank": 86,
            "section_rank": 29
        },
        {
            "text": "These classes show cases when a data-derived signal region is found only by a combination of two and three regions.",
            "section": "Sensitivity of a second independent dataset",
            "paragraph_rank": 86,
            "section_rank": 29
        },
        {
            "text": "For each of the three classes (n = 1, 2, 3) the statistical estimator n k=1 p 0k is computed. ",
            "section": "Sensitivity of a second independent dataset",
            "paragraph_rank": 87,
            "section_rank": 29
        },
        {
            "text": "Figure 9 shows, as a function of the estimator in the logarithmic form − n k=1 log 10 ( p 0k ) the fraction of cases in which the first pseudo-experiment has P exp,i < 5% and triggers a second pseudo-experiment which yields a value for − n k=1 log 10 ( p 0k ) above a threshold given by the value on the horizontal axis. ",
            "section": "Sensitivity of a second independent dataset",
            "paragraph_rank": 87,
            "section_rank": 29,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 9"
                }
            ]
        },
        {
            "text": "This is done for pseudo-experiments generated from the SM expectation (SM-only) and for pseudoexperiments generated from the SM expectation plus Z or gluino signal contributions. ",
            "section": "Sensitivity of a second independent dataset",
            "paragraph_rank": 87,
            "section_rank": 29
        },
        {
            "text": "The 5σ lines are derived from the fractions given by the SM-only lines, as these correspond to the probability of false positives which defines the level of significance. ",
            "section": "Sensitivity of a second independent dataset",
            "paragraph_rank": 87,
            "section_rank": 29
        },
        {
            "text": "It should be noted that the SM-only lines with circular markers start at a fraction of 0.05 by construction of the P exp,i < 5% definition. ",
            "section": "Sensitivity of a second independent dataset",
            "paragraph_rank": 87,
            "section_rank": 29
        },
        {
            "text": "The n = 2 and n = 3 lines show the gain in sensitivity when a deviation in one or two channels, respectively, is not large enough to define a data-derived signal region. ",
            "section": "Sensitivity of a second independent dataset",
            "paragraph_rank": 87,
            "section_rank": 29
        },
        {
            "text": "It does not show the gain in sensitivity from considering multiple channels when a single channel defines a signal region. ",
            "section": "Sensitivity of a second independent dataset",
            "paragraph_rank": 87,
            "section_rank": 29
        },
        {
            "text": "Signals which produce one or more large deviations therefore lower the number of cases in the n = 2 and 3 categories, while signals producing deviations close to the P exp,i < 5% threshold (e.g. for higher Z masses) would raise the number of cases in the n = 2 and 3 categories. ",
            "section": "Sensitivity of a second independent dataset",
            "paragraph_rank": 87,
            "section_rank": 29
        },
        {
            "text": "A Z boson with a mass of 2.5 TeV would yield a discovery in almost all cases.",
            "section": "Sensitivity of a second independent dataset",
            "paragraph_rank": 87,
            "section_rank": 29
        },
        {
            "text": "In the case of a 1.0 TeV gluino the sensitivity is about 5σ . ",
            "section": "Sensitivity of a second independent dataset",
            "paragraph_rank": 88,
            "section_rank": 29
        },
        {
            "text": "The sensitivity increases to about 1.1 TeV if the integrated luminosity of the two datasets combined is increased to about 10 fb −1 by doubling the size of the second dataset to 6.4 fb −1 . ",
            "section": "Sensitivity of a second independent dataset",
            "paragraph_rank": 88,
            "section_rank": 29
        },
        {
            "text": "ATLAS has determined the discovery sensitivity of the dedicated searches for gluinos decaying to quarks, a W boson and a neutralino. ",
            "section": "Sensitivity of a second independent dataset",
            "paragraph_rank": 88,
            "section_rank": 29
        },
        {
            "text": "This dedicated search estimates a local significance (i.e. not corrected for trial factors of the dedicated searches) of 5σ with a luminosity of 10 fb −1 for gluinos with a mass of 1.35 TeV assuming a systematic uncertainty of 25% [51].",
            "section": "Sensitivity of a second independent dataset",
            "paragraph_rank": 88,
            "section_rank": 29,
            "ref_spans": [
                {
                    "start": 231,
                    "end": 235,
                    "type": "bibr",
                    "text": "[51]"
                }
            ]
        },
        {
            "text": "It should be noted that, with this strategy, these signals are found without any a priori assumptions about the model, including the mass and the decay chain of the gluinos or the Z boson. ",
            "section": "Sensitivity of a second independent dataset",
            "paragraph_rank": 89,
            "section_rank": 29
        },
        {
            "text": "It can therefore be concluded that this procedure could also be sensitive to possible unexpected signals for new physics.",
            "section": "Sensitivity of a second independent dataset",
            "paragraph_rank": 89,
            "section_rank": 29
        },
        {
            "text": "Step 6: Results",
            "section_rank": 30,
            "entity_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "software",
                    "rawForm": "Step",
                    "resp": "whitelist",
                    "id": "software-simple-w23"
                }
            ]
        },
        {
            "text": "In step 6 the p channel -values found in the analysis of the 2015 ATLAS data are interpreted by comparing them with the p channel -values found in the pseudo-experiments. ",
            "section": "Step 6: Results",
            "paragraph_rank": 90,
            "section_rank": 30
        },
        {
            "text": "Figure 10 shows the fractions of pseudo-experiments that have at least one, two or three p channel -values below a given threshold ( p min ) in the scans of the m inv and the m eff distributions. ",
            "section": "Step 6: Results",
            "paragraph_rank": 90,
            "section_rank": 30,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_10",
                    "text": "Figure 10"
                }
            ]
        },
        {
            "text": "The statistical tests in both distributions for the three leading p channel -values are all consistent at the P exp,i > 50% level with the SM expectation of p channel -values obtained from pseudo-experiments. ",
            "section": "Step 6: Results",
            "paragraph_rank": 90,
            "section_rank": 30
        },
        {
            "text": "Changing the size of the theoretical shape uncertainties by a factor of two leads to a change in  Tables 4 and 5 the three smallest p channel -values of a factor of two. ",
            "section": "Step 6: Results",
            "paragraph_rank": 90,
            "section_rank": 30,
            "ref_spans": [
                {
                    "start": 98,
                    "end": 112,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Tables 4 and 5"
                }
            ]
        },
        {
            "text": "It therefore does not lead to an appreciable change in the result.",
            "section": "Step 6: Results",
            "paragraph_rank": 90,
            "section_rank": 30
        },
        {
            "text": "In conclusion, no significant deviations are found in the 2015 dataset and consequently no dedicated analysis using data-derived signal regions (step 7) is initiated.",
            "section": "Step 6: Results",
            "paragraph_rank": 91,
            "section_rank": 30
        },
        {
            "text": "Conclusions",
            "section_rank": 31
        },
        {
            "text": "A strategy for a model-independent general search to find potential indications of new physics is presented. ",
            "section": "Conclusions",
            "paragraph_rank": 92,
            "section_rank": 31
        },
        {
            "text": "Events are classified according to their final state into many event classes. ",
            "section": "Conclusions",
            "paragraph_rank": 92,
            "section_rank": 31
        },
        {
            "text": "For each event class an automated search algorithm tests whether the data is compatible with the Monte Carlo simulated Standard Model expectation in several distributions sensitive to the effects of new physics. ",
            "section": "Conclusions",
            "paragraph_rank": 92,
            "section_rank": 31
        },
        {
            "text": "For each distribution the search algorithm is repeated on many pseudoexperiments to make a frequentist estimate of the statistical significance of the three largest deviations. ",
            "section": "Conclusions",
            "paragraph_rank": 92,
            "section_rank": 31
        },
        {
            "text": "A data selection in which a significant deviation is observed defines a dataderived signal region which will be tested on a new dataset in a dedicated analysis with an improved background model. ",
            "section": "Conclusions",
            "paragraph_rank": 92,
            "section_rank": 31
        },
        {
            "text": "The strategy has been applied to the data collected by the ATLAS experiment at the LHC during 2015, corresponding to a total of 3.2 fb −1 of 13 TeV pp collisions. ",
            "section": "Conclusions",
            "paragraph_rank": 92,
            "section_rank": 31
        },
        {
            "text": "In this dataset, exclusive event classes containing electrons, muons, photons, b-tagged jets, non-b-tagged jets and missing transverse momentum have been scanned for deviations from the MC-based SM prediction in the distributions of the effective mass and the invariant mass. ",
            "section": "Conclusions",
            "paragraph_rank": 92,
            "section_rank": 31
        },
        {
            "text": "Sensitivity studies with various toy signals (tt + γ , W Z, gluino, and Z production) have shown that the strategy could discover signals for new physics without an a priori knowledge of the existence of the processes.",
            "section": "Conclusions",
            "paragraph_rank": 92,
            "section_rank": 31
        },
        {
            "text": "No significant deviations are found in the 2015 dataset and consequently no dedicated analysis using data-derived signal regions is performed. ",
            "section": "Conclusions",
            "paragraph_rank": 93,
            "section_rank": 31
        },
        {
            "text": "The strategy discussed in this paper will be useful to search for signals of unknown particles and interactions in the subsequent Run 2 datasets. ",
            "section": "Conclusions",
            "paragraph_rank": 93,
            "section_rank": 31
        },
        {
            "text": "ation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently. ",
            "section": "Conclusions",
            "paragraph_rank": 93,
            "section_rank": 31
        },
        {
            "text": "We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWFW and FWF, Austria; ANAS, Azerbaijan; SSTC, Belarus; CNPq and FAPESP, Brazil; NSERC, NRC and CFI, Canada; CERN; CONICYT, Chile; CAS, MOST and NSFC, China; COLCIEN-CIAS, Colombia; MSMT CR, MPO CR and VSC CR, Czech Republic; DNRF and DNSRC, Denmark; IN2P3-CNRS, CEA-DRF/IRFU, France; SRNSFG, Georgia; BMBF, HGF, and MPG, Germany; GSRT, Greece; RGC, Hong Kong SAR, China; ISF and Benoziyo Center, Israel; INFN, Italy; MEXT and JSPS, Japan; CNRST, Morocco; NWO, Netherlands; RCN, Norway; MNiSW and NCN, Poland; FCT, Portugal; MNE/IFA, Romania; MES of Russia and NRC KI, Russian Federation; JINR; MESTD, Serbia; MSSR, Slovakia; ARRS and MIZŠ, Slovenia; DST/NRF, South Africa; MINECO, Spain; SRC and Wallenberg Foundation, Sweden; SERI, SNSF and Cantons of Bern and Geneva, Switzerland; MOST, Taiwan; TAEK, Turkey; STFC, United Kingdom; DOE and NSF, United States of America. ",
            "section": "Conclusions",
            "paragraph_rank": 93,
            "section_rank": 31,
            "entity_spans": [
                {
                    "start": 791,
                    "end": 801,
                    "type": "software",
                    "rawForm": "Foundation",
                    "resp": "whitelist",
                    "id": "software-simple-w24"
                },
                {
                    "start": 854,
                    "end": 865,
                    "type": "software",
                    "rawForm": "Switzerland",
                    "resp": "whitelist",
                    "id": "software-simple-w25"
                }
            ]
        },
        {
            "text": "In addition, individual groups and members have received support from BCKDF, CANARIE, CRC and Compute Canada, Canada; COST, ERC, ERDF, Horizon 2020, and Marie Skłodowska-Curie Actions, European Union; Investissements d' Avenir Labex and Idex, ANR, France; DFG and AvH Foundation, Germany; Herakleitos, Thales and Aristeia programmes co-financed by EU-ESF and the Greek NSRF, Greece; BSF-NSF and GIF, Israel; CERCA Programme Generalitat de Catalunya, Spain; The Royal Society and Leverhulme Trust, United Kingdom. ",
            "section": "Conclusions",
            "paragraph_rank": 93,
            "section_rank": 31,
            "entity_spans": [
                {
                    "start": 268,
                    "end": 278,
                    "type": "software",
                    "rawForm": "Foundation",
                    "resp": "whitelist",
                    "id": "software-simple-w26"
                }
            ]
        },
        {
            "text": "The crucial computing support from all WLCG partners is acknowledged gratefully, in particular from CERN, the ATLAS Tier-1 facilities at TRIUMF (Canada), NDGF (Denmark, Norway, Sweden), CC-IN2P3 (France), KIT/GridKA (Germany), INFN-CNAF (Italy), NL-T1 (Netherlands), PIC (Spain), ASGC (Taiwan), RAL (UK) and BNL (USA), the Tier-2 facilities worldwide and large non-WLCG resource providers. ",
            "section": "Conclusions",
            "paragraph_rank": 93,
            "section_rank": 31
        },
        {
            "text": "Major contributors of computing resources are listed in Ref. ",
            "section": "Conclusions",
            "paragraph_rank": 93,
            "section_rank": 31
        },
        {
            "text": "[52].",
            "section": "Conclusions",
            "paragraph_rank": 93,
            "section_rank": 31,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[52]"
                }
            ]
        },
        {
            "text": "Data Availability Statement This manuscript has no associated data or the data will not be deposited. ",
            "section": "Conclusions",
            "paragraph_rank": 94,
            "section_rank": 31
        },
        {
            "text": "[Authors' comment: \"All ATLAS scientific output is published in journals, and preliminary results are made available in Conference Notes. All are openly available, without restriction on use by external parties beyond copyright law and the standard conditions agreed by CERN. Data associated with journal publications are also made available: tables and data from plots (e.g. cross section values, likelihood profiles, selection efficiencies, cross section limits, ...) are stored in appropriate repositories such as HEPDATA (http://hepdata.cedar.ac.uk/). ATLAS also strives to make additional material related to the paper available that allows a reinterpretation of the data in the context of new theoretical models. For example, an extended encapsulation of the analysis is often provided for measurements in the framework of RIVET (http://rivet.hepforge.org/).\" ",
            "section": "Conclusions",
            "paragraph_rank": 94,
            "section_rank": 31
        },
        {
            "text": "This information is taken from the ATLAS Data Access Policy, which is a public document that can be downloaded from http://opendata.cern.ch/ record/413 [opendata.cern.ch].",
            "section": "Conclusions",
            "paragraph_rank": 94,
            "section_rank": 31,
            "entity_spans": [
                {
                    "start": 46,
                    "end": 52,
                    "type": "software",
                    "rawForm": "Access",
                    "resp": "whitelist",
                    "id": "software-simple-w27"
                }
            ]
        },
        {
            "text": "]",
            "section": "Conclusions",
            "paragraph_rank": 94,
            "section_rank": 31
        },
        {
            "text": "Open Access This article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http://creativecomm ons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. ",
            "section": "Conclusions",
            "paragraph_rank": 95,
            "section_rank": 31,
            "entity_spans": [
                {
                    "start": 5,
                    "end": 11,
                    "type": "software",
                    "rawForm": "Access",
                    "resp": "whitelist",
                    "id": "software-simple-w28"
                }
            ]
        },
        {
            "text": "Funded by SCOAP 3 .",
            "section": "Conclusions",
            "paragraph_rank": 95,
            "section_rank": 31
        },
        {
            "text": "Appendix",
            "section_rank": 32
        },
        {
            "text": "A Details of the Monte Carlo samples",
            "section_rank": 33
        },
        {
            "text": "A.1 ",
            "section_rank": 34
        },
        {
            "text": "Monte Carlo programs and settings",
            "section_rank": 34
        },
        {
            "text": "Samples of multijet production were simulated with 2 → 2 matrix elements (ME) at leading order (LO) using the Pythia 8.186 generator [17]. ",
            "section": "A.1 Monte Carlo programs and settings",
            "paragraph_rank": 96,
            "section_rank": 34,
            "ref_spans": [
                {
                    "start": 133,
                    "end": 137,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[17]"
                }
            ],
            "entity_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "type": "software",
                    "rawForm": ".186",
                    "resp": "whitelist",
                    "id": "software-simple-w29"
                }
            ]
        },
        {
            "text": "The A14 [25] set of shower and multiple parton interactions parameters (tune) was used together with the NNPDF2.3LO PDF set [24]. ",
            "section": "A.1 Monte Carlo programs and settings",
            "paragraph_rank": 96,
            "section_rank": 34,
            "ref_spans": [
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[25]"
                },
                {
                    "start": 124,
                    "end": 128,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[24]"
                }
            ]
        },
        {
            "text": "Alternative multijet samples with 2 → 2 ME at LO were generated with Herwig++ 2.7.1 [53] with the UEEE5 underlying-event tune and the CTEQ6L1 [33] PDF set, and with Sherpa 2.1.1 [20] with ME for 2 → 2 and 2 → 3 partons at LO merged using the ME+PSLO prescription. ",
            "section": "A.1 Monte Carlo programs and settings",
            "paragraph_rank": 96,
            "section_rank": 34,
            "ref_spans": [
                {
                    "start": 84,
                    "end": 88,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[53]"
                },
                {
                    "start": 142,
                    "end": 146,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[33]"
                },
                {
                    "start": 178,
                    "end": 182,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "All Sherpa samples use the CT10 [54] PDF set and the Sherpa parton shower [55] with a dedicated shower tuning developed by the Sherpa authors.",
            "section": "A.1 Monte Carlo programs and settings",
            "paragraph_rank": 96,
            "section_rank": 34,
            "ref_spans": [
                {
                    "start": 32,
                    "end": 36,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "[54]"
                },
                {
                    "start": 74,
                    "end": 78,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "[55]"
                }
            ]
        },
        {
            "text": "Events containing leptonic decays of a W or Z bosons with associated jets (W /Z + jets) were simulated using the Sherpa 2.1.1 generator [56]. ",
            "section": "A.1 Monte Carlo programs and settings",
            "paragraph_rank": 97,
            "section_rank": 34,
            "ref_spans": [
                {
                    "start": 136,
                    "end": 140,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[56]"
                }
            ]
        },
        {
            "text": "Matrix elements were calculated using the Comix [57] and Open-Loops [58] generators. ",
            "section": "A.1 Monte Carlo programs and settings",
            "paragraph_rank": 97,
            "section_rank": 34,
            "ref_spans": [
                {
                    "start": 48,
                    "end": 52,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "[57]"
                },
                {
                    "start": 68,
                    "end": 72,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "[58]"
                }
            ],
            "entity_spans": [
                {
                    "start": 42,
                    "end": 47,
                    "type": "software",
                    "rawForm": "Comix",
                    "resp": "whitelist",
                    "id": "software-simple-w30"
                }
            ]
        },
        {
            "text": "They include up to two partons at NLO and four partons at leading order (LO), merged using the ME+PS@NLO prescription [59]. ",
            "section": "A.1 Monte Carlo programs and settings",
            "paragraph_rank": 97,
            "section_rank": 34,
            "ref_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "[59]"
                }
            ],
            "entity_spans": [
                {
                    "start": 98,
                    "end": 100,
                    "type": "software",
                    "rawForm": "PS",
                    "resp": "whitelist",
                    "id": "software-simple-w31"
                }
            ]
        },
        {
            "text": "Samples with W and Z decaying hadroni-cally are also generated with Sherpa 2.1.1 including up to four partons at LO. ",
            "section": "A.1 Monte Carlo programs and settings",
            "paragraph_rank": 97,
            "section_rank": 34
        },
        {
            "text": "The W /Z + jets events were normalized to their inclusive next-to-next-to-leading-order (NNLO) cross-sections [60,61]. ",
            "section": "A.1 Monte Carlo programs and settings",
            "paragraph_rank": 97,
            "section_rank": 34,
            "ref_spans": [
                {
                    "start": 110,
                    "end": 114,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "[60,"
                },
                {
                    "start": 114,
                    "end": 117,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "61]"
                }
            ]
        },
        {
            "text": "Simulated samples of massive vector bosons produced in association with one or two real photons were also generated with Sherpa 2.1.1 with a ME calculated at LO for up to three partons. ",
            "section": "A.1 Monte Carlo programs and settings",
            "paragraph_rank": 97,
            "section_rank": 34
        },
        {
            "text": "They are scaled to their NLO cross-sections computed with MCFM [62,63].",
            "section": "A.1 Monte Carlo programs and settings",
            "paragraph_rank": 97,
            "section_rank": 34,
            "ref_spans": [
                {
                    "start": 63,
                    "end": 67,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "[62,"
                },
                {
                    "start": 67,
                    "end": 70,
                    "type": "bibr",
                    "ref_id": "b50",
                    "text": "63]"
                }
            ]
        },
        {
            "text": "Samples of prompt photon production in association with jets (γ + jets) were generated using Sherpa 2.1.1. ",
            "section": "A.1 Monte Carlo programs and settings",
            "paragraph_rank": 98,
            "section_rank": 34
        },
        {
            "text": "For these samples up to four real parton emissions are included at LO. ",
            "section": "A.1 Monte Carlo programs and settings",
            "paragraph_rank": 98,
            "section_rank": 34
        },
        {
            "text": "Events containing two prompt photons (γ γ + jets) were also generated with Sherpa 2.1.1. ",
            "section": "A.1 Monte Carlo programs and settings",
            "paragraph_rank": 98,
            "section_rank": 34
        },
        {
            "text": "Matrix elements were calculated with up to two partons at LO. ",
            "section": "A.1 Monte Carlo programs and settings",
            "paragraph_rank": 98,
            "section_rank": 34
        },
        {
            "text": "The gluon-induced box process is also included. ",
            "section": "A.1 Monte Carlo programs and settings",
            "paragraph_rank": 98,
            "section_rank": 34
        },
        {
            "text": "These samples were scaled to data following the procedure described in Sect. ",
            "section": "A.1 Monte Carlo programs and settings",
            "paragraph_rank": 98,
            "section_rank": 34
        },
        {
            "text": "3.2.3.",
            "section": "A.1 Monte Carlo programs and settings",
            "paragraph_rank": 98,
            "section_rank": 34
        },
        {
            "text": "Top-quark pair production events, and single top quarks in the W t-and s-channels, were simulated using the Powheg-Box v2 [64] generator with the CT10 PDF set, as detailed in Ref. ",
            "section": "A.1 Monte Carlo programs and settings",
            "paragraph_rank": 99,
            "section_rank": 34,
            "ref_spans": [
                {
                    "start": 122,
                    "end": 126,
                    "type": "bibr",
                    "ref_id": "b51",
                    "text": "[64]"
                }
            ]
        },
        {
            "text": "[65]. ",
            "section": "A.1 Monte Carlo programs and settings",
            "paragraph_rank": 99,
            "section_rank": 34,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "[65]"
                }
            ]
        },
        {
            "text": "The top quark mass was set to 172.5 GeV. ",
            "section": "A.1 Monte Carlo programs and settings",
            "paragraph_rank": 99,
            "section_rank": 34
        },
        {
            "text": "The h damp parameter, which regulates the transverse momentum of the first extra emission beyond the Born configuration and thus controls the p T of the tt system, was set to the mass of the top quark. ",
            "section": "A.1 Monte Carlo programs and settings",
            "paragraph_rank": 99,
            "section_rank": 34
        },
        {
            "text": "Electroweak t-channel single-top-quark events were generated using the Powheg-Box v1 generator. ",
            "section": "A.1 Monte Carlo programs and settings",
            "paragraph_rank": 99,
            "section_rank": 34,
            "entity_spans": [
                {
                    "start": 13,
                    "end": 21,
                    "type": "software",
                    "rawForm": "-channel",
                    "resp": "whitelist",
                    "id": "software-simple-w32"
                }
            ]
        },
        {
            "text": "This generator uses the four-flavour scheme for the NLO matrixelement calculations together with the fixed four-flavour PDF set CT10f4. ",
            "section": "A.1 Monte Carlo programs and settings",
            "paragraph_rank": 99,
            "section_rank": 34
        },
        {
            "text": "For all top-quark processes, top-quark spin correlations are preserved (for the single-top t-channel, top quarks were decayed using MadSpin [66]). ",
            "section": "A.1 Monte Carlo programs and settings",
            "paragraph_rank": 99,
            "section_rank": 34,
            "ref_spans": [
                {
                    "start": 140,
                    "end": 144,
                    "type": "bibr",
                    "ref_id": "b53",
                    "text": "[66]"
                }
            ],
            "entity_spans": [
                {
                    "start": 92,
                    "end": 100,
                    "type": "software",
                    "rawForm": "-channel",
                    "resp": "whitelist",
                    "id": "software-simple-w33"
                }
            ]
        },
        {
            "text": "An alternative sample of tt was generated with the Sherpa 2.1.1 generator, including up to one additional parton at NLO and up to four additional partons at LO accuracy, interfaced to the parton shower using the ME+PS@NLO prescription. ",
            "section": "A.1 Monte Carlo programs and settings",
            "paragraph_rank": 99,
            "section_rank": 34,
            "entity_spans": [
                {
                    "start": 215,
                    "end": 217,
                    "type": "software",
                    "rawForm": "PS",
                    "resp": "whitelist",
                    "id": "software-simple-w34"
                }
            ]
        },
        {
            "text": "The parton shower (PS), fragmentation, and the underlying event of the Powheg-Box samples were simulated using Pythia 6.428 [67] with the CTEQ6L1 PDF set and the corresponding Perugia 2012 tune (P2012) [68]. ",
            "section": "A.1 Monte Carlo programs and settings",
            "paragraph_rank": 99,
            "section_rank": 34,
            "ref_spans": [
                {
                    "start": 124,
                    "end": 128,
                    "type": "bibr",
                    "ref_id": "b54",
                    "text": "[67]"
                },
                {
                    "start": 202,
                    "end": 206,
                    "type": "bibr",
                    "ref_id": "b55",
                    "text": "[68]"
                }
            ],
            "entity_spans": [
                {
                    "start": 19,
                    "end": 21,
                    "type": "software",
                    "rawForm": "PS",
                    "resp": "whitelist",
                    "id": "software-simple-w35"
                }
            ]
        },
        {
            "text": "The tt and single-top-quark events were normalized to the NNLO cross-section including the resummation of soft gluon emission at next-to-next-to-logarithm accuracy [69][70][71] using Top++2.0 [72]. ",
            "section": "A.1 Monte Carlo programs and settings",
            "paragraph_rank": 99,
            "section_rank": 34,
            "ref_spans": [
                {
                    "start": 164,
                    "end": 168,
                    "type": "bibr",
                    "ref_id": "b56",
                    "text": "[69]"
                },
                {
                    "start": 168,
                    "end": 172,
                    "type": "bibr",
                    "ref_id": "b57",
                    "text": "[70]"
                },
                {
                    "start": 172,
                    "end": 176,
                    "type": "bibr",
                    "ref_id": "b58",
                    "text": "[71]"
                },
                {
                    "start": 192,
                    "end": 196,
                    "type": "bibr",
                    "ref_id": "b59",
                    "text": "[72]"
                }
            ]
        },
        {
            "text": "Both the default and the alternative tt samples were corrected to reproduce the NNLO prediction [73,74] of the top quark p T and the p T of the tt system. ",
            "section": "A.1 Monte Carlo programs and settings",
            "paragraph_rank": 99,
            "section_rank": 34,
            "ref_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b60",
                    "text": "[73,"
                },
                {
                    "start": 100,
                    "end": 103,
                    "type": "bibr",
                    "ref_id": "b62",
                    "text": "74]"
                }
            ]
        },
        {
            "text": "The contribution of tt + bb was generated separately with Sherpa 2.1.1 at NLO; the calculation was performed in the four-flavour scheme and with the CT10f4 PDF set.",
            "section": "A.1 Monte Carlo programs and settings",
            "paragraph_rank": 99,
            "section_rank": 34
        },
        {
            "text": "Diboson samples were generated with the Sherpa 2.1.1 generator, and are described in Ref. ",
            "section": "A.1 Monte Carlo programs and settings",
            "paragraph_rank": 100,
            "section_rank": 34
        },
        {
            "text": "[75]. ",
            "section": "A.1 Monte Carlo programs and settings",
            "paragraph_rank": 100,
            "section_rank": 34,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b63",
                    "text": "[75]"
                }
            ]
        },
        {
            "text": "The matrix elements contain the W W , W Z and Z Z processes and all other diagrams with four or six electroweak vertices (such as sameelectric-charge W boson production in association with two jets, W ± W ± j j). ",
            "section": "A.1 Monte Carlo programs and settings",
            "paragraph_rank": 100,
            "section_rank": 34
        },
        {
            "text": "Fully leptonic triboson processes (W W W , W W Z, W Z Z and Z Z Z) with on-shell bosons and up to six charged leptons were also simulated using Sherpa 2.1.1. ",
            "section": "A.1 Monte Carlo programs and settings",
            "paragraph_rank": 100,
            "section_rank": 34
        },
        {
            "text": "The ME for the Z Z processes were calculated at NLO for up to one additional parton; final states with two and three additional partons were calculated at LO. ",
            "section": "A.1 Monte Carlo programs and settings",
            "paragraph_rank": 100,
            "section_rank": 34
        },
        {
            "text": "The W Z and W W processes were calculated at NLO with up to three extra partons at LO using the ME+PS@NLO prescription. ",
            "section": "A.1 Monte Carlo programs and settings",
            "paragraph_rank": 100,
            "section_rank": 34,
            "entity_spans": [
                {
                    "start": 99,
                    "end": 101,
                    "type": "software",
                    "rawForm": "PS",
                    "resp": "whitelist",
                    "id": "software-simple-w36"
                }
            ]
        },
        {
            "text": "The W W final states were generated without bottom quarks in the hardscattering process, to avoid contributions from top-quarkmediated processes. ",
            "section": "A.1 Monte Carlo programs and settings",
            "paragraph_rank": 100,
            "section_rank": 34
        },
        {
            "text": "The triboson processes were calculated with the same configuration and with up to two extra partons at LO. ",
            "section": "A.1 Monte Carlo programs and settings",
            "paragraph_rank": 100,
            "section_rank": 34
        },
        {
            "text": "The generator cross-sections were used for the normalization of these backgrounds.",
            "section": "A.1 Monte Carlo programs and settings",
            "paragraph_rank": 100,
            "section_rank": 34
        },
        {
            "text": "Samples of top quark production in association with vector bosons [76] (W , Z , γ and W W , including the nonresonant γ * / Z contributions) were generated at LO with MG5_aMC@NLO 2.2.2 [32] interfaced to Pythia 8.186, with up to two (tt W ), one (tt Z) or no (tt W W , ttγ ) extra partons included in the matrix element. ",
            "section": "A.1 Monte Carlo programs and settings",
            "paragraph_rank": 101,
            "section_rank": 34,
            "ref_spans": [
                {
                    "start": 66,
                    "end": 70,
                    "type": "bibr",
                    "ref_id": "b64",
                    "text": "[76]"
                },
                {
                    "start": 185,
                    "end": 189,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[32]"
                }
            ],
            "entity_spans": [
                {
                    "start": 212,
                    "end": 216,
                    "type": "software",
                    "rawForm": ".186",
                    "resp": "whitelist",
                    "id": "software-simple-w37"
                }
            ]
        },
        {
            "text": "The A14 tune was used together with the NNPDF2.3LO PDF set. ",
            "section": "A.1 Monte Carlo programs and settings",
            "paragraph_rank": 101,
            "section_rank": 34
        },
        {
            "text": "The ttγ sample uses a fixed QCD renormalization and factorization scale of 2m t , and the top decay was performed in MG5_aMC@NLO to account for hard photon radiation from the top decay products. ",
            "section": "A.1 Monte Carlo programs and settings",
            "paragraph_rank": 101,
            "section_rank": 34
        },
        {
            "text": "The same generator was also used to simulate the t Z, 3-top and 4-top quarks processes. ",
            "section": "A.1 Monte Carlo programs and settings",
            "paragraph_rank": 101,
            "section_rank": 34
        },
        {
            "text": "The tt W , tt Z, tt W W and 4-top samples were normalized to their NLO crosssections [32] while the LO cross-section from the generator was used for t Z and 3-top quarks.",
            "section": "A.1 Monte Carlo programs and settings",
            "paragraph_rank": 101,
            "section_rank": 34,
            "ref_spans": [
                {
                    "start": 85,
                    "end": 89,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[32]"
                }
            ]
        },
        {
            "text": "The Higgs boson mass was set to 125 GeV and all SM Higgs boson decay modes were considered. ",
            "section": "A.1 Monte Carlo programs and settings",
            "paragraph_rank": 102,
            "section_rank": 34
        },
        {
            "text": "The production of the SM Higgs boson in the gluon-gluon fusion (ggF) and vector-boson fusion (VBF) channels was modelled using the Powheg-Box v2 generator with the CT10 PDF set. ",
            "section": "A.1 Monte Carlo programs and settings",
            "paragraph_rank": 102,
            "section_rank": 34
        },
        {
            "text": "It was interfaced to Pythia 8.186 with the CTEQ6L1 PDF set and the AZNLO tune [77]. ",
            "section": "A.1 Monte Carlo programs and settings",
            "paragraph_rank": 102,
            "section_rank": 34,
            "ref_spans": [
                {
                    "start": 78,
                    "end": 82,
                    "type": "bibr",
                    "ref_id": "b65",
                    "text": "[77]"
                }
            ],
            "entity_spans": [
                {
                    "start": 29,
                    "end": 33,
                    "type": "software",
                    "rawForm": ".186",
                    "resp": "whitelist",
                    "id": "software-simple-w38"
                }
            ]
        },
        {
            "text": "Production of a Higgs boson in association with a pair of top quarks was simulated using MG5_aMC@NLO 2.2.2 interfaced to Herwig++ 2.7.1 [78] for showering and hadronization. ",
            "section": "A.1 Monte Carlo programs and settings",
            "paragraph_rank": 102,
            "section_rank": 34,
            "ref_spans": [
                {
                    "start": 136,
                    "end": 140,
                    "type": "bibr",
                    "ref_id": "b66",
                    "text": "[78]"
                }
            ]
        },
        {
            "text": "The UEEE5 underlyingevent tune was used together with the CT10 (matrix element) and CTEQ6L1 (parton shower) PDF sets. ",
            "section": "A.1 Monte Carlo programs and settings",
            "paragraph_rank": 102,
            "section_rank": 34
        },
        {
            "text": "Simulated samples of SM Higgs boson production in association with a W or Z boson were produced with Pythia 8.186, using the A14 tune and the NNPDF2.3LO PDF set. ",
            "section": "A.1 Monte Carlo programs and settings",
            "paragraph_rank": 102,
            "section_rank": 34,
            "entity_spans": [
                {
                    "start": 109,
                    "end": 113,
                    "type": "software",
                    "rawForm": ".186",
                    "resp": "whitelist",
                    "id": "software-simple-w39"
                }
            ]
        },
        {
            "text": "Events were normalized to their most accurate cross-sections calculations (typically NNLO) [79].",
            "section": "A.1 Monte Carlo programs and settings",
            "paragraph_rank": 102,
            "section_rank": 34,
            "ref_spans": [
                {
                    "start": 91,
                    "end": 95,
                    "type": "bibr",
                    "ref_id": "b67",
                    "text": "[79]"
                }
            ]
        },
        {
            "text": "To avoid double counting, events with a hard photon from final-state radiation were removed from the multijet, tt and W /Z + jets samples.",
            "section": "A.1 Monte Carlo programs and settings",
            "paragraph_rank": 103,
            "section_rank": 34
        },
        {
            "text": "A.2 ",
            "section_rank": 35
        },
        {
            "text": "Theoretical uncertainties",
            "section_rank": 35
        },
        {
            "text": "The inclusive W and Z cross-sections are known at NNLO, with an uncertainty of about 5% [60,61]. ",
            "section": "A.2 Theoretical uncertainties",
            "paragraph_rank": 104,
            "section_rank": 35,
            "ref_spans": [
                {
                    "start": 88,
                    "end": 92,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "[60,"
                },
                {
                    "start": 92,
                    "end": 95,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "61]"
                }
            ]
        },
        {
            "text": "Modelling uncer-tainties for W + jets and Z + jets are determined by varying the renormalization, factorization and resummation scales in the ME by factors 0.5 and 2, together with a change of the merging scale from 20 GeV to 15 GeV or 30 GeV.",
            "section": "A.2 Theoretical uncertainties",
            "paragraph_rank": 104,
            "section_rank": 35
        },
        {
            "text": "For top quark pair or single-top production, processes known to NNLO+NNLL [72] or approximate NNLO [69][70][71], respectively, the cross-section uncertainty is 7%. ",
            "section": "A.2 Theoretical uncertainties",
            "paragraph_rank": 105,
            "section_rank": 35,
            "ref_spans": [
                {
                    "start": 74,
                    "end": 78,
                    "type": "bibr",
                    "ref_id": "b59",
                    "text": "[72]"
                },
                {
                    "start": 99,
                    "end": 103,
                    "type": "bibr",
                    "ref_id": "b56",
                    "text": "[69]"
                },
                {
                    "start": 103,
                    "end": 107,
                    "type": "bibr",
                    "ref_id": "b57",
                    "text": "[70]"
                },
                {
                    "start": 107,
                    "end": 111,
                    "type": "bibr",
                    "ref_id": "b58",
                    "text": "[71]"
                }
            ]
        },
        {
            "text": "The modelling uncertainty for tt is determined by comparing the nominal Powheg+Pythia NLO+PS sample with an alternative sample generated with Sherpa including up to two partons at NLO and four at LO accuracy in the ME. ",
            "section": "A.2 Theoretical uncertainties",
            "paragraph_rank": 105,
            "section_rank": 35,
            "entity_spans": [
                {
                    "start": 90,
                    "end": 92,
                    "type": "software",
                    "rawForm": "PS",
                    "resp": "whitelist",
                    "id": "software-simple-w40"
                }
            ]
        },
        {
            "text": "The singletop quark uncertainty is estimated by varying the renormalization and factorization scales, and by changing the h damp parameter and the shower tune of the Powheg+Pythia sample. ",
            "section": "A.2 Theoretical uncertainties",
            "paragraph_rank": 105,
            "section_rank": 35
        },
        {
            "text": "An uncertainty in the interference between the W t and tt production is estimated by comparing the nominal W t sample, where all doubly resonant NLO W t diagrams are removed, with a sample where the cross-section contribution from Feynman diagrams containing two top quarks is subtracted [80].",
            "section": "A.2 Theoretical uncertainties",
            "paragraph_rank": 105,
            "section_rank": 35,
            "ref_spans": [
                {
                    "start": 288,
                    "end": 292,
                    "type": "bibr",
                    "ref_id": "b68",
                    "text": "[80]"
                }
            ]
        },
        {
            "text": "Diboson cross-sections (W W , W Z and Z Z) are calculated at NLO, and a 6% uncertainty, evaluated with the MCFM program [62,63], is applied to their cross-sections. ",
            "section": "A.2 Theoretical uncertainties",
            "paragraph_rank": 106,
            "section_rank": 35,
            "ref_spans": [
                {
                    "start": 120,
                    "end": 124,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "[62,"
                },
                {
                    "start": 124,
                    "end": 127,
                    "type": "bibr",
                    "ref_id": "b50",
                    "text": "63]"
                }
            ],
            "entity_spans": [
                {
                    "start": 112,
                    "end": 119,
                    "type": "software",
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "software-simple-w41"
                }
            ]
        },
        {
            "text": "Their modelling uncertainty is evaluated analogously to V + jets by varying the scales used to perform the calculation. ",
            "section": "A.2 Theoretical uncertainties",
            "paragraph_rank": 106,
            "section_rank": 35
        },
        {
            "text": "For W + γ and Z + γ samples, which are computed at LO, a 20% uncertainty in the cross-section is assumed, with a further 20% modelling uncertainty assigned in accord with the measurement in Ref. ",
            "section": "A.2 Theoretical uncertainties",
            "paragraph_rank": 106,
            "section_rank": 35
        },
        {
            "text": "[81].",
            "section": "A.2 Theoretical uncertainties",
            "paragraph_rank": 106,
            "section_rank": 35,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b69",
                    "text": "[81]"
                }
            ]
        },
        {
            "text": "The cross-sections for top-quark pair production in association with one or two vector bosons are calculated at NLO and an uncertainty of 15% is used [32]. ",
            "section": "A.2 Theoretical uncertainties",
            "paragraph_rank": 107,
            "section_rank": 35,
            "ref_spans": [
                {
                    "start": 150,
                    "end": 154,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[32]"
                }
            ]
        },
        {
            "text": "Their modelling uncertainty is evaluated from variations of the renormalization and factorization scales, together with a change in the merging scale. ",
            "section": "A.2 Theoretical uncertainties",
            "paragraph_rank": 107,
            "section_rank": 35
        },
        {
            "text": "For tt + γ , an additional 12% uncertainty in the normalization is assumed, while a uniform 30% uncertainty is assigned to the modelling [76].",
            "section": "A.2 Theoretical uncertainties",
            "paragraph_rank": 107,
            "section_rank": 35,
            "ref_spans": [
                {
                    "start": 137,
                    "end": 141,
                    "type": "bibr",
                    "ref_id": "b64",
                    "text": "[76]"
                }
            ]
        },
        {
            "text": "Multijet and γ + jets processes are scaled to data following the procedure described in Sect. ",
            "section": "A.2 Theoretical uncertainties",
            "paragraph_rank": 108,
            "section_rank": 35
        },
        {
            "text": "3.2.2. ",
            "section": "A.2 Theoretical uncertainties",
            "paragraph_rank": 108,
            "section_rank": 35
        },
        {
            "text": "Therefore, no uncertainty is applied to their normalization. ",
            "section": "A.2 Theoretical uncertainties",
            "paragraph_rank": 108,
            "section_rank": 35
        },
        {
            "text": "For multijets the maximum bin-by-bin difference between the Pythia 8 nominal sample and alternative samples generated with Sherpa and Herwig++ is considered as a shape uncertainty. ",
            "section": "A.2 Theoretical uncertainties",
            "paragraph_rank": 108,
            "section_rank": 35
        },
        {
            "text": "In addition the standard deviation of the 100 replica sets of the NNPDF2.3LO PDF is used. ",
            "section": "A.2 Theoretical uncertainties",
            "paragraph_rank": 108,
            "section_rank": 35
        },
        {
            "text": "The modelling uncertainty for γ + jets is estimated from scale variations with the same methodology as for the V + jets samples. ",
            "section": "A.2 Theoretical uncertainties",
            "paragraph_rank": 108,
            "section_rank": 35
        },
        {
            "text": "The uncertainty in the γ γ + jets modelling is instead taken to be 30% from parton-level comparisons of samples with varied scales.",
            "section": "A.2 Theoretical uncertainties",
            "paragraph_rank": 108,
            "section_rank": 35
        },
        {
            "text": "A conservative uncertainty of 20% [79] is assumed for Higgs production in the ggF, VBF and V H channels. ",
            "section": "A.2 Theoretical uncertainties",
            "paragraph_rank": 109,
            "section_rank": 35,
            "ref_spans": [
                {
                    "start": 34,
                    "end": 38,
                    "type": "bibr",
                    "ref_id": "b67",
                    "text": "[79]"
                }
            ]
        },
        {
            "text": "A further uncertainty of 20% is assigned as a shape uncertainty.",
            "section": "A.2 Theoretical uncertainties",
            "paragraph_rank": 109,
            "section_rank": 35
        },
        {
            "text": "For the subdominant triboson (including V +γ γ ), tt H , 3top, 4-top and t Z production processes a 50% uncertainty is assigned to the event yields, similarly to Ref. ",
            "section": "A.2 Theoretical uncertainties",
            "paragraph_rank": 110,
            "section_rank": 35
        },
        {
            "text": "[82]. ",
            "section": "A.2 Theoretical uncertainties",
            "paragraph_rank": 110,
            "section_rank": 35,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b70",
                    "text": "[82]"
                }
            ]
        },
        {
            "text": "Uncertainties associated to PDFs are found to be small in all channels compared to the modelling uncertainties of the MC simulations.",
            "section": "A.2 Theoretical uncertainties",
            "paragraph_rank": 110,
            "section_rank": 35
        },
        {
            "text": "B Details of the object reconstruction",
            "section_rank": 36
        },
        {
            "text": "Electron candidates are reconstructed from an isolated electromagnetic calorimeter energy deposit matched to an ID track and are required to have |η| < 2.47, a transverse momentum p T > 10 GeV, and to pass a loose likelihoodbased identification requirement [44,83]. ",
            "section": "B Details of the object reconstruction",
            "paragraph_rank": 111,
            "section_rank": 36,
            "ref_spans": [
                {
                    "start": 257,
                    "end": 261,
                    "type": "bibr",
                    "text": "[44,"
                },
                {
                    "start": 261,
                    "end": 264,
                    "type": "bibr",
                    "ref_id": "b71",
                    "text": "83]"
                }
            ]
        },
        {
            "text": "The likelihood input variables include measurements of calorimeter shower shapes and measurements of track properties from the ID. ",
            "section": "B Details of the object reconstruction",
            "paragraph_rank": 111,
            "section_rank": 36
        },
        {
            "text": "The candidate electrons are selected if the matched tracks have a transverse impact parameter significance relative to the reconstructed primary vertex of |d 0 |/σ (d 0 ) < 5. ",
            "section": "B Details of the object reconstruction",
            "paragraph_rank": 111,
            "section_rank": 36
        },
        {
            "text": "Candidates within the transition region between the barrel and endcap electromagnetic calorimeters, 1.37 < |η| < 1.52, are removed.",
            "section": "B Details of the object reconstruction",
            "paragraph_rank": 111,
            "section_rank": 36
        },
        {
            "text": "Muon candidates are reconstructed in the region |η| < 2.7 from muon spectrometer tracks matched to ID tracks. ",
            "section": "B Details of the object reconstruction",
            "paragraph_rank": 112,
            "section_rank": 36
        },
        {
            "text": "The muon candidates are selected if they have a transverse momentum above 10 GeV and pass the medium identification requirements defined in Ref. ",
            "section": "B Details of the object reconstruction",
            "paragraph_rank": 112,
            "section_rank": 36
        },
        {
            "text": "[43], based on selections on the number of hits in the different ID and muon spectrometer subsystems, and the significance of the charge to momentum ratio q/ p.",
            "section": "B Details of the object reconstruction",
            "paragraph_rank": 112,
            "section_rank": 36,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "text": "[43]"
                }
            ]
        },
        {
            "text": "All candidate leptons (electrons and muons) are used for the object overlap removal, as discussed in Sect. ",
            "section": "B Details of the object reconstruction",
            "paragraph_rank": 113,
            "section_rank": 36
        },
        {
            "text": "3.1.3. ",
            "section": "B Details of the object reconstruction",
            "paragraph_rank": 113,
            "section_rank": 36
        },
        {
            "text": "Tighter requirements on the lepton candidates are imposed, which are then referred to as 'signal' electrons or muons and are used further in the analysis, i.e. to establish the accuracy of the background modelling processes or to classify the events. ",
            "section": "B Details of the object reconstruction",
            "paragraph_rank": 113,
            "section_rank": 36
        },
        {
            "text": "Signal electrons must satisfy a tight likelihood-based identification requirement [44,83]. ",
            "section": "B Details of the object reconstruction",
            "paragraph_rank": 113,
            "section_rank": 36,
            "ref_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "type": "bibr",
                    "text": "[44,"
                },
                {
                    "start": 86,
                    "end": 89,
                    "type": "bibr",
                    "ref_id": "b71",
                    "text": "83]"
                }
            ]
        },
        {
            "text": "Signal muons must fulfil the requirement of |d 0 |/σ (d 0 ) < 3. ",
            "section": "B Details of the object reconstruction",
            "paragraph_rank": 113,
            "section_rank": 36
        },
        {
            "text": "The track associated with a signal lepton must have a longitudinal impact parameter relative to the reconstructed primary vertex, z 0 , satisfying |z 0 • sin θ | < 0.5 mm. ",
            "section": "B Details of the object reconstruction",
            "paragraph_rank": 113,
            "section_rank": 36
        },
        {
            "text": "Isolation requirements are applied to both the signal electrons and muons. ",
            "section": "B Details of the object reconstruction",
            "paragraph_rank": 113,
            "section_rank": 36
        },
        {
            "text": "The calorimeter isolation is computed as the sum of the energies of calorimeter energy clusters in a cone of size R = 0.2 around the lepton. ",
            "section": "B Details of the object reconstruction",
            "paragraph_rank": 113,
            "section_rank": 36
        },
        {
            "text": "Track isolation is defined as the scalar sum of the p T of tracks within a variable-size cone around the lepton, in a cone of size R = 0.2 (0.3) for electron (muon) trans-verse momenta p T < 50 GeV ( p T < 33 GeV) and of size R = 10 GeV/ p T for p T > 50 GeV ( p T > 33 GeV). ",
            "section": "B Details of the object reconstruction",
            "paragraph_rank": 113,
            "section_rank": 36
        },
        {
            "text": "The efficiency of these criteria increases with the lepton transverse momentum, reaching 95% at 25 GeV and 99% at 60 GeV, as determined in a control sample of Z decays into leptons selected with a tag-and-probe technique [43,44]. ",
            "section": "B Details of the object reconstruction",
            "paragraph_rank": 113,
            "section_rank": 36,
            "ref_spans": [
                {
                    "start": 221,
                    "end": 225,
                    "type": "bibr",
                    "text": "[43,"
                },
                {
                    "start": 225,
                    "end": 228,
                    "type": "bibr",
                    "text": "44]"
                }
            ]
        },
        {
            "text": "Corrections are applied to the MC samples to match the leptons' trigger, reconstruction and isolation efficiencies in data.",
            "section": "B Details of the object reconstruction",
            "paragraph_rank": 113,
            "section_rank": 36
        },
        {
            "text": "Photon candidates are reconstructed from an isolated electromagnetic calorimeter energy deposit and are required to satisfy the tight identification criteria described in Refs. ",
            "section": "B Details of the object reconstruction",
            "paragraph_rank": 114,
            "section_rank": 36
        },
        {
            "text": "[46,84]. ",
            "section": "B Details of the object reconstruction",
            "paragraph_rank": 114,
            "section_rank": 36,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "text": "[46,"
                },
                {
                    "start": 4,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b72",
                    "text": "84]"
                }
            ]
        },
        {
            "text": "Furthermore, photons are required to have p T > 25 GeV and |η| < 2.37, excluding the barrel-endcap calorimeter transition in the range 1.37 < |η| < 1.52. ",
            "section": "B Details of the object reconstruction",
            "paragraph_rank": 114,
            "section_rank": 36
        },
        {
            "text": "Photons must further satisfy isolation criteria based on both track and calorimeter information [46]. ",
            "section": "B Details of the object reconstruction",
            "paragraph_rank": 114,
            "section_rank": 36,
            "ref_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "type": "bibr",
                    "text": "[46]"
                }
            ]
        },
        {
            "text": "After correcting for contributions from pile-up, the energy within a cone of R = 0.4 around the cluster barycentre is required to be less than 2.45 GeV + 0.022 × p Jet candidates are reconstructed with the anti-k t algorithm [38] implemented in the FastJet package [85] with a radius parameter of R = 0.4, using as input threedimensional energy clusters in the calorimeter [86] calibrated to the electromagnetic scale. ",
            "section": "B Details of the object reconstruction",
            "paragraph_rank": 114,
            "section_rank": 36,
            "ref_spans": [
                {
                    "start": 225,
                    "end": 229,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[38]"
                },
                {
                    "start": 265,
                    "end": 269,
                    "type": "bibr",
                    "ref_id": "b73",
                    "text": "[85]"
                },
                {
                    "start": 373,
                    "end": 377,
                    "type": "bibr",
                    "ref_id": "b74",
                    "text": "[86]"
                }
            ],
            "entity_spans": [
                {
                    "start": 257,
                    "end": 264,
                    "type": "software",
                    "rawForm": "package",
                    "resp": "whitelist",
                    "id": "software-simple-w42"
                }
            ]
        },
        {
            "text": "The reconstructed jets are then calibrated to the jet energy scale (JES) derived from simulation and in situ corrections based on 13 TeV data [42,87]. ",
            "section": "B Details of the object reconstruction",
            "paragraph_rank": 114,
            "section_rank": 36,
            "ref_spans": [
                {
                    "start": 142,
                    "end": 146,
                    "type": "bibr",
                    "text": "[42,"
                },
                {
                    "start": 146,
                    "end": 149,
                    "type": "bibr",
                    "ref_id": "b75",
                    "text": "87]"
                }
            ]
        },
        {
            "text": "For all jets the expected average energy contribution from pile-up clusters is subtracted according to the jet area prescription [88]. ",
            "section": "B Details of the object reconstruction",
            "paragraph_rank": 114,
            "section_rank": 36,
            "ref_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b76",
                    "text": "[88]"
                }
            ]
        },
        {
            "text": "Quality criteria are imposed to identify jets arising from non-collision sources or detector noise and any event containing such a jet is removed [89]. ",
            "section": "B Details of the object reconstruction",
            "paragraph_rank": 114,
            "section_rank": 36,
            "ref_spans": [
                {
                    "start": 146,
                    "end": 150,
                    "type": "bibr",
                    "ref_id": "b77",
                    "text": "[89]"
                }
            ]
        },
        {
            "text": "All jet candidates are required to have p T > 20 GeV and |η| < 2.8.",
            "section": "B Details of the object reconstruction",
            "paragraph_rank": 114,
            "section_rank": 36
        },
        {
            "text": "Identification of jets containing b-hadrons (b-tagging) is performed with a multivariate discriminant, MV2c20, making use of track impact parameters, the b-and chadron flight paths inside the jet and reconstructed secondary vertices [39,40]. ",
            "section": "B Details of the object reconstruction",
            "paragraph_rank": 115,
            "section_rank": 36,
            "ref_spans": [
                {
                    "start": 233,
                    "end": 237,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "[39,"
                },
                {
                    "start": 237,
                    "end": 240,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "40]"
                }
            ]
        },
        {
            "text": "The algorithm working point used corresponds to a 77% average efficiency obtained for bjets in simulated tt events. ",
            "section": "B Details of the object reconstruction",
            "paragraph_rank": 115,
            "section_rank": 36
        },
        {
            "text": "The rejection factors for lightquark jets, c-quark jets and hadronically decaying τ -leptons in simulated tt events are approximately 140, 4.5 and 10, respectively [40]. ",
            "section": "B Details of the object reconstruction",
            "paragraph_rank": 115,
            "section_rank": 36,
            "ref_spans": [
                {
                    "start": 164,
                    "end": 168,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "[40]"
                }
            ]
        },
        {
            "text": "Jets with |η| < 2.5 which satisfy this b-tagging requirement are identified as b-jet candidates. ",
            "section": "B Details of the object reconstruction",
            "paragraph_rank": 115,
            "section_rank": 36
        },
        {
            "text": "To compensate for differences between data and MC simulation in the b-tagging efficiencies and mistag rates, correction factors are applied to the simulated samples [40].",
            "section": "B Details of the object reconstruction",
            "paragraph_rank": 115,
            "section_rank": 36,
            "ref_spans": [
                {
                    "start": 165,
                    "end": 169,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "[40]"
                }
            ]
        },
        {
            "text": "C Event yields for all event classes",
            "section_rank": 37
        },
        {
            "text": "See Figs. 11,12,13,14,15,16,17,18,19,20,21,22,23.  ",
            "section": "C Event yields for all event classes",
            "paragraph_rank": 116,
            "section_rank": 37,
            "ref_spans": [
                {
                    "start": 4,
                    "end": 13,
                    "type": "bibr",
                    "text": "Figs. 11,"
                },
                {
                    "start": 13,
                    "end": 16,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12,"
                },
                {
                    "start": 16,
                    "end": 19,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13,"
                },
                {
                    "start": 19,
                    "end": 22,
                    "type": "bibr",
                    "text": "14,"
                },
                {
                    "start": 22,
                    "end": 25,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "15,"
                },
                {
                    "start": 25,
                    "end": 28,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "16,"
                },
                {
                    "start": 28,
                    "end": 31,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "17,"
                },
                {
                    "start": 31,
                    "end": 34,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "18,"
                },
                {
                    "start": 34,
                    "end": 37,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "19,"
                },
                {
                    "start": 37,
                    "end": 40,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "20,"
                },
                {
                    "start": 40,
                    "end": 43,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "21,"
                },
                {
                    "start": 43,
                    "end": 46,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "22,"
                },
                {
                    "start": 46,
                    "end": 48,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "23"
                }
            ]
        },
        {
            "text": "1e5j  1e6j  1e7j  1e8j  1e9j  1e1b4j  1e1b5j  1e1b6j  1e1b7j  1e1b8j  1e1b9j  1e2b  1e2b1j  1e2b2j  1e2b3j  1e2b4j  1e2b5j  1e2b6j  1e2b7j  1e2b8j  1e3b  1e3b1j  1e3b2j  1e3b3j  1e3b4j  1e3b5j  1e3b6j  1e3b7j  1e4b  1e4b1j  1e4b2j  1e4b3j  1e4b4j  1e4b5j  1e5b  1e5b1j  1e5b2j Events / class   ",
            "section": "C Event yields for all event classes",
            "paragraph_rank": 116,
            "section_rank": 37,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 276,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "1e5j  1e6j  1e7j  1e8j  1e9j  1e1b4j  1e1b5j  1e1b6j  1e1b7j  1e1b8j  1e1b9j  1e2b  1e2b1j  1e2b2j  1e2b3j  1e2b4j  1e2b5j  1e2b6j  1e2b7j  1e2b8j  1e3b  1e3b1j  1e3b2j  1e3b3j  1e3b4j  1e3b5j  1e3b6j  1e3b7j  1e4b  1e4b1j  1e4b2j  1e4b3j  1e4b4j  1e4b5j  1e5b  1e5b1j  1e5b2j"
                }
            ]
        },
        {
            "text": "Events / class  Fig. 17 The number of events in data, and for the different SM background predictions considered, for classes with one lepton, at least one photon and (b-)jets (no E miss T ). ",
            "section": "C Event yields for all event classes",
            "paragraph_rank": 117,
            "section_rank": 37,
            "ref_spans": [
                {
                    "start": 16,
                    "end": 23,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "Fig. 17"
                }
            ]
        },
        {
            "text": "The classes are labelled according to the multiplicity and type (e, μ, γ , j, b, E miss T ) of the reconstructed objects for the given event class. ",
            "section": "C Event yields for all event classes",
            "paragraph_rank": 117,
            "section_rank": 37
        },
        {
            "text": "The hatched bands indicate the total uncertainty of the SM prediction",
            "section": "C Event yields for all event classes",
            "paragraph_rank": 117,
            "section_rank": 37
        },
        {
            "text": "Events / class  Fig. 18 The number of events in data, and for the different SM background predictions considered, for classes with at least two leptons, at least one photon and (b-)jets (no E miss T ). ",
            "section": "C Event yields for all event classes",
            "paragraph_rank": 118,
            "section_rank": 37,
            "ref_spans": [
                {
                    "start": 16,
                    "end": 23,
                    "type": "figure",
                    "text": "Fig. 18"
                }
            ]
        },
        {
            "text": "The classes are labelled accord-ing to the multiplicity and type (e, μ, γ , j, b, E miss T ) of the reconstructed objects for the given event class. ",
            "section": "C Event yields for all event classes",
            "paragraph_rank": 118,
            "section_rank": 37
        },
        {
            "text": "The hatched bands indicate the total uncertainty of the SM prediction   Events / class  ",
            "section": "C Event yields for all event classes",
            "paragraph_rank": 118,
            "section_rank": 37
        },
        {
            "text": "3. 2",
            "section_rank": 38
        },
        {
            "text": "Step 2: Systematic uncertainties and validation3.2.1 Systematic uncertainties Experimental uncertainties The dominant experimental systematic uncertainties in the SM expectation for the different event classes typically are the jet energy scale (JES) and resolution (JER) [42] and the scale and resolution of the E miss T soft-term. ",
            "section": "3. 2",
            "paragraph_rank": 119,
            "section_rank": 38,
            "entity_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "software",
                    "rawForm": "Step",
                    "resp": "whitelist",
                    "id": "software-simple-w43"
                }
            ]
        },
        {
            "text": "The uncertainty related to the modelling of E miss T in the simulation is estimated by propagating the uncertainties in the energy and momentum scale of each of the objects entering the calculation, with an additional uncertainty in the resolution and scale of the soft-term [41]. ",
            "section": "3. 2",
            "paragraph_rank": 119,
            "section_rank": 38
        },
        {
            "text": "The uncertainties in correcting the efficiency of identifying jets containing b-hadrons in MC simulations are determined in data samples enriched in top quark decays, and in simulated events",
            "section": "3. 2",
            "paragraph_rank": 119,
            "section_rank": 38
        },
        {
            "text": "Same selection as W (→ ν) + jets Same distributions as W (→ ν) + jets and and 1(2) additional photon(s) R( , γ ) Z + γ (γ ) Same selection as Z (→ ) + jets Same distributions as Z (→ ) + jets and and 1(2) additional photon(s) R( , γ ) γ (γ ) + jets 1(2) photon(s), no leptons N (jets) N (b-jets) H T (jets) m inv (γ γ ) and at least 1(0) jet(s) R(γ , γ ) R(γ , jet) tt → 1 lepton, at least 2 b-jets and at least 2 light jets N (jets) N (b-jets) m inv ( j j)W (→ j j) + 50 < m inv ( j j) < 110 GeV m T ( , E miss T ) R(jet, jet) R( , jet) W (→ ν) + Electron channel: m T (e, E miss T ) > 50 GeV bb Muon channel: m T (μ, E miss T ) > 60 GeV E miss T > 40GeV Diboson W W 1 electron and 1 muon of opposite charge and no jets E miss T > 50 GeV W Z 1 SFOS pair ( ) m inv ( ) (SFOS pair(s)) and 1 lepton of different flavour ( ) p T ( ) (SFOS pair(s)) 66 < m inv ( ) < 116 GeV m T ( , E miss T ) E miss T > 50 GeV and m T ( , E miss T ) > 50 GeV R( , ) φ( , E miss T ) Z Z 2 SFOS pairs 66 < m inv ( ) < 116 GeV (both SFOS pairs) Multijets At least 2 jets N (jets) N (b-jets) R(jet, jet) No leptons or photons E miss T /m eff The Sherpa 2.1.1 MC generator has a known deficiency in the modelling of E miss T due to too large forward jet activity. ",
            "paragraph_rank": 120,
            "section_rank": 39
        },
        {
            "text": "This results in a visible mismodelling of the E miss Tdistribution in event classes with two photons, which also affects the m eff distribution. ",
            "paragraph_rank": 120,
            "section_rank": 39
        },
        {
            "text": "To correct for this mismodelling a reweighting [48] is applied to the background events containing two real photons (γ γ + jets). ",
            "paragraph_rank": 120,
            "section_rank": 39
        },
        {
            "text": "The diphoton MC events are reweighted as a function of E miss T and of the number of selected jets to match the respective distributions in the data for the inclusive diphoton sample in the range",
            "paragraph_rank": 120,
            "section_rank": 39
        },
        {
            "text": "Fig. 3",
            "section_rank": 40
        },
        {
            "text": "Fig. 3The number of events in data, and for the different SM background predictions considered, for classes with large E miss T , one lepton and (b-)jets (no photons). ",
            "section": "Fig. 3",
            "paragraph_rank": 121,
            "section_rank": 40
        },
        {
            "text": "The classes are labelled according to the multiplicity and type (e, μ, γ , j, b, E miss T ) of the reconstructed objects for",
            "section": "Fig. 3",
            "paragraph_rank": 121,
            "section_rank": 40
        },
        {
            "text": "list the three event classes with the largest deviations in the m inv and m eff scans respectively. ",
            "paragraph_rank": 122,
            "section_rank": 41
        },
        {
            "text": "The largest deviation reported by a dedicated search using the same dataset was observed in an inclusive diphoton data selection at a diphoton mass of around 750 GeV with a local significance of 3.9σ [49]. ",
            "paragraph_rank": 122,
            "section_rank": 41
        },
        {
            "text": "Due to the different event selections and background estimates the excess has a lower significance in this analysis. ",
            "paragraph_rank": 122,
            "section_rank": 41
        },
        {
            "text": "The excess was not confirmed in a dedicated analysis with 2016 data [50].",
            "paragraph_rank": 122,
            "section_rank": 41
        },
        {
            "text": "Fig. 4",
            "section_rank": 42
        },
        {
            "text": "Fig. 4Example distributions showing the region of interest (ROI), i.e. the region with the smallest p 0 -value, between the vertical dashed lines. ",
            "section": "Fig. 4",
            "paragraph_rank": 123,
            "section_rank": 42
        },
        {
            "text": "a E miss T 1γ 3 j channel, which has the largest deviation in the m inv scan. ",
            "section": "Fig. 4",
            "paragraph_rank": 123,
            "section_rank": 42
        },
        {
            "text": "b 1μ1e4b2 j channel, which has the largest deviation in the m eff scan. ",
            "section": "Fig. 4",
            "paragraph_rank": 123,
            "section_rank": 42
        },
        {
            "text": "c An upward fluctuation in the m inv distribution of the 1e1γ 2b2 j channel. ",
            "section": "Fig. 4",
            "paragraph_rank": 123,
            "section_rank": 42
        },
        {
            "text": "d A downward fluctuation in the m eff distribution of the 6 j channel. ",
            "section": "Fig. 4",
            "paragraph_rank": 123,
            "section_rank": 42
        },
        {
            "text": "e A downward fluctuation in the m inv distribution of the E miss T 2μ1 j channel.",
            "section": "Fig. 4",
            "paragraph_rank": 123,
            "section_rank": 42
        },
        {
            "text": "Fig. 5 A",
            "section_rank": 43
        },
        {
            "text": "Fig. 5 A comparison of different correlation assumptions for scale variations: 100% correlated; 50% correlated and 50% uncorrelated; and 100% uncorrelated. ",
            "section": "Fig. 5 A",
            "paragraph_rank": 124,
            "section_rank": 43
        },
        {
            "text": "The fractions of pseudo-experiments in the scan of the m inv distribution having at least one p channel -value smaller than p min",
            "section": "Fig. 5 A",
            "paragraph_rank": 124,
            "section_rank": 43
        },
        {
            "text": "Fig.",
            "section_rank": 44
        },
        {
            "text": "Fig.The fraction of pseudo-experiments which have at least one, two and three p channel -values below a given p min , given for both the pseudo-experiments generated from the nominal SM expectation and tested against the nominal expectation (dashed) and for those tested against the modified expectation ('SM, W Z removed') in which the W Z diboson process is removed (solid). ",
            "section": "Fig.",
            "paragraph_rank": 125,
            "section_rank": 44
        },
        {
            "text": "The m inv scan is shown in a and the m eff scan in b. ",
            "section": "Fig.",
            "paragraph_rank": 125,
            "section_rank": 44
        },
        {
            "text": "The horizontal dotted lines show the fractions of pseudo-experiments yielding P exp,i < 5% when tested against the mod-",
            "section": "Fig.",
            "paragraph_rank": 125,
            "section_rank": 44
        },
        {
            "text": "Fig. 7",
            "section_rank": 45
        },
        {
            "text": "Fig. 7The fraction of pseudo-experiments which have at least one, two and three p channel -values below a given p min , given for both the pseudoexperiments generated from the nominal SM expectation and tested against the nominal expectation (dashed) and for those tested against the modified expectation ('SM, ttγ removed') in which the ttγ process is removed (solid). ",
            "section": "Fig. 7",
            "paragraph_rank": 126,
            "section_rank": 45
        },
        {
            "text": "The m inv scan is shown in a and the m eff scan in b. ",
            "section": "Fig. 7",
            "paragraph_rank": 126,
            "section_rank": 45
        },
        {
            "text": "The horizontal dotted lines show the fractions of pseudo-experiments yielding P exp,i < 5% when tested against the modified background pre-",
            "section": "Fig. 7",
            "paragraph_rank": 126,
            "section_rank": 45
        },
        {
            "text": "Fig. 7The fraction of pseudo-experiments which have at least one, two and three p channel -values below a given p min , given for both the pseudoexperiments generated from the nominal SM expectation and tested against the nominal expectation (dashed) and for those tested against the modified expectation ('SM, ttγ removed') in which the ttγ process is removed (solid). ",
            "paragraph_rank": 127,
            "section_rank": 46
        },
        {
            "text": "The m inv scan is shown in a and the m eff scan in b. ",
            "paragraph_rank": 127,
            "section_rank": 46
        },
        {
            "text": "The horizontal dotted lines show the fractions of pseudo-experiments yielding P exp,i < 5% when tested against the modified background pre-",
            "paragraph_rank": 127,
            "section_rank": 46
        },
        {
            "text": "Fig. 9The fraction of cases in which the first pseudo-experiment has P exp,i < 5% and triggers a second pseudo-experiment which yields a value for − n k=1 log 10 ( p 0k ) smaller than a given value (− n k=1 log 10 ( p min,k )). ",
            "paragraph_rank": 128,
            "section_rank": 47
        },
        {
            "text": "Here n denotes the minimum number of event classes (1, 2 or 3) for which P exp,i < 0.05. ",
            "paragraph_rank": 128,
            "section_rank": 47
        },
        {
            "text": "The distribution is shown for pseudo-experiments generated from the SM expectation, and from an SM-plus-signal expectation of a inclusive decays of a Z boson with",
            "paragraph_rank": 128,
            "section_rank": 47
        },
        {
            "text": "Fig. 10",
            "section_rank": 48
        },
        {
            "text": "Fig. 10The fractions of pseudo-experiments (P exp,i ( p min )) which have at least one, two or three p channel -values (circular, square, and rhombic markers respectively) smaller than a given threshold ( p min ) in the scans of a the m inv distributions, and of b the m eff distributions. ",
            "section": "Fig. 10",
            "paragraph_rank": 129,
            "section_rank": 48
        },
        {
            "text": "The ",
            "section": "Fig. 10",
            "paragraph_rank": 129,
            "section_rank": 48
        },
        {
            "text": "γ T , where p γ T is the transverse momentum of the photon candidate. ",
            "paragraph_rank": 130,
            "section_rank": 49
        },
        {
            "text": "The energy of tracks in a cone of R = 0.2 should be less than 0.05 × p γ T .",
            "paragraph_rank": 130,
            "section_rank": 49
        },
        {
            "text": "Fig. 11",
            "section_rank": 50
        },
        {
            "text": "photon(s) (normalized to data)",
            "section": "Fig. 11",
            "paragraph_rank": 131,
            "section_rank": 50
        },
        {
            "text": "Fig. 12 Fig. 13",
            "section_rank": 51
        },
        {
            "text": "Fig. 12The number of events in data, and for the different SM background predictions considered, for classes with one electron and (b-)jets (no muons, photons or E miss T ). ",
            "section": "Fig. 12 Fig. 13",
            "paragraph_rank": 132,
            "section_rank": 51
        },
        {
            "text": "The classes are labelled according to the",
            "section": "Fig. 12 Fig. 13",
            "paragraph_rank": 132,
            "section_rank": 51
        },
        {
            "text": "Fig. 14 Fig. 15",
            "section_rank": 52
        },
        {
            "text": "Fig.14 ",
            "section": "Fig. 14 Fig. 15",
            "paragraph_rank": 133,
            "section_rank": 52
        },
        {
            "text": "The number of events in data, and for the different SM background predictions considered, for classes with one muon, one electron and (b-)jets (no photons or E miss T ). ",
            "section": "Fig. 14 Fig. 15",
            "paragraph_rank": 133,
            "section_rank": 52
        },
        {
            "text": "The classes are labelled according",
            "section": "Fig. 14 Fig. 15",
            "paragraph_rank": 133,
            "section_rank": 52
        },
        {
            "text": "Fig. 16",
            "section_rank": 53
        },
        {
            "text": "Fig. 16The number of events in data, and for the different SM background predictions considered, for classes with three or four leptons and (b-)jets (no photons or E miss T ). ",
            "section": "Fig. 16",
            "paragraph_rank": 134,
            "section_rank": 53
        },
        {
            "text": "The classes are labelled according",
            "section": "Fig. 16",
            "paragraph_rank": 134,
            "section_rank": 53
        },
        {
            "text": "Fig. 19 Fig. 20 Fig. 21 Fig. 22",
            "section_rank": 54
        },
        {
            "text": "Fig. 19The number of events in data, and for the different SM background predictions considered, for classes with large E miss T and (b-)jets (no leptons or photons). ",
            "section": "Fig. 19 Fig. 20 Fig. 21 Fig. 22",
            "paragraph_rank": 135,
            "section_rank": 54
        },
        {
            "text": "The classes are labelled according to the mul-",
            "section": "Fig. 19 Fig. 20 Fig. 21 Fig. 22",
            "paragraph_rank": 135,
            "section_rank": 54
        },
        {
            "text": "2j",
            "paragraph_rank": 136,
            "section_rank": 55
        },
        {
            "text": "Fig. 23",
            "section_rank": 56
        },
        {
            "text": "Fig. 23The number of events in data, and for the different SM background predictions considered, for classes with (b-)jets (no E miss T , leptons or photons). ",
            "section": "Fig. 23",
            "paragraph_rank": 137,
            "section_rank": 56
        },
        {
            "text": "The classes are labelled according to the multiplicity and type (e, μ, γ , j, b, E miss T ) of the reconstructed objects for the given",
            "section": "Fig. 23",
            "paragraph_rank": 137,
            "section_rank": 56
        },
        {
            "text": "Table 1 A",
            "section_rank": 57
        },
        {
            "text": "summary of the MC samples used in the analysis to model SM background processes. ",
            "section": "Table 1 A",
            "paragraph_rank": 138,
            "section_rank": 57
        },
        {
            "text": "For each sample the corresponding generator, matrix element (ME) accuracy, parton shower,",
            "section": "Table 1 A",
            "paragraph_rank": 138,
            "section_rank": 57
        },
        {
            "text": "cross-section normalization accuracy, PDF set and tune are indicated. ",
            "section": "Table 1 A",
            "paragraph_rank": 139,
            "section_rank": 57
        },
        {
            "text": "Details are given in Appendix A.1. ",
            "section": "Table 1 A",
            "paragraph_rank": 139,
            "section_rank": 57
        },
        {
            "text": "Samples with 'data' in the 'cross-section normalization' column are scaled to data as described in Sect. ",
            "section": "Table 1 A",
            "paragraph_rank": 139,
            "section_rank": 57
        },
        {
            "text": "3.2.3. ",
            "section": "Table 1 A",
            "paragraph_rank": 139,
            "section_rank": 57
        },
        {
            "text": "Z",
            "section": "Table 1 A",
            "paragraph_rank": 139,
            "section_rank": 57
        },
        {
            "text": "Table 2",
            "section_rank": 58
        },
        {
            "text": "The physics objects used for classifying the events, with their corresponding label, minimum p T requirement, and pseudorapidity requirement",
            "section": "Table 2",
            "paragraph_rank": 140,
            "section_rank": 58
        },
        {
            "text": "Table 3",
            "section_rank": 59
        },
        {
            "text": "A summary of the SM processes and their inclusive selections used to validate the background modelling. ",
            "section": "Table 3",
            "paragraph_rank": 141,
            "section_rank": 59
        },
        {
            "text": "For each selection the p T , η, and φ distributions of the objects used in the selection and of additional jets are included as validation distributions by default. ",
            "section": "Table 3",
            "paragraph_rank": 141,
            "section_rank": 59
        },
        {
            "text": "Additional validation distributions are listed per selection. ",
            "section": "Table 3",
            "paragraph_rank": 141,
            "section_rank": 59
        },
        {
            "text": "In all cases, 'jet(s)' refers to both b-tagged and non-b-tagged jets, except where 'b-jet' is mentioned explicitly. ",
            "section": "Table 3",
            "paragraph_rank": 141,
            "section_rank": 59
        },
        {
            "text": "H T (jets) is defined as the scalar p T sum of all the jets in the event. ",
            "section": "Table 3",
            "paragraph_rank": 141,
            "section_rank": 59
        },
        {
            "text": "Some selections rely on the transverse mass (m T ( , E miss T )) which is defined as [2 p T ( ) E miss T",
            "section": "Table 3",
            "paragraph_rank": 141,
            "section_rank": 59
        },
        {
            "text": "Table 4",
            "section_rank": 60
        },
        {
            "text": "List of the three channels with the smallest p channel -values in the scan of the m inv distributions",
            "section": "Table 4",
            "paragraph_rank": 142,
            "section_rank": 60
        },
        {
            "text": "). ",
            "paragraph_rank": 143,
            "section_rank": 61
        },
        {
            "text": "https://cds.cern.ch/record/ 2203125 ",
            "paragraph_rank": 143,
            "section_rank": 61
        },
        {
            "text": "47. ATLAS Collaboration, Luminosity determination in pp collisions at √ s = 8 TeV using the ATLAS detector at the LHC. ",
            "paragraph_rank": 143,
            "section_rank": 61
        },
        {
            "text": "Eur. ",
            "paragraph_rank": 143,
            "section_rank": 61
        },
        {
            "text": "Phys. ",
            "paragraph_rank": 143,
            "section_rank": 61
        },
        {
            "text": "J. C 76, 653 (2016). ",
            "paragraph_rank": 143,
            "section_rank": 61
        },
        {
            "text": "arXiv:1608.03953 [hep-ex] ",
            "paragraph_rank": 143,
            "section_rank": 61
        },
        {
            "text": "48. ATLAS Collaboration, Search for supersymmetry in a final state containing two photons and missing transverse momentum in √ s = 13 TeV pp collisions at the LHC using the ATLAS detector. ",
            "paragraph_rank": 143,
            "section_rank": 61
        },
        {
            "text": "Eur. ",
            "paragraph_rank": 143,
            "section_rank": 61
        },
        {
            "text": "Phys. ",
            "paragraph_rank": 143,
            "section_rank": 61
        },
        {
            "text": "J. C 76, 517 (2016). ",
            "paragraph_rank": 143,
            "section_rank": 61
        },
        {
            "text": "arXiv:1606.09150 [hep-ex] ",
            "paragraph_rank": 143,
            "section_rank": 61
        },
        {
            "text": "49. ATLAS Collaboration, Search for resonances in diphoton events at √ s = 13 TeV with the ATLAS detector. ",
            "paragraph_rank": 143,
            "section_rank": 61
        },
        {
            "text": "JHEP 09, 001 (2016). ",
            "paragraph_rank": 143,
            "section_rank": 61
        },
        {
            "text": "arXiv:1606.03833 [hep-ex] ",
            "paragraph_rank": 143,
            "section_rank": 61
        },
        {
            "text": "50. ATLAS Collaboration, Search for new phenomena in high-mass diphoton final states using 37 fb −1 of proton-proton collisions collected at √ s = 13 TeV with the ATLAS detector. ",
            "paragraph_rank": 143,
            "section_rank": 61
        },
        {
            "text": "Phys. ",
            "paragraph_rank": 143,
            "section_rank": 61
        },
        {
            "text": "Lett. ",
            "paragraph_rank": 143,
            "section_rank": 61
        },
        {
            "text": "B 775 105 (2017). ",
            "paragraph_rank": 143,
            "section_rank": 61
        },
        {
            "text": "arXiv:1707.04147 [hep-ex] ",
            "paragraph_rank": 143,
            "section_rank": 61
        },
        {
            "text": "51. ATLAS Collaboration, Expected sensitivity studies for gluino and squark searches using the early LHC 13 TeV Run-2 dataset with",
            "paragraph_rank": 143,
            "section_rank": 61
        },
        {
            "text": "'Model-independent' refers to the absence of a beyond the Standard Model signal assumption. ",
            "paragraph_rank": 144,
            "section_rank": 61
        },
        {
            "text": "The analysis depends on the Standard Model prediction.",
            "paragraph_rank": 144,
            "section_rank": 61
        },
        {
            "text": "A histogram of n bins has 1 region of n contiguous bins, 2 regions of n −1 contiguous bins, etc. down to n regions of single bins. ",
            "paragraph_rank": 145,
            "section_rank": 61
        },
        {
            "text": "Therefore, it has n i=1 i = n(n + 1)/2 regions. ",
            "paragraph_rank": 145,
            "section_rank": 61
        },
        {
            "text": "When combining bins, background uncertainties are conservatively treated as correlated among the bins with the exception of MC statistical uncertainties.",
            "paragraph_rank": 145,
            "section_rank": 61
        },
        {
            "text": "In the m inv and m eff scan respectively, 72 and 87 event classes are discarded since they have no ROI.",
            "paragraph_rank": 146,
            "section_rank": 61
        },
        {
            "text": "Acknowledgements",
            "section_rank": 63
        },
        {
            "text": "We thank CERN for the very successful oper-",
            "section": "Acknowledgements",
            "paragraph_rank": 147,
            "section_rank": 63
        }
    ]
}