{
    "level": "sentence",
    "abstract": [
        {
            "text": "A search is presented for the production of a Higgs boson in association with a single top quark, based on data collected in 2016 by the CMS experiment at the LHC at a center-of-mass energy of 13 TeV, which corresponds to an integrated luminosity of 35.9 fb −1 . ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The production cross section for this process is highly sensitive to the absolute values of the top quark Yukawa coupling, y t ; the Higgs boson coupling to vector bosons, g HVV ; and, uniquely, their relative sign. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Analyses using multilepton signatures, targeting H → WW, H → ττ, and H → ZZ decay modes, and signatures with a single lepton and a bb pair, targeting the H → bb decay, are combined with a reinterpretation of a measurement in the H → γγ channel to constrain y t . ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "For a standard model-like value of g HVV , the data favor positive values of y t and exclude values of y t below about −0.9y t SM .",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "I. INTRODUCTION",
            "section_rank": 2
        },
        {
            "text": "The scalar resonance discovered by the CMS and ATLAS collaborations at the LHC [1][2][3] in 2012 has been found to have properties consistent with the predictions of the standard model (SM) for a Higgs boson with a mass of about 125 GeV [4]. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 79,
                    "end": 82,
                    "type": "bibr",
                    "text": "[1]"
                },
                {
                    "start": 82,
                    "end": 85,
                    "type": "bibr",
                    "text": "[2]"
                },
                {
                    "start": 85,
                    "end": 88,
                    "type": "bibr",
                    "text": "[3]"
                },
                {
                    "start": 237,
                    "end": 240,
                    "type": "bibr",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "In particular, its couplings to bosons (g HVV ) and fermions (y f ) corroborate a SM-like dependence on the respective masses. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Furthermore, data indicate that it has zero spin and positive parity [5]. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 69,
                    "end": 72,
                    "type": "bibr",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "Recently, the associated production of top quark pairs with a Higgs boson (ttH) and Higgs boson decays to pairs of bottom quarks have been observed [6][7][8], thereby directly probing the Yukawa interactions between the Higgs boson and top as well as bottom quarks for the first time. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 148,
                    "end": 151,
                    "type": "bibr",
                    "text": "[6]"
                },
                {
                    "start": 151,
                    "end": 154,
                    "type": "bibr",
                    "text": "[7]"
                },
                {
                    "start": 154,
                    "end": 157,
                    "type": "bibr",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "In addition to measuring the absolute strengths of Higgs boson couplings, it is pertinent to assess the possible existence of relative phases among the couplings, as well as their general Lorentz structure. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Hence, a broad sweep of Higgs boson production mechanisms and decay modes must be considered to reveal any potential deviations from the SM expectations.",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The production rate of ttH is sensitive only to the magnitude of the top quark-Higgs boson Yukawa coupling y t and has no sensitivity to its sign. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Measurements of processes such as Higgs boson decays to photon pairs [9] or the associated production of Z and Higgs bosons via gluongluon fusion [10], on the other hand, do have sensitivity to the sign, because of indirect effects in loop interactions. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 69,
                    "end": 72,
                    "type": "bibr",
                    "text": "[9]"
                },
                {
                    "start": 146,
                    "end": 150,
                    "type": "bibr",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "Those measurements currently disfavor a negative value of the coupling [11,12] but rely on the assumption that only SM particles contribute to the loops [13].",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 71,
                    "end": 75,
                    "type": "bibr",
                    "text": "[11,"
                },
                {
                    "start": 75,
                    "end": 78,
                    "type": "bibr",
                    "text": "12]"
                },
                {
                    "start": 153,
                    "end": 157,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "In contrast, the production of Higgs bosons in association with single top quarks in proton-proton (pp) collisions proceeds via two categories of Feynman diagrams [14][15][16][17], where the Higgs boson couples either to the top quark or the W boson. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 163,
                    "end": 167,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[14]"
                },
                {
                    "start": 167,
                    "end": 171,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[15]"
                },
                {
                    "start": 171,
                    "end": 175,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[16]"
                },
                {
                    "start": 175,
                    "end": 179,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[17]"
                }
            ]
        },
        {
            "text": "The two leading-order (LO) diagrams for the t channel production process (tHq) are shown in Fig. 1, together with one of the five LO diagrams for the tW process (tHW), for illustration. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 92,
                    "end": 98,
                    "type": "figure",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "Because of the interference of these diagrams, the production cross section is uniquely sensitive to the magnitude as well as the relative sign and phase of the couplings.",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "In the SM, the interference between these two diagrams is maximally destructive and leads to very small production cross sections of about 71, 16, and 2.9 fb for the t channel, tW process, and s channel, respectively, at a center-of-mass energy ffiffi ffi s p ¼ 13 TeV [18,19]. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 269,
                    "end": 273,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[18,"
                },
                {
                    "start": 273,
                    "end": 276,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "19]"
                }
            ]
        },
        {
            "text": "Hence, measurements using the data collected at the LHC so far are not yet sensitive to the SM production. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "However, in the presence of new physics, there may be relative opposite signs between the t-H and W-H couplings which lead to constructive interference and enhance the cross sections by an order of magnitude or more. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "In such scenarios, realized, e.g., in some two-Higgs doublet models [20], tHq production would exceed that of ttH production, making it accessible with current LHC data sets. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 68,
                    "end": 72,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "In this paper, the tHq and tHW processes are collectively referred to as tH production, while s channel production is neglected. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The event topology of tHq production is that of two heavy objects-the top quark and the Higgs boson-in the central portion of the detector recoiling against one another, while a light-flavor quark and a soft b quark escape in the forward-backward regions of the detector. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Leptonic top quark decays produce high-momentum electrons and muons that can be used to trigger the detector readout. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Higgs boson decays to vector bosons or τ leptons (H → WW Ã , ZZ Ã , or ττ), which subsequently decay to light leptons (l ¼ e AE , μ AE ), lead to a multilepton final state with comparatively small background contributions from other processes. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Higgs boson decays to bottom quarkantiquark pairs (H → bb), on the other hand, provide a larger event rate, albeit with challenging backgrounds from tt þ jets production. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "In contrast, the rarer Higgs boson decays to two photons (H → γγ) result in easily triggered and relatively clean signals for both leptonic or fully hadronic top quark decays, with backgrounds mainly from other production modes of the Higgs boson. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The production of tHW lacks the presence of forward activity and involves three heavy objects and therefore does not exhibit the defining features of tHq events, while closely resembling the ttH topologies, having identical final states.",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The CMS Collaboration has previously searched for anomalous tHq production in pp collision data at ffiffi ffi s p ¼ 8 TeV, assuming a negative sign of the top quark Yukawa coupling relative to its SM value, y t ¼ −y t SM , using all the relevant Higgs boson decay modes, and set limits on the cross section of this process [21]. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 323,
                    "end": 327,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "This paper describes two new analyses targeting multilepton final states and single-lepton þ bb final states, using a data set of pp collisions at ffiffi ffi s p ¼ 13 TeV corresponding to an integrated luminosity of 35.9 fb −1 , collected in 2016. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Furthermore, a previous measurement of Higgs boson properties in the H → γγ final state at 13 TeV [22] has been reinterpreted in the context of tHq signal production, and the results are included in a combination with those from the other channels. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "This paper is structured as follows. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The experimental setup and data samples are described in Secs. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "II and III, respectively. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The two analysis channels and their event selection, background estimations, and signal extraction techniques are described in Secs. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "IV and V. The reinterpretation of the H → γγ result is described in Sec. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "VI. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The results and interpretation are given in Sec. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "VII. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The paper is summarized in Sec. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "VIII.",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "II. ",
            "section_rank": 3
        },
        {
            "text": "CMS EXPERIMENT",
            "section_rank": 3
        },
        {
            "text": "The central feature of the CMS apparatus is a superconducting solenoid of 6 m internal diameter, providing a magnetic field of 3.8 T along the beam direction. ",
            "section": "II. CMS EXPERIMENT",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "Within the solenoid volume are a silicon pixel and strip tracker, a lead tungstate crystal electromagnetic calorimeter, and a brass and scintillator hadron calorimeter, each composed of a barrel and two end cap sections providing pseudorapidity coverage up to jηj < 3.0. ",
            "section": "II. CMS EXPERIMENT",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "Forward calorimeters employing Cherenkov light detection extend the acceptance to jηj < 5.0. ",
            "section": "II. CMS EXPERIMENT",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "Muons are detected in gas-ionization chambers embedded in the steel flux-return yoke outside the solenoid with a fiducial coverage of jηj < 2.4. ",
            "section": "II. CMS EXPERIMENT",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "The silicon tracker system measures charged particles within the range jηj < 2.5. ",
            "section": "II. CMS EXPERIMENT",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "The impact parameters in the transverse and longitudinal direction are measured with an uncertainty of about 10 and 30 μm, respectively [23]. ",
            "section": "II. CMS EXPERIMENT",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 136,
                    "end": 140,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[23]"
                }
            ]
        },
        {
            "text": "Tracks of isolated muons of transverse momentum p T ≥ 100 GeV and jηj < 1.4 are reconstructed with an efficiency close to 100% and a p T resolution of about 1.3 to 2% and smaller than 6% for higher values of η. ",
            "section": "II. CMS EXPERIMENT",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "For p T ≤ 1 TeV, the resolution in the central region is better than 10%. ",
            "section": "II. CMS EXPERIMENT",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "A two-level trigger system is used to reduce the rate of recorded events to a level suitable for data acquisition and storage. ",
            "section": "II. CMS EXPERIMENT",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "The first level of the CMS trigger system [24], composed of custom hardware processors, uses information from the calorimeters and muon detectors to select the most interesting events in a time interval of less than 4 μs. ",
            "section": "II. CMS EXPERIMENT",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 42,
                    "end": 46,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[24]"
                }
            ]
        },
        {
            "text": "The high-level trigger processor farm further decreases the event rate from around 100 kHz to about 1 kHz. ",
            "section": "II. CMS EXPERIMENT",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "A more detailed description of the CMS detector, together with a definition of the coordinate system and the kinematic variables used in the analysis, can be found in Ref. ",
            "section": "II. CMS EXPERIMENT",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "[25].",
            "section": "II. CMS EXPERIMENT",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[25]"
                }
            ]
        },
        {
            "text": "A full event reconstruction is performed by the particleflow (PF) algorithm using optimized and combined FIG. 1. ",
            "section": "II. CMS EXPERIMENT",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "Leading-order Feynman diagrams for the associated production of a single top quark and a Higgs boson in the t channel, where the Higgs boson couples to either the top quark (left) or the W boson (center), and one representative diagram of tHW production, where the Higgs boson couples to the top quark (right).",
            "section": "II. CMS EXPERIMENT",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "information from all the subdetectors [26]. ",
            "section": "II. CMS EXPERIMENT",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 38,
                    "end": 42,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[26]"
                }
            ]
        },
        {
            "text": "The individual PF candidates reconstructed are muons, electrons, photons, and charged and neutral hadrons, which are then used to reconstruct higher-level objects such as jets, hadronic taus, and missing transverse momentum (p miss T ). ",
            "section": "II. CMS EXPERIMENT",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "Additional quality criteria are applied to the objects to improve the selection purity.",
            "section": "II. CMS EXPERIMENT",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "Collision vertices are reconstructed using a deterministic annealing algorithm [27,28]. ",
            "section": "II. CMS EXPERIMENT",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 79,
                    "end": 83,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[27,"
                },
                {
                    "start": 83,
                    "end": 86,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "28]"
                }
            ]
        },
        {
            "text": "The reconstructed vertex position is required to be compatible with the location of the LHC beam in the x-y plane. ",
            "section": "II. CMS EXPERIMENT",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "The vertex with the largest value of summed physics-object p 2",
            "section": "II. CMS EXPERIMENT",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "T is considered to be the primary pp interaction (PV). ",
            "section": "II. CMS EXPERIMENT",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "Charged particles, which are subsequently reconstructed, are required to be compatible with originating from the selected PV.",
            "section": "II. CMS EXPERIMENT",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "The identification of muons is based on linking track segments reconstructed in the silicon tracker and in the muon system [29]. ",
            "section": "II. CMS EXPERIMENT",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 123,
                    "end": 127,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[29]"
                }
            ]
        },
        {
            "text": "If a link can be established, the track parameters are recomputed using the combination of hits in the inner and outer detectors. ",
            "section": "II. CMS EXPERIMENT",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "text": "Quality requirements are applied on the multiplicity of hits in the track segments, on the number of matched track segments, and on the quality of the track fit [29].",
            "section": "II. CMS EXPERIMENT",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 161,
                    "end": 165,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[29]"
                }
            ]
        },
        {
            "text": "Electrons are reconstructed using an algorithm that matches tracks found in the silicon tracker with energy deposits in the electromagnetic calorimeter while limiting deposits in the hadronic calorimeter [30]. ",
            "section": "II. CMS EXPERIMENT",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 204,
                    "end": 208,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[30]"
                }
            ]
        },
        {
            "text": "A dedicated algorithm takes into account the emission of bremsstrahlung photons and determines the energy loss [31]. ",
            "section": "II. CMS EXPERIMENT",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 111,
                    "end": 115,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[31]"
                }
            ]
        },
        {
            "text": "A multivariate analysis (MVA) approach based on boosted decision trees (BDT) is employed to distinguish real electrons from hadrons mimicking an electron signature. ",
            "section": "II. CMS EXPERIMENT",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "Additional requirements are applied in order to remove electrons originating from photon conversions [30]. ",
            "section": "II. CMS EXPERIMENT",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[30]"
                }
            ]
        },
        {
            "text": "Both muons and electrons from signal events are expected to be isolated, while those from heavy-flavor decays are often situated near jets. ",
            "section": "II. CMS EXPERIMENT",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "Lepton isolation is quantified using the scalar p T sum over PF candidates reconstructed within a cone centered on the lepton direction and shrinking with increasing lepton p T . ",
            "section": "II. CMS EXPERIMENT",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "The effect of additional pp interactions in the same and nearby bunch crossings (pileup) on the lepton isolation is mitigated by considering only charged particles consistent with the PV in the sum and by subtracting an estimate of the contribution from neutral pileup particles within the cone area.",
            "section": "II. CMS EXPERIMENT",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "Jets are reconstructed from charged and neutral PF candidates using the anti-k T algorithm [32,33] with a distance parameter of 0.4 and with the constraint that the charged particles are compatible with the selected PV. ",
            "section": "II. CMS EXPERIMENT",
            "paragraph_rank": 15,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 91,
                    "end": 95,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[32,"
                },
                {
                    "start": 95,
                    "end": 98,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "33]"
                }
            ]
        },
        {
            "text": "Jets originating from the hadronization of b quarks are identified using the \"combined secondary vertex\" (CSVv2) algorithm [34], which exploits observables related to the long lifetime of b hadrons and to the higher particle multiplicity and mass of b jets compared to light-quark and gluon jets. ",
            "section": "II. CMS EXPERIMENT",
            "paragraph_rank": 15,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 123,
                    "end": 127,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[34]"
                }
            ]
        },
        {
            "text": "Two working points of the CSVv2 discriminant output are used: a \"medium\" one, with a tagging efficiency for real b jets of 69% and a probability of wrongly tagging jets from light-flavor quarks and gluons of about 1%, and a loose one, with a tagging efficiency of 83% and a mistag rate for light-flavor jets of 8%. ",
            "section": "II. CMS EXPERIMENT",
            "paragraph_rank": 15,
            "section_rank": 3
        },
        {
            "text": "Finally, the missing transverse momentum is defined as the magnitude of the vectorial p T sum of all PF candidates in the event.",
            "section": "II. CMS EXPERIMENT",
            "paragraph_rank": 15,
            "section_rank": 3
        },
        {
            "text": "III. ",
            "section_rank": 4
        },
        {
            "text": "DATA AND SIMULATION",
            "section_rank": 4
        },
        {
            "text": "Collision events for this analysis are selected by the following high-level trigger algorithms. ",
            "section": "III. DATA AND SIMULATION",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "Events in the multilepton channels must pass at least one of single-lepton, dilepton, or trilepton triggers with loose identification and isolation requirements and with a minimum p T threshold based on the lepton multiplicity in the final state. ",
            "section": "III. DATA AND SIMULATION",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "Events in the single-lepton þ bb channels must pass the same singlelepton triggers, or a dilepton trigger for the control region described in Sec. ",
            "section": "III. DATA AND SIMULATION",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "V. The minimum p T threshold for singlelepton triggers is 24 GeV for muons and 27 GeV for electrons. ",
            "section": "III. DATA AND SIMULATION",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "For dilepton triggers, the p T thresholds on the leading and subleading leptons are 17 and 8 GeV for muons and 23 and 12 GeV for electrons, respectively. ",
            "section": "III. DATA AND SIMULATION",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "For the trilepton trigger, the third hardest lepton p T must be greater than 5 GeV for muons and 9 GeV for electrons.",
            "section": "III. DATA AND SIMULATION",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "The data are compared to signal and background estimations based on Monte Carlo (MC) simulated samples and techniques based on control samples in data. ",
            "section": "III. DATA AND SIMULATION",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "text": "All simulated samples include the response of the CMS detector based on the GEANT4 [35] toolkit and are generated with a Higgs boson mass of 125 GeVand a top quark mass of 172.5 GeV. ",
            "section": "III. DATA AND SIMULATION",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 83,
                    "end": 87,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[35]"
                }
            ]
        },
        {
            "text": "The event generator used for the tHq and tHW signal samples is MADGRAPH 5_aMC@NLO (version 2.2.2) [36] at LO precision [37] and using the NNPDF3.0 set of parton distribution functions (PDFs) [38] with the PDF4LHC prescription [39,40]. ",
            "section": "III. DATA AND SIMULATION",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[36]"
                },
                {
                    "start": 119,
                    "end": 123,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[37]"
                },
                {
                    "start": 191,
                    "end": 195,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[38]"
                },
                {
                    "start": 226,
                    "end": 230,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[39,"
                },
                {
                    "start": 230,
                    "end": 233,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "40]"
                }
            ]
        },
        {
            "text": "The samples are normalized to nextto-leading-order (NLO) SM cross sections at 13 TeVof 71.0 and 15.6 fb for tHq and tHW, respectively [18,19].",
            "section": "III. DATA AND SIMULATION",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 134,
                    "end": 138,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[18,"
                },
                {
                    "start": 138,
                    "end": 141,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "19]"
                }
            ]
        },
        {
            "text": "The Higgs boson production cross sections and branching fractions are expressed as functions of Higgs boson coupling modifiers in the kappa framework [41], where the coupling modifiers κ are defined as the ratio of the actual value of a given coupling to the one predicted by the SM. ",
            "section": "III. DATA AND SIMULATION",
            "paragraph_rank": 18,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 150,
                    "end": 154,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[41]"
                }
            ]
        },
        {
            "text": "Particularly relevant for the tH case are the top quark and vector boson coupling modifiers: κ t ≡ y t =y t SM and κ V ≡ g HVV =g SM HVV , where V stands for either W or Z bosons. ",
            "section": "III. DATA AND SIMULATION",
            "paragraph_rank": 18,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 130,
                    "end": 132,
                    "type": "bibr",
                    "text": "SM"
                }
            ]
        },
        {
            "text": "The dependence of the tHq and tHW production cross sections on κ t and κ V are assumed to be as follows (calculated at NLO using MADGRAPH5_aMC@NLO [17][18][19]):",
            "section": "III. DATA AND SIMULATION",
            "paragraph_rank": 18,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 147,
                    "end": 151,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[17]"
                },
                {
                    "start": 151,
                    "end": 155,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[18]"
                },
                {
                    "start": 155,
                    "end": 159,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "Event weights are produced in the generation of both samples corresponding to 33 values of κ t between −6.0 and þ6.0 and for κ V ¼ 1.0. ",
            "section": "III. DATA AND SIMULATION",
            "paragraph_rank": 19,
            "section_rank": 4
        },
        {
            "text": "The tHq events are generated with the four-flavor scheme, while the tHW process uses the five-flavor scheme to disentangle the LO interference with the ttH process [19]. ",
            "section": "III. DATA AND SIMULATION",
            "paragraph_rank": 19,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 164,
                    "end": 168,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "The MADGRAPH5_aMC@NLO generator is also used for simulation of the ttH process and the main backgrounds: associated production of tt pairs with vector bosons, ttW, ttZ, at NLO [42], and with additional jets or photons, tt þ jets, ttγ þ jets at LO. ",
            "section": "III. DATA AND SIMULATION",
            "paragraph_rank": 19,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 176,
                    "end": 180,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[42]"
                }
            ]
        },
        {
            "text": "All the rates are normalized to next-to-next-leading-order cross sections. ",
            "section": "III. DATA AND SIMULATION",
            "paragraph_rank": 19,
            "section_rank": 4
        },
        {
            "text": "In particular, the ttH production cross section is taken as 0.507 pb [18]. ",
            "section": "III. DATA AND SIMULATION",
            "paragraph_rank": 19,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 69,
                    "end": 73,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "A set of minor backgrounds is also simulated with MADGRAPH5_aMC@NLO at LO, or with other generators, such as NLO POWHEG v2 [43][44][45][46][47][48]. ",
            "section": "III. DATA AND SIMULATION",
            "paragraph_rank": 19,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 123,
                    "end": 127,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[43]"
                },
                {
                    "start": 127,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "[44]"
                },
                {
                    "start": 131,
                    "end": 135,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "[45]"
                },
                {
                    "start": 135,
                    "end": 139,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[46]"
                },
                {
                    "start": 139,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[47]"
                },
                {
                    "start": 143,
                    "end": 147,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "[48]"
                }
            ]
        },
        {
            "text": "All generated events are interfaced with PYTHIA 8.205 [49] for the parton shower and hadronization steps.",
            "section": "III. DATA AND SIMULATION",
            "paragraph_rank": 19,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 54,
                    "end": 58,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[49]"
                }
            ],
            "entity_spans": [
                {
                    "start": 41,
                    "end": 47,
                    "type": "software",
                    "rawForm": "PYTHIA",
                    "resp": "whitelist",
                    "id": "software-simple-w0"
                }
            ]
        },
        {
            "text": "The object reconstruction in MC events uses the same algorithm as used in the data. ",
            "section": "III. DATA AND SIMULATION",
            "paragraph_rank": 20,
            "section_rank": 4
        },
        {
            "text": "Furthermore, the trigger selection is simulated and applied for generated signal events. ",
            "section": "III. DATA AND SIMULATION",
            "paragraph_rank": 20,
            "section_rank": 4
        },
        {
            "text": "However, the triggering and selection efficiencies for leptons are different between data and simulation, at the level of 1%. ",
            "section": "III. DATA AND SIMULATION",
            "paragraph_rank": 20,
            "section_rank": 4
        },
        {
            "text": "All simulated events used in the analyses are corrected by applying small data-to-MC scale factors to improve the modeling of the data. ",
            "section": "III. DATA AND SIMULATION",
            "paragraph_rank": 20,
            "section_rank": 4
        },
        {
            "text": "Separate scale factors are applied to correct for the difference in trigger efficiency, lepton reconstruction and selection efficiency, as well as the b-tagging efficiency and the resolution of the missing transverse momentum.",
            "section": "III. DATA AND SIMULATION",
            "paragraph_rank": 20,
            "section_rank": 4
        },
        {
            "text": "Simulated events are weighted according to the number of pileup interactions so that the distribution of additional pp interactions in the simulated samples matches that observed in data, as estimated from the measured bunch-tobunch instantaneous luminosity and the total inelastic cross section.",
            "section": "III. DATA AND SIMULATION",
            "paragraph_rank": 21,
            "section_rank": 4
        },
        {
            "text": "IV. ",
            "section_rank": 5
        },
        {
            "text": "MULTILEPTON CHANNELS",
            "section_rank": 5
        },
        {
            "text": "Signal tH events where the top quark decay produces leptons and the Higgs boson decays to vector bosons or τ leptons can lead to final states containing multiple isolated, high-p T leptons with different charge and flavor configurations. ",
            "section": "IV. MULTILEPTON CHANNELS",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "Of particular interest among these are those with three or more charged leptons or with two leptons of the same electric charge, as they appear with comparatively low backgrounds. ",
            "section": "IV. MULTILEPTON CHANNELS",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "Selecting such events in pp collisions while requiring the presence of b-tagged jets typically yields a mixture of mostly tt þ jets events with nonprompt leptons and events from the associated production of tt with a vector boson (ttW and ttZ) or with a Higgs boson (ttH) that decay to additional prompt leptons. ",
            "section": "IV. MULTILEPTON CHANNELS",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "The analysis described in this section separates the tHq signal from these two dominant background sources by training two multivariate classifiers using features such as the forward light jet, the difference in multiplicities of jets and b-tagged jets (\"b jets\"), as well as the kinematic properties of the leptons. ",
            "section": "IV. MULTILEPTON CHANNELS",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "The two classifier outputs are combined into a single binned distribution, which is then fit to the data to extract the signal yield and constrain the background contributions.",
            "section": "IV. MULTILEPTON CHANNELS",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "A. Event and object selections",
            "section_rank": 6
        },
        {
            "text": "In the multilepton channels, events are selected with trigger algorithms involving one, two, or three leptons passing the given p T thresholds. ",
            "section": "A. Event and object selections",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "At the offline analysis level, a distinction is made between prompt signal leptons (from W, Z, or leptonic τ decays) and nonprompt leptons (either genuine leptons from heavy-flavor hadron decays, asymmetric γ conversions, or jets misidentified as leptons). ",
            "section": "A. Event and object selections",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "For this purpose, an MVA classifier is used [50], exploiting the properties of the jet associated with individual leptons in addition to the lepton kinematics, isolation, and reconstruction quality. ",
            "section": "A. Event and object selections",
            "paragraph_rank": 23,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 44,
                    "end": 48,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "[50]"
                }
            ]
        },
        {
            "text": "The leptons are selected if they pass a certain threshold of the classifier output and are referred to as \"tight\" leptons, with a lower threshold defined for a relaxed selection and \"loose\" leptons.",
            "section": "A. Event and object selections",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "The final tH event selection targets signatures with H → WW and t → Wb → lνb, which results in three W bosons, one b quark, and a light quark at high rapidity. ",
            "section": "A. Event and object selections",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "Three mutually exclusive channels are defined based on the number of tight leptons and their flavors: exactly two same-sign leptons (2lss), either μ AE μ AE or e AE μ AE , or exactly three leptons (lll, l ¼ μ or e). ",
            "section": "A. Event and object selections",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "The same-sign dielectron channel suffers from larger backgrounds and does not add sensitivity and is therefore not included in the analysis. ",
            "section": "A. Event and object selections",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "There is an additional requirement of at least one b-tagged jet (using the medium working point of the CSVv2 algorithm) and at least one light-flavor (untagged, using the loose working point) jet. ",
            "section": "A. Event and object selections",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "The full selection is summarized in Table I.",
            "section": "A. Event and object selections",
            "paragraph_rank": 24,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 36,
                    "end": 43,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table I"
                }
            ]
        },
        {
            "text": "About one quarter of the events in the finally selected sample is from H → ττ and H → ZZ decays, with the rest coming from H → WW decays, as determined from the tHq signal simulation. ",
            "section": "A. Event and object selections",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "text": "A significant fraction of selected events also passes the selection used in the dedicated search for ttH in multilepton channels [50]: about 50% in the dilepton channels and about 80% in the lll channels.",
            "section": "A. Event and object selections",
            "paragraph_rank": 25,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "[50]"
                }
            ]
        },
        {
            "text": "B. Backgrounds",
            "section_rank": 7
        },
        {
            "text": "The background processes contributing to the signal sample can be divided into two classes, reducible and irreducible, and are estimated respectively from data and MC simulation. ",
            "section": "B. Backgrounds",
            "paragraph_rank": 26,
            "section_rank": 7
        },
        {
            "text": "Irreducible physics processes, such as the associated production of an electroweak boson with a top quark pair (ttV, V ¼ W, Z), give rise to final states very similar to the tHq signal and are directly estimated from MC simulation. ",
            "section": "B. Backgrounds",
            "paragraph_rank": 26,
            "section_rank": 7
        },
        {
            "text": "However, the dominant contribution is from the reducible background arising from nonprompt leptons, mainly from tt production. ",
            "section": "B. Backgrounds",
            "paragraph_rank": 26,
            "section_rank": 7
        },
        {
            "text": "This background is suppressed to a certain extent by tightening the lepton selection criteria. ",
            "section": "B. Backgrounds",
            "paragraph_rank": 26,
            "section_rank": 7
        },
        {
            "text": "The background estimation methods employed here and summarized below are identical to those used in the dedicated search for ttH in multilepton channels [50].",
            "section": "B. Backgrounds",
            "paragraph_rank": 26,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 153,
                    "end": 157,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "[50]"
                }
            ]
        },
        {
            "text": "The yield of reducible backgrounds is estimated from the data, using a \"tight-to-loose\" ratio measured in a control region dominated by nonprompt leptons. ",
            "section": "B. Backgrounds",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "text": "The ratio represents the probability with which the nonprompt leptons that pass the looser selection can also pass the tight criteria and is measured in categories of the lepton p T and η. ",
            "section": "B. Backgrounds",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "text": "A sideband region in data which has loosely selected leptons is then extrapolated with this ratio to obtain the nonprompt background contribution.",
            "section": "B. Backgrounds",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "text": "A further background in the same-sign dilepton channels arises from events where the charge of one lepton is wrongly assigned. ",
            "section": "B. Backgrounds",
            "paragraph_rank": 28,
            "section_rank": 7
        },
        {
            "text": "This can be estimated from the data, by measuring the charge misidentification probability using the Z boson mass peak in same-sign dilepton events and weighting events with opposite-sign leptons to determine the yield in the signal region. ",
            "section": "B. Backgrounds",
            "paragraph_rank": 28,
            "section_rank": 7
        },
        {
            "text": "The effect is found to be negligible for muons but sizable for electrons.",
            "section": "B. Backgrounds",
            "paragraph_rank": 28,
            "section_rank": 7
        },
        {
            "text": "The production of WZ pairs with leptonic Z boson decays has similar leptonic features as the signal but usually lacks the hadronic activity required in the signal selection. ",
            "section": "B. Backgrounds",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "text": "To determine the corresponding diboson contribution in the signal region, simulated WZ events have been used along with a normalization scale factor determined from data in an exclusive control region.",
            "section": "B. Backgrounds",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "text": "Other subdominant backgrounds are estimated from MC simulation and include additional multiboson production, such as ZZ, W AE W AE qq, VVV, same-sign W boson production from double-parton scattering (DPS), associated production of top quarks with Z bosons (tZq, tZW), events with four top quarks, and tt production in association with photons and subsequent asymmetric conversions.",
            "section": "B. Backgrounds",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "text": "The expected and observed event yields after the selections described in Table I are shown in Table II.",
            "section": "B. Backgrounds",
            "paragraph_rank": 31,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 73,
                    "end": 102,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table I are shown in Table II"
                }
            ]
        },
        {
            "text": "C. Signal extraction",
            "section_rank": 8
        },
        {
            "text": "After applying the event selection of the multilepton channels, only about 1% of selected events is expected to be from tH production (assuming SM cross sections), while roughly 10% of events is from ttH production. ",
            "section": "C. Signal extraction",
            "paragraph_rank": 32,
            "section_rank": 8
        },
        {
            "text": "To discriminate this small signal from the backgrounds, a MVA method is employed: a classification algorithm is trained twice with tHq events as the signal class and either ttV (mixing ttW and ttZ according to their respective cross sections) or tt þ jets as background classes. ",
            "section": "C. Signal extraction",
            "paragraph_rank": 32,
            "section_rank": 8
        },
        {
            "text": "The two separate trainings allow the exploitation of the different jet and b-jet multiplicity distributions and of the different kinematic properties of the leptons in the two dominant background classes. ",
            "section": "C. Signal extraction",
            "paragraph_rank": 32,
            "section_rank": 8
        },
        {
            "text": "Several machine learning algorithms were studied for potential use, and the best performance was obtained with a gradient BDT using a maximum tree depth of 3 and an ensemble of 800 trees [51]. ",
            "section": "C. Signal extraction",
            "paragraph_rank": 32,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 187,
                    "end": 191,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "[51]"
                }
            ]
        },
        {
            "text": "Events from tHW and ttH production are not used in the training and, because of their kinematic similarity to the ttV background, tend to be classified as backgrounds.",
            "section": "C. Signal extraction",
            "paragraph_rank": 32,
            "section_rank": 8
        },
        {
            "text": "As observed above, the features of the tHq signal can be split into three broad categories: those related to the forward jet activity, those related to jet and b-jet multiplicities, and those related to kinematic properties of leptons, as well as their total charge. ",
            "section": "C. Signal extraction",
            "paragraph_rank": 33,
            "section_rank": 8
        },
        {
            "text": "A set of ten observables was used as input features to the classification training and is listed in Table III. ",
            "section": "C. Signal extraction",
            "paragraph_rank": 33,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 100,
                    "end": 109,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table III"
                }
            ]
        },
        {
            "text": "The training is performed  separately for the 2lss and the lll channels with the same or equivalent input features. ",
            "section": "C. Signal extraction",
            "paragraph_rank": 33,
            "section_rank": 8
        },
        {
            "text": "A selection of the main discriminating input observables is shown in Figs. ",
            "section": "C. Signal extraction",
            "paragraph_rank": 33,
            "section_rank": 8
        },
        {
            "text": "2-4, comparing the data and the estimated distribution of signal and background processes.",
            "section": "C. Signal extraction",
            "paragraph_rank": 33,
            "section_rank": 8
        },
        {
            "text": "The six classifier output distributions, trained against ttV and tt þ jets processes for each of the three channels, are shown in Fig. 5, before a fit to the data. ",
            "section": "C. Signal extraction",
            "paragraph_rank": 34,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 130,
                    "end": 136,
                    "type": "figure",
                    "text": "Fig. 5"
                }
            ]
        },
        {
            "text": "The events are then sorted into ten categories depending on the output of the two BDT classifiers according to an optimized binning strategy, resulting in a one-dimensional histogram with ten bins. ",
            "section": "C. Signal extraction",
            "paragraph_rank": 34,
            "section_rank": 8
        },
        {
            "text": "Figure 6 shows the postfit categorized classifier output distributions for each of the three channels, after the combined maximum likelihood fit to extract the limits, as described in Sec. ",
            "section": "C. Signal extraction",
            "paragraph_rank": 34,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 6"
                }
            ]
        },
        {
            "text": "VII.",
            "section": "C. Signal extraction",
            "paragraph_rank": 34,
            "section_rank": 8
        },
        {
            "text": "D. Systematic uncertainties",
            "section_rank": 9
        },
        {
            "text": "The yield of signal and background events after the selection as well as the shape of the classifier output distributions for signal and background processes have systematic uncertainties from a variety of sources, both experimental and theoretical. ",
            "section": "D. Systematic uncertainties",
            "paragraph_rank": 35,
            "section_rank": 9
        },
        {
            "text": "Experimental uncertainties relate to either the reconstruction of physics objects or imprecisions in estimating the background contributions. ",
            "section": "D. Systematic uncertainties",
            "paragraph_rank": 35,
            "section_rank": 9
        },
        {
            "text": "Uncertainties in the efficiency of reconstructing and selecting physics objects affect all yields and kinematic shapes taken from MC simulation, for both signal and background. ",
            "section": "D. Systematic uncertainties",
            "paragraph_rank": 35,
            "section_rank": 9
        },
        {
            "text": "Background contributions estimated from the data are not affected by these.",
            "section": "D. Systematic uncertainties",
            "paragraph_rank": 35,
            "section_rank": 9
        },
        {
            "text": "Uncertainties from unknown higher-order contributions to tHq and tHW production are estimated from a change in the factorization and renormalization scales of double and half the initial value, evaluated separately for each point of κ t . ",
            "section": "D. Systematic uncertainties",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "text": "The ttH component has an uncertainty of between 5.8-9.3% from scale variations and an additional 3.6% from the knowledge of PDFs and the strong coupling constant α S [18]. ",
            "section": "D. Systematic uncertainties",
            "paragraph_rank": 36,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 166,
                    "end": 170,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "Uncertainties related to the choice of the PDF set and its scale are estimated to be 3.7% for tHq and 4.0% for tHW. ",
            "section": "D. Systematic uncertainties",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "text": "The effect of missing higher-order corrections on the kinematic shape of the classifier outputs is taken into account for the tH, ttH, and ttV components by independent changes of the renormalization and factorization scales of double and half the nominal value.",
            "section": "D. Systematic uncertainties",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "text": "The cross sections of ttZ and ttW production are known with uncertainties of þ9.6%= − 11.2% and þ12.9%= − 11.5%, respectively, from missing higherorder corrections to the perturbative expansion. ",
            "section": "D. Systematic uncertainties",
            "paragraph_rank": 37,
            "section_rank": 9
        },
        {
            "text": "The corresponding values due to uncertainties in the PDFs and α S are 3.4% and 4.0%, respectively [18].",
            "section": "D. Systematic uncertainties",
            "paragraph_rank": 37,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "The efficiency for events passing the combination of trigger requirements is measured separately for events with two or more leptons and has an uncertainty in the range of Number of jets with p T > 25 GeV, jηj < 2.4 Maximum jηj of any (untagged) jet (\"forward jet\") Sum of lepton charges Number of untagged jets with jηj > 1.0 Δη between forward light jet and leading b-tagged jet Δη between forward light jet and subleading b-tagged jet Δη between forward light jet and closest lepton Δϕ of highest-p T same-sign lepton pair Minimum ΔR between any two leptons p T of subleading (or third) lepton FIG. 2. ",
            "section": "D. Systematic uncertainties",
            "paragraph_rank": 38,
            "section_rank": 9
        },
        {
            "text": "Distributions of discriminating observables for the same-sign μ AE μ AE channel, normalized to 35.9 fb −1 , before fitting the signal discriminant to the data. ",
            "section": "D. Systematic uncertainties",
            "paragraph_rank": 38,
            "section_rank": 9
        },
        {
            "text": "The grey band represents the unconstrained (prefit) statistical and systematic uncertainties. ",
            "section": "D. Systematic uncertainties",
            "paragraph_rank": 38,
            "section_rank": 9
        },
        {
            "text": "In the panel below each distribution, the ratio of the observed and predicted event yields is shown. ",
            "section": "D. Systematic uncertainties",
            "paragraph_rank": 38,
            "section_rank": 9
        },
        {
            "text": "The shape of the two tH signals for κ t ¼ −1.0 is shown, normalized to their respective cross sections for κ t ¼ −1.0,",
            "section": "D. Systematic uncertainties",
            "paragraph_rank": 38,
            "section_rank": 9
        },
        {
            "text": "1%-3%. ",
            "section": "D. Systematic uncertainties",
            "paragraph_rank": 39,
            "section_rank": 9
        },
        {
            "text": "Efficiencies for the reconstruction and selection of muons and electrons are measured as a function of their p T , using a tag-and-probe method with uncertainties of 2%-4% [52]. ",
            "section": "D. Systematic uncertainties",
            "paragraph_rank": 39,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 172,
                    "end": 176,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "[52]"
                }
            ]
        },
        {
            "text": "The energy scale of jets is determined using event balancing techniques and carries uncertainties of a few percent, depending on p T and η of the jets [53]. ",
            "section": "D. Systematic uncertainties",
            "paragraph_rank": 39,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 151,
                    "end": 155,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "[53]"
                }
            ]
        },
        {
            "text": "Their impact on the kinematic distributions used in the signal extraction are estimated by varying the scales within their respective uncertainty and propagating the effects to the final result, recalculating all kinematic quantities and reapplying the event selection criteria. ",
            "section": "D. Systematic uncertainties",
            "paragraph_rank": 39,
            "section_rank": 9
        },
        {
            "text": "The b-tagging efficiencies are measured in heavy-flavor enriched multijet events and in tt events, with p T -and η-dependent uncertainties of a few percent [34].",
            "section": "D. Systematic uncertainties",
            "paragraph_rank": 39,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 156,
                    "end": 160,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[34]"
                }
            ]
        },
        {
            "text": "The uncertainty in the integrated luminosity is 2.5% [54] and affects the normalization of all processes modeled in simulation.",
            "section": "D. Systematic uncertainties",
            "paragraph_rank": 40,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 53,
                    "end": 57,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "[54]"
                }
            ]
        },
        {
            "text": "The estimate of events containing nonprompt leptons is subject to uncertainties in the determination of the tight-toloose ratio on one hand and to the inherent bias in the selection of the control region dominated by nonprompt leptons, as tested in simulated events, on the other hand. ",
            "section": "D. Systematic uncertainties",
            "paragraph_rank": 41,
            "section_rank": 9
        },
        {
            "text": "FIG. 3. ",
            "section": "D. Systematic uncertainties",
            "paragraph_rank": 41,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "bibr",
                    "text": "FIG. 3"
                }
            ]
        },
        {
            "text": "Distributions of discriminating observables for the same-sign e AE μ AE channel, normalized to 35.9 fb −1 , before fitting the signal discriminant to the data. ",
            "section": "D. Systematic uncertainties",
            "paragraph_rank": 41,
            "section_rank": 9
        },
        {
            "text": "The grey band represents the unconstrained (prefit) statistical and systematic uncertainties. ",
            "section": "D. Systematic uncertainties",
            "paragraph_rank": 41,
            "section_rank": 9
        },
        {
            "text": "In the panel below each distribution, the ratio of the observed and predicted event yields is shown. ",
            "section": "D. Systematic uncertainties",
            "paragraph_rank": 41,
            "section_rank": 9
        },
        {
            "text": "The shape of the two tH signals for κ t ¼ −1.0 is shown, normalized to their respective cross sections for κ t ¼ −1.0, κ V ¼ 1.0.",
            "section": "D. Systematic uncertainties",
            "paragraph_rank": 41,
            "section_rank": 9
        },
        {
            "text": "FIG. 4.",
            "section_rank": 10
        },
        {
            "text": "Distributions of discriminating observables for the three-lepton channel, normalized to 35.9 fb −1 , before fitting the signal discriminant to the data. ",
            "section": "FIG. 4.",
            "paragraph_rank": 42,
            "section_rank": 10
        },
        {
            "text": "The grey band represents the unconstrained (prefit) statistical and systematic uncertainties. ",
            "section": "FIG. 4.",
            "paragraph_rank": 42,
            "section_rank": 10
        },
        {
            "text": "In the panel below each distribution, the ratio of the observed and predicted event yields is shown. ",
            "section": "FIG. 4.",
            "paragraph_rank": 42,
            "section_rank": 10
        },
        {
            "text": "The shape of the two tH signals for κ t ¼ −1.0 is shown, normalized to their respective cross sections for κ t ¼ −1.0,",
            "section": "FIG. 4.",
            "paragraph_rank": 42,
            "section_rank": 10
        },
        {
            "text": "The measurement of the lepton tight-to-loose rate has statistical as well as systematic uncertainties from the removal of residual prompt leptons in the control region, amounting to a total uncertainty of 10%-40%, depending on the flavor of the leptons and their p T and η. ",
            "section": "FIG. 4.",
            "paragraph_rank": 43,
            "section_rank": 10
        },
        {
            "text": "The validity of the method itself is tested in simulated events and contributes a small additional uncertainty to both the normalization and shape of the classifier distributions for such events.",
            "section": "FIG. 4.",
            "paragraph_rank": 43,
            "section_rank": 10
        },
        {
            "text": "The estimate of backgrounds from electron charge misidentification in the e AE μ AE channel carries an uncertainty of about 30% from the measurement of the misidentification probability. ",
            "section": "FIG. 4.",
            "paragraph_rank": 44,
            "section_rank": 10
        },
        {
            "text": "It is composed of a dominant statistical component from the limited event yields and one related to the residual disagreement observed when testing the prediction in a control region.",
            "section": "FIG. 4.",
            "paragraph_rank": 44,
            "section_rank": 10
        },
        {
            "text": "The estimate of backgrounds from WZ production is normalized in a control region with three leptons and carries uncertainties due to its limited statistics (10%), the residual non-WZ backgrounds (20%), the b-tagging rate (10%), and the theoretical uncertainties related to the flavor composition of jets produced in association with the boson pair (up to 10%). ",
            "section": "FIG. 4.",
            "paragraph_rank": 45,
            "section_rank": 10
        },
        {
            "text": "In the dilepton channels, this uncertainty is increased to 50% to account for the differences with respect to the control region.",
            "section": "FIG. 4.",
            "paragraph_rank": 45,
            "section_rank": 10
        },
        {
            "text": "Additional smaller backgrounds which have not yet been observed at the LHC (VVV, same-sign W boson production, tZq, tZW, tttt) are assigned a normalization uncertainty of 50%.",
            "section": "FIG. 4.",
            "paragraph_rank": 46,
            "section_rank": 10
        },
        {
            "text": "Of these sources of systematic uncertainties, the ones with largest impact on the final result are found to be those related to the normalization of the nonprompt backgrounds, FIG. 5. ",
            "section": "FIG. 4.",
            "paragraph_rank": 47,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 176,
                    "end": 182,
                    "type": "bibr",
                    "text": "FIG. 5"
                }
            ]
        },
        {
            "text": "Prefit classifier outputs, for the μ AE μ AE channel (left), e AE μ AE channel (center), and three-lepton channel (right), for training against ttV (top row) and against tt þ jets (bottom row). ",
            "section": "FIG. 4.",
            "paragraph_rank": 47,
            "section_rank": 10
        },
        {
            "text": "In the box below each distribution, the ratio of the observed and predicted event yields is shown. ",
            "section": "FIG. 4.",
            "paragraph_rank": 47,
            "section_rank": 10
        },
        {
            "text": "The shape of the two tH signals for κ t ¼ −1.0 is shown, normalized to their respective cross sections for κ t ¼ −1.0, κ V ¼ 1.0. ",
            "section": "FIG. 4.",
            "paragraph_rank": 47,
            "section_rank": 10
        },
        {
            "text": "The grey band represents the unconstrained (prefit) statistical and systematic uncertainties. ",
            "section": "FIG. 4.",
            "paragraph_rank": 47,
            "section_rank": 10
        },
        {
            "text": "the scale variations for the ttV and ttH processes, and the lepton selection efficiencies.",
            "section": "FIG. 4.",
            "paragraph_rank": 47,
            "section_rank": 10
        },
        {
            "text": "V. SINGLE-LEPTON + BB CHANNELS",
            "section_rank": 11
        },
        {
            "text": "Events from a tH signal where the Higgs boson decays to a bottom quark-antiquark pair (H → bb) produce final states with at least three central b jets and a hard lepton from the top quark decay chain used for triggering. ",
            "section": "V. SINGLE-LEPTON + BB CHANNELS",
            "paragraph_rank": 48,
            "section_rank": 11
        },
        {
            "text": "Selecting such events leads to challenging backgrounds from tt production with additional heavy-flavor quarks, which can be produced in gluon splittings from initial-or final-state radiation. ",
            "section": "V. SINGLE-LEPTON + BB CHANNELS",
            "paragraph_rank": 48,
            "section_rank": 11
        },
        {
            "text": "The analysis described in this section uses two selections aimed at identifying signal events, with either three or four b-tagged jets, and a separate sample with opposite-sign dileptons, dominated by tt þ jets events, to control ttþ heavy-flavor (tt þ HF) events in a simultaneous fit. ",
            "section": "V. SINGLE-LEPTON + BB CHANNELS",
            "paragraph_rank": 48,
            "section_rank": 11
        },
        {
            "text": "A multivariate classification algorithm is trained to discriminate different tt þ jets background components in the control region. ",
            "section": "V. SINGLE-LEPTON + BB CHANNELS",
            "paragraph_rank": 48,
            "section_rank": 11
        },
        {
            "text": "Additional multivariate algorithms are used to optimize the jet-parton assignment used to reconstruct kinematic properties of signal and background events which, in turn, are used to distinguish these components.",
            "section": "V. SINGLE-LEPTON + BB CHANNELS",
            "paragraph_rank": 48,
            "section_rank": 11
        },
        {
            "text": "A. Selection",
            "section_rank": 12
        },
        {
            "text": "Selected events in the single-lepton þ bb signal channels must pass a single-lepton trigger. ",
            "section": "A. Selection",
            "paragraph_rank": 49,
            "section_rank": 12
        },
        {
            "text": "Each event is required to contain exactly one muon or electron. ",
            "section": "A. Selection",
            "paragraph_rank": 49,
            "section_rank": 12
        },
        {
            "text": "Muon (electron) candidates are required to satisfy p T > 27ð35Þ GeV and jηj < 2.4 (2.1), motivated by the trigger selection, and to be isolated and fulfill strict quality requirements. ",
            "section": "A. Selection",
            "paragraph_rank": 49,
            "section_rank": 12
        },
        {
            "text": "Events with additional leptons that have p T > 15 GeV and pass less strict quality requirements are rejected. ",
            "section": "A. Selection",
            "paragraph_rank": 49,
            "section_rank": 12
        },
        {
            "text": "At the analysis level, the selection criteria target the H → bb and t → Wb → lνb decay channels. ",
            "section": "A. Selection",
            "paragraph_rank": 49,
            "section_rank": 12
        },
        {
            "text": "With these decays, the final state of the tHq process consists of one W boson, three b quarks, and the light-flavor quark recoiling against the top quark-Higgs boson system. ",
            "section": "A. Selection",
            "paragraph_rank": 49,
            "section_rank": 12
        },
        {
            "text": "In addition, a fourth b quark is expected because of the initial gluon splitting but often falls outside the detector acceptance. ",
            "section": "A. Selection",
            "paragraph_rank": 49,
            "section_rank": 12
        },
        {
            "text": "The main signal region is therefore required to have either three or four b-tagged jets and at least one additional untagged jet, both defined using the medium working point. ",
            "section": "A. Selection",
            "paragraph_rank": 49,
            "section_rank": 12
        },
        {
            "text": "Central jets with jηj < 2.4 are required to have p T > 30 GeV, while jets in the forward region (2.4 ≤ jηj ≤ 4.7) are required to have p T > 40 GeV.",
            "section": "A. Selection",
            "paragraph_rank": 49,
            "section_rank": 12
        },
        {
            "text": "The neutrino is accounted for by requiring a minimal amount of missing transverse momentum of p miss T > 35 GeV in the muon channel and p miss T > 45 GeV in the electron channel. ",
            "section": "A. Selection",
            "paragraph_rank": 50,
            "section_rank": 12
        },
        {
            "text": "This renders the background from QCD multijet events negligible.",
            "section": "A. Selection",
            "paragraph_rank": 50,
            "section_rank": 12
        },
        {
            "text": "In addition to the signal regions, a control region is defined to constrain the main background contribution from top quark pair production. ",
            "section": "A. Selection",
            "paragraph_rank": 51,
            "section_rank": 12
        },
        {
            "text": "Events selected for this control region must pass a dilepton trigger. ",
            "section": "A. Selection",
            "paragraph_rank": 51,
            "section_rank": 12
        },
        {
            "text": "Each event is required to contain exactly two oppositely charged leptons, where their flavor can be any combination of muons or electrons. ",
            "section": "A. Selection",
            "paragraph_rank": 51,
            "section_rank": 12
        },
        {
            "text": "Two jets in each event must be b tagged. ",
            "section": "A. Selection",
            "paragraph_rank": 51,
            "section_rank": 12
        },
        {
            "text": "Furthermore, at least one additional jet must pass the loose b-tagging requirement. ",
            "section": "A. Selection",
            "paragraph_rank": 51,
            "section_rank": 12
        },
        {
            "text": "Similarly to the signal regions, each event is further required to have a minimum amount of missing transverse momentum. ",
            "section": "A. Selection",
            "paragraph_rank": 51,
            "section_rank": 12
        },
        {
            "text": "All selection criteria are summarized in Table IV.",
            "section": "A. Selection",
            "paragraph_rank": 51,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 41,
                    "end": 49,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table IV"
                }
            ]
        },
        {
            "text": "B. Backgrounds",
            "section_rank": 13
        },
        {
            "text": "The main background contribution in the single-lepton þ bb channels arises from SM processes with multiple b quarks. ",
            "section": "B. Backgrounds",
            "paragraph_rank": 52,
            "section_rank": 13
        },
        {
            "text": "The modeling and estimation of all background processes are done using samples of simulated events. ",
            "section": "B. Backgrounds",
            "paragraph_rank": 52,
            "section_rank": 13
        },
        {
            "text": "FIG. 6. ",
            "section": "B. Backgrounds",
            "paragraph_rank": 52,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "bibr",
                    "text": "FIG. 6"
                }
            ]
        },
        {
            "text": "Postfit categorized classifier outputs as used in the maximum likelihood fit for the μ AE μ AE channel (left), e AE μ AE channel (center), and three-lepton channel (right), for 35.9 fb −1 . ",
            "section": "B. Backgrounds",
            "paragraph_rank": 52,
            "section_rank": 13
        },
        {
            "text": "In the box below each distribution, the ratio of the observed and predicted event yields is shown. ",
            "section": "B. Backgrounds",
            "paragraph_rank": 52,
            "section_rank": 13
        },
        {
            "text": "The shape of the tH signal is indicated with ten times the SM.",
            "section": "B. Backgrounds",
            "paragraph_rank": 52,
            "section_rank": 13
        },
        {
            "text": "In particular, the dominant background process is top quark pair production because of the similar final state and, comparatively, a large cross section. ",
            "section": "B. Backgrounds",
            "paragraph_rank": 53,
            "section_rank": 13
        },
        {
            "text": "As the modeling of the additional heavy-flavor partons in tt events is theoretically difficult, the sample of simulated tt events is further divided into different subcategories, defined by the flavor of possible additionally radiated quarks and taking into account a possible merging of b hadrons into single jets. ",
            "section": "B. Backgrounds",
            "paragraph_rank": 53,
            "section_rank": 13
        },
        {
            "text": "The control region is specifically designed to separate the tt þ HF and tt þ light-flavor (tt þ LF) components with a multivariate approach. ",
            "section": "B. Backgrounds",
            "paragraph_rank": 53,
            "section_rank": 13
        },
        {
            "text": "The different categories are listed in Table V. Other backgrounds contributing to the signal region are single top quark production and top quark pair production in association with electroweak bosons, namely ttW and ttZ. ",
            "section": "B. Backgrounds",
            "paragraph_rank": 53,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 39,
                    "end": 47,
                    "type": "table",
                    "text": "Table V."
                }
            ]
        },
        {
            "text": "An irreducible background for the tHq processes comes from tZq production with Z → bb. ",
            "section": "B. Backgrounds",
            "paragraph_rank": 53,
            "section_rank": 13
        },
        {
            "text": "Background contributions also arise from Z þ jets production, especially in the dilepton control region.",
            "section": "B. Backgrounds",
            "paragraph_rank": 53,
            "section_rank": 13
        },
        {
            "text": "The expected and observed event yields for the signal and control regions are listed in Table VI.",
            "section": "B. Backgrounds",
            "paragraph_rank": 54,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 88,
                    "end": 96,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table VI"
                }
            ]
        },
        {
            "text": "C. Signal extraction",
            "section_rank": 14
        },
        {
            "text": "As the assignment of final-state quarks to reconstructed jets is nontrivial for the multijet environment of the three and four-tag signal regions, the jet-to-quark assignment is achieved with dedicated jet assignment BDTs (JA-BDTs). ",
            "section": "C. Signal extraction",
            "paragraph_rank": 55,
            "section_rank": 14
        },
        {
            "text": "Each event is reconstructed under three different hypotheses: tHq signal event, tHW signal event, or tt þ jets background event. ",
            "section": "C. Signal extraction",
            "paragraph_rank": 55,
            "section_rank": 14
        },
        {
            "text": "Each assignment hypothesis utilizes a separate BDT, which is trained with correct and wrong jet-to-quark assignments of the respective process. ",
            "section": "C. Signal extraction",
            "paragraph_rank": 55,
            "section_rank": 14
        },
        {
            "text": "When a JA-BDT is applied, all possible jet-to-quark assignments are evaluated, and the one with the highest JA-BDT output value is chosen for the given hypothesis. ",
            "section": "C. Signal extraction",
            "paragraph_rank": 55,
            "section_rank": 14
        },
        {
            "text": "The matching efficiency for a complete tHq event is 58 (45)% in the three (four) tag signal region, for a complete tHW event 38 (29)% and for a complete tt event 58 (31)%.",
            "section": "C. Signal extraction",
            "paragraph_rank": 55,
            "section_rank": 14
        },
        {
            "text": "The different assignment hypotheses provide sensitive variables, which can be exploited in a further signal classification BDT (SC-BDT) to separate the tHq and tHW processes from the main background of the analysis, tt events. ",
            "section": "C. Signal extraction",
            "paragraph_rank": 56,
            "section_rank": 14
        },
        {
            "text": "Global event variables that do not rely on any particular jet-to-quark assignment are used in addition to the assignment-dependent variables. ",
            "section": "C. Signal extraction",
            "paragraph_rank": 56,
            "section_rank": 14
        },
        {
            "text": "The input variables used for the SC-BDT are listed in Table VII with the result of the training illustrated in Fig. 7.",
            "section": "C. Signal extraction",
            "paragraph_rank": 56,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 54,
                    "end": 63,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table VII"
                },
                {
                    "start": 111,
                    "end": 117,
                    "type": "figure",
                    "text": "Fig. 7"
                }
            ]
        },
        {
            "text": "In addition, a dedicated flavor classification BDT (FC-BDT) is used in the dilepton region to constrain the contribution of different tt þ X components. ",
            "section": "C. Signal extraction",
            "paragraph_rank": 57,
            "section_rank": 14
        },
        {
            "text": "The training is performed with tt þ LF as signal process and tt þ bb as   ",
            "section": "C. Signal extraction",
            "paragraph_rank": 57,
            "section_rank": 14
        },
        {
            "text": "160 AE 38 19.1 AE 5.2 3.9 AE 1.0 tHW (κ background process. ",
            "section": "C. Signal extraction",
            "paragraph_rank": 58,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 4,
                    "end": 12,
                    "type": "bibr",
                    "text": "AE 38 19"
                }
            ]
        },
        {
            "text": "This FC-BDT exploits information of the number of jets per event and their response to band c-tagging algorithms. ",
            "section": "C. Signal extraction",
            "paragraph_rank": 58,
            "section_rank": 14
        },
        {
            "text": "The full list of input variables is provided in Table VIII and the result of the training of the FC-BDT is shown in Fig. 8.",
            "section": "C. Signal extraction",
            "paragraph_rank": 58,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 48,
                    "end": 58,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table VIII"
                },
                {
                    "start": 116,
                    "end": 122,
                    "type": "figure",
                    "text": "Fig. 8"
                }
            ]
        },
        {
            "text": "To determine the signal yield, the output distributions of the SC-BDT in the three and four b-tag regions are fitted simultaneously with the output of the FC-BDT in the dilepton region. ",
            "section": "C. Signal extraction",
            "paragraph_rank": 59,
            "section_rank": 14
        },
        {
            "text": "The SC-BDT output distributions before the fit are shown in Fig. 9, and the result of the fit is shown in Fig. 10. ",
            "section": "C. Signal extraction",
            "paragraph_rank": 59,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 60,
                    "end": 66,
                    "type": "figure",
                    "text": "Fig. 9"
                },
                {
                    "start": 106,
                    "end": 113,
                    "type": "figure",
                    "text": "Fig. 10"
                }
            ]
        },
        {
            "text": "The pre-and postfit distributions of the FC-BDT are shown in Fig. 11.",
            "section": "C. Signal extraction",
            "paragraph_rank": 59,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 61,
                    "end": 68,
                    "type": "figure",
                    "text": "Fig. 11"
                }
            ]
        },
        {
            "text": "D. Systematic uncertainties",
            "section_rank": 15
        },
        {
            "text": "Many systematic uncertainties affect the result of the analysis, arising both from experimental and theoretical FIG. 7. ",
            "section": "D. Systematic uncertainties",
            "paragraph_rank": 60,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 112,
                    "end": 118,
                    "type": "bibr",
                    "text": "FIG. 7"
                }
            ]
        },
        {
            "text": "Output values of the SC-BDT. ",
            "section": "D. Systematic uncertainties",
            "paragraph_rank": 60,
            "section_rank": 15
        },
        {
            "text": "TABLE VII. ",
            "section": "D. Systematic uncertainties",
            "paragraph_rank": 60,
            "section_rank": 15
        },
        {
            "text": "Description of variables used in the SC-BDT. ",
            "section": "D. Systematic uncertainties",
            "paragraph_rank": 60,
            "section_rank": 15
        },
        {
            "text": "There are four types of variables: variables independent of any jet assignment and variables based on objects obtained under the tt, tHq, or tHW jet assignment. ",
            "section": "D. Systematic uncertainties",
            "paragraph_rank": 60,
            "section_rank": 15
        },
        {
            "text": "The natural logarithm transformation is used to smoothen and constrain broad distributions to a more narrow range. ",
            "section": "D. Systematic uncertainties",
            "paragraph_rank": 60,
            "section_rank": 15
        },
        {
            "text": "Output of the b-tagging discriminant for the first jet assigned to the Higgs boson candidate CSV(H jet 2)",
            "section": "D. Systematic uncertainties",
            "paragraph_rank": 60,
            "section_rank": 15
        },
        {
            "text": "Output of the b-tagging discriminant for the second jet assigned to the Higgs boson candidate cos θðb t ; lÞ",
            "section": "D. Systematic uncertainties",
            "paragraph_rank": 61,
            "section_rank": 15
        },
        {
            "text": "Cosine of the angle between the b-tagged jet from the top quark decay and the lepton cos sources. ",
            "section": "D. Systematic uncertainties",
            "paragraph_rank": 62,
            "section_rank": 15
        },
        {
            "text": "All uncertainties are parametrized as nuisance parameters in the statistical inference performed in the final analysis step described in Sec. ",
            "section": "D. Systematic uncertainties",
            "paragraph_rank": 62,
            "section_rank": 15
        },
        {
            "text": "VII. ",
            "section": "D. Systematic uncertainties",
            "paragraph_rank": 62,
            "section_rank": 15
        },
        {
            "text": "The uncertainty in the signal normalization due to the choice of factorization and renormalization scales is evaluated by changing their values to double and half of the nominal values. ",
            "section": "D. Systematic uncertainties",
            "paragraph_rank": 62,
            "section_rank": 15
        },
        {
            "text": "A rate uncertainty of around 5% is assigned to each process to account for the choice of PDFs, since shape variations are found to be negligible. ",
            "section": "D. Systematic uncertainties",
            "paragraph_rank": 62,
            "section_rank": 15
        },
        {
            "text": "Furthermore, for each tt þ HF category, an individual 50% rate uncertainty is assigned, since the modeling of these components is theoretically difficult and cross section measurements are affected by large systematic uncertainties [57,58].",
            "section": "D. Systematic uncertainties",
            "paragraph_rank": 62,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 232,
                    "end": 236,
                    "type": "bibr",
                    "ref_id": "b51",
                    "text": "[57,"
                },
                {
                    "start": 236,
                    "end": 239,
                    "type": "bibr",
                    "ref_id": "b54",
                    "text": "58]"
                }
            ]
        },
        {
            "text": "The observed top quark p T spectrum in tt events is found to be softer than the theoretical prediction [59]. ",
            "section": "D. Systematic uncertainties",
            "paragraph_rank": 63,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "type": "bibr",
                    "ref_id": "b56",
                    "text": "[59]"
                }
            ]
        },
        {
            "text": "A systematic uncertainty for this effect is derived by applying eventby-event weights that correct the disagreement.",
            "section": "D. Systematic uncertainties",
            "paragraph_rank": 63,
            "section_rank": 15
        },
        {
            "text": "Efficiency corrections for the selection of isolated leptons by the trigger and quality requirements are evaluated with a tag-and-probe method. ",
            "section": "D. Systematic uncertainties",
            "paragraph_rank": 64,
            "section_rank": 15
        },
        {
            "text": "Uncertainties in correcting the distribution of PV interactions are accounted by varying the total inelastic cross section by 4.6% [60]. ",
            "section": "D. Systematic uncertainties",
            "paragraph_rank": 64,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 131,
                    "end": 135,
                    "type": "bibr",
                    "ref_id": "b57",
                    "text": "[60]"
                }
            ]
        },
        {
            "text": "The corrections applied to the jet energy scale and resolution are varied within their given uncertainties, and the migration between different categories is used to determine the effect. ",
            "section": "D. Systematic uncertainties",
            "paragraph_rank": 64,
            "section_rank": 15
        },
        {
            "text": "In addition, the contribution to p miss T of unclustered particles is varied within the resolution of each particle [61]. ",
            "section": "D. Systematic uncertainties",
            "paragraph_rank": 64,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 116,
                    "end": 120,
                    "type": "bibr",
                    "ref_id": "b58",
                    "text": "[61]"
                }
            ]
        },
        {
            "text": "The b-tagging efficiencies for jets are measured in QCD multijet and tt enriched samples and varied within their uncertainties [34].",
            "section": "D. Systematic uncertainties",
            "paragraph_rank": 64,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 127,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[34]"
                }
            ]
        },
        {
            "text": "As for the multilepton channel, an uncertainty of 2.5% is assigned to the integrated luminosity [54] and affects the normalization of all processes.",
            "section": "D. Systematic uncertainties",
            "paragraph_rank": 65,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "[54]"
                }
            ]
        },
        {
            "text": "The dominant systematic uncertainties are those related to the factorization and renormalization scales, as well as the uncertainties in the overall normalization of the tt þ HF processes and the jet energy corrections.",
            "section": "D. Systematic uncertainties",
            "paragraph_rank": 66,
            "section_rank": 15
        },
        {
            "text": "VI. ",
            "section_rank": 16
        },
        {
            "text": "REINTERPRETATION OF THE H → γγ MEASUREMENT",
            "section_rank": 16
        },
        {
            "text": "The standard model tHq and tHW signal processes with H → γγ were included in previous measurements of the TABLE VIII. ",
            "section": "VI. REINTERPRETATION OF THE H → γγ MEASUREMENT",
            "paragraph_rank": 67,
            "section_rank": 16
        },
        {
            "text": "Input variables used in the training of the FC-BDT. ",
            "section": "VI. REINTERPRETATION OF THE H → γγ MEASUREMENT",
            "paragraph_rank": 67,
            "section_rank": 16
        },
        {
            "text": "The variables are sorted by their importance in the training within each category. ",
            "section": "VI. REINTERPRETATION OF THE H → γγ MEASUREMENT",
            "paragraph_rank": 67,
            "section_rank": 16
        },
        {
            "text": "In total, eight variables are used for the training of the FC-BDT.",
            "section": "VI. REINTERPRETATION OF THE H → γγ MEASUREMENT",
            "paragraph_rank": 67,
            "section_rank": 16
        },
        {
            "text": "Variable Description",
            "section_rank": 17
        },
        {
            "text": "CSV (b jet 3)",
            "section_rank": 18
        },
        {
            "text": "Output of the b-tagging discriminant for the b-tagged jet with the third-highest b-tagging value in the event n jets (tight) Number of jets in the event passing the tight working point of the b-tagging algorithm CvsL (jet p T 3)",
            "section": "CSV (b jet 3)",
            "paragraph_rank": 68,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 117,
                    "end": 124,
                    "type": "bibr",
                    "text": "(tight)"
                }
            ]
        },
        {
            "text": "Output of the charm vs light-flavor tagging algorithm for the jet with the third-highest transverse momentum in the event CSV (b-tagged jet 2) Output of the b-tagging discriminant for the b-tagged jet with the secondhighest b-tagging value in the event CvsL (jet p T 4)",
            "section": "CSV (b jet 3)",
            "paragraph_rank": 69,
            "section_rank": 18
        },
        {
            "text": "Output of the charm vs light-flavor tagging algorithm for the jet with the fourth-highest transverse momentum in the event CvsB (jet p T 3)",
            "section": "CSV (b jet 3)",
            "paragraph_rank": 70,
            "section_rank": 18
        },
        {
            "text": "Output of the charm vs bottom flavor tagging algorithm for the jet with the third-highest transverse momentum in the event CSV (b-tagged jet 4) Output of the b-tagging discriminant for the b-tagged jet with the fourth-highest b-tagging value in the event n jets (loose)",
            "section": "CSV (b jet 3)",
            "paragraph_rank": 71,
            "section_rank": 18
        },
        {
            "text": "Number of jets in the event passing the loose working point of the b-tagging algorithm FIG. 9. ",
            "section": "CSV (b jet 3)",
            "paragraph_rank": 72,
            "section_rank": 18
        },
        {
            "text": "Prefit classifier outputs of the signal classification BDT for the three-tag channel (left) and the four-tag channel (right), for 35.9 fb −1 . ",
            "section": "CSV (b jet 3)",
            "paragraph_rank": 72,
            "section_rank": 18
        },
        {
            "text": "In the box below each distribution, the ratio of the observed and predicted event yields is shown. ",
            "section": "CSV (b jet 3)",
            "paragraph_rank": 72,
            "section_rank": 18
        },
        {
            "text": "The shape of the tH signal is indicated with 800 times the SM.",
            "section": "CSV (b jet 3)",
            "paragraph_rank": 72,
            "section_rank": 18
        },
        {
            "text": "Higgs boson properties in the inclusive diphoton final state [22]. ",
            "section": "CSV (b jet 3)",
            "paragraph_rank": 73,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "Events with two prompt high-p T photons were divided into different event categories, each enriched with a particular production mechanism of the Higgs boson. ",
            "section": "CSV (b jet 3)",
            "paragraph_rank": 73,
            "section_rank": 18
        },
        {
            "text": "The tHq and tHW processes contribute mostly to the \"ttH hadronic\" and \"ttH leptonic\" categories as defined in Ref. ",
            "section": "CSV (b jet 3)",
            "paragraph_rank": 73,
            "section_rank": 18
        },
        {
            "text": "[22], which target the ttH process for fully hadronic top quark decays and for single-lepton or dilepton decay modes, respectively. ",
            "section": "CSV (b jet 3)",
            "paragraph_rank": 73,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "Events in the ttH leptonic category are selected to have at least one lepton well separated from the photons, and well reconstructed, as well as at least two jets of which at least one passes the medium b-tagging requirement. ",
            "section": "CSV (b jet 3)",
            "paragraph_rank": 73,
            "section_rank": 18
        },
        {
            "text": "The ttH hadronic category is defined as events with no identified leptons and at least three jets, of which at least one is b tagged with the loose working point. ",
            "section": "CSV (b jet 3)",
            "paragraph_rank": 73,
            "section_rank": 18
        },
        {
            "text": "The signal is modeled with a sum of Gaussian functions describing the diphoton invariant mass (m γγ ) shape derived from simulation. ",
            "section": "CSV (b jet 3)",
            "paragraph_rank": 73,
            "section_rank": 18
        },
        {
            "text": "The background contribution is determined from the data without reliance on simulated events, using the discrete profiling method [4,62,63]. ",
            "section": "CSV (b jet 3)",
            "paragraph_rank": 73,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 130,
                    "end": 133,
                    "type": "bibr",
                    "text": "[4,"
                },
                {
                    "start": 133,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b59",
                    "text": "62,"
                },
                {
                    "start": 136,
                    "end": 139,
                    "type": "bibr",
                    "ref_id": "b60",
                    "text": "63]"
                }
            ]
        },
        {
            "text": "Different classes of models describing the falling m γγ distribution in the background processes are used as input to the method. ",
            "section": "CSV (b jet 3)",
            "paragraph_rank": 73,
            "section_rank": 18
        },
        {
            "text": "Sources of systematic uncertainties affecting the signal model and leading to migrations of signal events among the categories are considered.",
            "section": "CSV (b jet 3)",
            "paragraph_rank": 73,
            "section_rank": 18
        },
        {
            "text": "The inputs to Ref. ",
            "section": "CSV (b jet 3)",
            "paragraph_rank": 74,
            "section_rank": 18
        },
        {
            "text": "[22] from the ttH categories are used here in a combination with the multilepton and singlelepton þ bb channels to put constraints on the coupling modifier κ t and on the production cross section of tH events. ",
            "section": "CSV (b jet 3)",
            "paragraph_rank": 74,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "The coupling modifiers κ t and κ V affect both the tH and ttH production cross sections as well as the Higgs boson decay branching fraction into two photons through the interference of bosonic and fermionic loops. ",
            "section": "CSV (b jet 3)",
            "paragraph_rank": 74,
            "section_rank": 18
        },
        {
            "text": "Changes in the kinematic properties of the tH signal arising from the modified couplings are taken into account by considering their effect on the signal acceptance and selection efficiency. ",
            "section": "CSV (b jet 3)",
            "paragraph_rank": 74,
            "section_rank": 18
        },
        {
            "text": "Figure 12 shows the modified tHq and tHW selection efficiencies including acceptances for the two FIG. 10. ",
            "section": "CSV (b jet 3)",
            "paragraph_rank": 74,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "text": "Figure 12"
                },
                {
                    "start": 98,
                    "end": 105,
                    "type": "bibr",
                    "text": "FIG. 10"
                }
            ]
        },
        {
            "text": "Postfit classifier outputs of the signal classification BDT as used in the maximum likelihood fit for the three-tag channel (left) and the four-tag channel (right). ",
            "section": "CSV (b jet 3)",
            "paragraph_rank": 74,
            "section_rank": 18
        },
        {
            "text": "In the box below each distribution, the ratio of the observed and predicted event yields is shown. ",
            "section": "CSV (b jet 3)",
            "paragraph_rank": 74,
            "section_rank": 18
        },
        {
            "text": "The shape of the tH signal is indicated with 800 times the SM.  ",
            "section": "CSV (b jet 3)",
            "paragraph_rank": 74,
            "section_rank": 18
        },
        {
            "text": "and postfit (right) classifier outputs of the flavor classification BDT for the dilepton selection. ",
            "section": "CSV (b jet 3)",
            "paragraph_rank": 74,
            "section_rank": 18
        },
        {
            "text": "In the box below each distribution, the ratio of the observed and predicted event yields is shown. ",
            "section": "CSV (b jet 3)",
            "paragraph_rank": 74,
            "section_rank": 18
        },
        {
            "text": "relevant categories of the H → γγ measurement as a function of the ratio of coupling modifiers κ t =κ V . ",
            "section": "CSV (b jet 3)",
            "paragraph_rank": 74,
            "section_rank": 18
        },
        {
            "text": "The signal diphoton mass shape is found to be independent of κ t =κ V .",
            "section": "CSV (b jet 3)",
            "paragraph_rank": 74,
            "section_rank": 18
        },
        {
            "text": "The dependence of the signal acceptance and efficiency on κ t =κ V is implemented in the same statistical framework as that of Ref. ",
            "section": "CSV (b jet 3)",
            "paragraph_rank": 75,
            "section_rank": 18
        },
        {
            "text": "[22], modifying the signal only in the ttH categories.",
            "section": "CSV (b jet 3)",
            "paragraph_rank": 75,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "VII. ",
            "section_rank": 19
        },
        {
            "text": "RESULTS AND INTERPRETATION",
            "section_rank": 19
        },
        {
            "text": "The different discriminator output distributions in the multilepton and single-lepton þ bb channels and the γγ invariant mass distributions in the diphoton channel are compared to the data in a combined maximum likelihood fit for various assumptions on the signal kinematics and normalizations and are used to derive constraints on the signal yields.",
            "section": "VII. RESULTS AND INTERPRETATION",
            "paragraph_rank": 76,
            "section_rank": 19
        },
        {
            "text": "The event selections in the different channels are mutually exclusive, therefore allowing a straightforward combination. ",
            "section": "VII. RESULTS AND INTERPRETATION",
            "paragraph_rank": 77,
            "section_rank": 19
        },
        {
            "text": "Common systematic uncertainties such as the integrated luminosity normalization, the b-tagging uncertainties, and the theoretical uncertainties related to the signal modeling are taken to be fully correlated among different channels.",
            "section": "VII. RESULTS AND INTERPRETATION",
            "paragraph_rank": 77,
            "section_rank": 19
        },
        {
            "text": "A profile likelihood scan is performed as a function of the coupling modifier κ t , which affects the production cross sections of the three signal components tHq, tHW, and ttH as well as the Higgs boson branching fractions. ",
            "section": "VII. RESULTS AND INTERPRETATION",
            "paragraph_rank": 78,
            "section_rank": 19
        },
        {
            "text": "Effects on Higgs boson decays via fermion and boson loops to γγ, Zγ, and gluon-gluon final states also affect the branching fractions in other channels. ",
            "section": "VII. RESULTS AND INTERPRETATION",
            "paragraph_rank": 78,
            "section_rank": 19
        },
        {
            "text": "Furthermore, the kinematic properties of the two tH processes and thereby the shape of the classifier outputs entering the fit depend on the value of κ t . ",
            "section": "VII. RESULTS AND INTERPRETATION",
            "paragraph_rank": 78,
            "section_rank": 19
        },
        {
            "text": "Systematic uncertainties are included in the form of nuisance parameters in the fit and are treated via the frequentist paradigm, as described in Refs. ",
            "section": "VII. RESULTS AND INTERPRETATION",
            "paragraph_rank": 78,
            "section_rank": 19
        },
        {
            "text": "[64,65]. ",
            "section": "VII. RESULTS AND INTERPRETATION",
            "paragraph_rank": 78,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b61",
                    "text": "[64,"
                },
                {
                    "start": 4,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b62",
                    "text": "65]"
                }
            ]
        },
        {
            "text": "Uncertainties affecting the normalization are constrained by either Γ-function distributions, if they are statistical in origin, or log-normal probability density functions. ",
            "section": "VII. RESULTS AND INTERPRETATION",
            "paragraph_rank": 78,
            "section_rank": 19
        },
        {
            "text": "Systematic uncertainties that affect both the normalization and shape in the discriminating observables are included in the fit using the technique detailed in Ref. ",
            "section": "VII. RESULTS AND INTERPRETATION",
            "paragraph_rank": 78,
            "section_rank": 19
        },
        {
            "text": "[66] and represented by Gaussian probability density functions. ",
            "section": "VII. RESULTS AND INTERPRETATION",
            "paragraph_rank": 78,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b63",
                    "text": "[66]"
                }
            ]
        },
        {
            "text": "Table IX shows the impact of the most important groups of nuisances parameters on the tH þ ttH signal yield. ",
            "section": "VII. RESULTS AND INTERPRETATION",
            "paragraph_rank": 78,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table IX"
                }
            ]
        },
        {
            "text": "Prefit systematic uncertainties of the same groups are shown for comparison.",
            "section": "VII. RESULTS AND INTERPRETATION",
            "paragraph_rank": 78,
            "section_rank": 19
        },
        {
            "text": "FIG. 12. ",
            "section": "VII. RESULTS AND INTERPRETATION",
            "paragraph_rank": 79,
            "section_rank": 19
        },
        {
            "text": "Acceptance and selection efficiency for the tHq (red) and tHW (blue) signal processes as a function of κ t =κ V , for the ttH leptonic (solid lines) and ttH hadronic categories (dashed lines) of the H → γγ measurement. ",
            "section": "VII. RESULTS AND INTERPRETATION",
            "paragraph_rank": 79,
            "section_rank": 19
        },
        {
            "text": "To derive constraints on κ t for a fixed value of κ V ¼ 1.0, a scan of the likelihood ratio Lðκ t Þ=Lðκ t Þ is performed, whereκ t is the best fit value of κ t . ",
            "section": "VII. RESULTS AND INTERPRETATION",
            "paragraph_rank": 79,
            "section_rank": 19
        },
        {
            "text": "Figure 13 shows the negative of twice the logarithm of this likelihood ratio , for scans on the data, and for an Asimov data set [67] with SM expectations for ttH and tH. ",
            "section": "VII. RESULTS AND INTERPRETATION",
            "paragraph_rank": 79,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "text": "Figure 13"
                },
                {
                    "start": 129,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b64",
                    "text": "[67]"
                }
            ]
        },
        {
            "text": "On this scale, a 95% confidence interval covers values below 3.84, while standard deviations are at values of 1, 4, 9, 16, etc. ",
            "section": "VII. RESULTS AND INTERPRETATION",
            "paragraph_rank": 79,
            "section_rank": 19
        },
        {
            "text": "The expected performance for a SM-like signal is to favor a value of κ t ¼ 1.0 over one of κ t ¼ −1.0 by more than four standard deviations and to exclude values outside of about −0.5 and 1.6 at 95% C.L.. ",
            "section": "VII. RESULTS AND INTERPRETATION",
            "paragraph_rank": 79,
            "section_rank": 19
        },
        {
            "text": "In the combined scan, the data slightly favor a positive value of κ t over a negative one, by about 1.5 standard deviations, while excluding values outside the ranges of about ½−0.9; −0.5 and [1.0, 2.1] at 95% CL. ",
            "section": "VII. RESULTS AND INTERPRETATION",
            "paragraph_rank": 79,
            "section_rank": 19,
            "entity_spans": [
                {
                    "start": 210,
                    "end": 212,
                    "type": "software",
                    "rawForm": "CL",
                    "resp": "whitelist",
                    "id": "software-simple-w1"
                }
            ]
        },
        {
            "text": "The sensitivity is driven by the γγ channel at negative values of the coupling modifiers and by the multilepton channels at positive values.",
            "section": "VII. RESULTS AND INTERPRETATION",
            "paragraph_rank": 79,
            "section_rank": 19
        },
        {
            "text": "An excess of observed over expected events is seen in both the multilepton and γγ channels, with a combined significance of about two standard deviations. ",
            "section": "VII. RESULTS AND INTERPRETATION",
            "paragraph_rank": 80,
            "section_rank": 19
        },
        {
            "text": "Consequently, floating a signal strength modifier (defined as the ratio of the fitted signal cross section to the SM expectation) of a combined tH þ ttH signal yields a best fit value of 2.00 AE 0.53 under the SM hypothesis. ",
            "section": "VII. RESULTS AND INTERPRETATION",
            "paragraph_rank": 80,
            "section_rank": 19
        },
        {
            "text": "These results are in agreement with those from the dedicated ttH searches [6], as expected, since they share a large fraction of events with the data set used here.",
            "section": "VII. RESULTS AND INTERPRETATION",
            "paragraph_rank": 80,
            "section_rank": 19
        },
        {
            "text": "To establish limits on tH production, a different signal strength parameter is introduced for the combination of tHq and tHW, not including ttH. ",
            "section": "VII. RESULTS AND INTERPRETATION",
            "paragraph_rank": 81,
            "section_rank": 19
        },
        {
            "text": "A maximum likelihood fit for this signal strength is then performed based on the profile likelihood test statistic [64,65] at fixed points of κ t . ",
            "section": "VII. RESULTS AND INTERPRETATION",
            "paragraph_rank": 81,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 115,
                    "end": 119,
                    "type": "bibr",
                    "ref_id": "b61",
                    "text": "[64,"
                },
                {
                    "start": 119,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b62",
                    "text": "65]"
                }
            ]
        },
        {
            "text": "Upper limits on the signal strength are then derived using the CL s method [68,69] and using asymptotic formulas for FIG. 14. ",
            "section": "VII. RESULTS AND INTERPRETATION",
            "paragraph_rank": 81,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 75,
                    "end": 79,
                    "type": "bibr",
                    "ref_id": "b66",
                    "text": "[68,"
                },
                {
                    "start": 79,
                    "end": 82,
                    "type": "bibr",
                    "ref_id": "b67",
                    "text": "69]"
                }
            ],
            "entity_spans": [
                {
                    "start": 63,
                    "end": 65,
                    "type": "software",
                    "rawForm": "CL",
                    "resp": "whitelist",
                    "id": "software-simple-w2"
                }
            ]
        },
        {
            "text": "Observed and expected 95% CL upper limit on the tH cross section times combined H → WW Ã þ ττ þ ZZ Ã þ bb þ γγ branching fraction for different values of the coupling ratio κ t . ",
            "section": "VII. RESULTS AND INTERPRETATION",
            "paragraph_rank": 81,
            "section_rank": 19,
            "entity_spans": [
                {
                    "start": 26,
                    "end": 28,
                    "type": "software",
                    "rawForm": "CL",
                    "resp": "whitelist",
                    "id": "software-simple-w3"
                }
            ]
        },
        {
            "text": "The expected limit is calculated on a background-only data set, i.e., without tH contribution, but including a κ t -dependent contribution from ttH. ",
            "section": "VII. RESULTS AND INTERPRETATION",
            "paragraph_rank": 81,
            "section_rank": 19
        },
        {
            "text": "The ttH normalization is kept fixed in the fit, while the tH signal strength is allowed to float. ",
            "section": "VII. RESULTS AND INTERPRETATION",
            "paragraph_rank": 81,
            "section_rank": 19
        },
        {
            "text": "TABLE X. Expected and observed 95% C.L. upper limits on the tH production cross section times H → WW Ã þ ττ þ ZZ Ã þ bb þ γγ branching fraction for a scenario of inverted couplings (κ t ¼ −1.0, top rows), vanishing top quark Yukawa coupling (κ t ¼ 0.0, middle rows), and a SM-like signal (κ t ¼ 1.0, bottom rows), in picobarns. ",
            "section": "VII. RESULTS AND INTERPRETATION",
            "paragraph_rank": 81,
            "section_rank": 19
        },
        {
            "text": "The expected limit is calculated on a background-only data set, i.e., without tH contribution but including a κ t -dependent contribution from the ttH production. ",
            "section": "VII. RESULTS AND INTERPRETATION",
            "paragraph_rank": 81,
            "section_rank": 19
        },
        {
            "text": "The ttH normalization is kept fixed in the fit, while the tH signal strength is allowed to float. ",
            "section": "VII. RESULTS AND INTERPRETATION",
            "paragraph_rank": 81,
            "section_rank": 19
        },
        {
            "text": "Limits can be compared to the expected product of tH cross sections and branching fractions of 0.83, 0.28, and 0.077 pb for the inverted top quark Yukawa coupling, the κ t ¼ 0 scenario, and the SM, respectively. ",
            "section": "VII. RESULTS AND INTERPRETATION",
            "paragraph_rank": 81,
            "section_rank": 19
        },
        {
            "text": "the distribution of the test statistic [67]. ",
            "section": "VII. RESULTS AND INTERPRETATION",
            "paragraph_rank": 81,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 39,
                    "end": 43,
                    "type": "bibr",
                    "ref_id": "b64",
                    "text": "[67]"
                }
            ]
        },
        {
            "text": "They are multiplied by the κ t -dependent tH production cross section times the combined Higgs boson branching fractions to WW Ã þ ττ þ ZZ Ã þ bb þ γγ and are shown in Fig. 14. ",
            "section": "VII. RESULTS AND INTERPRETATION",
            "paragraph_rank": 81,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 168,
                    "end": 175,
                    "type": "figure",
                    "text": "Fig. 14"
                }
            ]
        },
        {
            "text": "Limits for the SM and for a scenario with κ t ¼ −1.0 for the individual channels are shown in Table X. The ttH contribution is kept fixed to its κ t -dependent expectation. ",
            "section": "VII. RESULTS AND INTERPRETATION",
            "paragraph_rank": 81,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 94,
                    "end": 101,
                    "type": "table",
                    "text": "Table X"
                }
            ]
        },
        {
            "text": "The fiducial cross section for SM-like tH production is limited to about 1.9 pb, with an expected limit of 0.9 pb, corresponding, respectively, to about 25 and 12 times the expected cross section times branching fraction in the combination of the channels explored. ",
            "section": "VII. RESULTS AND INTERPRETATION",
            "paragraph_rank": 81,
            "section_rank": 19
        },
        {
            "text": "The visible discrepancy between observed and expected limits around κ t ¼ 0.0 is caused by the fact that the predicted ttH cross section vanishes in that scenario while the data favor even larger than expected yields for ttH.",
            "section": "VII. RESULTS AND INTERPRETATION",
            "paragraph_rank": 81,
            "section_rank": 19
        },
        {
            "text": "Scenario",
            "section_rank": 20
        },
        {
            "text": "VIII. ",
            "section_rank": 21
        },
        {
            "text": "SUMMARY",
            "section_rank": 21
        },
        {
            "text": "Events from proton-proton collisions at ffiffi ffi s p ¼ 13 TeV compatible with the production of a Higgs boson (H) in association with a single top quark (t) have been studied to derive constraints on the magnitude and relative sign of Higgs boson couplings to top quarks and vector bosons. ",
            "section": "VIII. SUMMARY",
            "paragraph_rank": 82,
            "section_rank": 21
        },
        {
            "text": "Dedicated analyses of multilepton final states and final states with single leptons and a pair of bottom quarks are combined with a reinterpretation of a measurement of Higgs bosons decaying to two photons for the final result. ",
            "section": "VIII. SUMMARY",
            "paragraph_rank": 82,
            "section_rank": 21
        },
        {
            "text": "For standard model-like Higgs boson couplings to vector bosons, the data favor a positive value of the top quark Yukawa coupling, y t , by 1.5 standard deviations and exclude values outside the ranges of about ½−0.9; −0.5 and [1.0, 2.1] times y t SM at the 95% confidence level. ",
            "section": "VIII. SUMMARY",
            "paragraph_rank": 82,
            "section_rank": 21
        },
        {
            "text": "An excess of events compared with expected backgrounds is observed, but it is still compatible with the standard model expectation for tH þ ttH production.",
            "section": "VIII. SUMMARY",
            "paragraph_rank": 82,
            "section_rank": 21
        },
        {
            "text": "ACKNOWLEDGMENTS",
            "section_rank": 22
        },
        {
            "text": "We congratulate our colleagues in the CERN accelerator departments for the excellent performance of the LHC and thank the technical and administrative staffs at CERN and at other CMS institutes for their contributions to the success of the CMS effort. ",
            "section": "ACKNOWLEDGMENTS",
            "paragraph_rank": 83,
            "section_rank": 22
        },
        {
            "text": "In addition, we gratefully acknowledge the computing centers and personnel of the Worldwide LHC Computing Grid for delivering so effectively the computing infrastructure essential to our analyses. ",
            "section": "ACKNOWLEDGMENTS",
            "paragraph_rank": 83,
            "section_rank": 22
        },
        {
            "text": "Finally, we acknowledge the enduring support for the construction and operation of the LHC and the CMS detector provided by the following funding agencies: BMBWF and FWF (Austria); FNRS and FWO (Belgium); CNPq, CAPES, FAPERJ, FAPERGS, and FAPESP (Brazil); MES (Bulgaria); CERN; CAS, MoST, and NSFC (China); COLCIENCIAS (Colombia); MSES and CSF (Croatia); RPF (Cyprus); SENESCYT (Ecuador); MoER, ERC IUT, and ERDF (Estonia); Academy of Finland, MEC, and HIP (Finland); CEA and CNRS/IN2P3 (France); BMBF, DFG, and HGF (Germany); GSRT (Greece); NKFIA (Hungary); DAE and DST (India); IPM (Iran); SFI (Ireland); INFN (Italy); MSIP and NRF (Republic of Korea); MES (Latvia); LAS (Lithuania); MOE and UM (Malaysia); BUAP, CINVESTAV, CONACYT, LNS, SEP, and UASLP-FAI (Mexico); MOS (Montenegro); MBIE (New Zealand); PAEC (Pakistan); MSHE and NSC (Poland); FCT (Portugal); JINR (Dubna); MON, RosAtom, RAS, RFBR, and NRC KI (Russia); MESTD (Serbia); SEIDI, CPAN, PCTI, and FEDER (Spain); MOSTR (Sri Lanka); Swiss Funding Agencies (Switzerland); MST (Taipei); ThEPCenter, IPST, STAR, and NSTDA (Thailand); TUBITAK and TAEK (Turkey); NASU and SFFR (Ukraine); STFC (United Kingdom); DOE and NSF (USA). ",
            "section": "ACKNOWLEDGMENTS",
            "paragraph_rank": 83,
            "section_rank": 22,
            "entity_spans": [
                {
                    "start": 669,
                    "end": 672,
                    "type": "software",
                    "rawForm": "LAS",
                    "resp": "whitelist",
                    "id": "software-simple-w4"
                },
                {
                    "start": 686,
                    "end": 689,
                    "type": "software",
                    "rawForm": "MOE",
                    "resp": "whitelist",
                    "id": "software-simple-w5"
                },
                {
                    "start": 946,
                    "end": 950,
                    "type": "software",
                    "rawForm": "CPAN",
                    "resp": "whitelist",
                    "id": "software-simple-w6"
                },
                {
                    "start": 1020,
                    "end": 1031,
                    "type": "software",
                    "rawForm": "Switzerland",
                    "resp": "whitelist",
                    "id": "software-simple-w7"
                },
                {
                    "start": 1066,
                    "end": 1070,
                    "type": "software",
                    "rawForm": "STAR",
                    "resp": "whitelist",
                    "id": "software-simple-w8"
                }
            ]
        },
        {
            "text": "Individuals have received support from the Marie-Curie program and the European Research Council and Horizon 2020 Grant, Grant No. 675440 (European Union); the Leventis Foundation; the A. P. Sloan Foundation; the Alexander von Humboldt Foundation; the Belgian Federal Science Policy Office; the Fonds pour la Formationà la Recherche dans l'Industrie et dans l'Agriculture (FRIA-Belgium); the Agentschap voor Innovatie door Wetenschap en Technologie (IWT-Belgium); the F. R. S.",
            "section": "ACKNOWLEDGMENTS",
            "paragraph_rank": 83,
            "section_rank": 22,
            "entity_spans": [
                {
                    "start": 55,
                    "end": 62,
                    "type": "software",
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "software-simple-w9"
                },
                {
                    "start": 114,
                    "end": 119,
                    "type": "software",
                    "rawForm": "Grant",
                    "resp": "whitelist",
                    "id": "software-simple-w10"
                },
                {
                    "start": 121,
                    "end": 126,
                    "type": "software",
                    "rawForm": "Grant",
                    "resp": "whitelist",
                    "id": "software-simple-w11"
                },
                {
                    "start": 169,
                    "end": 179,
                    "type": "software",
                    "rawForm": "Foundation",
                    "resp": "whitelist",
                    "id": "software-simple-w12"
                },
                {
                    "start": 197,
                    "end": 207,
                    "type": "software",
                    "rawForm": "Foundation",
                    "resp": "whitelist",
                    "id": "software-simple-w13"
                },
                {
                    "start": 236,
                    "end": 246,
                    "type": "software",
                    "rawForm": "Foundation",
                    "resp": "whitelist",
                    "id": "software-simple-w14"
                },
                {
                    "start": 283,
                    "end": 289,
                    "type": "software",
                    "rawForm": "Office",
                    "resp": "whitelist",
                    "id": "software-simple-w15"
                }
            ]
        },
        {
            "text": "-FNRS and FWO (Belgium) under the \"Excellence of Science-EOS\"-be.h Project No. 30820817; the Ministry of Education, Youth and Sports (MEYS) of the Czech Republic; the Lendület (\"Momentum\") Program and the János Bolyai Research Scholarship of the Hungarian Academy of Sciences, the New National Excellence Program ÚNKP, the NKFIA research Grants No. 123842, No. 123959, No. 124845, No. 124850, and No. 125105 (Hungary) ",
            "section": "ACKNOWLEDGMENTS",
            "paragraph_rank": 83,
            "section_rank": 22,
            "ref_spans": [
                {
                    "start": 323,
                    "end": 417,
                    "type": "bibr",
                    "text": "NKFIA research Grants No. 123842, No. 123959, No. 124845, No. 124850, and No. 125105 (Hungary)"
                }
            ],
            "entity_spans": [
                {
                    "start": 178,
                    "end": 186,
                    "type": "software",
                    "rawForm": "Momentum",
                    "resp": "whitelist",
                    "id": "software-simple-w16"
                },
                {
                    "start": 189,
                    "end": 196,
                    "type": "software",
                    "rawForm": "Program",
                    "resp": "whitelist",
                    "id": "software-simple-w17"
                },
                {
                    "start": 305,
                    "end": 312,
                    "type": "software",
                    "rawForm": "Program",
                    "resp": "whitelist",
                    "id": "software-simple-w18"
                }
            ]
        },
        {
            "text": "tt þ bb Two additional jets arising from b hadrons tt þ 2b One additional jet arising from two merged b hadrons tt þ bOne additional jet arising from one b hadron tt þ cc The three former categories combined for c hadrons instead of b hadrons tt þ LF All events that do not meet the criteria of the other four categories",
            "paragraph_rank": 84,
            "section_rank": 23
        },
        {
            "text": "FIG. 8. ",
            "paragraph_rank": 85,
            "section_rank": 24
        },
        {
            "text": "Response values of the FC-BDT. ",
            "paragraph_rank": 85,
            "section_rank": 24
        },
        {
            "text": "The background consists of tt þ bb, tt þ 1b, and tt þ 2b events.",
            "paragraph_rank": 85,
            "section_rank": 24
        },
        {
            "text": "TABLE I .",
            "section_rank": 25
        },
        {
            "text": "Summary of the event selection for the multilepton channels.Same-sign channel (μ AE μ AE or e AE μ AE ) Exactly two tight same-sign leptons p T > 25=15 GeV No loose leptons with m ll < 12 GeV One or more b-tagged jets with p T > 25 GeV and jηj < 2.4 One or more untagged jets with p T > 25 GeV for jηj < 2.4 and p T > 40 GeV for jηj > 2.4 lll channel Exactly three tight leptons p T > 25=15=15 GeV No lepton pair with jm ll − m Z j < 15 GeV No loose leptons with m ll < 12 GeV One or more b-tagged jets with p T > 25 GeV and jηj < 2.4 One or more untagged jets with p",
            "section": "TABLE I .",
            "paragraph_rank": 86,
            "section_rank": 25
        },
        {
            "text": "T > 25 GeV for jηj < 2.4 and p T > 40 GeV for jηj > 2.4",
            "section": "TABLE I .",
            "paragraph_rank": 87,
            "section_rank": 25
        },
        {
            "text": "TABLE II .",
            "section_rank": 26
        },
        {
            "text": "Data yields and expected backgrounds after the event selection for the three multilepton search channels in 35.9 fb −1 of integrated luminosity. ",
            "section": "TABLE II .",
            "paragraph_rank": 88,
            "section_rank": 26
        },
        {
            "text": "Quoted uncertainties include statistical uncertainties reflecting the limited size of MC samples and data sidebands and unconstrained systematic uncertainties.Processμ AE μ AE e AE μ AE lll",
            "section": "TABLE II .",
            "paragraph_rank": 88,
            "section_rank": 26
        },
        {
            "text": "72 AE 0.65 11.23 AE 0.91 7.38 AE 0.60",
            "paragraph_rank": 89,
            "section_rank": 27
        },
        {
            "text": "TABLE III .",
            "section_rank": 28
        },
        {
            "text": "Input observables to the signal discrimination classifier.",
            "section": "TABLE III .",
            "paragraph_rank": 90,
            "section_rank": 28
        },
        {
            "text": "TABLE IV .",
            "section_rank": 29
        },
        {
            "text": "TABLE V .",
            "section_rank": 29
        },
        {
            "text": "Summary of event selection for the single-lepton þ bb channels.Signal regionOne muon (electron) with p T > 27ð35Þ GeV No additional loose leptons with p T > 15 GeV Three or four medium b-tagged jets p T > 30 GeV and jηj < 2.4 One or more untagged jets p T > 30 GeV for jηj < 2.4 or p T > 40 GeV for jηj ≥ 2.4 T > 20=20 GeV (μ AE μ ∓ ) or p T > 20=15 GeV (e AE e ∓ =μ AE e ∓ ) No additional loose leptons with p T > 20=15 GeV (μ AE =e AE ) Two medium b-tagged jets p T > 30 GeV and jηj < 2.4 One or more additional loose b-tagged jets p T > 30 GeV and jηj < 2.4 Subcategories of tt þ jets backgrounds used in the analysis.",
            "section": "TABLE IV .TABLE V .",
            "paragraph_rank": 91,
            "section_rank": 29
        },
        {
            "text": "TABLE VI .",
            "section_rank": 30
        },
        {
            "text": "Data yields and expected backgrounds after the event selection for the two signal regions and in the dilepton control region. ",
            "section": "TABLE VI .",
            "paragraph_rank": 92,
            "section_rank": 30
        },
        {
            "text": "Uncertainties include both systematic and statistical components. ",
            "section": "TABLE VI .",
            "paragraph_rank": 92,
            "section_rank": 30
        },
        {
            "text": "LF 24100 AE 5800 320 AE 180 5300 AE 1000 tt þ cc 8500 AE 4900 340 AE 260 2100 AE 1200 tt þ bb 4100 AE 2300 780 AE 430 750 AE 440 tt þ b 4000 AE 2100 180 AE 110 770 AE 430",
            "section": "TABLE VI .",
            "paragraph_rank": 92,
            "section_rank": 30
        },
        {
            "text": "Output of the b-tagging discriminant for the first jet assigned to the hadronically decaying W boson CSV(W had jet 2)Output of the b-tagging discriminant for the second jet assigned to the hadronically decaying W boson ΔR (W had jets)ΔR between the two light jets assigned to the hadronically decaying W boson",
            "paragraph_rank": 93,
            "section_rank": 31
        },
        {
            "text": "TABLE IX .",
            "section_rank": 32
        },
        {
            "text": "Summary of the main sources of systematic uncertainty. ",
            "section": "TABLE IX .",
            "paragraph_rank": 94,
            "section_rank": 32
        },
        {
            "text": "Δμ=μ corresponds to the relative change in tH þ ttH signal yield induced by varying the systematic source within its associated uncertainty.",
            "section": "TABLE IX .",
            "paragraph_rank": 94,
            "section_rank": 32
        },
        {
            "text": "; the Council of Science and Industrial Research, India; the HOMING PLUS program of the Foundation for Polish Science, cofinanced from European Union, Regional Development Fund, the Mobility Plus program of the Ministry of Science and Higher Education, the National Science Center (Poland), Contracts No. ",
            "paragraph_rank": 95,
            "section_rank": 33,
            "entity_spans": [
                {
                    "start": 73,
                    "end": 80,
                    "type": "software",
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "software-simple-w19"
                },
                {
                    "start": 88,
                    "end": 98,
                    "type": "software",
                    "rawForm": "Foundation",
                    "resp": "whitelist",
                    "id": "software-simple-w20"
                },
                {
                    "start": 191,
                    "end": 195,
                    "type": "software",
                    "rawForm": "Plus",
                    "resp": "whitelist",
                    "id": "software-simple-w21"
                },
                {
                    "start": 196,
                    "end": 203,
                    "type": "software",
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "software-simple-w22"
                }
            ]
        },
        {
            "text": "Harmonia 2014/14/M/ST2/00428, No. ",
            "paragraph_rank": 95,
            "section_rank": 33
        },
        {
            "text": "Opus 2014/13/B/ST2/02543, No. 2014/15/B/ST2/03998, No. 2015/19/B/ST2/02861, and No. ",
            "paragraph_rank": 95,
            "section_rank": 33
        },
        {
            "text": "Sonata-bis 2012/07/ E/ST2/01406; the National Priorities Research Program by Qatar National Research Fund; the Programa Estatal de Fomento de la Investigación Científica y Técnica de Excelencia María de Maeztu, Grant No. ",
            "paragraph_rank": 95,
            "section_rank": 33,
            "entity_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "software",
                    "rawForm": "Sonata",
                    "resp": "whitelist",
                    "id": "software-simple-w23"
                },
                {
                    "start": 66,
                    "end": 73,
                    "type": "software",
                    "rawForm": "Program",
                    "resp": "whitelist",
                    "id": "software-simple-w24"
                },
                {
                    "start": 211,
                    "end": 216,
                    "type": "software",
                    "rawForm": "Grant",
                    "resp": "whitelist",
                    "id": "software-simple-w25"
                }
            ]
        },
        {
            "text": "MDM-2015-0509 and the Programa Severo Ochoa del Principado de Asturias; the Thalis and Aristeia programs cofinanced by EU-ESF and the Greek NSRF; the Rachadapisek Sompot Fund for Postdoctoral Fellowship, Chulalongkorn University, and the Chulalongkorn Academic into Its 2nd Century Project Advancement Project (Thailand); the Welch Foundation, Contract No. ",
            "paragraph_rank": 95,
            "section_rank": 33,
            "entity_spans": [
                {
                    "start": 332,
                    "end": 342,
                    "type": "software",
                    "rawForm": "Foundation",
                    "resp": "whitelist",
                    "id": "software-simple-w26"
                }
            ]
        },
        {
            "text": "C-1845; and the Weston Havens Foundation (USA). ",
            "paragraph_rank": 95,
            "section_rank": 33,
            "entity_spans": [
                {
                    "start": 30,
                    "end": 40,
                    "type": "software",
                    "rawForm": "Foundation",
                    "resp": "whitelist",
                    "id": "software-simple-w27"
                }
            ]
        },
        {
            "text": "[1] ATLAS Collaboration, Observation of a new particle in the search for the standard model Higgs boson with the ATLAS detector at the LHC, Phys. ",
            "paragraph_rank": 95,
            "section_rank": 33
        },
        {
            "text": "Lett. ",
            "paragraph_rank": 95,
            "section_rank": 33
        },
        {
            "text": "B 716, 1 (2012). ",
            "paragraph_rank": 95,
            "section_rank": 33
        },
        {
            "text": "[2] CMS Collaboration, Observation of a new boson at a mass of 125 GeV with the CMS experiment at the LHC, Phys. ",
            "paragraph_rank": 95,
            "section_rank": 33
        },
        {
            "text": "Lett. ",
            "paragraph_rank": 95,
            "section_rank": 33
        },
        {
            "text": "B 716, 30 (2012). ",
            "paragraph_rank": 95,
            "section_rank": 33
        },
        {
            "text": "[3] CMS Collaboration, Observation of a new boson with mass near 125 GeV in pp collisions at ffiffi ffi s p ¼ 7 and 8 TeV, J. High Energy Phys. ",
            "paragraph_rank": 95,
            "section_rank": 33
        },
        {
            "text": "06 (2013) 081. ",
            "paragraph_rank": 95,
            "section_rank": 33
        },
        {
            "text": "[4] ATLAS and CMS Collaborations, Combined Measurement of the Higgs Boson Mass in pp Collisions at ffiffi ffi s p ¼ 7 and 8 TeV with the ATLAS and CMS Experiments, Phys. ",
            "paragraph_rank": 95,
            "section_rank": 33
        },
        {
            "text": "Rev. Lett. ",
            "paragraph_rank": 95,
            "section_rank": 33
        },
        {
            "text": "114, 191803 (2015). ",
            "paragraph_rank": 95,
            "section_rank": 33
        },
        {
            "text": "[5] CMS Collaboration, Constraints on the spin-parity and anomalous HVV couplings of the Higgs boson in proton collisions at 7 and 8 TeV, Phys. ",
            "paragraph_rank": 95,
            "section_rank": 33
        },
        {
            "text": "Rev. D 92, 012004 (2015). ",
            "paragraph_rank": 95,
            "section_rank": 33
        },
        {
            "text": "[6] CMS Collaboration, Observation of ttH Production, Phys. ",
            "paragraph_rank": 95,
            "section_rank": 33
        },
        {
            "text": "Rev. Lett. ",
            "paragraph_rank": 95,
            "section_rank": 33
        },
        {
            "text": "120, 231801 (2018). ",
            "paragraph_rank": 95,
            "section_rank": 33
        },
        {
            "text": "[7] ATLAS Collaboration, Observation of Higgs boson production in association with a top quark pair at the LHC with the ATLAS detector, Phys. ",
            "paragraph_rank": 95,
            "section_rank": 33
        },
        {
            "text": "Lett. ",
            "paragraph_rank": 95,
            "section_rank": 33
        },
        {
            "text": "B 784, 173 (2018). ",
            "paragraph_rank": 95,
            "section_rank": 33
        },
        {
            "text": "[8] CMS Collaboration, Observation of Higgs Boson Decay to Bottom Quarks, Phys. ",
            "paragraph_rank": 95,
            "section_rank": 33
        },
        {
            "text": "Rev. Lett. ",
            "paragraph_rank": 95,
            "section_rank": 33
        },
        {
            "text": "121, 121801 (2018). ",
            "paragraph_rank": 95,
            "section_rank": 33
        },
        {
            "text": "[9] S. Biswas, E. Gabrielli, and B. Mele, Single top and Higgs associated production as a probe of the Htt coupling sign at the LHC, J. High Energy Phys. ",
            "paragraph_rank": 95,
            "section_rank": 33
        },
        {
            "text": "01 (2013) 088. ",
            "paragraph_rank": 95,
            "section_rank": 33
        },
        {
            "text": "[10] B. Hespel, F. Maltoni, and E. Vryonidou, Higgs and Z boson associated production via gluon fusion in the SM and the 2HDM, J. High Energy Phys. ",
            "paragraph_rank": 95,
            "section_rank": 33
        },
        {
            "text": "06 (2015) 065. ",
            "paragraph_rank": 95,
            "section_rank": 33
        },
        {
            "text": "[11] CMS Collaboration, Precise determination of the mass of the Higgs boson and tests of compatibility of its couplings with the standard model predictions using proton collisions at 7 and 8 TeV, Eur. ",
            "paragraph_rank": 95,
            "section_rank": 33
        },
        {
            "text": "Phys. ",
            "paragraph_rank": 95,
            "section_rank": 33
        },
        {
            "text": "J. C 75, 212 (2015). ",
            "paragraph_rank": 95,
            "section_rank": 33
        },
        {
            "text": "[12] ATLAS and CMS Collaborations, Measurements of the Higgs boson production and decay rates and constraints on its couplings from a combined ATLAS and CMS analysis of the LHC pp collision data at ffiffi ffi s p ¼ 7 and 8 TeV, J. High",
            "paragraph_rank": 95,
            "section_rank": 33
        },
        {
            "text": "q Also at RWTH Aachen University, III. ",
            "paragraph_rank": 96,
            "section_rank": 35
        },
        {
            "text": "Physikalisches Institut A, Aachen, Germany. ",
            "paragraph_rank": 96,
            "section_rank": 35
        },
        {
            "text": "r Also at University of Hamburg, Hamburg, Germany. ",
            "paragraph_rank": 96,
            "section_rank": 35
        },
        {
            "text": "s Also at Brandenburg University of Technology, Cottbus, Germany. ",
            "paragraph_rank": 96,
            "section_rank": 35
        },
        {
            "text": "t Also at Institute of Physics, University of Debrecen, Debrecen, Hungary. ",
            "paragraph_rank": 96,
            "section_rank": 35
        },
        {
            "text": "u Also at Institute of Nuclear Research ATOMKI, Debrecen, Hungary. ",
            "paragraph_rank": 96,
            "section_rank": 35
        },
        {
            "text": "v Also at MTA-ELTE Lendület CMS Particle and Nuclear Physics Group, Eötvös Loránd University, Budapest, Hungary. ",
            "paragraph_rank": 96,
            "section_rank": 35
        },
        {
            "text": "w Also at IIT Bhubaneswar, Bhubaneswar, India.",
            "paragraph_rank": 96,
            "section_rank": 35
        },
        {
            "text": "x Also at Institute of Physics, Bhubaneswar, India. ",
            "paragraph_rank": 97,
            "section_rank": 35
        },
        {
            "text": "y Also at Shoolini University, Solan, India. ",
            "paragraph_rank": 97,
            "section_rank": 35
        },
        {
            "text": "z Also at University of Visva-Bharati, Santiniketan, India. ",
            "paragraph_rank": 97,
            "section_rank": 35
        },
        {
            "text": "aa Also at Isfahan University of Technology, Isfahan, Iran.",
            "paragraph_rank": 97,
            "section_rank": 35
        }
    ]
}