{
    "level": "sentence",
    "abstract": [
        {
            "text": "Using variational autoencoders trained on known physics processes, we develop a one-sided threshold test to isolate previously unseen processes as outlier events. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Since the autoencoder training does not depend on any specific new physics signature, the proposed procedure doesn't make specific assumptions on the nature of new physics. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "An event selection based on this algorithm would be complementary to classic LHC searches, typically based on model-dependent hypothesis testing. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Such an algorithm would deliver a list of anomalous events, that the experimental collaborations could further scrutinize and even release as a catalog, similarly to what is typically done in other scientific domains. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Event topologies repeating in this dataset could inspire new-physics model building and new experimental searches. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Running in the trigger system of the LHC experiments, such an application could identify anomalous events that would be otherwise lost, extending the scientific reach of the LHC.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "text": "One of the main motivations behind the construction of the CERN Large Hadron Collider (LHC) is the exploration of the high-energy frontier in search for new physics phenomena.",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "entity_spans": [
                {
                    "start": 130,
                    "end": 138,
                    "type": "software",
                    "rawForm": "frontier",
                    "resp": "whitelist",
                    "id": "software-simple-w0"
                }
            ]
        },
        {
            "text": "New physics could answer some of the standing fundamental questions in particle physics, e.g., the nature of dark matter or the origin of electroweak symmetry breaking. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "In LHC experiments, searches for physics beyond the Standard Model (BSM) are typically carried on as fully-supervised data analyses: assuming a new physics scenario of some kind, a search is structured as a hypothesis test, based on a profiled-likelihood ratio [1]. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 261,
                    "end": 264,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "These searches are said to be model dependent, since they depend on considering a specific new physics model.",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Assuming that one is testing the right model, this approach is very effective in discovering a signal, as demonstrated by the discovery of the Standard Model (SM) Higgs boson [2,3] at the LHC. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 175,
                    "end": 178,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2,"
                },
                {
                    "start": 178,
                    "end": 180,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3]"
                }
            ]
        },
        {
            "text": "On the other hand, given the (so far) negative outcome of many BSM searches at particle-physics experiments, it is possible that a future BSM model, if any, is not among those typically tested. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The problem is more profound if analyzed in the context of the LHC big-data problem: at the LHC, 40 million proton-beam collisions are produced every second, but only ∼1000 collision events/sec can be stored by the AT-LAS and CMS experiments, due to limited bandwidth, processing, and storage resources. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2,
            "entity_spans": [
                {
                    "start": 218,
                    "end": 221,
                    "type": "software",
                    "rawForm": "LAS",
                    "resp": "whitelist",
                    "id": "software-simple-w1"
                }
            ]
        },
        {
            "text": "It is possible to imagine BSM scenarios that would escape detection, simply because the corresponding new physics events would be rejected by a typical set of online selection algorithms.",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "JHEP05(2019)036",
            "section_rank": 3
        },
        {
            "text": "Establishing alternative search methodologies with reduced model dependence is an important aspect of future LHC runs. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "Traditionally, this issue was addressed with socalled model-independent searches, performed at the Tevatron [4,5], at HERA [6], and at the LHC [7,8], as discussed in section 2.",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 108,
                    "end": 111,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4,"
                },
                {
                    "start": 111,
                    "end": 113,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5]"
                },
                {
                    "start": 123,
                    "end": 126,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                },
                {
                    "start": 143,
                    "end": 146,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7,"
                },
                {
                    "start": 146,
                    "end": 148,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8]"
                }
            ]
        },
        {
            "text": "In this paper, we propose to address this need by deploying an unsupervised algorithm in the online selection system (trigger) of the LHC experiments. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "1 This algorithm would be trained on known SM processes and could be able to identify BSM events as anomalies. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "The selected events could be stored in a special stream, scrutinized by experts (e.g., to exclude the occurrence of detector malfunctions that could explain the anomalies), and even released outside the experimental collaborations, in the form of an open-access catalog. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "The final goal of this application is to identify anomalous event topologies and inspire future supervised searches on data collected afterwards.",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "As an example, we consider the case of a typical single-lepton data stream, selected by a hardware-based Level-1 (L1) trigger system. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "In normal conditions, the L1 trigger is the first of a two-steps selection stage. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "After a coarse (and often local) reconstruction and loose selection at L1, events are fully reconstructed in the High Lever Trigger (HLT), where a much tighter selection is applied. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "The selection is usually done having in mind specific signal topologies, eg.",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": ", specific BSM models. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "In this study, we imagine to replace this model-dependent selection with a variational autoencoder (VAE) [11,12] looking for anomalous events in the incoming single-lepton stream. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11,"
                },
                {
                    "start": 109,
                    "end": 112,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12]"
                }
            ]
        },
        {
            "text": "The VAE is trained to compress the input event representation into a lower-dimension latent space and then decompress it, returning the shape parameters describing the probability density function (pdf) of each input quantity given a point in the compressed space. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "In addition, a VAE allows a stochastic modeling of the latent space, a feature which is missing in a simple AE architecture. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "The highlighted procedure is not specific of the considered single-lepton stream and could be easily extended to other data streams.",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "The distribution of the VAE's reconstruction loss on a validation sample is used to define a threshold, corresponding to a desired acceptance rate for SM events. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "All the events with loss larger than the threshold are considered as potential anomalies and could be stored in a low-rate anomalous-event data stream. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "In this work, we set the threshold such that ∼ 1000 SM events would be collected every month under typical LHC operation conditions. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "In particular, we took as a reference 8 months of data taking per year, with an integrated luminosity of ∼ 40 fb −1 . ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "Assuming an LHC duty cycle of 2/3, this corresponds to an average instantaneous luminosity of ∼ 2.9 × 10 33 cm −2 s −1 .",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "We then evaluate the BSM production cross section that would correspond to a signal excess of 100 BSM events selected per month, as well as the one that would give a signal yield ∼ 1/3 of the SM yield. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "For this, we consider a set of low-mass BSM resonances, decaying to one or more leptons and light enough to be challenging for the currently employed LHC trigger algorithms.",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "JHEP05(2019)036",
            "section_rank": 4
        },
        {
            "text": "This paper is structured as follows: we discuss related works in section 2. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "Section 3 gives a brief description of the dataset used. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "Section 4 describes the VAE model used in the study, as well as a set of fully-supervised classifiers used for performance comparison. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "Results are discussed in section 5. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "In section 6 we discuss how such a procedure could be deployed in a typical LHC experiment while relying exclusively on data. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "Conclusions are given in section 7. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "Appendix A provides a brief comparison between VAEs and plain autoencoders (AEs).",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "Related work",
            "section_rank": 5
        },
        {
            "text": "Model-independent searches for new physics have been performed at the Tevatron [4,5], HERA [6], and the LHC [7,8]. ",
            "section": "Related work",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 79,
                    "end": 82,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4,"
                },
                {
                    "start": 82,
                    "end": 84,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5]"
                },
                {
                    "start": 91,
                    "end": 94,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                },
                {
                    "start": 108,
                    "end": 111,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7,"
                },
                {
                    "start": 111,
                    "end": 113,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8]"
                }
            ]
        },
        {
            "text": "These searches are based on the comparison of a large set of binned distributions to the prediction from Monte Carlo (MC) simulations, in search for bins exhibiting a deviation larger than some predefined threshold. ",
            "section": "Related work",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "text": "While the effectiveness of this strategy in establishing a discovery has been a matter of discussion, a recent study by the ATLAS collaboration [8] rephrased this model-independent search strategy into a tool to identify interesting excesses, on which traditional analysis techniques could be performed on independent datasets (e.g., the data collected after running the model-independent analysis). ",
            "section": "Related work",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 144,
                    "end": 147,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "This change of scope has the advantage of reducing the trial factor (i.e., the so-called look-elsewhere effect [13,14]), which would otherwise wash out the significance of an observed excess.",
            "section": "Related work",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 111,
                    "end": 115,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13,"
                },
                {
                    "start": 115,
                    "end": 118,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14]"
                }
            ]
        },
        {
            "text": "Our strategy is similar to what is proposed in ref. ",
            "section": "Related work",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "[8], with two substantial differences: ",
            "section": "Related work",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "(i) we aim to process also those events that could be discarded by the online selection, by running the algorithm as part of the trigger process; ",
            "section": "Related work",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "(ii) we do so exploiting deep-learningbased anomaly detection techniques.",
            "section": "Related work",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "Applying deep learning at the trigger level has been proposed in ref. ",
            "section": "Related work",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "[15]. ",
            "section": "Related work",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "Recent works [16][17][18][19] have investigated the use of machine-learning techniques to setup new strategies for BSM searches with minimal or no assumption on the specific new-physics scenario under investigation. ",
            "section": "Related work",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 13,
                    "end": 17,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[16]"
                },
                {
                    "start": 17,
                    "end": 21,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[17]"
                },
                {
                    "start": 21,
                    "end": 25,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[18]"
                },
                {
                    "start": 25,
                    "end": 29,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "In this work, we use VAEs [11,12] based on high-level features as a baseline. ",
            "section": "Related work",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 26,
                    "end": 30,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11,"
                },
                {
                    "start": 30,
                    "end": 33,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12]"
                }
            ]
        },
        {
            "text": "Previously, autoencoders have been used in collider physics for detector monitoring [20,21] and event generation [22]. ",
            "section": "Related work",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 84,
                    "end": 88,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[20,"
                },
                {
                    "start": 88,
                    "end": 91,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "21]"
                },
                {
                    "start": 113,
                    "end": 117,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "Autoencoders have also been explored to define a jet tagger that would identify new physics events with anomalous jets [23,24], with a strategy similar to what we apply to the full event in this work.",
            "section": "Related work",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 119,
                    "end": 123,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[23,"
                },
                {
                    "start": 123,
                    "end": 126,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "24]"
                }
            ]
        },
        {
            "text": "Anomaly detection has been a traditional use case for one-class machine learning methods, such as one-class Support Vector Machine [25] or Isolation Forest [26,27]. ",
            "section": "Related work",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 131,
                    "end": 135,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[25]"
                },
                {
                    "start": 156,
                    "end": 160,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[26,"
                },
                {
                    "start": 160,
                    "end": 163,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "27]"
                }
            ]
        },
        {
            "text": "A review of proposed methods can be found in ref. ",
            "section": "Related work",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "[28]. ",
            "section": "Related work",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[28]"
                }
            ]
        },
        {
            "text": "Variational methods have been shown to be effective for novelty detection, as for instance is discussed in ref. ",
            "section": "Related work",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "[29]. ",
            "section": "Related work",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[29]"
                }
            ]
        },
        {
            "text": "In particular, VAEs [11] have been proposed as an effective method for anomaly detection [12].",
            "section": "Related work",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 20,
                    "end": 24,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                },
                {
                    "start": 89,
                    "end": 93,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "Data samples",
            "section_rank": 6
        },
        {
            "text": "The dataset used for this study is a refined version of the high-level-feature (HLF) dataset used in ref. ",
            "section": "Data samples",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "text": "[15]. ",
            "section": "Data samples",
            "paragraph_rank": 16,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "Proton-proton collisions are generated using the PYTHIA8 event-generation library [30], fixing the center-of-mass energy to the LHC Run-II value (13 TeV) and the",
            "section": "Data samples",
            "paragraph_rank": 16,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[30]"
                },
                {
                    "start": 145,
                    "end": 153,
                    "type": "bibr",
                    "text": "(13 TeV)"
                }
            ]
        },
        {
            "text": "JHEP05(2019)036",
            "section_rank": 7
        },
        {
            "text": "average number of overlapping collisions per beam crossing (pileup) to 20. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 17,
            "section_rank": 7
        },
        {
            "text": "These beam conditions loosely correspond to the LHC operating conditions in 2016.",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 17,
            "section_rank": 7
        },
        {
            "text": "Events generated by PYTHIA8 are processed with the DELPHES library [31], to emulate detector efficiency and resolution effects. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 18,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 67,
                    "end": 71,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[31]"
                }
            ]
        },
        {
            "text": "We take as a benchmark detector description the upgraded design of the CMS detector, foreseen for the High-Luminosity LHC phase [32]. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 18,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[32]"
                }
            ]
        },
        {
            "text": "In particular, we use the CMS HL-LHC detector card distributed with DELPHES. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "text": "We run the DELPHES particle-flow (PF) algorithm, which combines the information from different detector components to derive a list of reconstructed particles, the so-called PF candidates. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "text": "For each particle, the algorithm returns the measured energy and flight direction. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "text": "Each particle is associated to one of three classes: charged particles, photons, and neutral hadrons. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "text": "In addition, lists of reconstructed electrons and muons are given.",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "text": "Many SM processes would contribute to the considered single-lepton dataset. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "For simplicity, we restrict the list of relevant SM processes to the four with the highest production cross sections, namely:",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "• Inclusive W production, with W → ν ( = e, µ, τ ).",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "• Inclusive Z production, with Z → ( = e, µ, τ ).",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "• tt production.",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 22,
            "section_rank": 7
        },
        {
            "text": "• QCD multijet production. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 23,
            "section_rank": 7
        },
        {
            "text": "2 These samples are mixed to provide a SM cocktail dataset, which is then used to train autoencoder models and to tune the threshold requirement that defines what we consider an anomaly. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 23,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "The cocktail is built scaling down the high-statistics samples (tt, W , and Z) to the lowest-statistics one (QCD, whose generation is the most computing-expensive), according to their production cross-section values (estimated at leading order with PYTHIA) and selection efficiencies, shown in table 1.",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 23,
            "section_rank": 7,
            "entity_spans": [
                {
                    "start": 249,
                    "end": 255,
                    "type": "software",
                    "rawForm": "PYTHIA",
                    "resp": "whitelist",
                    "id": "software-simple-w2"
                }
            ]
        },
        {
            "text": "Events are filtered at generation requiring an electron, muon, or tau lepton with p T > 22 GeV. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "text": "Once detector effects are taken into account through the DELPHES simulation, events are further selected requiring the presence of one reconstructed lepton (electron or muon) with transverse momentum p T > 23 GeV and a loose isolation requirement Iso < 0.45. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "text": "If more than one reconstructed lepton is present, the highest p T one is considered. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "text": "The isolation for the considered lepton is computed as:",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "text": "where the index p runs over all the photons, charged particles, and neutral hadrons within a cone of size ∆R = ∆η 2 + ∆φ 2 < 0.3 from . ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 25,
            "section_rank": 7
        },
        {
            "text": "3 ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 25,
            "section_rank": 7
        },
        {
            "text": "2 To speed up the generation process for QCD events, we require √ŝ > 10 GeV, the fraction of QCD events with √ŝ < 10 GeV and producing a lepton within acceptance being negligible but computationally expensive.",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 26,
            "section_rank": 7
        },
        {
            "text": "3 As common for collider physics, we use a Cartesian coordinate system with the z axis oriented along the beam axis, the x axis on the horizontal plane, and the y axis oriented upward. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "text": "The x and y axes define the transverse plane, while the z axis identifies the longitudinal direction. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "text": "The azimuth angle φ is computed from the x axis. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "text": "The polar angle θ is used to compute the pseudorapidity η = − log(tan(θ/2)). ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "text": "We fix units such that c = = 1.  ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "text": "Table 1. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 27,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "Acceptance and L1 trigger (i.e. p T and Iso requirement) efficiency for the four studied SM processes and corresponding values for the BSM benchmark models. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "text": "For SM processes, we quote the total cross section before the trigger, the expected number of events per month and the fraction in the SM cocktail. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "text": "For BSM models, we compute the production cross section corresponding to an average of 100 BSM events per month passing the acceptance and L1 trigger requirements. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "text": "The monthly event yield is computed assuming an average luminosity per month of 5 fb −1 , corresponding to the running conditions discussed in section 1.",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "text": "JHEP05(2019)036",
            "section_rank": 8
        },
        {
            "text": "The 21 considered HLF quantities are:",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 28,
            "section_rank": 8
        },
        {
            "text": "• The absolute value of the isolated-lepton transverse momentum p T .",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 29,
            "section_rank": 8
        },
        {
            "text": "• The three isolation quantities (ChPFIso, NeuPFIso, GammaPFIso) for the isolated lepton, computed with respect to charged particles, neutral hadrons and photons, respectively.",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 30,
            "section_rank": 8
        },
        {
            "text": "• The lepton charge.",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 31,
            "section_rank": 8
        },
        {
            "text": "• A Boolean flag (isEle) set to 1 when the trigger lepton is an electron, 0 otherwise.",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 32,
            "section_rank": 8
        },
        {
            "text": "• S T , i.e. the scalar sum of the p T of all the jets, leptons, and photons in the event with p T > 30 GeV and |η| < 2.6. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 33,
            "section_rank": 8
        },
        {
            "text": "Jets are clustered from the reconstructed PF candidates, using the FASTJET [33] implementation of the anti-k T jet algorithm [34], with a jet-size parameter R=0.4.",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 33,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 75,
                    "end": 79,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "[33]"
                },
                {
                    "start": 125,
                    "end": 129,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[34]"
                }
            ]
        },
        {
            "text": "• The number of jets entering the S T sum (N J ).",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 34,
            "section_rank": 8
        },
        {
            "text": "• The invariant mass of the set of jets entering the S T sum (M J ).",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 35,
            "section_rank": 8
        },
        {
            "text": "• The number of these jets being identified as originating from a b quark (N b ).",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 36,
            "section_rank": 8
        },
        {
            "text": "JHEP05(2019)036",
            "section_rank": 9
        },
        {
            "text": "• The missing transverse momentum, decomposed into its parallel (p miss T, ) and orthogonal (p miss T,⊥ ) components with respect to the lepton direction. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 37,
            "section_rank": 9
        },
        {
            "text": "The missing transverse momentum is defined as the negative sum of the PF-candidate p T vectors:",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 37,
            "section_rank": 9
        },
        {
            "text": "• The transverse mass, M T , of the isolated lepton and the p miss T system, defined as:",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 38,
            "section_rank": 9
        },
        {
            "text": "with ∆φ the azimuth separation between the p T and p miss T vectors, and E miss T the magnitude of p miss T .",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 39,
            "section_rank": 9
        },
        {
            "text": "• The number of selected muons (N µ ).",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 40,
            "section_rank": 9
        },
        {
            "text": "• The invariant mass of this set of muons (M µ ).",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 41,
            "section_rank": 9
        },
        {
            "text": "• The absolute value of the total transverse momentum of these muons (p µ T,TOT ).",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 42,
            "section_rank": 9
        },
        {
            "text": "• The number of selected electrons (N e ).",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 43,
            "section_rank": 9
        },
        {
            "text": "• The invariant mass of this set of electrons (M e ).",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 44,
            "section_rank": 9
        },
        {
            "text": "• The absolute value of the total transverse momentum of these electrons (p e T,TOT ).",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 45,
            "section_rank": 9
        },
        {
            "text": "• The number of reconstructed charged hadrons.",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 46,
            "section_rank": 9
        },
        {
            "text": "• The number of reconstructed neutral hadrons.",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 47,
            "section_rank": 9
        },
        {
            "text": "This list of HLF quantities is not defined having in mind a specific BSM scenario. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 48,
            "section_rank": 9
        },
        {
            "text": "Instead, it is conceived to include relevant information to discriminate the various SM processes populating the single-lepton data stream. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 48,
            "section_rank": 9
        },
        {
            "text": "On the other hand, it is generic enough to allow (at least in principle) the identification of a large set of new physics scenarios. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 48,
            "section_rank": 9
        },
        {
            "text": "In addition to the four SM processes listed above, we consider the following BSM models to benchmark anomaly-detection capabilities:",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 48,
            "section_rank": 9
        },
        {
            "text": "• A leptoquark LQ with mass 80 GeV, decaying to a b quark and a τ lepton.",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 49,
            "section_rank": 9
        },
        {
            "text": "• A neutral scalar boson with mass 50 GeV, decaying to two off-shell Z bosons, each forced to decay to two leptons: A → 4 .",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 50,
            "section_rank": 9
        },
        {
            "text": "• A scalar boson with mass 60 GeV, decaying to two tau leptons: h 0 → τ τ .",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 51,
            "section_rank": 9
        },
        {
            "text": "• A charged scalar boson with mass 60 GeV, decaying to a tau lepton and a neutrino:",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 52,
            "section_rank": 9
        },
        {
            "text": "For each BSM scenario, we consider any direct production mechanism implemented in PYTHIA8, including associate jet production. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 53,
            "section_rank": 9
        },
        {
            "text": "We list in table 1 the leading-order production cross section and selection efficiency for each model. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 53,
            "section_rank": 9
        },
        {
            "text": "Figures 1 and 2 show the distribution of HLF quantities for the SM processes and the BSM benchmark models, respectively.  ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 53,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 15,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figures 1 and 2"
                }
            ]
        },
        {
            "text": "JHEP05(2019)036",
            "section_rank": 10
        },
        {
            "text": "JHEP05(2019)036 4 Model description",
            "section_rank": 11
        },
        {
            "text": "We train VAEs on the SM cocktail sample described in section 3, taking as input the 21 HLF quantities listed there. ",
            "section": "JHEP05(2019)036 4 Model description",
            "paragraph_rank": 54,
            "section_rank": 11
        },
        {
            "text": "The use of HLF quantities to represent events limits the model independence of the anomaly detection procedure. ",
            "section": "JHEP05(2019)036 4 Model description",
            "paragraph_rank": 54,
            "section_rank": 11
        },
        {
            "text": "While the list of features is chosen to represent the main physics aspects of the considered SM processes and is in no way tailored to specific BSM models, it is true that such a list might be more suitable for certain models than for others. ",
            "section": "JHEP05(2019)036 4 Model description",
            "paragraph_rank": 54,
            "section_rank": 11
        },
        {
            "text": "In this respect, one cannot guarantee that the anomaly-detection performance observed on a given BSM model would generalize to any BSM scenario. ",
            "section": "JHEP05(2019)036 4 Model description",
            "paragraph_rank": 54,
            "section_rank": 11
        },
        {
            "text": "We will address in a future work a possible solution to reduce the residual model dependence implied by the input event representation.",
            "section": "JHEP05(2019)036 4 Model description",
            "paragraph_rank": 54,
            "section_rank": 11
        },
        {
            "text": "In this section, we present both the best-performing autoencoder model, trained to encode and decode the SM training sample, and a set of four supervised classifiers, each trained to distinguish one of the four BSM benchmark models from SM events. ",
            "section": "JHEP05(2019)036 4 Model description",
            "paragraph_rank": 55,
            "section_rank": 11
        },
        {
            "text": "We use the classification performance of these supervised algorithms as an estimate of the best performance that the VAE could get to.",
            "section": "JHEP05(2019)036 4 Model description",
            "paragraph_rank": 55,
            "section_rank": 11
        },
        {
            "text": "Autoencoders",
            "section_rank": 12
        },
        {
            "text": "Autoencoders are algorithms that compress a given set of inputs variables in a latent space (encoding) and then, starting from the latent space, reconstruct the HLF input values (decoding). ",
            "section": "Autoencoders",
            "paragraph_rank": 56,
            "section_rank": 12
        },
        {
            "text": "The loss distribution of an AE is used in the context of anomaly detection to isolate potential anomalies. ",
            "section": "Autoencoders",
            "paragraph_rank": 56,
            "section_rank": 12
        },
        {
            "text": "Since the compression capability learned on a given sample doesn't typically generalize to other samples, the tails of the loss distribution could be enriched by new kinds of events, different than those used to train the model. ",
            "section": "Autoencoders",
            "paragraph_rank": 56,
            "section_rank": 12
        },
        {
            "text": "In the specific case considered in this study, the tail of the loss distribution for an AE trained on SM data might be enriched with BSM events.",
            "section": "Autoencoders",
            "paragraph_rank": 56,
            "section_rank": 12
        },
        {
            "text": "In this work we focus on VAEs [11]. ",
            "section": "Autoencoders",
            "paragraph_rank": 57,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 30,
                    "end": 34,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "For each event, a plain AE predicts an encoded point in the latent space and a decoded point in the original space. ",
            "section": "Autoencoders",
            "paragraph_rank": 57,
            "section_rank": 12
        },
        {
            "text": "In other words, AEs are point-estimate algorithms. ",
            "section": "Autoencoders",
            "paragraph_rank": 57,
            "section_rank": 12
        },
        {
            "text": "VAEs, instead, associate to each input event an estimated probability distributions in the latent space and in the original space. ",
            "section": "Autoencoders",
            "paragraph_rank": 57,
            "section_rank": 12
        },
        {
            "text": "Doing so, VAEs provide both a best-point estimate and an estimate of the associated statistical noise. ",
            "section": "Autoencoders",
            "paragraph_rank": 57,
            "section_rank": 12
        },
        {
            "text": "Besides this conceptual difference, VAEs have been shown to provide competitive performances for novelty [29] and anomaly [12] detection.",
            "section": "Autoencoders",
            "paragraph_rank": 57,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[29]"
                },
                {
                    "start": 122,
                    "end": 126,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "We consider the VAE architecture shown in figure 3, characterized by a fourdimensional latent space. ",
            "section": "Autoencoders",
            "paragraph_rank": 58,
            "section_rank": 12
        },
        {
            "text": "Each latent dimension is associated to a Gaussian pdf and its two degrees of freedom (mean µ z and RMS σ z ). ",
            "section": "Autoencoders",
            "paragraph_rank": 58,
            "section_rank": 12
        },
        {
            "text": "The input layer consists of 21 nodes, corresponding to the 21 HLF quantities described in section 3. ",
            "section": "Autoencoders",
            "paragraph_rank": 58,
            "section_rank": 12
        },
        {
            "text": "This layer is connected to the latent space through a stack of two fully connected layers, each consisting of 50 nodes with ReLU activation functions. ",
            "section": "Autoencoders",
            "paragraph_rank": 58,
            "section_rank": 12
        },
        {
            "text": "Two four-node layers are fully connected to the second 50-node layer. ",
            "section": "Autoencoders",
            "paragraph_rank": 58,
            "section_rank": 12
        },
        {
            "text": "Linear activation functions are used for the first of these four-node layers, interpreted as the set of four µ z of the four-dimension Gaussian pdf p(z). ",
            "section": "Autoencoders",
            "paragraph_rank": 58,
            "section_rank": 12
        },
        {
            "text": "The nodes of the JHEP05(2019)036",
            "section": "Autoencoders",
            "paragraph_rank": 58,
            "section_rank": 12
        },
        {
            "text": "Encoder h2 (50)",
            "section": "Autoencoders",
            "paragraph_rank": 59,
            "section_rank": 12
        },
        {
            "text": "Decoder h1 (50)",
            "section": "Autoencoders",
            "paragraph_rank": 60,
            "section_rank": 12
        },
        {
            "text": "Decoder h2 (50) ",
            "section": "Autoencoders",
            "paragraph_rank": 61,
            "section_rank": 12
        },
        {
            "text": "JHEP05(2019)036",
            "section_rank": 13
        },
        {
            "text": "second layer are activated by the functions:",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 62,
            "section_rank": 13
        },
        {
            "text": "This activation allows to improve the training stability, being strictly positive defined, non linear, and with no exponentially growing term (which might have created instabilities in the early epochs of the training). ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 63,
            "section_rank": 13
        },
        {
            "text": "The four nodes of this layer are interpreted as the σ z parameters of p(z). ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 63,
            "section_rank": 13
        },
        {
            "text": "After several trials, the dimension of the latent space has been set to 4 in order to keep a good training stability without impacting the VAE performances. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 63,
            "section_rank": 13
        },
        {
            "text": "The decoding step originates from a point in the latent space, sampled according to the predicted pdf (green oval in figure 3). ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 63,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 117,
                    "end": 125,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "figure 3"
                }
            ]
        },
        {
            "text": "The coordinates of this point in the latent space are fed into a sequence of two hidden dense layers, each consisting of 50 neurons with ReLU activation functions. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 63,
            "section_rank": 13
        },
        {
            "text": "The last of these layers is connected to three dense layers of 21, 17, and 10 neurons, activated by linear, p-ISRLu and clipped-tanh functions, respectively. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 63,
            "section_rank": 13
        },
        {
            "text": "The clipped-tanh function if written as:",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 63,
            "section_rank": 13
        },
        {
            "text": "Given the latent-space representation, the 48 output nodes represent the parameters of the pdfs describing the input HLF probability, i.e., the α parameters of eq. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 64,
            "section_rank": 13
        },
        {
            "text": "(4.5).",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 64,
            "section_rank": 13
        },
        {
            "text": "The total VAE loss function Loss Tot is a weighted sum of two pieces [35]: a term related to the reconstruction likelihood (Loss reco ) and the Kullback-Leibler divergence (D KL ) between the latent space pdf and the prior:",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 65,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 69,
                    "end": 73,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[35]"
                }
            ]
        },
        {
            "text": "where β is a free parameter. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 66,
            "section_rank": 13
        },
        {
            "text": "We fix β = 0.3, for which we obtained good reconstruction performances. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 66,
            "section_rank": 13
        },
        {
            "text": "4 The prior p(z) chosen for the latent space is a four-dimension Gaussian with a diagonal covariance matrix. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 66,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                }
            ]
        },
        {
            "text": "The means (µ P ) and the diagonal terms of the covariance matrix (σ P ) are free parameters of the algorithm and are optimized during the backpropagation. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 66,
            "section_rank": 13
        },
        {
            "text": "The Kullback-Leibler divergence between two Gaussian distributions has an analytic form. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 66,
            "section_rank": 13
        },
        {
            "text": "Hence, for each batch, D KL can be expressed as:",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 66,
            "section_rank": 13
        },
        {
            "text": "where k is the batch size, i runs over the samples and j over the latent space dimensions. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 67,
            "section_rank": 13
        },
        {
            "text": "Similarly, Loss reco is the average negative-log-likelihood of the inputs given the predicted α values: ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 67,
            "section_rank": 13
        },
        {
            "text": "JHEP05(2019)036",
            "section_rank": 14
        },
        {
            "text": "In the equation, j runs over the input space dimensions, f j is the functional form chose to describe the pdf of the j-th input variable and α i,j m are the parameter of the function. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 68,
            "section_rank": 14
        },
        {
            "text": "Different functional forms have been chosen for f j , to properly describe different classes of HLF distributions:",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 68,
            "section_rank": 14
        },
        {
            "text": "e , p T , ChPFIso, NeuPFIso and GammaPFIso:",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 69,
            "section_rank": 14
        },
        {
            "text": "• Gaussian: used for p miss",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 70,
            "section_rank": 14
        },
        {
            "text": "T,",
            "section_rank": 15
        },
        {
            "text": "and p miss T,⊥ :",
            "section": "T,",
            "paragraph_rank": 71,
            "section_rank": 15
        },
        {
            "text": "(4.7)",
            "section": "T,",
            "paragraph_rank": 72,
            "section_rank": 15
        },
        {
            "text": "• Truncated Gaussian: a Gaussian function truncated for negative values and normalized to unit area for X > 0. ",
            "section": "T,",
            "paragraph_rank": 73,
            "section_rank": 15
        },
        {
            "text": "Used to model M T :",
            "section": "T,",
            "paragraph_rank": 73,
            "section_rank": 15
        },
        {
            "text": "• Discrete truncated Gaussian: like the truncated Gaussian, but normalized to be evaluated on integers (i.e. ∞ n=0 P (n) = 1). ",
            "section": "T,",
            "paragraph_rank": 74,
            "section_rank": 15
        },
        {
            "text": "This function is used to describe N µ , N e , N b and N J . ",
            "section": "T,",
            "paragraph_rank": 74,
            "section_rank": 15
        },
        {
            "text": "It is written as:",
            "section": "T,",
            "paragraph_rank": 74,
            "section_rank": 15
        },
        {
            "text": "where the normalization factor N is set to:",
            "section": "T,",
            "paragraph_rank": 75,
            "section_rank": 15
        },
        {
            "text": "• Binomial : used for (isEle) and lepton charge:",
            "section": "T,",
            "paragraph_rank": 76,
            "section_rank": 15
        },
        {
            "text": "where m and l are the two possible values of the variable (0 or 1 for (isEle) and -1 or 1 for lepton charge) and p = C tanh (α 1 )",
            "section": "T,",
            "paragraph_rank": 77,
            "section_rank": 15
        },
        {
            "text": "• Poisson: used for charged-particle and neutral-hadron multiplicities:",
            "section": "T,",
            "paragraph_rank": 78,
            "section_rank": 15
        },
        {
            "text": "where µ = p-ISRLu(α 1 ). ",
            "section": "T,",
            "paragraph_rank": 79,
            "section_rank": 15
        },
        {
            "text": "These custom functions provide an improved performance with respect to the standard choice of an MSE loss. ",
            "section": "T,",
            "paragraph_rank": 79,
            "section_rank": 15
        },
        {
            "text": "When using the MSE loss, one is implicitly writing the likelihood of the input quantities as a product of Gaussian functions with equal variance. ",
            "section": "T,",
            "paragraph_rank": 79,
            "section_rank": 15
        },
        {
            "text": "This choice is clearly a poor description of the input distributions at hand in this application and it results in a poor representation of the cores and the tails of the input distributions. ",
            "section": "T,",
            "paragraph_rank": 79,
            "section_rank": 15
        },
        {
            "text": "Instead, the use of these tailored functions allows to correctly describe the distribution cores and to improve the description of the tails.",
            "section": "T,",
            "paragraph_rank": 79,
            "section_rank": 15
        },
        {
            "text": "JHEP05(2019)036",
            "section_rank": 16
        },
        {
            "text": "We point out that the final performance depends on the choice of the p(x-z) functional form (i.e., on the modeled dependence of the observed features on the latent variables) and the p(z) prior function. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 80,
            "section_rank": 16
        },
        {
            "text": "The former was tuned looking at the distributions for SM events. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 80,
            "section_rank": 16
        },
        {
            "text": "The latter is arbitrary. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 80,
            "section_rank": 16
        },
        {
            "text": "We explored techniques to optimize the choice of p(z), learning it from the data [36]. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 80,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 81,
                    "end": 85,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[36]"
                }
            ]
        },
        {
            "text": "In this case, no practical advantage in terms of anomaly detection was observed. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 80,
            "section_rank": 16
        },
        {
            "text": "An improved choice of p(x-z) and the possibility of learning p(z) during the train could potentially further boost the performances of this algorithm and will be the subject of future studies with real LHC collision data.",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 80,
            "section_rank": 16
        },
        {
            "text": "The model shown in figure 3 is implemented in KERAS+TENSORFLOW [37,38], trained with the Adam optimizer [39] on a SM dataset of 3.45M events, equivalent to an integrated luminosity of ∼ 100 pb −1 . ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 81,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 63,
                    "end": 67,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "[37,"
                },
                {
                    "start": 67,
                    "end": 70,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "38]"
                },
                {
                    "start": 104,
                    "end": 108,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[39]"
                }
            ]
        },
        {
            "text": "The SM validation dataset is made of 3.45M of statistically independent examples. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 81,
            "section_rank": 16
        },
        {
            "text": "Such a sample would be collected in about ten hours of continuous run, under the assumptions made in this study (see section 1). ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 81,
            "section_rank": 16
        },
        {
            "text": "In training, we fix the batch size to 1000. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 81,
            "section_rank": 16
        },
        {
            "text": "We use early stopping with patience set to 20 and δ min = 0.005, and we progressively reduce the learning rate on plateau, with patience set to 8 and δ min = 0.01.  ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 81,
            "section_rank": 16
        },
        {
            "text": "Table 2. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 81,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "Classification performance of the four BDT classifiers described in the text, each trained on one of the four BSM benchmark models. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 81,
            "section_rank": 16
        },
        {
            "text": "The two set of values correspond to the area under ROC curve (AUC), and to the true positive rate (TPR) for a SM false positive rate SM = 5.4•10 −6 , i.e., to ∼ 1000 SM events accepted every month.",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 81,
            "section_rank": 16
        },
        {
            "text": "the distributions are not well described on the tails. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 82,
            "section_rank": 16
        },
        {
            "text": "These discrepancies don't have a sizable impact on the anomaly-detection strategy, as shown in section. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 82,
            "section_rank": 16
        },
        {
            "text": "5. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 82,
            "section_rank": 16
        },
        {
            "text": "Nevertheless, alternative architectures were tested, in order to reduce these discrepancies. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 82,
            "section_rank": 16
        },
        {
            "text": "For instance, we increased or decreased the dimensionality of the latent space, we changed the value of β in eq. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 82,
            "section_rank": 16
        },
        {
            "text": "(43), we changed the number of neurons in the hidden layers, tried the RMSprop optimizer, and used plain Gaussian functions to describe the 21 input features. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 82,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "ref_id": "formula_17",
                    "text": "(4"
                }
            ]
        },
        {
            "text": "Some of these choices improved the encoding-decoding capability of the VAE, with up to a 10% decrease of the loss function at the end of the training. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 82,
            "section_rank": 16
        },
        {
            "text": "On the other hand, none of these alternative models provided a sizable improvement in the anomaly-detection performance. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 82,
            "section_rank": 16
        },
        {
            "text": "For simplicity, we decided to limit our study to the architecture in figure 3 and dropped these alternative models.",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 82,
            "section_rank": 16
        },
        {
            "text": "Supervised classifiers",
            "section_rank": 17
        },
        {
            "text": "For each of the four BSM benchmark models, we train a fully-supervised classifier, based on a Boosted Decision Tree (BDT). ",
            "section": "Supervised classifiers",
            "paragraph_rank": 83,
            "section_rank": 17
        },
        {
            "text": "Each BDT receives as input the same 21 features used by the VAE and is trained on a labeled dataset consisting of the SM cocktail (the background) and one of the four BSM benchmark models (the signal). ",
            "section": "Supervised classifiers",
            "paragraph_rank": 83,
            "section_rank": 17
        },
        {
            "text": "The implementation is done through the Gradient Boosted Classifier of the scikit-learn library [40]. ",
            "section": "Supervised classifiers",
            "paragraph_rank": 83,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 95,
                    "end": 99,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[40]"
                }
            ]
        },
        {
            "text": "The algorithm was tuned with up to 150 estimators, minimum samples per leaf and maximum depth equal to 3, a learning rate of 0.1, and a tolerance of 10 −4 on the validation loss function (choose to be the default deviance). ",
            "section": "Supervised classifiers",
            "paragraph_rank": 83,
            "section_rank": 17
        },
        {
            "text": "Each BDT, tailored to a specific BSM model, is trained on 3.45M SM events and about 0.5M BSM events, consistently up-weighted in order to match the size of the SM sample during the training. ",
            "section": "Supervised classifiers",
            "paragraph_rank": 83,
            "section_rank": 17
        },
        {
            "text": "We show in table 2 and in figure 6 the classification performance of the four supervised BDTs, which set a qualitative upper limit for VAE's results. ",
            "section": "Supervised classifiers",
            "paragraph_rank": 83,
            "section_rank": 17
        },
        {
            "text": "Overall, the four models can be discriminated with good accuracy, with some loss of performance for those models sharing similarities with specific SM processes (e.g., h 0 → τ τ exhibiting single-and doublelepton topology with missing transverse energy, typical of tt events). ",
            "section": "Supervised classifiers",
            "paragraph_rank": 83,
            "section_rank": 17
        },
        {
            "text": "In the table, we also quote the true-positive rate (TPR) for each BSM model corresponding to a working point of SM false positive rate SM = 5.4 • 10 −6 , corresponding to an average of ∼ 1000 SM events accepted every month.",
            "section": "Supervised classifiers",
            "paragraph_rank": 83,
            "section_rank": 17
        },
        {
            "text": "In addition to BDTs, we experimented with fully-connected deep neural networks (DNNs) with two hidden layers. ",
            "section": "Supervised classifiers",
            "paragraph_rank": 84,
            "section_rank": 17
        },
        {
            "text": "Despite trying different architectures, we didn't find a  configuration in which the DNN classifiers could outperform the BDTs. ",
            "section": "Supervised classifiers",
            "paragraph_rank": 84,
            "section_rank": 17
        },
        {
            "text": "This is due to the fact that, given the limited complexity of the problem at hand, a simple BDT can extract the maximum discrimination power from the 21 inputs. ",
            "section": "Supervised classifiers",
            "paragraph_rank": 84,
            "section_rank": 17
        },
        {
            "text": "The limiting factor preventing to reach larger auc values is not to be found in the model complexity but in the discriminating power of the 21 input features. ",
            "section": "Supervised classifiers",
            "paragraph_rank": 84,
            "section_rank": 17
        },
        {
            "text": "Not being tailored on the benchmark BSM scenarios, these features don't carry all the needed information for an optimal signal-to-background separation. ",
            "section": "Supervised classifiers",
            "paragraph_rank": 84,
            "section_rank": 17
        },
        {
            "text": "While certainly one could obtain a better performance with more tailored classifiers, the purpose of this exercise was to provide a fair comparison for the VAE. ",
            "section": "Supervised classifiers",
            "paragraph_rank": 84,
            "section_rank": 17
        },
        {
            "text": "In view of these considerations, we decided to use the BDTs as reference supervised classifiers.",
            "section": "Supervised classifiers",
            "paragraph_rank": 84,
            "section_rank": 17
        },
        {
            "text": "Results with VAE",
            "section_rank": 18
        },
        {
            "text": "An event is classified as anomalous whenever the associated loss, computed from the VAE output, is above a given threshold. ",
            "section": "Results with VAE",
            "paragraph_rank": 85,
            "section_rank": 18
        },
        {
            "text": "Since no BSM signal has been observed by LHC experiments so far, it is reasonable to expect that a new-physics signal, if any, would be characterized by a low production cross section and/or features very similar to those of a SM process. ",
            "section": "Results with VAE",
            "paragraph_rank": 85,
            "section_rank": 18
        },
        {
            "text": "In view of this, we decided to use a tight threshold value, in order to reduce as much as possible any SM contribution. ",
            "section": "Results with VAE",
            "paragraph_rank": 85,
            "section_rank": 18
        },
        {
            "text": "Figure 7 shows the distribution of the Loss reco and D KL loss components for the validation dataset. ",
            "section": "Results with VAE",
            "paragraph_rank": 85,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_8",
                    "text": "Figure 7"
                }
            ]
        },
        {
            "text": "In both plots, the vertical line represents a lower threshold such that a fraction SM = 5.4 • 10 −6 of the SM events would be retained. ",
            "section": "Results with VAE",
            "paragraph_rank": 85,
            "section_rank": 18
        },
        {
            "text": "This threshold value would JHEP05(2019)036 result in ∼ 1000 SM events to be selected every month, i.e., a daily rate of ∼ 33 SM events, as illustrated in table 3. ",
            "section": "Results with VAE",
            "paragraph_rank": 85,
            "section_rank": 18
        },
        {
            "text": "The acceptance rate is calculated assuming the LHC running conditions listed in section 1. ",
            "section": "Results with VAE",
            "paragraph_rank": 85,
            "section_rank": 18
        },
        {
            "text": "Table 3 also reports the by-process VAE selection efficiency and the relative background composition of the selected sample. ",
            "section": "Results with VAE",
            "paragraph_rank": 85,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "Figure 7 also shows the Loss reco and D KL distributions for the four benchmark BSM models. ",
            "section": "Results with VAE",
            "paragraph_rank": 85,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_8",
                    "text": "Figure 7"
                }
            ]
        },
        {
            "text": "We observe that the discrimination power, loosely quantified by the integral of these distributions above threshold, is better for Loss reco than D KL and that the impact of the D KL term on Loss Tot is negligible. ",
            "section": "Results with VAE",
            "paragraph_rank": 85,
            "section_rank": 18
        },
        {
            "text": "Anomalies are then defined as events laying on the right tail of the expected Loss reco distribution. ",
            "section": "Results with VAE",
            "paragraph_rank": 85,
            "section_rank": 18
        },
        {
            "text": "Due to limited statistics in the training sample, the p-value corresponding to the chosen threshold value could be uncalibrated. ",
            "section": "Results with VAE",
            "paragraph_rank": 85,
            "section_rank": 18
        },
        {
            "text": "This could result in a deviation of the observed rate from the expected value, an issue that one can address tuning the threshold. ",
            "section": "Results with VAE",
            "paragraph_rank": 85,
            "section_rank": 18
        },
        {
            "text": "On the other hand, an uncalibrated p-value would also impact the number of collected BSM events, and the time needed to collect an appreciable amount of these events.",
            "section": "Results with VAE",
            "paragraph_rank": 85,
            "section_rank": 18
        },
        {
            "text": "Once the Loss reco selection is applied, the anomalous events don't cluster on the tails of the distributions of the input features. ",
            "section": "Results with VAE",
            "paragraph_rank": 86,
            "section_rank": 18
        },
        {
            "text": "Instead, they tend to cover the full featuredefinition range. ",
            "section": "Results with VAE",
            "paragraph_rank": 86,
            "section_rank": 18
        },
        {
            "text": "This is an indication of the fact that the VAE does more than a simple selection of feature outliers, which is what is done by traditional single-lepton trigger or by dedicated cross triggers (e.g., triggers that select events with soft leptons and large missing transverse energy, S T , etc.). ",
            "section": "Results with VAE",
            "paragraph_rank": 86,
            "section_rank": 18
        },
        {
            "text": "This is shown in figure 8 for SM events. ",
            "section": "Results with VAE",
            "paragraph_rank": 86,
            "section_rank": 18
        },
        {
            "text": "A similar conclusion can be obtained from figure 9, showing the distribution of the 21 input HLF quantities for the A → 4 benchmark model, before and after applying the threshold requirement on the VAE loss. ",
            "section": "Results with VAE",
            "paragraph_rank": 86,
            "section_rank": 18
        },
        {
            "text": "All data Selected anomalies Figure 8. Comparison between the input distribution for the 21 HLF of the validation dataset (blue histograms) and the distribution of the SM outlier events selected from the same sample by applying the Loss reco threshold (red dots). ",
            "section": "Results with VAE",
            "paragraph_rank": 86,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 28,
                    "end": 36,
                    "type": "figure",
                    "text": "Figure 8"
                }
            ]
        },
        {
            "text": "The outlier events cover a large portion of the HLF definition range and don't cluster on the tails. ",
            "section": "Results with VAE",
            "paragraph_rank": 86,
            "section_rank": 18
        },
        {
            "text": "All data Selected anomalies Figure 9. Comparison between the distribution of the 21 HLF distribution for A → 4 full dataset (blue) and A → 4 events selected by applying the Loss reco threshold (red). ",
            "section": "Results with VAE",
            "paragraph_rank": 86,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 28,
                    "end": 36,
                    "type": "figure",
                    "text": "Figure 9"
                }
            ]
        },
        {
            "text": "The selected events are not trivially sampled from the tail.  ",
            "section": "Results with VAE",
            "paragraph_rank": 86,
            "section_rank": 18
        },
        {
            "text": "Table 3. ",
            "section": "Results with VAE",
            "paragraph_rank": 86,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "By-process acceptance rate for the anomaly detection algorithm described in the text, computed applying the threshold on Loss reco shown in figure 7. ",
            "section": "Results with VAE",
            "paragraph_rank": 86,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 140,
                    "end": 148,
                    "type": "figure",
                    "ref_id": "fig_8",
                    "text": "figure 7"
                }
            ]
        },
        {
            "text": "The threshold is tuned such that a fraction of about SM = 5.4 • 10 −6 of SM events would be accepted, corresponding to ∼ 1000 SM events/month, assuming the LHC running conditions listed in section 1. ",
            "section": "Results with VAE",
            "paragraph_rank": 86,
            "section_rank": 18
        },
        {
            "text": "The sample composition refers to the subset of SM events accepted by the anomaly detection algorithm. ",
            "section": "Results with VAE",
            "paragraph_rank": 86,
            "section_rank": 18
        },
        {
            "text": "All quoted uncertainties refer to 95% CL regions. ",
            "section": "Results with VAE",
            "paragraph_rank": 86,
            "section_rank": 18,
            "entity_spans": [
                {
                    "start": 38,
                    "end": 40,
                    "type": "software",
                    "rawForm": "CL",
                    "resp": "whitelist",
                    "id": "software-simple-w3"
                }
            ]
        },
        {
            "text": "Figure 10. ",
            "section": "Results with VAE",
            "paragraph_rank": 86,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 10"
                }
            ]
        },
        {
            "text": "Left: ROC curves for the VAE trained only on SM events (solid), compared to the corresponding curves for the four supervised BDT models (dashed) described in section 4.2. ",
            "section": "Results with VAE",
            "paragraph_rank": 86,
            "section_rank": 18
        },
        {
            "text": "Right: normalized p-value distribution distribution for the SM cocktail events and the four BSM benchmark processes.",
            "section": "Results with VAE",
            "paragraph_rank": 86,
            "section_rank": 18
        },
        {
            "text": "JHEP05(2019)036",
            "section_rank": 19
        },
        {
            "text": "outperform the VAE. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 87,
            "section_rank": 19
        },
        {
            "text": "On the other hand, the VAE can probe at the same time the four scenarios with comparable performances. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 87,
            "section_rank": 19
        },
        {
            "text": "This is a consequence of the trade off between precision and model independence and an illustration of the complementarity between the approach presented in this work and traditional supervised techniques. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 87,
            "section_rank": 19
        },
        {
            "text": "The right plot in figure 10 shows the one-sided p-value computed from the cocktail SM distribution, both for the SM events themselves (flat by construction) and for the four BSM processes. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 87,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 18,
                    "end": 27,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "figure 10"
                }
            ]
        },
        {
            "text": "As the plot shows, BSM processes tend to concentrate at small p-values, which allows their identification as anomalies. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 87,
            "section_rank": 19
        },
        {
            "text": "correspond to 100 BSM events selected in a month (assuming an integrated luminosity of 5 fb −1 ). ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 87,
            "section_rank": 19
        },
        {
            "text": "Similarly, we quote the cross section that would result in a signal-to-background ratio of 1/3 on the sample of events selected by the VAE. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 87,
            "section_rank": 19
        },
        {
            "text": "The VAE can probe the four models down to small cross section values, comparable to the existing exclusion bounds for these mass ranges. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 87,
            "section_rank": 19
        },
        {
            "text": "As an example, ref. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 87,
            "section_rank": 19
        },
        {
            "text": "[41] excludes a LQ → τ b with a mass of 150 GeV and production cross section larger than ∼ 10 pb, using 4.8 fb −1 at a center-ofmass energy of 7 TeV, while most recent searches [42] cannot cover such a low mass value, due to trigger limitations. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 87,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "[41]"
                },
                {
                    "start": 177,
                    "end": 181,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "[42]"
                }
            ]
        },
        {
            "text": "Unlike a traditional trigger strategy, a VAE-based selection is mainly intended to select a high-purity sample of interesting event, at the cost of a typically small selection efficiency. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 87,
            "section_rank": 19
        },
        {
            "text": "To demonstrate this point, we consider a sample selected with the VAE and one selected using a typical inclusive single lepton trigger (SLT), consisting on a tighter selection than the one described in section 3. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 87,
            "section_rank": 19
        },
        {
            "text": "In particular, we require p T > 27 GeV and ISO < 0.25. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 87,
            "section_rank": 19
        },
        {
            "text": "We consider the signal-over-background ratio (SBR) for the VAE's threshold selection and the SLT. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 87,
            "section_rank": 19
        },
        {
            "text": "While these quantities depend on the production cross section of the considered BSM model, their ratio",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 87,
            "section_rank": 19
        },
        {
            "text": "is only a function of the selection efficiency for the SLT ( SLT ) and the for the VAE VAE for SM and BSM events.  ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 88,
            "section_rank": 19
        },
        {
            "text": "Table 5. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 88,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 5"
                }
            ]
        },
        {
            "text": "Selection efficiencies for a typical single lepton trigger (SLT) and the proposed VAE selection, shown for the four benchmark BSM models and for the SM cocktail. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 88,
            "section_rank": 19
        },
        {
            "text": "The last row quotes the corresponding BSM-to-SM ratio of signal-over-background ratios (SBRs), quantifying the purity of the selected sample.",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 88,
            "section_rank": 19
        },
        {
            "text": "experiment deployed online a set of algorithms (collectively called hot line) to select potentially interesting new-physics candidates. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 89,
            "section_rank": 19
        },
        {
            "text": "At that time, anomalies were characterized as events with high-p T particles or high particle multiplicities, in line with the kind of early-discovery new physics scenarios considered at that time. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 89,
            "section_rank": 19
        },
        {
            "text": "The events populating the hot-line stream were immediately processed at the CERN computing center (as opposed to traditional physics streams, that are processed after 48 hours). ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 89,
            "section_rank": 19
        },
        {
            "text": "The hot-line algorithms were tuned to collect O(10) events per day, which were then visually inspected by experts.",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 89,
            "section_rank": 19
        },
        {
            "text": "While the focus of the work presented in this paper is not an early discovery, the spirit of the application we propose would be similar: a set of VAEs deployed online would select a limited number of events every day. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 90,
            "section_rank": 19
        },
        {
            "text": "These events would be collected in a dedicated dataset and further analyzed. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 90,
            "section_rank": 19
        },
        {
            "text": "The analysis technique could go from visual inspection of the collisions to detailed studies of reconstructed objects, up to some kind of model-independent analysis of the collected dataset, e.g. a deep-learning implementation of a model-independent hypothesis testing [16] directly on the loss distribution (provided a reliable sample of background-only data).",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 90,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 269,
                    "end": 273,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "While a pure SM sample to train VAEs could only be obtained from a MC simulation, the presence of outlier contamination in the training sample has typically a tiny impact on performance. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 91,
            "section_rank": 19
        },
        {
            "text": "One could then imagine to train the VAE models on so-far collected data and use them on the events entering the HLT system. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 91,
            "section_rank": 19
        },
        {
            "text": "Such a training could happen offline on a dedicated dataset, e.g., deploying triggers randomly selecting events entering the last stage of the trigger system. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 91,
            "section_rank": 19
        },
        {
            "text": "The training could even happen online, assuming the availability of sufficient computing resources. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 91,
            "section_rank": 19
        },
        {
            "text": "As it happens with normal triggers, at the very beginning one would use some MC sample or some control sample from previously collected data to estimate the threshold corresponding to the target SM rate. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 91,
            "section_rank": 19
        },
        {
            "text": "Then, as it happens normally during HLT operations, the threshold will have to be monitored on real data and adjusted if needed.",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 91,
            "section_rank": 19
        },
        {
            "text": "To demonstrate the feasibility of a train-on-data strategy, we enrich the dataset used in section 4 with a signal contamination of A → 4 events. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 92,
            "section_rank": 19
        },
        {
            "text": "As a starting point, the amount of injected signal is tuned to a luminosity of 100 pb −1 and a cross section of 7.1 pb, corresponding to the value at which the VAE in section 4 would select 100 A → 4 events in one month. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 92,
            "section_rank": 19
        },
        {
            "text": "This results into about 700 A → 4 events added to the training sample. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 92,
            "section_rank": 19
        },
        {
            "text": "The VAE is trained following the procedure outlined in section 4 and its performance is JHEP05(2019)036 compared to that obtained on a signal-free dataset of the same size. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 92,
            "section_rank": 19
        },
        {
            "text": "The comparison of the ROC curves for the two models is shown in figure 11. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 92,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 64,
                    "end": 73,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "figure 11"
                }
            ]
        },
        {
            "text": "In the same figure, we show similar results, derived injecting a ×10 and ×100 signal contamination. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 92,
            "section_rank": 19
        },
        {
            "text": "A performance degradation is observed once the signal cross section is set to 710 pb (i.e., 100 times larger than the sensitivity value found in section 4). ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 92,
            "section_rank": 19
        },
        {
            "text": "At that point, the contamination is so large that the signal becomes as abundant as tt events and would have easily detectable consequences. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 92,
            "section_rank": 19
        },
        {
            "text": "For comparison, at a production cross section of 27 pb a third of the events selected by the VAE in section 4 would come from A → 4 production (see table 4). ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 92,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 148,
                    "end": 155,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "table 4"
                }
            ]
        },
        {
            "text": "Such a large yield would still have negligible consequences on the training quality. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 92,
            "section_rank": 19
        },
        {
            "text": "This test shows that a robust anomaly-detecting VAE could be trained directly on data, even in presence of previously undetected (e.g., at Tevatron, 7 TeV and 8-TeV LHC) BSM signals.",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 92,
            "section_rank": 19
        },
        {
            "text": "The possibility of training the VAE on data would substantially simplify the implementation of the strategy proposed in this work, since any possible systematic bias in the data would be automatically taken into account during the training process. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 93,
            "section_rank": 19
        },
        {
            "text": "In addition, it would make the procedure robust against other systematic effects (e.g., energy scale, efficiency, etc.) that would affect a MC-based training.",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 93,
            "section_rank": 19
        },
        {
            "text": "Conclusions and outlook",
            "section_rank": 20
        },
        {
            "text": "We present a strategy to isolate potential BSM events produced by the LHC, using variational autoencoders trained on a reference SM sample. ",
            "section": "Conclusions and outlook",
            "paragraph_rank": 94,
            "section_rank": 20
        },
        {
            "text": "Such an algorithm could be used in the trigger system of general-purpose LHC experiments to identify recurrent anomalies,",
            "section": "Conclusions and outlook",
            "paragraph_rank": 94,
            "section_rank": 20
        },
        {
            "text": "JHEP05(2019)036",
            "section_rank": 21
        },
        {
            "text": "which might otherwise escape observation (e.g., being filtered out by a typical trigger selection). ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 95,
            "section_rank": 21
        },
        {
            "text": "Taking as an example a single-lepton data stream, we show how such an algorithm could select datasets enriched with events originating from challenging BSM models. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 95,
            "section_rank": 21
        },
        {
            "text": "We also discuss how the algorithm could be trained directly on data, with no sizable performance loss, more robustness against systematic uncertainties, and a big simplification of the training and deployment procedure.",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 95,
            "section_rank": 21
        },
        {
            "text": "The main purpose of such an application is not to enhance the signal selection efficiency for BSM models. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 96,
            "section_rank": 21
        },
        {
            "text": "Indeed, this application is tuned to provide a high-purity sample of potentially interesting events. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 96,
            "section_rank": 21
        },
        {
            "text": "We showed that events produced by not-yet-excluded BSM models with cross sections in the range of O (10) to O(100) pb could be isolated in a ∼ 30% pure sample of ∼ 43 events selected per day. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 96,
            "section_rank": 21,
            "ref_spans": [
                {
                    "start": 100,
                    "end": 104,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "(10)"
                }
            ]
        },
        {
            "text": "The price to pay to reach such a purity is a relatively small signal efficiency and a strong bias in the dataset definition, which makes these events marginal and difficult to use in a traditional data-driven and supervised search for new physics.",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 96,
            "section_rank": 21
        },
        {
            "text": "The final outcome of this application would be a list of anomalous events, that the experimental collaborations could further scrutinize and even release as a catalog, similarly to what is typically done in other scientific domains. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 97,
            "section_rank": 21
        },
        {
            "text": "Repeated patterns in these events could motivate new scenarios for beyond-the-standard-model physics and inspire new searches, to be performed on future data with traditional supervised approaches.",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 97,
            "section_rank": 21
        },
        {
            "text": "We stress the fact that the power of the proposed approach is in its generality and not in its sensitivity to a particular BSM scenario. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 98,
            "section_rank": 21
        },
        {
            "text": "We show that a simple BDT could give a better discrimination capability for a given BSM hypothesis. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 98,
            "section_rank": 21
        },
        {
            "text": "On the other hand, such a supervised algorithm would not generalize to other BSM scenarios. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 98,
            "section_rank": 21
        },
        {
            "text": "The VAE, instead, comes with little model dependence and therefore generalizes to unforeseen BSM models. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 98,
            "section_rank": 21
        },
        {
            "text": "On the other hand, the VAE cannot guarantee an optimal performance in any scenario. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 98,
            "section_rank": 21
        },
        {
            "text": "As typical of autoencoders used for anomaly detection, our VAE model is trained to learn the SM background at best, but there is no guarantee that the best SM-learning model will be the best anomaly detection algorithm. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 98,
            "section_rank": 21
        },
        {
            "text": "By definition, the anomaly detection capability of the algorithm does not enter the loss function, as well as, by construction, no signal event enters the training sample. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 98,
            "section_rank": 21
        },
        {
            "text": "This is the price to pay when trading discrimination power for model independence.",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 98,
            "section_rank": 21
        },
        {
            "text": "We believe that such an application could help extending the physics reach of the current and next stages of the CERN LHC. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 99,
            "section_rank": 21
        },
        {
            "text": "The proposed strategy is demonstrated for a single-lepton data stream coming from a typical L1 selection. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 99,
            "section_rank": 21
        },
        {
            "text": "On the other hand, this approach could be generalized to any other data stream coming from any L1 selection, so that the full ∼ 100 Hz rate entering the HLT system of ATLAS or CMS could be scrutinized. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 99,
            "section_rank": 21
        },
        {
            "text": "While the L1 selection still represents a potentially dangerous bias, an algorithm running in the HLT could access 100 times more events than the ∼ 1 kHz stream typically available for offline studies. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 99,
            "section_rank": 21
        },
        {
            "text": "Moreover, thanks to progresses in the deployment of deep neural networks on FPGA boards [43], it is conceivable that VAEs for anomaly detection could be also deployed in the L1 trigger systems in a near future. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 99,
            "section_rank": 21,
            "ref_spans": [
                {
                    "start": 88,
                    "end": 92,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[43]"
                }
            ]
        },
        {
            "text": "In this way, the VAE would access the full L1 input data stream. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 99,
            "section_rank": 21
        },
        {
            "text": "Figure 12. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 99,
            "section_rank": 21,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 12"
                }
            ]
        },
        {
            "text": "Left: distribution of the AE loss (MSE) for the validation dataset. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 99,
            "section_rank": 21
        },
        {
            "text": "The distribution for the SM processes and the four benchmark BSM models are shown. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 99,
            "section_rank": 21
        },
        {
            "text": "Right: ROC curves for the AE (dashed lines) trained only on SM mix, compared to the corresponding VAE curves from figure 10 (solid). ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 99,
            "section_rank": 21
        },
        {
            "text": "The vertical dotted line represents the SM = 5.4 • 10 −6 threshold considered in this study.",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 99,
            "section_rank": 21
        },
        {
            "text": "JHEP05(2019)036",
            "section_rank": 22
        },
        {
            "text": "JHEP05(2019)036",
            "section_rank": 23
        },
        {
            "text": "event rate. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 100,
            "section_rank": 23
        },
        {
            "text": "On the other hand, the VAE usually outperforms a plain AE for the rate considered in this study ( SM = 5.4 • 10 −6 ). ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 100,
            "section_rank": 23
        },
        {
            "text": "With the exception of the h ± → τ ν model (for which the AE provides a 30% larger efficiency than the VAE), the VAE provides larger efficiency on the BSM models, with improvements as large as two orders of magnitude (for the A → 4 model).",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 100,
            "section_rank": 23
        },
        {
            "text": "Open Access. ",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 101,
            "section_rank": 23,
            "entity_spans": [
                {
                    "start": 5,
                    "end": 11,
                    "type": "software",
                    "rawForm": "Access",
                    "resp": "whitelist",
                    "id": "software-simple-w4"
                }
            ]
        },
        {
            "text": "This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited.",
            "section": "JHEP05(2019)036",
            "paragraph_rank": 101,
            "section_rank": 23
        },
        {
            "text": "Figure 1 .",
            "section_rank": 24
        },
        {
            "text": "Figure 1. ",
            "section": "Figure 1 .",
            "paragraph_rank": 102,
            "section_rank": 24
        },
        {
            "text": "Distribution of the HLF quantities for the four considered SM processes.",
            "section": "Figure 1 .",
            "paragraph_rank": 102,
            "section_rank": 24
        },
        {
            "text": "Figure 2 .",
            "section_rank": 25
        },
        {
            "text": "Figure 2. ",
            "section": "Figure 2 .",
            "paragraph_rank": 103,
            "section_rank": 25
        },
        {
            "text": "Distribution of the HLF quantities for the four considered BSM benchmark models.",
            "section": "Figure 2 .",
            "paragraph_rank": 103,
            "section_rank": 25
        },
        {
            "text": "Figure 3 .",
            "section_rank": 26
        },
        {
            "text": "Figure 3. ",
            "section": "Figure 3 .",
            "paragraph_rank": 104,
            "section_rank": 26
        },
        {
            "text": "Schematic representation of the VAE architecture presented in the text. ",
            "section": "Figure 3 .",
            "paragraph_rank": 104,
            "section_rank": 26
        },
        {
            "text": "The size of each layer is indicated by the value within brackets. ",
            "section": "Figure 3 .",
            "paragraph_rank": 104,
            "section_rank": 26
        },
        {
            "text": "The blue rectangle X represents the input layer, which is connected to a stack of two consecutive fully connected layers (black boxes). ",
            "section": "Figure 3 .",
            "paragraph_rank": 104,
            "section_rank": 26
        },
        {
            "text": "The last of the two black box is connected to two layers with four nodes each (red boxes), representing the µ z and σ z parameters of the encoder pdf p(z|x). ",
            "section": "Figure 3 .",
            "paragraph_rank": 104,
            "section_rank": 26
        },
        {
            "text": "The green oval represents the sampling operator, which returns a set of values for the 4-dimensional latent variables z. ",
            "section": "Figure 3 .",
            "paragraph_rank": 104,
            "section_rank": 26
        },
        {
            "text": "These values are fed into the decoder, consisting of two consecutive hidden layers of 50 nodes each (black boxes). ",
            "section": "Figure 3 .",
            "paragraph_rank": 104,
            "section_rank": 26
        },
        {
            "text": "The last of the decoder hidden layer is connected to the three output layers, whose nodes correspond to the parameters of the predicted distribution in the initial 21-dimension space. ",
            "section": "Figure 3 .",
            "paragraph_rank": 104,
            "section_rank": 26
        },
        {
            "text": "The pink ovals represent the computation of the two parts of the loss function: the KL loss and the reconstruction loss (see text). ",
            "section": "Figure 3 .",
            "paragraph_rank": 104,
            "section_rank": 26
        },
        {
            "text": "The computation of the KL requires 8 additional learnable parameters (µ p and σ p , represented by the orange boxes on the top-left part of the figure), corresponding to the means and RMS of the four-dimensional Gaussian prior p(z). ",
            "section": "Figure 3 .",
            "paragraph_rank": 104,
            "section_rank": 26
        },
        {
            "text": "The total loss in computed as described by the formula in the bottom-left black box (see eq. ",
            "section": "Figure 3 .",
            "paragraph_rank": 104,
            "section_rank": 26
        },
        {
            "text": "(4.3)).",
            "section": "Figure 3 .",
            "paragraph_rank": 104,
            "section_rank": 26
        },
        {
            "text": "Figure 4 .",
            "section_rank": 27
        },
        {
            "text": "Figure 4. ",
            "section": "Figure 4 .",
            "paragraph_rank": 105,
            "section_rank": 27
        },
        {
            "text": "Training history for VAE. ",
            "section": "Figure 4 .",
            "paragraph_rank": 105,
            "section_rank": 27
        },
        {
            "text": "Total loss, reconstruction negative-log-likelihood (Loss reoc ) and KL divergence (D KL ) are shown separately for training and validation set though all the training epochs.",
            "section": "Figure 4 .",
            "paragraph_rank": 105,
            "section_rank": 27
        },
        {
            "text": "The model's training history is shown in figure 4.Figure 5shows the comparison of the input and output distributions for the 21 HLF quantities in the validation dataset. ",
            "paragraph_rank": 106,
            "section_rank": 28
        },
        {
            "text": "A general good agreement is observed on the bulk of the distributions, even if some of",
            "paragraph_rank": 106,
            "section_rank": 28
        },
        {
            "text": "Figure 5 .",
            "section_rank": 29
        },
        {
            "text": "Figure 5. ",
            "section": "Figure 5 .",
            "paragraph_rank": 107,
            "section_rank": 29
        },
        {
            "text": "Comparison of input (blue) and output (red) probability distributions for the HLF quantities in the validation sample. ",
            "section": "Figure 5 .",
            "paragraph_rank": 107,
            "section_rank": 29
        },
        {
            "text": "The input distributions are normalized to unity. ",
            "section": "Figure 5 .",
            "paragraph_rank": 107,
            "section_rank": 29
        },
        {
            "text": "The output distributions are obtained summing over the predicted pdf of each event, normalized to the inverse of the total number of events (so that the total sum is normalized to unity).",
            "section": "Figure 5 .",
            "paragraph_rank": 107,
            "section_rank": 29
        },
        {
            "text": "Figure 6 .",
            "section_rank": 30
        },
        {
            "text": "Figure 6. ",
            "section": "Figure 6 .",
            "paragraph_rank": 108,
            "section_rank": 30
        },
        {
            "text": "ROC curves for the fully-supervised BDT classifiers, optimized to separate each of the four BSM benchmark models from the SM cocktail dataset.",
            "section": "Figure 6 .",
            "paragraph_rank": 108,
            "section_rank": 30
        },
        {
            "text": "Figure 7 .",
            "section_rank": 31
        },
        {
            "text": "Figure 7. ",
            "section": "Figure 7 .",
            "paragraph_rank": 109,
            "section_rank": 31
        },
        {
            "text": "Distribution of the VAE's loss components, Loss reco (left) and D KL (right), for the validation dataset. ",
            "section": "Figure 7 .",
            "paragraph_rank": 109,
            "section_rank": 31
        },
        {
            "text": "For comparison, the corresponding distribution for the four benchmark BSM models are shown. ",
            "section": "Figure 7 .",
            "paragraph_rank": 109,
            "section_rank": 31
        },
        {
            "text": "The vertical line represents a lower threshold such that 5.4 • 10 −6 of the SM events would be retained, equivalent to ∼ 1000 expected SM events per month.",
            "section": "Figure 7 .",
            "paragraph_rank": 109,
            "section_rank": 31
        },
        {
            "text": "The left plot infigure 10shows the ROC curves obtained from the Loss reco distribution of the four BSM benchmark models and the SM cocktail, compared to the corresponding BDT curves of section 4.2. ",
            "paragraph_rank": 110,
            "section_rank": 32
        },
        {
            "text": "As expected, the results obtained with the supervised BDTs",
            "paragraph_rank": 110,
            "section_rank": 32
        },
        {
            "text": "Figure 11 .",
            "section_rank": 33
        },
        {
            "text": "Figure 11. ",
            "section": "Figure 11 .",
            "paragraph_rank": 111,
            "section_rank": 33
        },
        {
            "text": "ROC curves for the VAE trained on SM contaminated with and without A → 4µ contamination. ",
            "section": "Figure 11 .",
            "paragraph_rank": 111,
            "section_rank": 33
        },
        {
            "text": "Different levels of contamination are reported corresponding to 0.02% (σ = 7.15 pb -equal to the estimated one to have 100 events per month), 0.19% (σ = 71.5 pb) and 1.89% (σ = 715 pb) of the training sample.",
            "section": "Figure 11 .",
            "paragraph_rank": 111,
            "section_rank": 33
        },
        {
            "text": "Table 4",
            "section_rank": 34
        },
        {
            "text": "summarizes the VAE's performance on the four BSM benchmark models. ",
            "section": "Table 4",
            "paragraph_rank": 112,
            "section_rank": 34
        },
        {
            "text": "Together with the selection efficiency corresponding to SM = 5.4 • 10 −6 , the table reports the effective cross section (cross section after applying the trigger requirements) that would All quoted efficiencies are computed fixing the VAE loss threshold SM = 5.4 • 10 −6 .",
            "section": "Table 4",
            "paragraph_rank": 112,
            "section_rank": 34
        },
        {
            "text": "Table 5",
            "section_rank": 35
        },
        {
            "text": "shows how the SBR reached by the VAE is about two order of magnitude larger than what a traditional inclusive SLT could reach.6 ",
            "section": "Table 5",
            "paragraph_rank": 113,
            "section_rank": 35
        },
        {
            "text": "How to deploy a VAE for BSM detectionThe work presented in this paper suggests the possibility of deploying a VAE as a trigger algorithms associated to dedicated data streams. ",
            "section": "Table 5",
            "paragraph_rank": 113,
            "section_rank": 35
        },
        {
            "text": "This trigger would isolate anomalous events, similarly to what was done by the CMS experiment at the beginning of the first LHC run. ",
            "section": "Table 5",
            "paragraph_rank": 113,
            "section_rank": 35
        },
        {
            "text": "With early new physics signal being a possibility at the LHC start, the CMS LQ → bτ h 0 → τ τ h ± → τ νVAE 5.3 • 10 −6 2.8 • 10 −3 6.7 • 10 −4 3.6 • 10 −4 1.2 • 10 −3",
            "section": "Table 5",
            "paragraph_rank": 113,
            "section_rank": 35
        },
        {
            "text": "A description of the ATLAS and CMS trigger systems can be found in ref.",
            "section": "Table 5",
            "paragraph_rank": 114,
            "section_rank": 35
        },
        {
            "text": "[9] and ref.",
            "section": "Table 5",
            "paragraph_rank": 114,
            "section_rank": 35,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "[10], respectively.In this study, we take the data-taking strategy of these two experiments as a reference. ",
            "section": "Table 5",
            "paragraph_rank": 114,
            "section_rank": 35,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "On the other hand, the proposed strategy could be adapted to other use cases.",
            "section": "Table 5",
            "paragraph_rank": 114,
            "section_rank": 35
        },
        {
            "text": "Following ref.",
            "section": "Table 5",
            "paragraph_rank": 115,
            "section_rank": 35
        },
        {
            "text": "[35], we tried to increase the value of β up to 4 without observing a substantial difference in performance.",
            "section": "Table 5",
            "paragraph_rank": 115,
            "section_rank": 35,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[35]"
                }
            ]
        },
        {
            "text": "Acknowledgments",
            "section_rank": 37
        },
        {
            "text": "We thank D. Rezende for his precious suggestions, which motivated us to explore Variational Autoencoders for this work. ",
            "section": "Acknowledgments",
            "paragraph_rank": 116,
            "section_rank": 37
        },
        {
            "text": "This project has received funding from the European Research Council (ERC) under the European Union's Horizon 2020 research and innovation program (grant agreement n o 772369) and the United States Department of Energy, Office of High Energy Physics Research under Caltech Contract No. ",
            "section": "Acknowledgments",
            "paragraph_rank": 116,
            "section_rank": 37,
            "entity_spans": [
                {
                    "start": 139,
                    "end": 146,
                    "type": "software",
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "software-simple-w5"
                },
                {
                    "start": 220,
                    "end": 226,
                    "type": "software",
                    "rawForm": "Office",
                    "resp": "whitelist",
                    "id": "software-simple-w6"
                }
            ]
        },
        {
            "text": "DE-SC0011925. ",
            "section": "Acknowledgments",
            "paragraph_rank": 116,
            "section_rank": 37
        },
        {
            "text": "This work was conducted at \"iBanks\", the AI GPU cluster at Caltech. ",
            "section": "Acknowledgments",
            "paragraph_rank": 116,
            "section_rank": 37
        },
        {
            "text": "We acknowledge NVIDIA, SuperMicro and the Kavli Foundation for their support of \"iBanks\".",
            "section": "Acknowledgments",
            "paragraph_rank": 116,
            "section_rank": 37,
            "entity_spans": [
                {
                    "start": 48,
                    "end": 58,
                    "type": "software",
                    "rawForm": "Foundation",
                    "resp": "whitelist",
                    "id": "software-simple-w7"
                }
            ]
        },
        {
            "text": "A Comparison with auto-encoder",
            "section_rank": 39
        },
        {
            "text": "For sake of completeness, we repeated the strategy presented in this work on a simple AE. ",
            "section": "A Comparison with auto-encoder",
            "paragraph_rank": 117,
            "section_rank": 39
        },
        {
            "text": "The architecture was fixed to be as close as possible to that of the VAE introduced in section 4. ",
            "section": "A Comparison with auto-encoder",
            "paragraph_rank": 117,
            "section_rank": 39
        },
        {
            "text": "The change from VAE to AE imply these two changes: the output layer has the same dimensionality of the input layer; the latent layer includes four neurons (as opposed to 8), corresponding to the four latent variables z (and not to the µ and σ parameters of the z distribution). ",
            "section": "A Comparison with auto-encoder",
            "paragraph_rank": 117,
            "section_rank": 39
        },
        {
            "text": "An MSE loss function is used. ",
            "section": "A Comparison with auto-encoder",
            "paragraph_rank": 117,
            "section_rank": 39
        },
        {
            "text": "The optimizer and callbacks used to trained the VAE are are used in this case. ",
            "section": "A Comparison with auto-encoder",
            "paragraph_rank": 117,
            "section_rank": 39
        },
        {
            "text": "Figure 12 shows the loss function distribution and a comparison between the ROC curves of the VAE and AE. ",
            "section": "A Comparison with auto-encoder",
            "paragraph_rank": 117,
            "section_rank": 39,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "text": "Figure 12"
                }
            ]
        },
        {
            "text": "These distributions directly compare to the left plots of figures 7 and 10, since in that case only the reconstruction part of the loss was used. ",
            "section": "A Comparison with auto-encoder",
            "paragraph_rank": 117,
            "section_rank": 39
        },
        {
            "text": "For convenience, the VAE ROC curves are also shown here, represented by the dashed lines. ",
            "section": "A Comparison with auto-encoder",
            "paragraph_rank": 117,
            "section_rank": 39
        },
        {
            "text": "When considering the four BSM benchmark models presented in this work, the AE provides competitive performances, for some choice of the SM accepted-",
            "section": "A Comparison with auto-encoder",
            "paragraph_rank": 117,
            "section_rank": 39
        }
    ]
}