{
    "level": "sentence",
    "abstract": [
        {
            "text": "This paper presents measurements of tt production in association with additional b-jets in pp collisions at the LHC at a centre-of-mass energy of 13 TeV. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The data were recorded with the ATLAS detector and correspond to an integrated luminosity of 36.1 fb −1 . ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "Fiducial cross-section measurements are performed in the dilepton and lepton-plus-jets tt decay channels. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "Results are presented at particle level in the form of inclusive cross-sections of tt final states with three and four b-jets as well as differential cross-sections as a function of global event properties and properties of b-jet pairs. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The measured inclusive fiducial cross-sections generally exceed the ttbb predictions from various next-to-leading-order matrix element calculations matched to a parton shower but are compatible within the total uncertainties. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The experimental uncertainties are smaller than the uncertainties in the predictions. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "Comparisons of state-of-the-art theoretical predictions with the differential measurements are shown and good agreement with data is found for most of them.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "JHEP04(2019)046",
            "section_rank": 2
        },
        {
            "text": "Introduction",
            "section_rank": 3
        },
        {
            "text": "Measurements of the production cross-section of top-antitop quark pairs (tt) with additional jets provide important tests of quantum chromodynamics (QCD) predictions. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 3
        },
        {
            "text": "Among these, the process of tt produced in association with jets originating from b-quarks (b-jets) is particularly important to measure, as there are many uncertainties in the calculation of the process. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 3
        },
        {
            "text": "For example, calculating the amplitude for the process shown in figure 1a is a challenge due to the non-negligible mass of the b-quark. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 3
        },
        {
            "text": "It is therefore important to compare the predictions with both inclusive and differential experimental cross-section measurements of tt production with additional b-jets. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 3
        },
        {
            "text": "State-of-the-art QCD calculations give predictions for the tt production cross-section with up to two additional massless partons at next-to-leading order (NLO) in perturbation theory matched to a parton shower [1], and the QCD production of ttbb is calculated at NLO matched to a parton shower [2][3][4][5].",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 211,
                    "end": 214,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                },
                {
                    "start": 295,
                    "end": 298,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 298,
                    "end": 301,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 301,
                    "end": 304,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 304,
                    "end": 307,
                    "type": "bibr",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "Moreover, since the discovery of the Higgs boson [6,7], the determination of the Higgs coupling to the heaviest elementary particle, the top quark, is a crucial test of the Standard Model (SM). ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 49,
                    "end": 52,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6,"
                },
                {
                    "start": 52,
                    "end": 54,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7]"
                }
            ]
        },
        {
            "text": "Direct measurements of the top-quark Yukawa coupling are performed in events where a Higgs boson is produced in association with a top-quark pair (ttH) [8,9]. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 152,
                    "end": 155,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8,"
                },
                {
                    "start": 155,
                    "end": 157,
                    "type": "bibr",
                    "text": "9]"
                }
            ]
        },
        {
            "text": "The Higgs branching ratios are dominated by the H → bb decay [10,11], and therefore the ttH process can be measured with the best statistical precision using events where the Higgs boson decays in this manner, leading to a ttbb final state as shown in figure 1b. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "type": "bibr",
                    "text": "[10,"
                },
                {
                    "start": 65,
                    "end": 68,
                    "type": "bibr",
                    "text": "11]"
                }
            ]
        },
        {
            "text": "However, this channel suffers from a large background from QCD ttbb production indicated in figure 1a [12,13].",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 102,
                    "end": 106,
                    "type": "bibr",
                    "text": "[12,"
                },
                {
                    "start": 106,
                    "end": 109,
                    "type": "bibr",
                    "text": "13]"
                }
            ]
        },
        {
            "text": "Measurements of ttH(H → bb) would benefit from a better understanding of the QCD production of ttbb as predicted by the SM and, in particular, improved Monte Carlo (MC) modelling. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "The measurements presented in this paper were chosen in order to provide data needed to improve the QCD MC modelling of the ttbb process. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "The differential observables are particularly interesting as they are sensitive to the relative contribution of events from tt-associated Higgs production (ttH) with H → bb decays to QCD-produced ttbb events in various phase space regions. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "Even though the aim is to improve the modelling of QCD production of additional b-jets in tt events, this analysis measures their production without separating the different production channels such as ttH or tt in association with a vector boson (ttV ), for example the ttZ process shown in figure 1c.",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "JHEP04(2019)046",
            "section_rank": 4
        },
        {
            "text": "In this paper, measurements of fiducial cross-sections are presented using data recorded by the ATLAS detector during 2015 and 2016 in proton-proton (pp) collisions at a centreof-mass energy √ s = 13 TeV, corresponding to a total integrated luminosity of 36.1 fb −1 . ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 5,
            "section_rank": 4
        },
        {
            "text": "In addition, differential measurements at this centre-of-mass energy are presented as a function of various observables. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 5,
            "section_rank": 4
        },
        {
            "text": "Previous measurements of tt production with additional heavy-flavour jets have been reported by ATLAS at √ s = 7 TeV [14] and both CMS and ATLAS at √ s = 8 TeV [15][16][17]. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 5,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 160,
                    "end": 164,
                    "type": "bibr",
                    "text": "[15]"
                },
                {
                    "start": 164,
                    "end": 168,
                    "type": "bibr",
                    "text": "[16]"
                },
                {
                    "start": 168,
                    "end": 172,
                    "type": "bibr",
                    "text": "[17]"
                }
            ]
        },
        {
            "text": "CMS has also reported a measurement of the inclusive ttbb cross-section using 2.3 fb −1 at √ s = 13 TeV [18]. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 5,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "type": "bibr",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "Since the top quark decays into a b-quark and W boson nearly 100% of the time, tt events are typically classified according to how the two W bosons decay. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 5,
            "section_rank": 4
        },
        {
            "text": "In this analysis, two channels are considered: the eµ channel, in which both W bosons decay leptonically, one into a muon and muon neutrino and the other into an electron and electron neutrino, and the lepton-plus-jets channel (lepton + jets), in which one W boson decays into an isolated charged lepton (an electron or muon) and corresponding neutrino and the other W boson decays into a pair of quarks. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 5,
            "section_rank": 4
        },
        {
            "text": "Electrons and muons produced either directly in the decay of the W boson or via an intermediate τ -lepton are included in both channels.",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 5,
            "section_rank": 4
        },
        {
            "text": "The decay of a top-quark pair results in two b-quarks and therefore a final state which includes the production of two additional b-quarks may contain up to four b-jets. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "The inclusive fiducial cross-sections are presented for events with at least three b-jets and for events with at least four b-jets. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "The differential cross-sections are presented for events with at least three b-jets in the eµ channel and with at least four b-jets in the lepton + jets channel. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "The results are obtained as a function of the transverse momentum (p T ) 1 of each of the b-jets, the scalar sum of the p T of the lepton(s) and jets in the events (H T ) and of only jets in the events (H had T ) and as a function of the b-jet multiplicity (N b-jets ). ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "This analysis does not attempt to identify the origin of the b-jets, i.e. it does not distinguish between additional b-jets and b-jets that come from the top-quark decays. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "This is to avoid using simulation-based information to attribute b-jets to a particular production process, which would lead to significant modelling uncertainties. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "Instead, differential crosssections are measured as a function of kinematic distributions of pairs of b-jets. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "The reported distributions could be used to distinguish the contribution of specific production mechanisms: the pair made from the two b-jets closest in angular distance is expected to be formed by b-jets from gluon splitting and the pair made from the two highest-p T b-jets is expected to be dominated by top-pair production. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "For each of these pairs, the distributions are measured for the angular separation between the b-jets (∆R(b, b)), the invariant mass (m bb ) and transverse momentum (p T,bb ). ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "It should be noted that for events with at least three b-jets, it is likely that one of the two closest b-jets originates from the top quark. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "Hence the simple picture that the two closest b-jets are usually from gluon splitting may not apply.",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "JHEP04(2019)046",
            "section_rank": 5
        },
        {
            "text": "However, ∆R, m bb and p T,bb are used for reconstruction of the final state in analyses with multiple b-jets and therefore probing the modelling of these observables is important.",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 7,
            "section_rank": 5
        },
        {
            "text": "The cross-sections are obtained by subtracting the estimated number of non-tt background events from the data distributions. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 8,
            "section_rank": 5
        },
        {
            "text": "At detector level, jets are identified as containing b-hadrons (\"b-tagging\") by a multivariate algorithm [19]. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 8,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "type": "bibr",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "The tt background resulting from additional light-flavour and charm-quark jets wrongly identified as b-jets is evaluated using a template fit, in which the templates are constructed from the output discriminant of the b-tagging algorithm. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 8,
            "section_rank": 5
        },
        {
            "text": "The background-subtracted distributions are corrected for acceptance and detector effects using an unfolding technique that includes corrections for the tt-related backgrounds.",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 8,
            "section_rank": 5
        },
        {
            "text": "This paper is laid out as follows. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "The experimental set-up for the collected data is described in section ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "2. Details of the simulation used in this analysis are provided in section ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "3. The reconstruction and identification of leptons and jets, the b-tagging of jets at detector level, and the definitions of objects at particle level are described in section ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "4. The selection of reconstructed events and the definition of the fiducial phase space are given in section ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "5. Estimation of the background from non-tt processes is described in section ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "6. The method to estimate the tt background with additional jets misidentified as b-jets and the unfolding procedure to correct the data to particle level for fiducial cross-section measurements are explained in section ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "7. Sources of systematic uncertainties and their propagation to the measured cross-sections are described in section ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "8. The measured inclusive and normalised differential fiducial cross-sections and the comparison with various theoretical predictions are presented in section ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "9. Finally, the results are summarised in section 10.",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "ATLAS detector",
            "section_rank": 6
        },
        {
            "text": "The ATLAS detector [20] at the LHC covers nearly the entire solid angle around the collision point. ",
            "section": "ATLAS detector",
            "paragraph_rank": 10,
            "section_rank": 6
        },
        {
            "text": "It consists of an inner-tracking detector surrounded by a thin superconducting solenoid, electromagnetic and hadronic calorimeters, and a muon spectrometer incorporating three large superconducting toroidal magnets.",
            "section": "ATLAS detector",
            "paragraph_rank": 10,
            "section_rank": 6
        },
        {
            "text": "The inner detector (ID) system is immersed in a 2 T axial magnetic field and provides charged-particle tracking in the pseudorapidity range |η| < 2.5. ",
            "section": "ATLAS detector",
            "paragraph_rank": 11,
            "section_rank": 6
        },
        {
            "text": "The ID is composed of silicon detectors and the transition radiation tracker. ",
            "section": "ATLAS detector",
            "paragraph_rank": 11,
            "section_rank": 6
        },
        {
            "text": "The high-granularity silicon pixel detector covers the interaction region and is followed by the silicon microstrip tracker. ",
            "section": "ATLAS detector",
            "paragraph_rank": 11,
            "section_rank": 6
        },
        {
            "text": "The innermost silicon pixel layer, added to the inner detector before the start of Run-2 data taking [21,22], improves the identification of b-jets. ",
            "section": "ATLAS detector",
            "paragraph_rank": 11,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[21,"
                },
                {
                    "start": 105,
                    "end": 108,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "22]"
                }
            ]
        },
        {
            "text": "The tracking capabilities of the silicon detectors are augmented by the transition radiation tracker, which is located at a larger radius and enables track reconstruction up to |η| = 2.0. ",
            "section": "ATLAS detector",
            "paragraph_rank": 11,
            "section_rank": 6
        },
        {
            "text": "It also provides signals used to separate electrons from pions.",
            "section": "ATLAS detector",
            "paragraph_rank": 11,
            "section_rank": 6
        },
        {
            "text": "The calorimeter system covers the range |η| < 4.9. ",
            "section": "ATLAS detector",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "Within the region |η| < 3.2, electromagnetic calorimetry is provided by barrel and endcap high-granularity lead/liquidargon (LAr) electromagnetic calorimeters, with an additional thin LAr presampler covering |η| < 1.8 to correct for energy loss in material upstream of the calorimeters. ",
            "section": "ATLAS detector",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "Hadronic calorimetry is provided by the steel/scintillating-tile calorimeter, segmented into three",
            "section": "ATLAS detector",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "JHEP04(2019)046",
            "section_rank": 7
        },
        {
            "text": "barrel structures within |η| < 1.7, and two copper/LAr hadronic endcap calorimeters. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 13,
            "section_rank": 7
        },
        {
            "text": "The solid angle coverage is completed with forward copper/LAr and tungsten/LAr calorimeter modules optimised for electromagnetic and hadronic measurements, respectively.",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 13,
            "section_rank": 7
        },
        {
            "text": "The muon spectrometer (MS) comprises separate trigger and high-precision tracking chambers measuring the deflection of muons in a magnetic field generated by the superconducting air-core toroids. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 14,
            "section_rank": 7
        },
        {
            "text": "The field integral of the toroids ranges between 2.0 and 6.0 T m across most of the detector. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 14,
            "section_rank": 7
        },
        {
            "text": "A set of precision chambers covers the region |η| < 2.7 with three layers of drift tubes, complemented by cathode strip chambers in the forward region, where the background is highest. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 14,
            "section_rank": 7
        },
        {
            "text": "The muon trigger system covers the range |η| < 2.4 with resistive plate chambers in the barrel, and thin gap chambers in the endcap regions.",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 14,
            "section_rank": 7
        },
        {
            "text": "A two-level trigger system is used for event selection [23,24]. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 15,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 55,
                    "end": 59,
                    "type": "bibr",
                    "text": "[23,"
                },
                {
                    "start": 59,
                    "end": 62,
                    "type": "bibr",
                    "text": "24]"
                }
            ]
        },
        {
            "text": "The first trigger level is implemented in hardware and uses a subset of detector information to reduce the event rate to a design value of at most 100 kHz. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 15,
            "section_rank": 7
        },
        {
            "text": "This is followed by a software-based trigger that reduces the event rate to about 1 kHz.",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 15,
            "section_rank": 7,
            "entity_spans": [
                {
                    "start": 22,
                    "end": 30,
                    "type": "software",
                    "rawForm": "software",
                    "resp": "whitelist",
                    "id": "software-simple-w0"
                }
            ]
        },
        {
            "text": "Monte Carlo simulation",
            "section_rank": 8
        },
        {
            "text": "Monte Carlo simulations are used in three ways in this analysis: to estimate the signal and background composition of the selected data samples, to determine correction factors for detector and acceptance effects for unfolding, and finally to estimate systematic uncertainties. ",
            "section": "Monte Carlo simulation",
            "paragraph_rank": 16,
            "section_rank": 8
        },
        {
            "text": "In addition, theoretical predictions are compared with the unfolded data. ",
            "section": "Monte Carlo simulation",
            "paragraph_rank": 16,
            "section_rank": 8
        },
        {
            "text": "The computer codes used to generate the samples and how they were configured are described in the following. ",
            "section": "Monte Carlo simulation",
            "paragraph_rank": 16,
            "section_rank": 8
        },
        {
            "text": "The signal MC samples used in the analysis are listed in table 1.",
            "section": "Monte Carlo simulation",
            "paragraph_rank": 16,
            "section_rank": 8
        },
        {
            "text": "The nominal tt sample was generated using the Powheg-Box generator (version 2, r3026) [25][26][27][28] at next-to-leading-order (NLO) in α s with the NNPDF3.0NLO set of parton distribution functions (PDF) in the matrix element calculation. ",
            "section": "Monte Carlo simulation",
            "paragraph_rank": 17,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 86,
                    "end": 90,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[25]"
                },
                {
                    "start": 90,
                    "end": 94,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[26]"
                },
                {
                    "start": 94,
                    "end": 98,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[27]"
                },
                {
                    "start": 98,
                    "end": 102,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[28]"
                }
            ]
        },
        {
            "text": "The parton shower, fragmentation, and the underlying event were simulated using Pythia 8.210 [29] with the NNPDF2.3LO PDF sets [30,31] and the corresponding A14 set of tuned parameters [32]. ",
            "section": "Monte Carlo simulation",
            "paragraph_rank": 17,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 93,
                    "end": 97,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[29]"
                },
                {
                    "start": 127,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[30,"
                },
                {
                    "start": 131,
                    "end": 134,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "31]"
                },
                {
                    "start": 185,
                    "end": 189,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[32]"
                }
            ]
        },
        {
            "text": "The h damp parameter, which controls the p T of the hardest additional parton emission beyond the Born configuration, was set to 1.5m t [33], where m t denotes the top-quark mass. ",
            "section": "Monte Carlo simulation",
            "paragraph_rank": 17,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 136,
                    "end": 140,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[33]"
                }
            ]
        },
        {
            "text": "The Powheg hardness criterion used in the matching (POWHEG:pTdef) is set to 2 following a study in ref. ",
            "section": "Monte Carlo simulation",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "text": "[33]. ",
            "section": "Monte Carlo simulation",
            "paragraph_rank": 17,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[33]"
                }
            ]
        },
        {
            "text": "The renormalisation and factorisation scales were set to µ = m 2 t + p 2 T,t , where p T,t is the transverse momentum of the top quark. ",
            "section": "Monte Carlo simulation",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "text": "Additional jets, including b-jets, were generated by the hardest additional parton emission and from parton showering. ",
            "section": "Monte Carlo simulation",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "text": "This sample is called Powheg+Pythia 8 in the following.",
            "section": "Monte Carlo simulation",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "text": "Processes involving the production of a W, Z or Higgs boson in addition to a tt pair were simulated using the MadGraph5 aMC@NLO generator [34,35] at NLO in α s in the matrix element calculation. ",
            "section": "Monte Carlo simulation",
            "paragraph_rank": 18,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 138,
                    "end": 142,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[34,"
                },
                {
                    "start": 142,
                    "end": 145,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "35]"
                }
            ]
        },
        {
            "text": "The parton shower, fragmentation and underlying event were simulated using Pythia 8 with the A14 parton shower tune. ",
            "section": "Monte Carlo simulation",
            "paragraph_rank": 18,
            "section_rank": 8
        },
        {
            "text": "A dynamic renormalisation and factorisation scale set to H T /2 was used, where H T is defined as the scalar sum of the transverse mass, m T = m 2 + p 2 T , of all partons in the partonic final state. ",
            "section": "Monte Carlo simulation",
            "paragraph_rank": 18,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 151,
                    "end": 152,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "The NNPDF3.0NLO PDF set was used in the matrix element calculation while the NNPDF2.3LO PDF set was used in the parton shower. ",
            "section": "Monte Carlo simulation",
            "paragraph_rank": 18,
            "section_rank": 8
        },
        {
            "text": "In the case of ttH, the Higgs -5 -JHEP04(2019)046 Table 1. ",
            "section": "Monte Carlo simulation",
            "paragraph_rank": 18,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 50,
                    "end": 57,
                    "type": "table",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "Summary of the MC sample set-ups used for modelling the signal processes (tt + ttV + ttH) for the data analysis and for comparisons with the measured cross-sections and differential distributions. ",
            "section": "Monte Carlo simulation",
            "paragraph_rank": 18,
            "section_rank": 8
        },
        {
            "text": "All samples used the NNPDF3.0NLO PDF set with the exception of the two Sherpa samples, which used NNPDF3.0NNLO. ",
            "section": "Monte Carlo simulation",
            "paragraph_rank": 18,
            "section_rank": 8
        },
        {
            "text": "The different blocks indicate from top to bottom the samples used as nominal MC (nom.), systematic variations (syst.) and for comparison only (comp.). ",
            "section": "Monte Carlo simulation",
            "paragraph_rank": 18,
            "section_rank": 8
        },
        {
            "text": "For details see section 3.",
            "section": "Monte Carlo simulation",
            "paragraph_rank": 18,
            "section_rank": 8
        },
        {
            "text": "boson mass was set to 125 GeV and all possible Higgs decay modes were allowed, with the branching fractions calculated with HDECAY [36,37]. ",
            "section": "Monte Carlo simulation",
            "paragraph_rank": 19,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 131,
                    "end": 135,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[36,"
                },
                {
                    "start": 135,
                    "end": 138,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "37]"
                }
            ]
        },
        {
            "text": "The ttW and ttZ samples are normalised to cross-sections calculated to NLO in α s with MadGraph5 aMC@NLO. ",
            "section": "Monte Carlo simulation",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "text": "The ttH sample is normalised to a cross-section calculated to NLO accuracy in QCD, including NLO electroweak corrections [36].",
            "section": "Monte Carlo simulation",
            "paragraph_rank": 19,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 121,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[36]"
                }
            ]
        },
        {
            "text": "Alternative tt samples were generated to assess the uncertainties due to a particular choice of QCD MC model for the production of the additional b-jets and to compare with unfolded data, as listed in table 1. ",
            "section": "Monte Carlo simulation",
            "paragraph_rank": 20,
            "section_rank": 8
        },
        {
            "text": "In order to investigate the effects of initial-and final-state radiation, two samples were generated using Powheg+Pythia 8 with the renormalisation and factorisation scales varied by a factor of 2 (0.5) and using low-radiation (high-radiation) variations of the A14 tune and an h damp value of 1.5m t (3.0m t ), corresponding to less (more) parton shower radiation [33]. ",
            "section": "Monte Carlo simulation",
            "paragraph_rank": 20,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 365,
                    "end": 369,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[33]"
                }
            ]
        },
        {
            "text": "These samples are called Powheg+Pythia 8 (RadLo) and",
            "section": "Monte Carlo simulation",
            "paragraph_rank": 20,
            "section_rank": 8
        },
        {
            "text": "Powheg+Pythia 8 (RadHi) in the following. ",
            "section": "Monte Carlo simulation",
            "paragraph_rank": 21,
            "section_rank": 8
        },
        {
            "text": "To estimate the effect of the choice of parton shower and hadronisation algorithms, a MC sample was generated by interfacing",
            "section": "Monte Carlo simulation",
            "paragraph_rank": 21,
            "section_rank": 8
        },
        {
            "text": "Powheg with Herwig 7 [38,39] (v7.01) using the H7UE set of tuned parameters [39].",
            "section": "Monte Carlo simulation",
            "paragraph_rank": 22,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 21,
                    "end": 25,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[38,"
                },
                {
                    "start": 25,
                    "end": 28,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "39]"
                },
                {
                    "start": 76,
                    "end": 80,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[39]"
                }
            ]
        },
        {
            "text": "JHEP04(2019)046",
            "section_rank": 9
        },
        {
            "text": "In order to estimate the effects of QCD scales, and matching and merging algorithms used in the NLO tt matrix element calculation and the parton shower to predict additional b-jets, events were generated with the Sherpa 2.2.1 generator [40], which models the zero and one additional-parton process at NLO accuracy and up to four additional partons at LO accuracy, using the MePs@Nlo prescription [41]. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 23,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 236,
                    "end": 240,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[40]"
                },
                {
                    "start": 396,
                    "end": 400,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[41]"
                }
            ]
        },
        {
            "text": "Additional b-quarks were treated as massless and the NNPDF3.0NNLO PDF set was used. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 23,
            "section_rank": 9
        },
        {
            "text": "The calculation uses its own parton shower tune. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 23,
            "section_rank": 9
        },
        {
            "text": "This sample is referred to as Sherpa 2.2 tt.",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 23,
            "section_rank": 9
        },
        {
            "text": "In addition to the tt samples described above, a tt sample was generated using the MadGraph5 aMC@NLO [34] (v2.3.3) generator, interfaced to Pythia 8.210 and is referred to as MadGraph5 aMC@NLO+Pythia 8 hereafter. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 24,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[34]"
                }
            ]
        },
        {
            "text": "As with the nominal Powheg+Pythia 8 tt sample, the NNPDF3.0NLO PDF set was used in the matrix element calculation and the NNPDF2.3LO PDF set was used in the parton shower. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 24,
            "section_rank": 9
        },
        {
            "text": "This sample is used to calculate the fraction of tt +V /H events in tt events and to compare with the data. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 24,
            "section_rank": 9
        },
        {
            "text": "The A14 set of tuned parameters was used for Pythia.",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 24,
            "section_rank": 9
        },
        {
            "text": "The tt samples are normalised to a cross-section of σ tt = 832 +46 −51 pb as calculated with the Top++2.0 program to next-to-next-to-leading order (NNLO) in perturbative QCD, including soft-gluon resummation to next-to-next-to-leading-log (NNLL) order (see ref. [42] and references therein), and assuming m t = 172.5 GeV. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 25,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 262,
                    "end": 266,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[42]"
                }
            ],
            "entity_spans": [
                {
                    "start": 106,
                    "end": 113,
                    "type": "software",
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "software-simple-w1"
                }
            ]
        },
        {
            "text": "The uncertainty in the theoretical cross-section comes from independent variations of the factorisation and renormalisation scales and variations in the PDF and α S , following the PDF4LHC prescription with the MSTW 2008 NNLO, CT10 NNLO and NNPDF2.3 5f FFN PDF sets (see ref. [43] and references therein, and refs. [44][45][46]).",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 25,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 276,
                    "end": 280,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[43]"
                },
                {
                    "start": 315,
                    "end": 319,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[44]"
                },
                {
                    "start": 319,
                    "end": 323,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "[45]"
                },
                {
                    "start": 323,
                    "end": 327,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[46]"
                }
            ]
        },
        {
            "text": "Four more predictions were calculated only for comparisons with data and are all based on ttbb matrix element calculations. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 26,
            "section_rank": 9
        },
        {
            "text": "These predictions all use the same renormalisation and factorisation scale definitions as the study presented in ref. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 26,
            "section_rank": 9
        },
        {
            "text": "[36]. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 26,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[36]"
                }
            ]
        },
        {
            "text": "The renormalisation scale, µ R , is set to",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 26,
            "section_rank": 9
        },
        {
            "text": "where E T i refers to the transverse energy of the parton i in the partonic final state, and the factorisation scale, µ F , is set to H T /2 which is defined as",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 27,
            "section_rank": 9
        },
        {
            "text": "where j refers to the additional QCD-radiated partons at NLO. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 28,
            "section_rank": 9
        },
        {
            "text": "Three of the four predictions are based on the Powheg method, and use the Pythia 8 parton shower with the same parton shower tune and the same matching settings as the nominal Powheg+Pythia 8 sample, with the exception of the h damp parameter, which is set to the same value as the factorisation scale, i.e. H T /2. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 28,
            "section_rank": 9
        },
        {
            "text": "In the ttbb matrix element calculations with massive b-quarks, the b-quark mass is set to m b = 4.75 GeV. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 28,
            "section_rank": 9
        },
        {
            "text": "The set-up of the four dedicated samples are described below.",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 28,
            "section_rank": 9
        },
        {
            "text": "A sample of ttbb events was generated using Sherpa+OpenLoops [2]. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 29,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 61,
                    "end": 64,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "The ttbb matrix elements were calculated with massive b-quarks at NLO, using the Comix [47] and Open-Loops [48] matrix element generators, and merged with the Sherpa parton shower, tuned by the authors [49]. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 29,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 87,
                    "end": 91,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[47]"
                },
                {
                    "start": 107,
                    "end": 111,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[48]"
                },
                {
                    "start": 202,
                    "end": 206,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "[49]"
                }
            ],
            "entity_spans": [
                {
                    "start": 81,
                    "end": 86,
                    "type": "software",
                    "rawForm": "Comix",
                    "resp": "whitelist",
                    "id": "software-simple-w2"
                }
            ]
        },
        {
            "text": "The four-flavour NNLO NNPDF3.0 PDF set was used. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 29,
            "section_rank": 9
        },
        {
            "text": "The resummation scale, µ Q , was set to the same value as µ F . ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 29,
            "section_rank": 9
        },
        {
            "text": "This sample is referred to as Sherpa 2.2 ttbb (4FS). ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 29,
            "section_rank": 9
        },
        {
            "text": "A sample of ttbb events was generated using the PowHel generator [3], where the -7 -JHEP04(2019)046 matrix elements were calculated at NLO assuming massless b-quarks and using the fiveflavour NLO NNPDF3.0 PDF set. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 29,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 65,
                    "end": 68,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "Events were required to have the invariant mass, m bb , of the bb system to be larger than 9.5 GeV and the p T of the b-quark larger than 4.75 GeV as described in ref. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 29,
            "section_rank": 9
        },
        {
            "text": "[36]. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 29,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[36]"
                }
            ]
        },
        {
            "text": "These events were matched to the Pythia 8 parton shower using the Powheg method. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 29,
            "section_rank": 9
        },
        {
            "text": "This sample is referred to as PowHel+Pythia 8 ttbb (5FS).",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 29,
            "section_rank": 9
        },
        {
            "text": "A sample of ttbb events using the PowHel generator where the matrix elements were calculated at NLO with massive b-quarks and using the four-flavour NLO NNPDF3.0 PDF set [4]. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 30,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 170,
                    "end": 173,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "Events were matched to the Pythia 8 parton shower using the Powheg method. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 30,
            "section_rank": 9
        },
        {
            "text": "This sample is referred to as PowHel+Pythia 8 ttbb (4FS).",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 30,
            "section_rank": 9
        },
        {
            "text": "A sample of ttbb events using the Powheg generator where ttbb matrix elements were calculated at NLO with massive b-quarks and using the four-flavour NLO NNPDF3.0 PDF set [5]. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 31,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 171,
                    "end": 174,
                    "type": "bibr",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "Events were matched to the Pythia 8 parton shower using the Powheg method. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 31,
            "section_rank": 9
        },
        {
            "text": "This sample is referred to as Powheg+Pythia 8 ttbb (4FS) to distinguish it from the nominal Powheg+Pythia 8 sample mentioned above.",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 31,
            "section_rank": 9
        },
        {
            "text": "For all samples involving top quarks, m t was set to 172.5 GeV and the EvtGen v1.2.0 program [50] was used for properties of the bottom and charm hadron decays except for the Sherpa samples. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 32,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 93,
                    "end": 97,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "[50]"
                }
            ],
            "entity_spans": [
                {
                    "start": 85,
                    "end": 92,
                    "type": "software",
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "software-simple-w3"
                }
            ]
        },
        {
            "text": "To preserve the spin correlation information, top quarks were decayed following the method of ref. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 32,
            "section_rank": 9
        },
        {
            "text": "[51] which is implemented in Powheg-Box and by",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 32,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[51]"
                }
            ]
        },
        {
            "text": "MadSpin [52] in the MadGraph5 aMC@NLO+Pythia 8 samples. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 33,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[52]"
                }
            ]
        },
        {
            "text": "Sherpa performs its own calculation for spin correlation. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 33,
            "section_rank": 9
        },
        {
            "text": "Both of the PowHel+Pythia 8 ttbb samples used Pythia to decay the top quarks, with a top-quark decay width of 1.33 GeV, and hence these predictions do not include tt spin correlations.",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 33,
            "section_rank": 9
        },
        {
            "text": "The production of single top-quarks in the tW -and s-channels was simulated using the Powheg-Box (v2, r2819) NLO generator with the CT10 PDF set in the matrix element calculations. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 34,
            "section_rank": 9
        },
        {
            "text": "Electroweak t-channel single-top-quark events were generated using the Powheg-Box (v1, r2556) generator. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 34,
            "section_rank": 9,
            "entity_spans": [
                {
                    "start": 13,
                    "end": 21,
                    "type": "software",
                    "rawForm": "-channel",
                    "resp": "whitelist",
                    "id": "software-simple-w4"
                }
            ]
        },
        {
            "text": "This generator uses the four-flavour scheme for the NLO matrix elements calculation together with the fixed four-flavour PDF set CT10f4. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 34,
            "section_rank": 9
        },
        {
            "text": "For all top processes, top-quark spin correlations are preserved (in the case of the t-channel, top quarks were decayed using MadSpin). ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 34,
            "section_rank": 9,
            "entity_spans": [
                {
                    "start": 86,
                    "end": 94,
                    "type": "software",
                    "rawForm": "-channel",
                    "resp": "whitelist",
                    "id": "software-simple-w5"
                }
            ]
        },
        {
            "text": "The interference between tt and tW production is accounted for using the diagram-removal scheme [53]. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 34,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "[53]"
                }
            ]
        },
        {
            "text": "The parton shower, fragmentation, and the underlying event were simulated using Pythia 6.428 [54] with the CTEQ6L1 PDF sets and the Perugia 2012 tune (P2012) [55,56]. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 34,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 93,
                    "end": 97,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "[54]"
                },
                {
                    "start": 158,
                    "end": 162,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[55,"
                },
                {
                    "start": 162,
                    "end": 165,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "56]"
                }
            ]
        },
        {
            "text": "The single-top MC samples for the t-and s-channels are normalised to cross-sections from NLO predictions [57,58], while the tWchannel MC sample is normalised to approximate NNLO [59].",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 34,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "[57,"
                },
                {
                    "start": 109,
                    "end": 112,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "58]"
                },
                {
                    "start": 178,
                    "end": 182,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "[59]"
                }
            ]
        },
        {
            "text": "Events containing W or Z bosons with associated jets were simulated using the with the Sherpa parton shower using the MePs@Nlo prescription. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 35,
            "section_rank": 9
        },
        {
            "text": "In the case of both bosons decaying leptonically, matrix elements contain all diagrams with four electroweak vertices and were calculated for up to one (four charged leptons or two charged leptons and two neutrinos) or zero partons (three charged leptons and one neutrino) at NLO, and up to three partons at LO. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 35,
            "section_rank": 9
        },
        {
            "text": "In the cases where one of the bosons decays hadronically and the other leptonically, matrix elements were calculated with up to one (ZZ) or zero (W W, W Z) additional partons at NLO and up to three additional partons at LO. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 35,
            "section_rank": 9
        },
        {
            "text": "The CT10 PDF set was used in conjunction with parton shower tuning developed by the Sherpa authors. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 35,
            "section_rank": 9
        },
        {
            "text": "In all MC simulation samples, the effect of multiple pp interactions per bunch crossing (pile-up) was modelled by adding multiple minimum-bias events simulated with Pythia 8.186 [29], the A2 set of tuned parameters [61] and the MSTW2008LO set of PDFs [62]. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 35,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 178,
                    "end": 182,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[29]"
                },
                {
                    "start": 215,
                    "end": 219,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "[61]"
                },
                {
                    "start": 251,
                    "end": 255,
                    "type": "bibr",
                    "ref_id": "b50",
                    "text": "[62]"
                }
            ],
            "entity_spans": [
                {
                    "start": 173,
                    "end": 177,
                    "type": "software",
                    "rawForm": ".186",
                    "resp": "whitelist",
                    "id": "software-simple-w6"
                }
            ]
        },
        {
            "text": "The MC simulation samples are re-weighted to reproduce the distribution of the mean number of interactions per bunch crossing observed in the data.",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 35,
            "section_rank": 9
        },
        {
            "text": "Object reconstruction and identification",
            "section_rank": 10
        },
        {
            "text": "Detector-level object reconstruction",
            "section_rank": 11
        },
        {
            "text": "A description of the main reconstruction and identification criteria applied for electrons, muons, jets and b-jets is given below.",
            "section": "Detector-level object reconstruction",
            "paragraph_rank": 36,
            "section_rank": 11
        },
        {
            "text": "Electrons are reconstructed [63] by matching ID tracks to clusters in the electromagnetic calorimeter. ",
            "section": "Detector-level object reconstruction",
            "paragraph_rank": 37,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 28,
                    "end": 32,
                    "type": "bibr",
                    "ref_id": "b51",
                    "text": "[63]"
                }
            ]
        },
        {
            "text": "Electrons must satisfy the tight identification criterion, based on a likelihood discriminant combining observables related to the shower shape in the calorimeter and to the track matching the electromagnetic cluster, and are required to be isolated in both the ID and the EM calorimeter using the p T -dependent isolation working point. ",
            "section": "Detector-level object reconstruction",
            "paragraph_rank": 37,
            "section_rank": 11
        },
        {
            "text": "Electrons are required to have p T > 25 GeV and |η cluster | < 2.47. ",
            "section": "Detector-level object reconstruction",
            "paragraph_rank": 37,
            "section_rank": 11
        },
        {
            "text": "Electrons that fall in the transition region between the barrel and endcap calorimeters (1.37 < |η cluster | < 1.52) are poorly measured and are therefore not considered in this analysis.",
            "section": "Detector-level object reconstruction",
            "paragraph_rank": 37,
            "section_rank": 11
        },
        {
            "text": "Muon candidates are reconstructed [64] by matching ID tracks to tracks in the muon spectrometer. ",
            "section": "Detector-level object reconstruction",
            "paragraph_rank": 38,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 34,
                    "end": 38,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "[64]"
                }
            ]
        },
        {
            "text": "Track reconstruction is performed independently in the ID and MS before a combined track is formed with a global re-fit to hits in the ID and MS. Muon candidates are required to have p T > 25 GeV and |η| < 2.5, must satisfy the medium identification criteria and are required to be isolated using the p T -dependent isolation working point.",
            "section": "Detector-level object reconstruction",
            "paragraph_rank": 38,
            "section_rank": 11
        },
        {
            "text": "Electron and muon tracks are required to be associated with the primary vertex. ",
            "section": "Detector-level object reconstruction",
            "paragraph_rank": 39,
            "section_rank": 11
        },
        {
            "text": "This association requires the electron (muon) track to have |d 0 |/σ d 0 < 5 (3) and |∆z 0 sin θ| < 0.5 mm, where d 0 and z 0 are the transverse and longitudinal impact parameters of the electron (muon) track, respectively, σ d 0 is the uncertainty in the measurement of d 0 , and θ is the angle of the track relative to the axis parallel to the beamline.",
            "section": "Detector-level object reconstruction",
            "paragraph_rank": 39,
            "section_rank": 11
        },
        {
            "text": "Reconstruction, identification and isolation efficiencies of electrons (muons) are corrected in simulation to match those observed in data using Z → e + e − (µ + µ − ) events, and the position and width of the observed Z boson peak is used to calibrate the electron (muon) energy (momentum) scale and resolution.",
            "section": "Detector-level object reconstruction",
            "paragraph_rank": 40,
            "section_rank": 11
        },
        {
            "text": "The anti-k t algorithm [65] with a radius parameter of R = 0.4 is used to reconstruct jets with a four-momentum recombination scheme, using energy deposits in topological clusters -9 -JHEP04(2019)046 in the calorimeter as inputs [66]. ",
            "section": "Detector-level object reconstruction",
            "paragraph_rank": 41,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 23,
                    "end": 27,
                    "type": "bibr",
                    "ref_id": "b53",
                    "text": "[65]"
                },
                {
                    "start": 229,
                    "end": 233,
                    "type": "bibr",
                    "ref_id": "b54",
                    "text": "[66]"
                }
            ]
        },
        {
            "text": "Jets are calibrated using a series of simulation-based corrections and in situ techniques [67]. ",
            "section": "Detector-level object reconstruction",
            "paragraph_rank": 41,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 90,
                    "end": 94,
                    "type": "bibr",
                    "ref_id": "b55",
                    "text": "[67]"
                }
            ]
        },
        {
            "text": "Calibrated jets are required to have p T > 25 GeV and |η| < 2.5 so that data from the ID is available for determining whether they contain b-hadrons. ",
            "section": "Detector-level object reconstruction",
            "paragraph_rank": 41,
            "section_rank": 11
        },
        {
            "text": "Jets with p T < 60 GeV and |η| < 2.4 are required to be identified as originating from the primary vertex using a jet-vertex tagger (JVT) algorithm [68].",
            "section": "Detector-level object reconstruction",
            "paragraph_rank": 41,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 148,
                    "end": 152,
                    "type": "bibr",
                    "ref_id": "b56",
                    "text": "[68]"
                }
            ]
        },
        {
            "text": "Jets containing b-hadrons are identified exploiting the lifetimes of b-hadrons and their masses. ",
            "section": "Detector-level object reconstruction",
            "paragraph_rank": 42,
            "section_rank": 11
        },
        {
            "text": "A multivariate algorithm, MV2c10, that combines track and secondary-vertex information is used to distinguish b-jets from other jets [69]. ",
            "section": "Detector-level object reconstruction",
            "paragraph_rank": 42,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 133,
                    "end": 137,
                    "type": "bibr",
                    "ref_id": "b57",
                    "text": "[69]"
                }
            ]
        },
        {
            "text": "Four working points are defined by different b-tagging discriminant output thresholds corresponding to efficiencies of 85%, 77%, 70% and 60% in simulated tt events for b-jets with p T > 20 GeV and rejection factors ranging from 3-35 for c-jets and 30-1500 for light-flavour jets [19,69].",
            "section": "Detector-level object reconstruction",
            "paragraph_rank": 42,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 279,
                    "end": 283,
                    "type": "bibr",
                    "text": "[19,"
                },
                {
                    "start": 283,
                    "end": 286,
                    "type": "bibr",
                    "ref_id": "b57",
                    "text": "69]"
                }
            ]
        },
        {
            "text": "After selecting electrons, muons and jets as defined above, several criteria are applied to ensure that objects do not overlap. ",
            "section": "Detector-level object reconstruction",
            "paragraph_rank": 43,
            "section_rank": 11
        },
        {
            "text": "If a selected electron and muon share a track then the electron is rejected. ",
            "section": "Detector-level object reconstruction",
            "paragraph_rank": 43,
            "section_rank": 11
        },
        {
            "text": "If an electron is within ∆R = 0.2 of one or more jets then the closest jet to the electron is removed. ",
            "section": "Detector-level object reconstruction",
            "paragraph_rank": 43,
            "section_rank": 11
        },
        {
            "text": "If there are remaining jets within ∆R = 0.4 of an electron then the electron is removed. ",
            "section": "Detector-level object reconstruction",
            "paragraph_rank": 43,
            "section_rank": 11
        },
        {
            "text": "When a jet is within ∆R = 0.4 of a muon, it is removed if it has fewer than three tracks, otherwise the muon is removed.",
            "section": "Detector-level object reconstruction",
            "paragraph_rank": 43,
            "section_rank": 11
        },
        {
            "text": "Particle-level object definitions",
            "section_rank": 12
        },
        {
            "text": "Particle-level objects are selected in simulated events using definitions that closely match the detector-level objects defined in section 4.1. ",
            "section": "Particle-level object definitions",
            "paragraph_rank": 44,
            "section_rank": 12
        },
        {
            "text": "Particle-level objects are defined using stable particles having a proper lifetime greater than 30 ps. ",
            "section": "Particle-level object definitions",
            "paragraph_rank": 44,
            "section_rank": 12
        },
        {
            "text": "This analysis considers electrons and muons that do not come from hadron decays for the fiducial definition. ",
            "section": "Particle-level object definitions",
            "paragraph_rank": 44,
            "section_rank": 12
        },
        {
            "text": "2 In order to take into account final-state photon radiation, the four-momentum of each lepton is modified by adding to it the four-momenta of all photons, not originating from a hadron, that are located within a ∆R = 0.1 cone around the lepton. ",
            "section": "Particle-level object definitions",
            "paragraph_rank": 44,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "Electrons and muons are required to have p T > 25 GeV and |η| < 2.5.",
            "section": "Particle-level object definitions",
            "paragraph_rank": 44,
            "section_rank": 12
        },
        {
            "text": "Jets are clustered using the anti-k t algorithm with a radius parameter of 0.4. ",
            "section": "Particle-level object definitions",
            "paragraph_rank": 45,
            "section_rank": 12
        },
        {
            "text": "All stable particles are included except those identified as electrons and muons, and the photons added to them, using the definition above and neutrinos not from hadron decays. ",
            "section": "Particle-level object definitions",
            "paragraph_rank": 45,
            "section_rank": 12
        },
        {
            "text": "These jets do not include particles from pile-up events but do include those from the underlying event. ",
            "section": "Particle-level object definitions",
            "paragraph_rank": 45,
            "section_rank": 12
        },
        {
            "text": "The decay products of hadronically decaying τ -leptons are therefore included. ",
            "section": "Particle-level object definitions",
            "paragraph_rank": 45,
            "section_rank": 12
        },
        {
            "text": "Jets are required to have p T > 25 GeV and |η| < 2.5.",
            "section": "Particle-level object definitions",
            "paragraph_rank": 45,
            "section_rank": 12
        },
        {
            "text": "Jets are identified as b-jets by requiring that at least one b-hadron with p T > 5 GeV is matched to the jet by ghost association [70]. ",
            "section": "Particle-level object definitions",
            "paragraph_rank": 46,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 130,
                    "end": 134,
                    "type": "bibr",
                    "ref_id": "b58",
                    "text": "[70]"
                }
            ]
        },
        {
            "text": "Here, the ghost-association procedure includes b-hadrons in the jet clustering after scaling their p T to a negligible value. ",
            "section": "Particle-level object definitions",
            "paragraph_rank": 46,
            "section_rank": 12
        },
        {
            "text": "A similar procedure is followed to define c-jets, with the b-jet definition taking precedence, i.e. a jet containing one b-hadron and one c-hadron is defined as a b-jet. ",
            "section": "Particle-level object definitions",
            "paragraph_rank": 46,
            "section_rank": 12
        },
        {
            "text": "Jets that do not contain either a b-hadron or a c-hadron are considered to be light-flavour jets.",
            "section": "Particle-level object definitions",
            "paragraph_rank": 46,
            "section_rank": 12
        },
        {
            "text": "2 Electrons and muons from τ decays are thus included.",
            "section": "Particle-level object definitions",
            "paragraph_rank": 47,
            "section_rank": 12
        },
        {
            "text": "-10 -",
            "section": "Particle-level object definitions",
            "paragraph_rank": 48,
            "section_rank": 12
        },
        {
            "text": "JHEP04(2019)046",
            "section_rank": 13
        },
        {
            "text": "Electrons and muons that meet the selection criteria defined above are required to be separated from selected jets by ∆R(lepton, jet) > 0.4. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 49,
            "section_rank": 13
        },
        {
            "text": "This ensures compatibility with the detector-level selection defined in section 4.1.",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 49,
            "section_rank": 13
        },
        {
            "text": "5 Event selection and definition of the fiducial phase space",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 50,
            "section_rank": 13
        },
        {
            "text": "Data event selection",
            "section_rank": 14
        },
        {
            "text": "The data analysed were collected by the ATLAS detector in 2015 and 2016 during stable pp collisions at √ s = 13 TeV while all components of the ATLAS detector were fully operational. ",
            "section": "Data event selection",
            "paragraph_rank": 51,
            "section_rank": 14
        },
        {
            "text": "The total integrated luminosity recorded in this period is 36.1 fb −1 .",
            "section": "Data event selection",
            "paragraph_rank": 51,
            "section_rank": 14
        },
        {
            "text": "In order to ensure events originate from pp collisions, events are required to have at least one primary vertex with at least two tracks. ",
            "section": "Data event selection",
            "paragraph_rank": 52,
            "section_rank": 14
        },
        {
            "text": "The primary vertex is defined as the vertex with the highest p 2 T of tracks assigned to it. ",
            "section": "Data event selection",
            "paragraph_rank": 52,
            "section_rank": 14
        },
        {
            "text": "Single-electron or single-muon triggers are used to select the events. ",
            "section": "Data event selection",
            "paragraph_rank": 52,
            "section_rank": 14
        },
        {
            "text": "They require a p T of at least 20 (26) GeV for muons and 24 (26) GeV for electrons for the 2015 (2016) data set and also include requirements on the lepton quality and isolation. ",
            "section": "Data event selection",
            "paragraph_rank": 52,
            "section_rank": 14
        },
        {
            "text": "These triggers are complemented by others with higher p T requirements but loosened isolation requirements to ensure maximum efficiencies at higher lepton p T .",
            "section": "Data event selection",
            "paragraph_rank": 52,
            "section_rank": 14
        },
        {
            "text": "In the eµ channel, events are required to have exactly one electron and one muon of p T > 27 GeV and with opposite electric charge. ",
            "section": "Data event selection",
            "paragraph_rank": 53,
            "section_rank": 14
        },
        {
            "text": "At least one of the two leptons must be matched in flavour and angle to a trigger object. ",
            "section": "Data event selection",
            "paragraph_rank": 53,
            "section_rank": 14
        },
        {
            "text": "In the lepton + jets channel, exactly one selected lepton of p T > 27 GeV is required and must be matched to the trigger object that triggered the event.",
            "section": "Data event selection",
            "paragraph_rank": 53,
            "section_rank": 14
        },
        {
            "text": "In the eµ channel, at least two jets are required and at least two of these must be b-tagged at the 77% efficiency b-tagging working point for the baseline selection. ",
            "section": "Data event selection",
            "paragraph_rank": 54,
            "section_rank": 14
        },
        {
            "text": "The measurement of the fiducial cross-section with one (two) additional b-jets requires at least three (at least four) jets to be b-tagged. ",
            "section": "Data event selection",
            "paragraph_rank": 54,
            "section_rank": 14
        },
        {
            "text": "For the measurement of the b-jet multiplicity distribution, at least two jets are required and at least two of them must be b-tagged. ",
            "section": "Data event selection",
            "paragraph_rank": 54,
            "section_rank": 14
        },
        {
            "text": "All other differential cross-section measurements in the eµ channel require at least three jets and at least three of these must be b-tagged.",
            "section": "Data event selection",
            "paragraph_rank": 54,
            "section_rank": 14
        },
        {
            "text": "In the lepton+jets channel, at least five jets are required and at least two of these must be b-tagged for the baseline selection. ",
            "section": "Data event selection",
            "paragraph_rank": 55,
            "section_rank": 14
        },
        {
            "text": "For the measurement of the fiducial cross-section with one (two) additional b-jets, five (six) jets are required, of which at least three (at least four) must be b-tagged. ",
            "section": "Data event selection",
            "paragraph_rank": 55,
            "section_rank": 14
        },
        {
            "text": "For the measurement of the differential cross-sections, at least six jets, at least four of which are b-tagged, are required. ",
            "section": "Data event selection",
            "paragraph_rank": 55,
            "section_rank": 14
        },
        {
            "text": "In this channel, b-jets are identified using the tighter 60% efficiency b-tagging working point to better suppress c-jets from W − →cs or W + → cs decays.",
            "section": "Data event selection",
            "paragraph_rank": 55,
            "section_rank": 14
        },
        {
            "text": "Fiducial phase-space definition",
            "section_rank": 15
        },
        {
            "text": "The phase space in which the fiducial cross-section is measured is defined using particlelevel objects with kinematic requirements similar to those placed on reconstructed objects in the event selection. ",
            "section": "Fiducial phase-space definition",
            "paragraph_rank": 56,
            "section_rank": 15
        },
        {
            "text": "The definitions of the fiducial phase spaces used for the crosssections measurements are given below. ",
            "section": "Fiducial phase-space definition",
            "paragraph_rank": 56,
            "section_rank": 15
        },
        {
            "text": "The data are corrected to particle level using -11 -JHEP04(2019)046 slightly different definitions of the fiducial phase space depending on the top-pair decay channel and on the observable.",
            "section": "Fiducial phase-space definition",
            "paragraph_rank": 56,
            "section_rank": 15
        },
        {
            "text": "In the eµ channel, fiducial cross-sections are determined by requiring exactly one electron and one muon with opposite-sign charge at particle level and at least three (at least four) b-jet(s) for the fiducial cross-section with one (two) additional b-jets. ",
            "section": "Fiducial phase-space definition",
            "paragraph_rank": 57,
            "section_rank": 15
        },
        {
            "text": "The normalised differential cross-sections are measured in the fiducial volume containing the leptons and at least two b-jets for the distribution differential in number of b-jets and at least three b-jets for all other differential measurements.",
            "section": "Fiducial phase-space definition",
            "paragraph_rank": 57,
            "section_rank": 15
        },
        {
            "text": "In the lepton + jets channel, the fiducial phase space for the measurement of the integrated cross-section with one (two) additional b-jet(s) is defined as containing exactly one particle-level electron or muon and five (six) jets, at least three (four) of which are b-jets. ",
            "section": "Fiducial phase-space definition",
            "paragraph_rank": 58,
            "section_rank": 15
        },
        {
            "text": "Differential cross-sections are measured in a fiducial volume containing at least six jets and where at least four of them are required to be b-jets.",
            "section": "Fiducial phase-space definition",
            "paragraph_rank": 58,
            "section_rank": 15
        },
        {
            "text": "Background estimation",
            "section_rank": 16
        },
        {
            "text": "The baseline selection with at least two b-tagged jets results in a sample with only small backgrounds from processes other than tt production. ",
            "section": "Background estimation",
            "paragraph_rank": 59,
            "section_rank": 16
        },
        {
            "text": "As mentioned before, events with additional b-jets produced in ttV or ttH production are treated as signal. ",
            "section": "Background estimation",
            "paragraph_rank": 59,
            "section_rank": 16
        },
        {
            "text": "The estimation of tt production in association with additional light-flavour jets or c-jets is described in section 7.1 and is performed simultaneously with the extraction of fiducial cross-sections.",
            "section": "Background estimation",
            "paragraph_rank": 59,
            "section_rank": 16
        },
        {
            "text": "The remaining background events are classified into two types: those with prompt leptons from single top, W or Z decays (including those produced via leptonic τ decays), which are discussed in section 6.1, and those where at least one of the reconstructed lepton candidates is non-prompt or \"fake\" (NP & fake lep.), i.e. a non-prompt lepton from the decay of a b-or c-hadron, an electron from a photon conversion, hadronic jet activity misidentified as an electron, or a muon produced from an in-flight decay of a pion or kaon. ",
            "section": "Background estimation",
            "paragraph_rank": 60,
            "section_rank": 16
        },
        {
            "text": "This is estimated using a combined data-driven and simulation-based approach in the eµ channel, and a data-driven approach in the lepton + jets channel, both of which are described in section 6.2.",
            "section": "Background estimation",
            "paragraph_rank": 60,
            "section_rank": 16
        },
        {
            "text": "Background from single-top, Z/γ * + jets and W + jets events",
            "section_rank": 17
        },
        {
            "text": "The background from single top-quark production is estimated from the MC simulation predictions in both the eµ and lepton + jets channels. ",
            "section": "Background from single-top, Z/γ * + jets and W + jets events",
            "paragraph_rank": 61,
            "section_rank": 17
        },
        {
            "text": "This background contributes 3% of the event yields in both channels, with slightly smaller contributions in the four b-jets selections.",
            "section": "Background from single-top, Z/γ * + jets and W + jets events",
            "paragraph_rank": 61,
            "section_rank": 17
        },
        {
            "text": "In the eµ channel, a very small number of events from Drell-Yan production and Z/γ * (→ τ τ )+jets fulfil the selection criteria. ",
            "section": "Background from single-top, Z/γ * + jets and W + jets events",
            "paragraph_rank": 62,
            "section_rank": 17
        },
        {
            "text": "This background is estimated from MC simulation scaled to the data with separate scale factors for the two-b-tagged jets and threeb-tagged jets cases. ",
            "section": "Background from single-top, Z/γ * + jets and W + jets events",
            "paragraph_rank": 62,
            "section_rank": 17
        },
        {
            "text": "The scale factors are derived from data events that have a reconstructed mass of the dilepton system corresponding to the Z boson mass and that fulfil the standard selection except that the lepton flavour is ee or µµ. ",
            "section": "Background from single-top, Z/γ * + jets and W + jets events",
            "paragraph_rank": 62,
            "section_rank": 17
        },
        {
            "text": "The fraction of background events from Z/γ * (→ τ τ )+jets is below two per mill for all b-tagged jet multiplicities. ",
            "section": "Background from single-top, Z/γ * + jets and W + jets events",
            "paragraph_rank": 62,
            "section_rank": 17
        },
        {
            "text": "A small number",
            "section": "Background from single-top, Z/γ * + jets and W + jets events",
            "paragraph_rank": 62,
            "section_rank": 17
        },
        {
            "text": "JHEP04(2019)046",
            "section_rank": 18
        },
        {
            "text": "of Z/γ * +jets events, where the Z/γ * is decaying into any lepton flavour pair, can enter in the lepton + jets channel and is estimated from MC simulation.",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 63,
            "section_rank": 18
        },
        {
            "text": "In the lepton + jets channel, a small background from W + jets remains after the event selection; however, this contribution is below 2% in events that have at least three b-tagged jets. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 64,
            "section_rank": 18
        },
        {
            "text": "This background is estimated directly from MC simulation.",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 64,
            "section_rank": 18
        },
        {
            "text": "Background from non-prompt and fake leptons",
            "section_rank": 19
        },
        {
            "text": "In the eµ channel, the normalisation of this background is estimated from data using events in which the electron and muon have the same-sign electric charge. ",
            "section": "Background from non-prompt and fake leptons",
            "paragraph_rank": 65,
            "section_rank": 19
        },
        {
            "text": "The method is described in ref. ",
            "section": "Background from non-prompt and fake leptons",
            "paragraph_rank": 65,
            "section_rank": 19
        },
        {
            "text": "[71]. ",
            "section": "Background from non-prompt and fake leptons",
            "paragraph_rank": 65,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b59",
                    "text": "[71]"
                }
            ]
        },
        {
            "text": "Known sources of same-sign prompt leptons are subtracted from the data and the non-prompt and fake background is extracted by scaling the remaining data events by a transfer factor determined from MC simulation. ",
            "section": "Background from non-prompt and fake leptons",
            "paragraph_rank": 65,
            "section_rank": 19
        },
        {
            "text": "This transfer factor is defined as the ratio of predicted opposite-sign to predicted same-sign non-prompt and fake leptons.",
            "section": "Background from non-prompt and fake leptons",
            "paragraph_rank": 65,
            "section_rank": 19
        },
        {
            "text": "In the lepton + jets channel, the background from non-prompt and fake leptons is estimated using the matrix method [72]. ",
            "section": "Background from non-prompt and fake leptons",
            "paragraph_rank": 66,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 115,
                    "end": 119,
                    "type": "bibr",
                    "ref_id": "b60",
                    "text": "[72]"
                }
            ]
        },
        {
            "text": "A sample enriched in non-prompt and fake leptons is obtained by removing the isolation and impact parameter requirements on the lepton selections defined in section 4. ",
            "section": "Background from non-prompt and fake leptons",
            "paragraph_rank": 66,
            "section_rank": 19
        },
        {
            "text": "The efficiency for these leptons, hereafter referred to as loose leptons, to meet the identification criteria defined in section 4.1 is then measured separately for prompt and fake leptons. ",
            "section": "Background from non-prompt and fake leptons",
            "paragraph_rank": 66,
            "section_rank": 19
        },
        {
            "text": "3 For both electrons and muons the efficiency for a prompt loose lepton to pass the identification criteria defined in section 4.1 is measured using a sample of Z boson decays. ",
            "section": "Background from non-prompt and fake leptons",
            "paragraph_rank": 66,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                }
            ]
        },
        {
            "text": "The efficiency for fake loose leptons to pass the identification criteria is measured using events that have low missing transverse momentum for electrons and high lepton impact-parameter significance for muons. ",
            "section": "Background from non-prompt and fake leptons",
            "paragraph_rank": 66,
            "section_rank": 19
        },
        {
            "text": "These efficiencies allow the number of fake leptons selected in the signal region to be estimated.   ",
            "section": "Background from non-prompt and fake leptons",
            "paragraph_rank": 66,
            "section_rank": 19
        },
        {
            "text": "Data/Pred.      ",
            "section": "Background from non-prompt and fake leptons",
            "paragraph_rank": 66,
            "section_rank": 19
        },
        {
            "text": "Table 3. ",
            "section": "Background from non-prompt and fake leptons",
            "paragraph_rank": 66,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "Predicted and observed lepton + jets event yields in the ≥ 5j ≥ 2b, ≥ 5j ≥ 3b, ≥ 5j = 3b, and ≥ 6j ≥ 4b selections. ",
            "section": "Background from non-prompt and fake leptons",
            "paragraph_rank": 66,
            "section_rank": 19
        },
        {
            "text": "The quoted uncertainties are symmetrised and indicate total statistical and systematic uncertainties in predictions due to experimental sources.",
            "section": "Background from non-prompt and fake leptons",
            "paragraph_rank": 66,
            "section_rank": 19
        },
        {
            "text": "JHEP04(2019)046",
            "section_rank": 20
        },
        {
            "text": "JHEP04(2019)046 6.3 Data and prediction comparison of baseline selection",
            "section_rank": 21
        },
        {
            "text": "The overall number of events fulfilling the baseline selection is well described by the prediction in both channels, as seen in tables 2 and 3 and figure 2, where b and j denote a b-jet and a jet of any flavour, respectively. ",
            "section": "JHEP04(2019)046 6.3 Data and prediction comparison of baseline selection",
            "paragraph_rank": 67,
            "section_rank": 21
        },
        {
            "text": "However, the number of events with more than two b-tagged jets is slightly underestimated, as shown in figures 2 and 3. ",
            "section": "JHEP04(2019)046 6.3 Data and prediction comparison of baseline selection",
            "paragraph_rank": 67,
            "section_rank": 21
        },
        {
            "text": "Therefore, data-driven scale factors are derived to correct the predictions of additional c-jets or light jets in the tt MC simulation, as described in the next section.",
            "section": "JHEP04(2019)046 6.3 Data and prediction comparison of baseline selection",
            "paragraph_rank": 67,
            "section_rank": 21
        },
        {
            "text": "Extraction of the fiducial cross-sections",
            "section_rank": 22
        },
        {
            "text": "Fiducial cross-sections in the phase spaces defined in section 5.2 for the different observables are extracted from detector-level distributions obtained after the event selections described in section 5.1 and subtracting the number of background events produced by the non-tt processes described in section 6. ",
            "section": "Extraction of the fiducial cross-sections",
            "paragraph_rank": 68,
            "section_rank": 22
        },
        {
            "text": "After the subtraction of non-tt background, the data suffer from backgrounds from tt events with additional light-flavour jets (ttl) or c-jets (ttc) that are misidentified as b-jets by the b-tagging algorithm. ",
            "section": "Extraction of the fiducial cross-sections",
            "paragraph_rank": 68,
            "section_rank": 22
        },
        {
            "text": "The correction factors for these backgrounds are measured in data, as presented in section 7.1. ",
            "section": "Extraction of the fiducial cross-sections",
            "paragraph_rank": 68,
            "section_rank": 22
        },
        {
            "text": "The data are then unfolded using the corrected MC simulation as described in section 7.2.",
            "section": "Extraction of the fiducial cross-sections",
            "paragraph_rank": 68,
            "section_rank": 22
        },
        {
            "text": "Data-driven correction factors for flavour composition of additional jets in tt events",
            "section_rank": 23
        },
        {
            "text": "The measurement of tt + b-jets production is dependent on the determination of the background from other tt processes. ",
            "section": "Data-driven correction factors for flavour composition of additional jets in tt events",
            "paragraph_rank": 69,
            "section_rank": 23
        },
        {
            "text": "For example, according to simulation studies in the eµ channel, only about 50% of the events selected at detector level with at least three b-tagged jets at the 77% efficiency working point and within the fiducial phase space of the analysis, also have at least three b-jets at particle level. ",
            "section": "Data-driven correction factors for flavour composition of additional jets in tt events",
            "paragraph_rank": 69,
            "section_rank": 23
        },
        {
            "text": "The other events contain at least one c-jet or light-flavour jet which is misidentified as a b-jet. ",
            "section": "Data-driven correction factors for flavour composition of additional jets in tt events",
            "paragraph_rank": 69,
            "section_rank": 23
        },
        {
            "text": "The cross-section of tt with additional jet production has been measured with 10% (16%) uncertainty for events with two (three) additional jets [73]. ",
            "section": "Data-driven correction factors for flavour composition of additional jets in tt events",
            "paragraph_rank": 69,
            "section_rank": 23,
            "ref_spans": [
                {
                    "start": 144,
                    "end": 148,
                    "type": "bibr",
                    "ref_id": "b61",
                    "text": "[73]"
                }
            ]
        },
        {
            "text": "However, these measurements did not determine the flavours of the additional jets. ",
            "section": "Data-driven correction factors for flavour composition of additional jets in tt events",
            "paragraph_rank": 69,
            "section_rank": 23
        },
        {
            "text": "Due to the lack of precise measurements of these processes, template fits to data are performed to extract the ttb signal yields and estimate the ttc and ttl backgrounds as described in the following. ",
            "section": "Data-driven correction factors for flavour composition of additional jets in tt events",
            "paragraph_rank": 69,
            "section_rank": 23
        },
        {
            "text": "The templates are constructed from tt, ttH and ttV MC simulated samples, as the signal includes the contributions from ttV and ttH. ",
            "section": "Data-driven correction factors for flavour composition of additional jets in tt events",
            "paragraph_rank": 69,
            "section_rank": 23
        },
        {
            "text": "The events in the eµ channel are selected within an analysis region consisting of at least three b-tagged jets at the 77% b-tagging working point as specified in section 5.1. ",
            "section": "Data-driven correction factors for flavour composition of additional jets in tt events",
            "paragraph_rank": 69,
            "section_rank": 23
        },
        {
            "text": "This avoids extrapolation of the background shapes determined outside the selected region into the analysis region. ",
            "section": "Data-driven correction factors for flavour composition of additional jets in tt events",
            "paragraph_rank": 69,
            "section_rank": 23
        },
        {
            "text": "The fit in the lepton + jets channel is performed on a sample with at least five jets, at least two of which are b-tagged with a b-tagging efficiency of 60%. ",
            "section": "Data-driven correction factors for flavour composition of additional jets in tt events",
            "paragraph_rank": 69,
            "section_rank": 23
        },
        {
            "text": "While this means that the MC simulation is needed to extrapolate the results of the fit into the signal regions, it allows the ttl background to be extracted in what is effectively a control region. ",
            "section": "Data-driven correction factors for flavour composition of additional jets in tt events",
            "paragraph_rank": 69,
            "section_rank": 23
        },
        {
            "text": "The lepton + jets channel suffers from an additional background due to W + → cs or corresponding W − decays in the inclusive tt process, where the c-jet is misidentified as  Table 4. ",
            "section": "Data-driven correction factors for flavour composition of additional jets in tt events",
            "paragraph_rank": 69,
            "section_rank": 23,
            "ref_spans": [
                {
                    "start": 174,
                    "end": 181,
                    "type": "table",
                    "text": "Table 4"
                }
            ]
        },
        {
            "text": "Event categorisation (for the definition of the MC templates) based on the particle-level selections of b-jets, c-jets and light-flavour jets.",
            "section": "Data-driven correction factors for flavour composition of additional jets in tt events",
            "paragraph_rank": 69,
            "section_rank": 23
        },
        {
            "text": "a b-jet. ",
            "section": "Data-driven correction factors for flavour composition of additional jets in tt events",
            "paragraph_rank": 70,
            "section_rank": 23
        },
        {
            "text": "In order to separate this background from tt+c-jets events, events containing only one particle-level c-jet are attributed to this background and grouped into a ttl class, while those with two particle-level c-jets are placed into a ttc class, as summarised in table 4.",
            "section": "Data-driven correction factors for flavour composition of additional jets in tt events",
            "paragraph_rank": 70,
            "section_rank": 23
        },
        {
            "text": "In this sample, 85% of the events with exactly one particle-level c-jet are found to contain W → cs(cs) decays, according to tt MC simulation. ",
            "section": "Data-driven correction factors for flavour composition of additional jets in tt events",
            "paragraph_rank": 71,
            "section_rank": 23
        },
        {
            "text": "Templates are created for events in the different categories described in table 4 using the b-tagging discriminant value of the jet with the third-highest b-tagging discriminant in the eµ channel, and the two jets with the third-and fourth-highest b-tagging discriminant values in the lepton + jets channel.",
            "section": "Data-driven correction factors for flavour composition of additional jets in tt events",
            "paragraph_rank": 71,
            "section_rank": 23
        },
        {
            "text": "The discriminant values are divided into five b-tagging discriminant bins such that each bin corresponds to a certain range of b-tagging efficiencies defined by the working points. ",
            "section": "Data-driven correction factors for flavour composition of additional jets in tt events",
            "paragraph_rank": 72,
            "section_rank": 23
        },
        {
            "text": "The bins range from 1 to 5, corresponding to efficiencies of 100%-85%, 85%-77%, 77%-70%, 70%-60%, and < 60% respectively. ",
            "section": "Data-driven correction factors for flavour composition of additional jets in tt events",
            "paragraph_rank": 72,
            "section_rank": 23
        },
        {
            "text": "In the eµ channel, one-dimensional templates with three bins are formed corresponding to b-tagging efficiencies between 77% and 0% for the jet with the third highest b-tagging discriminant value. ",
            "section": "Data-driven correction factors for flavour composition of additional jets in tt events",
            "paragraph_rank": 72,
            "section_rank": 23
        },
        {
            "text": "In the lepton + jets channel, two-dimensional templates are created using the b-tagging discriminant values of the two jets with the third-and fourth-highest b-tagging discriminant values, corresponding to b-tagging efficiencies between 100% and 0% for the two jets.",
            "section": "Data-driven correction factors for flavour composition of additional jets in tt events",
            "paragraph_rank": 72,
            "section_rank": 23
        },
        {
            "text": "In both channels, one template is created from the sum of all backgrounds described in section 6 and three templates are created from tt, ttV and ttH MC simulations, to account for ttb, ttc and ttl events, as detailed in table 4. ",
            "section": "Data-driven correction factors for flavour composition of additional jets in tt events",
            "paragraph_rank": 73,
            "section_rank": 23
        },
        {
            "text": "These templates are then fitted to the data using a binned maximum-likelihood fit, with a Poisson likelihood",
            "section": "Data-driven correction factors for flavour composition of additional jets in tt events",
            "paragraph_rank": 73,
            "section_rank": 23
        },
        {
            "text": "where x k is the number of events in bin k of the data template and ν k ( α) is the expected number of events, and depends upon a number of free parameters, α.",
            "section": "Data-driven correction factors for flavour composition of additional jets in tt events",
            "paragraph_rank": 74,
            "section_rank": 23
        },
        {
            "text": "In the eµ channel, two free parameters are used, such that the expected number of events in bin k is",
            "section": "Data-driven correction factors for flavour composition of additional jets in tt events",
            "paragraph_rank": 75,
            "section_rank": 23
        },
        {
            "text": "where N k ttb , N k ttc , N k ttl and N k non-tt are the numbers of events in bin k of the ttb, ttc, ttl and non-tt background templates, respectively. ",
            "section": "Data-driven correction factors for flavour composition of additional jets in tt events",
            "paragraph_rank": 76,
            "section_rank": 23
        },
        {
            "text": "The scale factors obtained from the fit are α b = 1.37 ± 0.06 and α cl = 1.05 ± 0.04, where the quoted uncertainties are statistical only.   ",
            "section": "Data-driven correction factors for flavour composition of additional jets in tt events",
            "paragraph_rank": 76,
            "section_rank": 23
        },
        {
            "text": "Figure 4a shows the distributions of the templates before and after scaling the templates by these scale factors.",
            "section": "Data-driven correction factors for flavour composition of additional jets in tt events",
            "paragraph_rank": 76,
            "section_rank": 23,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "Figure 4a"
                }
            ]
        },
        {
            "text": "JHEP04(2019)046",
            "section_rank": 24
        },
        {
            "text": "In the lepton + jets channel, three free parameters, α b , α c and α l , are used in the maximum-likelihood fit, such that the expected number of events in bin k is",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 77,
            "section_rank": 24
        },
        {
            "text": "The best-fit values of the free parameters are α b = 1.11 ± 0.02, α c = 1.59 ± 0.06 and α l = 0.962 ± 0.003 where the quoted uncertainties are statistical only. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 78,
            "section_rank": 24
        },
        {
            "text": "Including systematic uncertainties, the values of α b extracted in the eµ and lepton + jets channels are found to be compatible at a level better than 1.5 standard deviations. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 78,
            "section_rank": 24
        },
        {
            "text": "Some of the dominant common systematic uncertainties have small correlations between the two channels, while the uncertainty in α b due to the modelling of the ttc template in the eµ channel, as discussed in section 8.3 is uncorrelated between the two channels. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 78,
            "section_rank": 24
        },
        {
            "text": "Taking only this uncertainty as uncorrelated, the values of α b extracted from the two channels are found be compatible at a level better than 1.7 standard deviations.   ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 78,
            "section_rank": 24
        },
        {
            "text": "-19 -",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 78,
            "section_rank": 24
        },
        {
            "text": "JHEP04(2019)046",
            "section_rank": 25
        },
        {
            "text": "scaled by the extracted scale factors. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 79,
            "section_rank": 25
        },
        {
            "text": "The data are described much better by the prediction after the scaling is applied.",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 79,
            "section_rank": 25
        },
        {
            "text": "Unfolding",
            "section_rank": 26
        },
        {
            "text": "The measured distributions at detector level are unfolded to the particle level. ",
            "section": "Unfolding",
            "paragraph_rank": 80,
            "section_rank": 26
        },
        {
            "text": "The unfolding procedure corrects for resolution effects and for detector efficiencies and acceptances. ",
            "section": "Unfolding",
            "paragraph_rank": 80,
            "section_rank": 26
        },
        {
            "text": "First, the number of non-tt background events in bin j (N j non-tt-bkg ), described in section 6, is subtracted from the data distribution at the detector level in bin j (N j data ). ",
            "section": "Unfolding",
            "paragraph_rank": 80,
            "section_rank": 26
        },
        {
            "text": "This retains a mixture of signal and tt-related backgrounds, the latter coming from mis-tagged events as described in section 7.1. ",
            "section": "Unfolding",
            "paragraph_rank": 80,
            "section_rank": 26
        },
        {
            "text": "A series of corrections are then applied, with all corrections derived from simulated tt, ttH and ttV events. ",
            "section": "Unfolding",
            "paragraph_rank": 80,
            "section_rank": 26
        },
        {
            "text": "Following the subtraction of non-tt background, the data are first corrected for mis-tagged events by applying a correction",
            "section": "Unfolding",
            "paragraph_rank": 80,
            "section_rank": 26
        },
        {
            "text": "where α b is defined in the previous section, N j ttb,reco is the number of detector-level ttb events predicted by MC simulation, and B j is the number of detector-level ttc and ttl events in bin j, after being scaled by the fit parameters, α cl or α c and α l , defined in the previous section. ",
            "section": "Unfolding",
            "paragraph_rank": 81,
            "section_rank": 26
        },
        {
            "text": "In the eµ channel,",
            "section": "Unfolding",
            "paragraph_rank": 81,
            "section_rank": 26
        },
        {
            "text": "and in the lepton + jets channel,",
            "section": "Unfolding",
            "paragraph_rank": 82,
            "section_rank": 26
        },
        {
            "text": "where N j ttc,reco and N j ttl,reco are the numbers of reconstructed ttc and ttl events in bin j, as predicted by MC simulation, respectively. ",
            "section": "Unfolding",
            "paragraph_rank": 83,
            "section_rank": 26
        },
        {
            "text": "Next, an acceptance correction, f j accept , is applied, which corrects for the fiducial acceptance and is defined as the probability of a ttb event passing the detector-level selection in a given bin j (N j ttb,reco ) to also fall within the fiducial particle-level phase space (N j ttb,reco∧part ). ",
            "section": "Unfolding",
            "paragraph_rank": 83,
            "section_rank": 26
        },
        {
            "text": "It is estimated as",
            "section": "Unfolding",
            "paragraph_rank": 83,
            "section_rank": 26
        },
        {
            "text": "The detector-level objects are required to be matched within ∆R = 0.4 to the corresponding particle-level objects. ",
            "section": "Unfolding",
            "paragraph_rank": 84,
            "section_rank": 26
        },
        {
            "text": "This requirement leads to a better correspondence between the particle and detector levels and improves the unfolding performance. ",
            "section": "Unfolding",
            "paragraph_rank": 84,
            "section_rank": 26
        },
        {
            "text": "The matching factor f j matching is defined as",
            "section": "Unfolding",
            "paragraph_rank": 84,
            "section_rank": 26
        },
        {
            "text": "where N j ttb,reco∧part∧matched is the subset of reconstructed events falling in the particle-level fiducial volume which are matched to the corresponding particle-level objects.",
            "section": "Unfolding",
            "paragraph_rank": 85,
            "section_rank": 26
        },
        {
            "text": "JHEP04(2019)046",
            "section_rank": 27
        },
        {
            "text": "The remaining part of the unfolding procedure consists of effectively inverting the migration matrix M to correct for the resolution effects and subsequently correcting for detector inefficiencies. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 86,
            "section_rank": 27
        },
        {
            "text": "An iterative Bayesian unfolding technique [74], as implemented in the RooUnfold software package [75], is used. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 86,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 42,
                    "end": 46,
                    "type": "bibr",
                    "ref_id": "b62",
                    "text": "[74]"
                },
                {
                    "start": 97,
                    "end": 101,
                    "type": "bibr",
                    "ref_id": "b63",
                    "text": "[75]"
                }
            ],
            "entity_spans": [
                {
                    "start": 80,
                    "end": 88,
                    "type": "software",
                    "rawForm": "software",
                    "resp": "whitelist",
                    "id": "software-simple-w7"
                },
                {
                    "start": 89,
                    "end": 96,
                    "type": "software",
                    "rawForm": "package",
                    "resp": "whitelist",
                    "id": "software-simple-w8"
                }
            ]
        },
        {
            "text": "The matrix, M, represents the probability for a particle-level event in bin i to be reconstructed in bin j. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 86,
            "section_rank": 27
        },
        {
            "text": "The chosen binning is optimised for each distribution to have a migration matrix with a large fraction of events on the diagonal and a sufficient number of events in each bin. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 86,
            "section_rank": 27
        },
        {
            "text": "The Bayesian unfolding technique performs the effective matrix inversion, M −1 ij , iteratively. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 86,
            "section_rank": 27
        },
        {
            "text": "Four iterations are used for all measured distributions.",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 86,
            "section_rank": 27
        },
        {
            "text": "Finally, the factor f i eff corrects for the reconstruction efficiency and is defined as",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 87,
            "section_rank": 27
        },
        {
            "text": "where N i ttb,part is the number of ttb events passing the particle-level selection in bin i and N i ttb,part∧reco∧matched is the number of ttb events at particle level in bin i that also pass the detector-level selection, containing matched objects.",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 88,
            "section_rank": 27
        },
        {
            "text": "The unfolding procedure for an observable X at particle level can be summarised by the following expression",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 89,
            "section_rank": 27
        },
        {
            "text": "where ∆X i is the bin width, N i unfold is the number of events in bin i of the unfolded distribution and L is the integrated luminosity. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 90,
            "section_rank": 27
        },
        {
            "text": "In this paper, the integrated fiducial crosssection σ fid is obtained from",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 90,
            "section_rank": 27
        },
        {
            "text": "and is used as a normalisation factor such that results are presented in terms of a relative differential cross-section as 1/σ fid • dσ fid /dX i .",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 91,
            "section_rank": 27
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 28
        },
        {
            "text": "In this section, the statistical and systematic uncertainties considered in this analysis are described. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 92,
            "section_rank": 28
        },
        {
            "text": "Experimental sources of uncertainty are described in section 8.1, sources of uncertainty due to tt modelling are described in section 8.2 and uncertainties due to the treatment of the tt (ttc and ttl) and non-tt background processes are described in sections 8.3 and 8.4, respectively. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 92,
            "section_rank": 28
        },
        {
            "text": "The method used to propagate the effects of systematics uncertainties to the final results are described in section 8.5. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 92,
            "section_rank": 28
        },
        {
            "text": "The impact of these uncertainties on the fiducial and differential cross-section measurements are discussed in section 9.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 92,
            "section_rank": 28
        },
        {
            "text": "Experimental uncertainties",
            "section_rank": 29
        },
        {
            "text": "The uncertainty in the combined 2015+2016 integrated luminosity is 2.1%. ",
            "section": "Experimental uncertainties",
            "paragraph_rank": 93,
            "section_rank": 29
        },
        {
            "text": "It is derived, following a methodology similar to that detailed in ref. ",
            "section": "Experimental uncertainties",
            "paragraph_rank": 93,
            "section_rank": 29
        },
        {
            "text": "[76], and using the LUCID-2 detector -21 -",
            "section": "Experimental uncertainties",
            "paragraph_rank": 93,
            "section_rank": 29,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b64",
                    "text": "[76]"
                }
            ]
        },
        {
            "text": "JHEP04(2019)046",
            "section_rank": 30
        },
        {
            "text": "for the baseline luminosity measurements [77], from a calibration of the luminosity scale using x-y beam-separation scans.",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 94,
            "section_rank": 30,
            "ref_spans": [
                {
                    "start": 41,
                    "end": 45,
                    "type": "bibr",
                    "ref_id": "b65",
                    "text": "[77]"
                }
            ]
        },
        {
            "text": "The uncertainty in the pile-up reweighting of the reconstructed events in the MC simulation is estimated by comparing the distribution of the number of primary vertices in the MC simulation with the one in data as a function of the instantaneous luminosity. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 95,
            "section_rank": 30
        },
        {
            "text": "Differences between these distributions are adjusted by scaling the mean number of pp interactions per bunch crossing in the MC simulation and the ±1σ uncertainties are assigned to these scaling factors. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 95,
            "section_rank": 30
        },
        {
            "text": "The pile-up weights are recalculated after varying the scale factors within their uncertainties.",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 95,
            "section_rank": 30
        },
        {
            "text": "As discussed in section 4, scale factors to correct differences seen in the lepton reconstruction, identification and trigger efficiency between the data and MC simulation are derived using a tag-and-probe technique in Z → e + e − and Z → µ + µ − events [63,64,78]. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 96,
            "section_rank": 30,
            "ref_spans": [
                {
                    "start": 254,
                    "end": 258,
                    "type": "bibr",
                    "ref_id": "b51",
                    "text": "[63,"
                },
                {
                    "start": 258,
                    "end": 261,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "64,"
                },
                {
                    "start": 261,
                    "end": 264,
                    "type": "bibr",
                    "text": "78]"
                }
            ]
        },
        {
            "text": "The electron (muon) momentum scale and resolution are determined using the measurement of the position and width of the Z boson peak in Z → e + e − (µ + µ − ) events [63,64,78]. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 96,
            "section_rank": 30,
            "ref_spans": [
                {
                    "start": 166,
                    "end": 170,
                    "type": "bibr",
                    "ref_id": "b51",
                    "text": "[63,"
                },
                {
                    "start": 170,
                    "end": 173,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "64,"
                },
                {
                    "start": 173,
                    "end": 176,
                    "type": "bibr",
                    "text": "78]"
                }
            ]
        },
        {
            "text": "The lepton uncertainties considered in this analysis are considerably smaller than the jet and flavour-tagging uncertainties.",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 96,
            "section_rank": 30
        },
        {
            "text": "The JVT is calibrated using Z (→ µµ) + jet events where the jet balances the p T of the Z boson. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 97,
            "section_rank": 30
        },
        {
            "text": "Scale factors binned in jet p T are applied to each event in order to correct for small differences in the JVT efficiency between the data and MC simulation. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 97,
            "section_rank": 30
        },
        {
            "text": "The scale factors are 0.963 ± 0.006 for jets with 20 < p T < 30 GeV, getting closer to one with smaller uncertainties as the jet p T increases. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 97,
            "section_rank": 30
        },
        {
            "text": "The uncertainty in the efficiency to pass the JVT requirement is evaluated by varying the scale factors within their uncertainties [79].",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 97,
            "section_rank": 30,
            "ref_spans": [
                {
                    "start": 131,
                    "end": 135,
                    "type": "bibr",
                    "text": "[79]"
                }
            ]
        },
        {
            "text": "Jets are calibrated using a series of simulation-based corrections and in situ techniques [67]. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 98,
            "section_rank": 30,
            "ref_spans": [
                {
                    "start": 90,
                    "end": 94,
                    "type": "bibr",
                    "ref_id": "b55",
                    "text": "[67]"
                }
            ]
        },
        {
            "text": "The uncertainties due to the jet energy scale (JES) are estimated using a combination of simulations, test-beam data and in situ measurements. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 98,
            "section_rank": 30
        },
        {
            "text": "Contributions from the jet-flavour composition, η-intercalibration, leakage of the hadron showers beyond the extent of the hadronic calorimeters (punch-through), single-particle response, calorimeter response to different jet flavours, and pile-up are taken into account, resulting in 21 orthogonal uncertainty components. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 98,
            "section_rank": 30
        },
        {
            "text": "The total uncertainty due to the JES is one of the dominant uncertainties in this analysis.",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 98,
            "section_rank": 30
        },
        {
            "text": "The jet energy resolution (JER) is measured using both data and simulation. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 99,
            "section_rank": 30
        },
        {
            "text": "First, the \"true\" resolution is measured by comparing the particle and reconstructed jet p T in MC simulation as a function of the jet p T and η. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 99,
            "section_rank": 30
        },
        {
            "text": "Second, an in situ measurement of the JER is made using the bisector method in dijet events [80]. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 99,
            "section_rank": 30,
            "ref_spans": [
                {
                    "start": 92,
                    "end": 96,
                    "type": "bibr",
                    "text": "[80]"
                }
            ]
        },
        {
            "text": "The resolution in data and MC simulation are compared and the energies of jets in the MC simulation are smeared to match the resolution observed in data. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 99,
            "section_rank": 30
        },
        {
            "text": "The uncertainties in the JER stem from uncertainties in both the modelling and the data-driven method.",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 99,
            "section_rank": 30
        },
        {
            "text": "Differences in the b-tagging and c-jet mis-tag efficiencies between the data and MC simulation are corrected using scale factors derived from dilepton tt events and lepton+jets tt events, respectively. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 100,
            "section_rank": 30
        },
        {
            "text": "A negative-tag method is used to calibrate mis-tagged light-flavour (u, d, s) jets [81]. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 100,
            "section_rank": 30,
            "ref_spans": [
                {
                    "start": 83,
                    "end": 87,
                    "type": "bibr",
                    "text": "[81]"
                }
            ]
        },
        {
            "text": "The scale factors are measured for different b-tagging working points and as a function of jet kinematics, namely the jet p T for the b-tagging efficiency and c-jet mis-tag scale factors, and the jet p T and η for the light-flavour jet mis-tag scale factors.",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 100,
            "section_rank": 30
        },
        {
            "text": "JHEP04(2019)046",
            "section_rank": 31
        },
        {
            "text": "The c-jet and light-jet mis-tag scale factors are known to a precision of 6-22% [82] and 15-75% [81], respectively. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 101,
            "section_rank": 31,
            "ref_spans": [
                {
                    "start": 80,
                    "end": 84,
                    "type": "bibr",
                    "ref_id": "b67",
                    "text": "[82]"
                }
            ]
        },
        {
            "text": "The associated flavour-tagging uncertainties, split into eigenvector components, are computed by varying the scale factors within their uncertainties. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 101,
            "section_rank": 31
        },
        {
            "text": "In total, there are 30 components related to the b-tagging efficiencies and 15 (80) components related to the mis-tag rates of c-jets (light-flavour jets). ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 101,
            "section_rank": 31
        },
        {
            "text": "Due to the large number of b-tagged jets in each event used in this analysis, the total uncertainty due to b-tagging is one of the dominant uncertainties in this analysis.",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 101,
            "section_rank": 31
        },
        {
            "text": "Modelling systematic uncertainties",
            "section_rank": 32
        },
        {
            "text": "Uncertainties due to the choice of tt MC generator are evaluated by unfolding alternative tt samples, described in section 3 and presented in table 1, with the nominal unfolding setup. ",
            "section": "Modelling systematic uncertainties",
            "paragraph_rank": 102,
            "section_rank": 32
        },
        {
            "text": "Uncertainties related to the choice of matrix element generator (labelled \"generator\" uncertainty) are evaluated using the Sherpa 2.2 tt sample. ",
            "section": "Modelling systematic uncertainties",
            "paragraph_rank": 102,
            "section_rank": 32
        },
        {
            "text": "This generator comes with its own parton shower and hadronisation model; hence these are included in the variation. ",
            "section": "Modelling systematic uncertainties",
            "paragraph_rank": 102,
            "section_rank": 32
        },
        {
            "text": "Uncertainties due to the choice of parton shower and hadronisation model are evaluated using the Powheg+Herwig 7 sample, in which only the parton shower and hadronisation model is varied relative to the nominal Powheg+Pythia 8 sample. ",
            "section": "Modelling systematic uncertainties",
            "paragraph_rank": 102,
            "section_rank": 32
        },
        {
            "text": "Additionally, two MC samples are used to evaluate an uncertainty in the modelling of initial-and final-state radiation, namely the RadHi and RadLo samples described in section 3.",
            "section": "Modelling systematic uncertainties",
            "paragraph_rank": 102,
            "section_rank": 32
        },
        {
            "text": "The uncertainty due to the choice of PDF is evaluated following the PDF4LHC prescription [83] using event weights that are available in the nominal Powheg+Pythia 8 sample. ",
            "section": "Modelling systematic uncertainties",
            "paragraph_rank": 103,
            "section_rank": 32,
            "ref_spans": [
                {
                    "start": 89,
                    "end": 93,
                    "type": "bibr",
                    "ref_id": "b68",
                    "text": "[83]"
                }
            ]
        },
        {
            "text": "The uncertainty in the ttH cross-section is evaluated by scaling the ttH component of the prediction by factors of zero and two, with the nominal values being taken from theoretical predictions. ",
            "section": "Modelling systematic uncertainties",
            "paragraph_rank": 103,
            "section_rank": 32
        },
        {
            "text": "A factor of two is chosen as this is the current 95% confidence-level upper limit on the ttH → bb signal strength as measured by ATLAS [12].",
            "section": "Modelling systematic uncertainties",
            "paragraph_rank": 103,
            "section_rank": 32,
            "ref_spans": [
                {
                    "start": 135,
                    "end": 139,
                    "type": "bibr",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "The uncertainty in the ttV cross-section is evaluated by varying the ttV component of the prediction up and down by 30% to cover the measured uncertainty in this process [84].",
            "section": "Modelling systematic uncertainties",
            "paragraph_rank": 104,
            "section_rank": 32
        },
        {
            "text": "Uncertainty in ttc and ttl background",
            "section_rank": 33
        },
        {
            "text": "Since the ttc and ttl backgrounds in the eµ channel are determined within a single fit, the uncertainty in this result is determined by changing the sample composition. ",
            "section": "Uncertainty in ttc and ttl background",
            "paragraph_rank": 105,
            "section_rank": 33
        },
        {
            "text": "This is achieved by loosening the b-tagging requirement on the jet with the third-highest b-tagging discriminant value, such that it is tagged at the 85% b-tagging efficiency working point or not required to be b-tagged at all. ",
            "section": "Uncertainty in ttc and ttl background",
            "paragraph_rank": 105,
            "section_rank": 33
        },
        {
            "text": "This results in the templates having more bins and allows the likelihood to be modified such that three free parameters are used in the fit. ",
            "section": "Uncertainty in ttc and ttl background",
            "paragraph_rank": 105,
            "section_rank": 33
        },
        {
            "text": "The number of expected events is then given by eq. ",
            "section": "Uncertainty in ttc and ttl background",
            "paragraph_rank": 105,
            "section_rank": 33
        },
        {
            "text": "(7.1). ",
            "section": "Uncertainty in ttc and ttl background",
            "paragraph_rank": 105,
            "section_rank": 33
        },
        {
            "text": "With these looser selections the values of α c vary by about 40% and this is used as a systematic uncertainty in the ttc template. ",
            "section": "Uncertainty in ttc and ttl background",
            "paragraph_rank": 105,
            "section_rank": 33
        },
        {
            "text": "The validity of this uncertainty is checked by investigating the variations in the values of the ttc scale factors after fitting to pseudo-data from alternative MC samples and it is found to cover the uncertainties in the ttc template modelling. ",
            "section": "Uncertainty in ttc and ttl background",
            "paragraph_rank": 105,
            "section_rank": 33
        },
        {
            "text": "The values of α l remain consistent within the statistical uncertainty in fits with looser selections. ",
            "section": "Uncertainty in ttc and ttl background",
            "paragraph_rank": 105,
            "section_rank": 33
        },
        {
            "text": "After propagating the uncertainty in the ttc template through the nominal fit set-up, by varying the input ttc template by ±40% before performing the fit, the value of α b is found to change by ±11%,",
            "section": "Uncertainty in ttc and ttl background",
            "paragraph_rank": 105,
            "section_rank": 33
        },
        {
            "text": "JHEP04(2019)046",
            "section_rank": 34
        },
        {
            "text": "while the value of α cl changes by ±7%. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 106,
            "section_rank": 34
        },
        {
            "text": "When evaluating systematic uncertainties related to the choice of tt model in the eµ channel, double counting of these uncertainties with uncertainties associated with the difference of ttb, ttc and ttl fractions in the alternative MC samples is avoided by repeating the flavour-composition fits for each systematic model.",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 106,
            "section_rank": 34
        },
        {
            "text": "In the lepton + jets channel uncertainties in the flavour composition are taken directly from the samples used to evaluate systematic uncertainties in the modelling, as described in section 8.2.",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 107,
            "section_rank": 34
        },
        {
            "text": "Uncertainty in non-tt background estimation",
            "section_rank": 35
        },
        {
            "text": "The uncertainty in the single-top background is evaluated by comparing the nominal singletop tW sample (with overlap with tt removed via the diagram-removal scheme) with an alternative sample generated using the diagram-subtraction scheme [53]. ",
            "section": "Uncertainty in non-tt background estimation",
            "paragraph_rank": 108,
            "section_rank": 35,
            "ref_spans": [
                {
                    "start": 239,
                    "end": 243,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "[53]"
                }
            ]
        },
        {
            "text": "Potential effects of QCD radiation on the single-top background are estimated using MC simulation predictions where the renormalisation and factorisation scales were varied by factors of 0.5 and 2. ",
            "section": "Uncertainty in non-tt background estimation",
            "paragraph_rank": 108,
            "section_rank": 35
        },
        {
            "text": "The uncertainty in the inclusive single-top cross-section [59] is taken to be +5% −4% . ",
            "section": "Uncertainty in non-tt background estimation",
            "paragraph_rank": 108,
            "section_rank": 35,
            "ref_spans": [
                {
                    "start": 58,
                    "end": 62,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "[59]"
                }
            ]
        },
        {
            "text": "The uncertainty attributed to the W + jets background normalisation is evaluated by varying the renormalisation and factorisation scales in the MC simulation prediction by a factor of two up and down. ",
            "section": "Uncertainty in non-tt background estimation",
            "paragraph_rank": 108,
            "section_rank": 35
        },
        {
            "text": "Furthermore, the uncertainty due to PDFs is estimated by using a set of 100 different PDF eigenvectors recommended in ref. ",
            "section": "Uncertainty in non-tt background estimation",
            "paragraph_rank": 108,
            "section_rank": 35
        },
        {
            "text": "[83]. ",
            "section": "Uncertainty in non-tt background estimation",
            "paragraph_rank": 108,
            "section_rank": 35,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b68",
                    "text": "[83]"
                }
            ]
        },
        {
            "text": "An additional uncertainty of 30% is assumed for the normalisation of the W +heavy-flavour jets cross-section, based on MC simulation comparisons performed in the context of ref. ",
            "section": "Uncertainty in non-tt background estimation",
            "paragraph_rank": 108,
            "section_rank": 35
        },
        {
            "text": "[12].",
            "section": "Uncertainty in non-tt background estimation",
            "paragraph_rank": 108,
            "section_rank": 35,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "The uncertainty in the non-prompt or fake lepton background is obtained by varying the estimate of this background by a factor of ±50% (±100%) in the lepton + jets (eµ) channel. ",
            "section": "Uncertainty in non-tt background estimation",
            "paragraph_rank": 109,
            "section_rank": 35
        },
        {
            "text": "No shape uncertainty is applied, as this background is small in both channels.",
            "section": "Uncertainty in non-tt background estimation",
            "paragraph_rank": 109,
            "section_rank": 35
        },
        {
            "text": "The uncertainty in the Drell-Yan background normalisation is evaluated by varying the estimate of this background by ±25%. ",
            "section": "Uncertainty in non-tt background estimation",
            "paragraph_rank": 110,
            "section_rank": 35
        },
        {
            "text": "It accounts for the impact of the reconstructedmass resolution of the Z boson in the Z → ee and Z → µµ events, for the background contribution of the tt events in the Z + jets selection, and for differences in the scale factors obtained from each of the individual Z → ee and Z → µµ decay channels relative to the nominal scale factor obtained from the combined Z → ee and Z → µµ sample.",
            "section": "Uncertainty in non-tt background estimation",
            "paragraph_rank": 110,
            "section_rank": 35
        },
        {
            "text": "Propagation of uncertainties",
            "section_rank": 36
        },
        {
            "text": "Pseudo-experiments based on 10 000 histogram replicas are performed to evaluate statistical uncertainties for each distribution considered. ",
            "section": "Propagation of uncertainties",
            "paragraph_rank": 111,
            "section_rank": 36
        },
        {
            "text": "Each entry for every event is given a random weight drawn from a Poisson distribution with a mean of one. ",
            "section": "Propagation of uncertainties",
            "paragraph_rank": 111,
            "section_rank": 36
        },
        {
            "text": "Each of these histograms is then unfolded using the unfolding procedure described in section 7.2. ",
            "section": "Propagation of uncertainties",
            "paragraph_rank": 111,
            "section_rank": 36
        },
        {
            "text": "The standard deviation of each bin across all unfolded histogram replicas is then taken as the statistical uncertainty in that bin. ",
            "section": "Propagation of uncertainties",
            "paragraph_rank": 111,
            "section_rank": 36
        },
        {
            "text": "This procedure is similar to simply obtaining pseudoexperiments by directly Poisson-fluctuating the measured data distributions, but has the added advantage that correlations between bins of different distributions are conserved.",
            "section": "Propagation of uncertainties",
            "paragraph_rank": 111,
            "section_rank": 36
        },
        {
            "text": "This procedure is extended to include all experimental systematic uncertainties. ",
            "section": "Propagation of uncertainties",
            "paragraph_rank": 112,
            "section_rank": 36
        },
        {
            "text": "For each systematic uncertainty effect considered, the relative variation due to that uncertainty is obtained at the detector level, using the nominal MC sample. ",
            "section": "Propagation of uncertainties",
            "paragraph_rank": 112,
            "section_rank": 36
        },
        {
            "text": "Rather than unfolding",
            "section": "Propagation of uncertainties",
            "paragraph_rank": 112,
            "section_rank": 36
        },
        {
            "text": "JHEP04(2019)046",
            "section_rank": 37
        },
        {
            "text": "each shifted histogram individually, each Poisson-fluctuated data distribution is smeared by all experimental systematic uncertainties simultaneously. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 113,
            "section_rank": 37
        },
        {
            "text": "For each pseudo-experiment, and for each uncertainty considered, the size of the shift applied is obtained randomly from a Gaussian distribution with a mean of zero and width equal to the relative shift at detector level in each bin due to that uncertainty, producing a new detector-level distribution. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 113,
            "section_rank": 37
        },
        {
            "text": "The same procedure that is followed for the statistical uncertainty alone is then followed to get the sum of the statistical and experimental systematic uncertainty. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 113,
            "section_rank": 37
        },
        {
            "text": "When evaluating the systematic uncertainties in this way, the data-driven correction factors are not extracted for each individual pseudo-experiment and instead the values obtained in section 7.1 are used.",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 113,
            "section_rank": 37
        },
        {
            "text": "In the case of tt modelling systematic uncertainties, detector-level distributions from alternative MC samples are unfolded using the unfolding procedure described in section 7.2, with the unfolding corrections derived from the nominal Powheg+Pythia 8 sample. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 114,
            "section_rank": 37
        },
        {
            "text": "The unfolded distributions are compared with the particle-level distribution from the alternative sample and the relative difference in each bin is taken as the systematic uncertainty.",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 114,
            "section_rank": 37
        },
        {
            "text": "Inclusive and differential fiducial cross-section results",
            "section_rank": 38
        },
        {
            "text": "The unfolded results are presented in this section as inclusive fiducial cross-sections and as normalised differential fiducial cross-sections as a function of the b-jet multiplicity, global event properties and kinematic variables. ",
            "section": "Inclusive and differential fiducial cross-section results",
            "paragraph_rank": 115,
            "section_rank": 38
        },
        {
            "text": "Table 5 lists the measured fiducial cross-sections for tt production in association with additional at least one and at least two b-jets and table 6 lists the contributions to the uncertainty in these cross-sections. ",
            "section": "Inclusive and differential fiducial cross-section results",
            "paragraph_rank": 115,
            "section_rank": 38,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 5"
                }
            ]
        },
        {
            "text": "The most precise cross-section measurements are for the ≥ 3b phase space in the eµ channel, which has an uncertainty of 13%, and the ≥ 6j, ≥ 4b phase space in the lepton + jets channel, which has an uncertainty of 17%. ",
            "section": "Inclusive and differential fiducial cross-section results",
            "paragraph_rank": 115,
            "section_rank": 38
        },
        {
            "text": "The uncertainties are dominated by systematic uncertainties, which are mainly caused by the uncertainties due to tt modelling and the uncertainties related to b-tagging and the jet energy scale. ",
            "section": "Inclusive and differential fiducial cross-section results",
            "paragraph_rank": 115,
            "section_rank": 38
        },
        {
            "text": "In the eµ channel, the uncertainty due to the ttc fit variations is also significant. ",
            "section": "Inclusive and differential fiducial cross-section results",
            "paragraph_rank": 115,
            "section_rank": 38
        },
        {
            "text": "This measurement is more precise than the uncertainties in the theoretical predictions of the inclusive cross-section for this process, which are 20%-30% [36]. ",
            "section": "Inclusive and differential fiducial cross-section results",
            "paragraph_rank": 115,
            "section_rank": 38,
            "ref_spans": [
                {
                    "start": 154,
                    "end": 158,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[36]"
                }
            ]
        },
        {
            "text": "The results are summarised in figure 7 after subtracting the MadGraph5 aMC@NLO+Pythia 8 predicted values of ttH and ttV cross-sections from the measured fiducial ttbb cross-section, and compared with ttbb predictions from Sherpa 2.2 ttbb, Powheg+Pythia 8 and PowHel+Pythia 8 ttbb. ",
            "section": "Inclusive and differential fiducial cross-section results",
            "paragraph_rank": 115,
            "section_rank": 38
        },
        {
            "text": "This procedure of ttH and ttV subtraction is also employed for all following figures showing the normalised differential distributions. ",
            "section": "Inclusive and differential fiducial cross-section results",
            "paragraph_rank": 115,
            "section_rank": 38
        },
        {
            "text": "Figure 8 shows the normalised fiducial cross-section as a function of the b-jet multiplicity compared with predictions from various MC generator set-ups. ",
            "section": "Inclusive and differential fiducial cross-section results",
            "paragraph_rank": 115,
            "section_rank": 38,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_13",
                    "text": "Figure 8"
                }
            ]
        },
        {
            "text": "A quantitative assessment of the level of agreement between data and the various predictions is performed by calculating a χ 2 for each prediction. ",
            "section": "Inclusive and differential fiducial cross-section results",
            "paragraph_rank": 115,
            "section_rank": 38
        },
        {
            "text": "The χ 2 is defined as",
            "section": "Inclusive and differential fiducial cross-section results",
            "paragraph_rank": 115,
            "section_rank": 38
        },
        {
            "text": "where  Table 5. Measured and predicted fiducial cross-section results for additional b-jet production in the eµ and the lepton + jets decay channels.    ",
            "section": "Inclusive and differential fiducial cross-section results",
            "paragraph_rank": 116,
            "section_rank": 38,
            "ref_spans": [
                {
                    "start": 7,
                    "end": 14,
                    "type": "table",
                    "text": "Table 5"
                }
            ]
        },
        {
            "text": "Table 6. Main systematic uncertainties in percentage for particle-level measurement of inclusive cross-sections in ≥ 3 b and ≥ 4 b phase space.",
            "section": "Inclusive and differential fiducial cross-section results",
            "paragraph_rank": 116,
            "section_rank": 38,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 6"
                }
            ]
        },
        {
            "text": "the measured and predicted cross-sections being tested. ",
            "section": "Inclusive and differential fiducial cross-section results",
            "paragraph_rank": 117,
            "section_rank": 38
        },
        {
            "text": "The resulting value of the χ 2 calculation is converted into a p-value using the number of degrees of freedom for each variable, which is the number of bins minus one in the case of the normalised differential cross-sections to reflect the normalisation constraint.",
            "section": "Inclusive and differential fiducial cross-section results",
            "paragraph_rank": 117,
            "section_rank": 38
        },
        {
            "text": "As normalised distributions are used, one element of S b−1 is discarded in the calculation along with the corresponding row and column of the covariance matrix. ",
            "section": "Inclusive and differential fiducial cross-section results",
            "paragraph_rank": 118,
            "section_rank": 38
        },
        {
            "text": "The resulting χ 2 does not depend on the element of S b−1 or the row and column of the covariance matrix that is discarded. ",
            "section": "Inclusive and differential fiducial cross-section results",
            "paragraph_rank": 118,
            "section_rank": 38
        },
        {
            "text": "The resulting χ 2 values are shown in table 7, where the second column is for the normalised b-jets multiplicity distribution with N b-jets ≥ 2 and the last column is for the normalised b-jets multiplicity distribution with N b-jets ≥ 3. ",
            "section": "Inclusive and differential fiducial cross-section results",
            "paragraph_rank": 118,
            "section_rank": 38
        },
        {
            "text": "All MC predictions that calculate the top-quark pair production matrix element at NLO, but rely on the parton shower for high jet multiplicities, predict too few events with three or four b-jets. ",
            "section": "Inclusive and differential fiducial cross-section results",
            "paragraph_rank": 118,
            "section_rank": 38
        },
        {
            "text": "This",
            "section": "Inclusive and differential fiducial cross-section results",
            "paragraph_rank": 118,
            "section_rank": 38
        },
        {
            "text": "JHEP04(2019)046",
            "section_rank": 39
        },
        {
            "text": "suggests that the b-jet production by the parton shower is not optimal in these set-ups. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 119,
            "section_rank": 39
        },
        {
            "text": "The situation does not improve significantly when the renormalisation and factorisation scales in the matrix element calculation and in the parton shower are changed by factors of 0.5 and 2, as shown in the middle ratio panel of figure 8. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 119,
            "section_rank": 39
        },
        {
            "text": "Sherpa 2.2 tt, which models one additional-parton process at NLO accuracy and up to four additional partons at LO accuracy, is the only one of the presented generators that describes the b-jet production well over the full phase space.",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 119,
            "section_rank": 39
        },
        {
            "text": "Predictions that include additional massive b-quarks in the matrix element calculation (Sherpa 2.2 ttbb (4FS), PowHel+Pythia 8 ttbb (4FS), Powheg+Pythia 8 ttbb (4FS)) do not provide top-pair production without additional b-jets and cannot be compared with the region with less than three b-jets. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 120,
            "section_rank": 39
        },
        {
            "text": "Table 7 therefore also includes χ 2 values where the total additional b-jet production has been adjusted through the normalisation to N b-jets ≥ 3.",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 120,
            "section_rank": 39,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 7"
                }
            ]
        },
        {
            "text": "The relative rate of one, two and more than two additional b-jets is described well by all predictions. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 121,
            "section_rank": 39
        },
        {
            "text": "It is also interesting to note that parton shower generators predict the relative rate of one and two additional b-jets well once the total additional b-jet production has also been adjusted through the normalisation to N b-jets ≥ 3.",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 121,
            "section_rank": 39
        },
        {
            "text": "The comparison of the predictions from various MC generators with the data are made after subtracting the simulation-estimated contributions of ttV and ttH production from the data. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 122,
            "section_rank": 39
        },
        {
            "text": "The third ratio panel of figure 8 shows the ratio of predictions of normalised differential cross-sections from MadGraph5 aMC@NLO+Pythia 8 including (numerator) and not including (denominator) the contributions from the ttV and ttH processes. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 122,
            "section_rank": 39
        },
        {
            "text": "The impact of including these processes in the prediction increases with b-jet multiplicity, resulting in a change of about 10% relative to the QCD tt prediction alone in the inclusive four-b-jet bin.",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 122,
            "section_rank": 39
        },
        {
            "text": "Observables sensitive to the details of the QCD modelling of additional b-jet production are studied in events with at least three b-jets in the eµ channel and in events with at least four b-jets in the lepton + jets channel. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 123,
            "section_rank": 39
        },
        {
            "text": "While the sample with at least four b-jets has high signal purity, leading to smaller dependence on the MC models, the eµ channel benefits from an order of magnitude larger size of the sample containing at least three b-jets.",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 123,
            "section_rank": 39
        },
        {
            "text": "Distributions for H T and H had T are shown in figures 9 and 10. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 124,
            "section_rank": 39
        },
        {
            "text": "Assessments of the level of agreement between data and the various MC predictions are presented in table 8. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 124,
            "section_rank": 39
        },
        {
            "text": "The data are well described by all MC models in both channels within uncertainties of 10%-30%, except for MadGraph5 aMC@NLO+Pythia 8, which shows poor agreement in the lepton + jets channel. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 124,
            "section_rank": 39
        },
        {
            "text": "Major contributions of systematics uncertainties in the measurement from various sources are illustrated in figure 11. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 124,
            "section_rank": 39
        },
        {
            "text": "Parton shower modelling is the dominant uncertainty in most regions of H had T . ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 124,
            "section_rank": 39
        },
        {
            "text": "Similar uncertainties are found in the measurement of H T , where the low H T region has relatively larger uncertainties due to QCD radiation scale variations because of softer jets contributing to this region.",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 124,
            "section_rank": 39
        },
        {
            "text": "The p T distributions of the p T -ordered b-jets are shown in figure 12 and figure 13 for events with ≥ 3 b-jets in the eµ channel and ≥ 4 b-jets in the lepton + jets channel, respectively, with quantitative assessments of the level of data-MC agreement shown in table 9. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 125,
            "section_rank": 39
        },
        {
            "text": "Most MC predictions describe the data well, except PowHel+Pythia 8 ttbb (5FS) for the leading and third-highest p T b-jets in events with ≥ 3 b-jets in the eµ channel. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 125,
            "section_rank": 39
        },
        {
            "text": "As the b-jets from the top-quark decays have a tendency to be harder than the b-jets",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 125,
            "section_rank": 39
        },
        {
            "text": "Stat. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 126,
            "section_rank": 39
        },
        {
            "text": "from additional b-quark production via gluon splitting, the leading and sub-leading b-jet distributions have relatively higher probability to contain the b-jets from the top-quark decays, while the third and the fourth b-jet distributions contain mainly jets from gluon splitting. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 126,
            "section_rank": 39
        },
        {
            "text": "The measurement uncertainties are between 10% and 25% depending on the p T of the jet and the top-quark decay channel. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 126,
            "section_rank": 39
        },
        {
            "text": "Statistical uncertainties are dominant in only the highest p T bins. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 126,
            "section_rank": 39
        },
        {
            "text": "The uncertainties are dominated by systematic uncertainties in the jet-energy scale and the b-tagging algorithm. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 126,
            "section_rank": 39
        },
        {
            "text": "Figures 14 and 15 show the distribution of the mass, the angular distance ∆R and p T of the b 1 b 2 system built from the two highest-p T b-jets. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 126,
            "section_rank": 39,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 17,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figures 14 and 15"
                }
            ]
        },
        {
            "text": "The p T of the b 1 b 2 system is measured with a precision of 10%-15% over the full range in the eµ channel and with an uncertainty of 20%-25% in the lepton + jets channel. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 126,
            "section_rank": 39
        },
        {
            "text": "It is well described by the different MC predictions, which vary significantly less than the experimental uncertainty. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 126,
            "section_rank": 39
        },
        {
            "text": "The distributions of the ∆R between the two b-jets and the invariant mass of the b 1 b 2 pair are measured with slightly higher uncertainties and also show little variation between the different predictions. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 126,
            "section_rank": 39
        },
        {
            "text": "Good agreement between the data and the models is confirmed by the p-values listed in  Table 7. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 126,
            "section_rank": 39,
            "ref_spans": [
                {
                    "start": 87,
                    "end": 94,
                    "type": "table",
                    "text": "Table 7"
                }
            ]
        },
        {
            "text": "Values of χ 2 per degree of freedom and p-values between the unfolded normalised crosssection and the predictions for b-jet multiplicity measurements in the eµ channel. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 126,
            "section_rank": 39
        },
        {
            "text": "The number of degrees of freedom is equal to the number of bins minus one. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 126,
            "section_rank": 39
        },
        {
            "text": "Calculations are performed after subtracting estimated contributions from ttH and ttV from the data. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 126,
            "section_rank": 39
        },
        {
            "text": "In the two right columns, data and predictions are normalised to cross-section for N b-jets ≥ 3 before calculating χ 2 per degree of freedom and p-values. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 126,
            "section_rank": 39
        },
        {
            "text": "Figures 16 and 17 show the same observables but reconstructed from the pair of two closest b-jets in the event, i.e. those with the smallest ∆R, denoted by m ∆min bb , p ∆min T,bb , and ∆R ∆min (b, b). ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 126,
            "section_rank": 39,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 17,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figures 16 and 17"
                }
            ]
        },
        {
            "text": "The experimental uncertainties are similar to those using the b-jet pair with the highest p T . ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 126,
            "section_rank": 39
        },
        {
            "text": "However, the model variations are larger and PowHel+Pythia 8 ttbb (5FS) does not describe the data with ≥ 3b-jets in the eµ channel well.",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 126,
            "section_rank": 39
        },
        {
            "text": "ATLAS",
            "section_rank": 40
        },
        {
            "text": "Summary",
            "section_rank": 41
        },
        {
            "text": "Measurements of inclusive and normalised differential cross-sections of pairs of top-quarks in association with heavy-flavour jets in 13 TeV pp collisions are presented using a data sample of 36.1 fb −1 collected by the ATLAS detector at the LHC. ",
            "section": "Summary",
            "paragraph_rank": 127,
            "section_rank": 41
        },
        {
            "text": "The results are shown in both the eµ and lepton + jets channels within fiducial phase spaces. ",
            "section": "Summary",
            "paragraph_rank": 127,
            "section_rank": 41
        },
        {
            "text": "The background coming from tt production in association with additional light-flavour and charm-quark jets is evaluated using a fit to a binned b-tagging discriminant. ",
            "section": "Summary",
            "paragraph_rank": 127,
            "section_rank": 41
        },
        {
            "text": "The data after background subtraction are unfolded to particle level to correct for detector and acceptance effects. ",
            "section": "Summary",
            "paragraph_rank": 127,
            "section_rank": 41
        },
        {
            "text": "The fiducial cross-sections are measured for ≥ 3b and ≥ 4b phase spaces in the eµ channel, and for ≥ 5j, ≥ 3b and ≥ 6j, ≥ 4b phase spaces in the lepton + jets channel. ",
            "section": "Summary",
            "paragraph_rank": 127,
            "section_rank": 41
        },
        {
            "text": "The two crosssection measurements with the smallest uncertainties, 13% and 17%, are those for ≥ 3b in the eµ channel and ≥ 6j, ≥ 4b in the lepton + jets channel, respectively. ",
            "section": "Summary",
            "paragraph_rank": 127,
            "section_rank": 41
        },
        {
            "text": "The measured cross-sections, after subtracting estimated contributions from ttH and ttV , are compared with various ttbb predictions and are found to be higher than predicted but compatible within the uncertainties. ",
            "section": "Summary",
            "paragraph_rank": 127,
            "section_rank": 41
        },
        {
            "text": "The normalised fiducial differential cross-sections are presented as a function of several relevant kinematic variables and global event properties. ",
            "section": "Summary",
            "paragraph_rank": 127,
            "section_rank": 41
        },
        {
            "text": "In general, the different observables are measured with a precision of 10% in most of the phase space, rising to 30% at the edge of the phase space for some of the observables. ",
            "section": "Summary",
            "paragraph_rank": 127,
            "section_rank": 41
        },
        {
            "text": "The observables are well described by most MC predictions in both channels. ",
            "section": "Summary",
            "paragraph_rank": 127,
            "section_rank": 41
        },
        {
            "text": "However, it is worth noting that in all the predictions where additional b-jets are dominantly produced by the parton shower, they predict too few events with more b-jets than those produced in top decays. ",
            "section": "Summary",
            "paragraph_rank": 127,
            "section_rank": 41
        },
        {
            "text": "Only Sherpa 2.2 tt describes the full b-jet multiplicity spectrum, and in events with ≥ 3 b-jets it yields the best agreement with data in most of the observables. ",
            "section": "Summary",
            "paragraph_rank": 127,
            "section_rank": 41
        },
        {
            "text": "PowHel+Pythia 8 ttbb (5FS) shows poor agreement in some of the observables in events with ≥ 3 b-jets in the eµ channel. ",
            "section": "Summary",
            "paragraph_rank": 127,
            "section_rank": 41
        },
        {
            "text": "The differential kinematic distributions are equally well described by predictions that have additional b-jet production that is generated by the parton shower calculation and by predictions with additional b-quarks in the matrix element.   ",
            "section": "Summary",
            "paragraph_rank": 127,
            "section_rank": 41
        },
        {
            "text": "-32 -",
            "section": "Summary",
            "paragraph_rank": 127,
            "section_rank": 41
        },
        {
            "text": "JHEP04(2019)046",
            "section_rank": 42
        },
        {
            "text": "Stat. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 128,
            "section_rank": 42
        },
        {
            "text": "MG5_aMC@NLO+Pythia8",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 128,
            "section_rank": 42
        },
        {
            "text": "ATLAS",
            "section_rank": 43
        },
        {
            "text": "Stat.   ",
            "section": "ATLAS",
            "paragraph_rank": 129,
            "section_rank": 43
        },
        {
            "text": "MG5_aMC@NLO+Pythia8 MG5_aMC@NLO+Pythia8 MG5_aMC@NLO+Pythia8    MG5_aMC@NLO+Pythia8 MG5_aMC@NLO+Pythia8 MG5_aMC@NLO+Pythia8",
            "section": "ATLAS",
            "paragraph_rank": 129,
            "section_rank": 43
        },
        {
            "text": "ATLAS",
            "section_rank": 44
        },
        {
            "text": "ATLAS",
            "section_rank": 45
        },
        {
            "text": "ATLAS",
            "section_rank": 46
        },
        {
            "text": "(c) Figure 15. ",
            "section": "ATLAS",
            "paragraph_rank": 130,
            "section_rank": 46,
            "ref_spans": [
                {
                    "start": 4,
                    "end": 13,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 15"
                }
            ]
        },
        {
            "text": "Relative differential cross-sections as a function of ",
            "section": "ATLAS",
            "paragraph_rank": 130,
            "section_rank": 46
        },
        {
            "text": "(a) m b1b2 , ",
            "section": "ATLAS",
            "paragraph_rank": 130,
            "section_rank": 46
        },
        {
            "text": "(b) p T,b1b2 , and ",
            "section": "ATLAS",
            "paragraph_rank": 130,
            "section_rank": 46
        },
        {
            "text": "(c) ∆R b1,b2 of the two highest-p T b-jets in events with at least four b-jets in the lepton + jets channel compared with various MC generators. ",
            "section": "ATLAS",
            "paragraph_rank": 130,
            "section_rank": 46
        },
        {
            "text": "The ttH and ttV contributions are subtracted from data. ",
            "section": "ATLAS",
            "paragraph_rank": 130,
            "section_rank": 46
        },
        {
            "text": "Four ratio panels are shown, the first three of which show the ratios of various predictions to data. ",
            "section": "ATLAS",
            "paragraph_rank": 130,
            "section_rank": 46
        },
        {
            "text": "The last panel shows the ratio of predictions of normalised differential cross-sections from MadGraph5 aMC@NLO+Pythia 8 including (numerator) and not including (denominator) the contributions from ttV and ttH production. ",
            "section": "ATLAS",
            "paragraph_rank": 130,
            "section_rank": 46
        },
        {
            "text": "Uncertainty bands represent the statistical and total systematic uncertainties as described in section 8. ",
            "section": "ATLAS",
            "paragraph_rank": 130,
            "section_rank": 46
        },
        {
            "text": "Events with observable values outside the axis range are not included in the plot.    ",
            "section": "ATLAS",
            "paragraph_rank": 130,
            "section_rank": 46
        },
        {
            "text": "Table 11. ",
            "section": "ATLAS",
            "paragraph_rank": 130,
            "section_rank": 46,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "table",
                    "text": "Table 11"
                }
            ]
        },
        {
            "text": "Values of χ 2 per degree of freedom and p-values between the unfolded normalised crosssections and the various predictions for the mass, p T and ∆R of the closest two b-jets in the eµ and lepton + jets channels. ",
            "section": "ATLAS",
            "paragraph_rank": 130,
            "section_rank": 46
        },
        {
            "text": "The number of degrees of freedom is equal to the number of bins in the measured distribution minus one. ",
            "section": "ATLAS",
            "paragraph_rank": 130,
            "section_rank": 46
        },
        {
            "text": "The last panel shows the ratio of predictions of normalised differential cross-sections from Mad-Graph5 aMC@NLO+Pythia 8 including (numerator) and not including (denominator) the contributions from ttV and ttH production. ",
            "section": "ATLAS",
            "paragraph_rank": 130,
            "section_rank": 46
        },
        {
            "text": "Uncertainty bands represent the statistical and total systematic uncertainties as described in section 8. ",
            "section": "ATLAS",
            "paragraph_rank": 130,
            "section_rank": 46
        },
        {
            "text": "Events with observable values outside the axis range are not included in the plot.",
            "section": "ATLAS",
            "paragraph_rank": 130,
            "section_rank": 46
        },
        {
            "text": "JHEP04(2019)046",
            "section_rank": 47
        },
        {
            "text": "ATLAS",
            "section_rank": 48
        },
        {
            "text": "JHEP04(2019)046",
            "section_rank": 49
        },
        {
            "text": "MESTD, Serbia; MSSR, Slovakia; ARRS and MIZŠ, Slovenia; DST/NRF, South Africa; MINECO, Spain; SRC and Wallenberg Foundation, Sweden; SERI, SNSF and Cantons of Bern and Geneva, Switzerland; MOST, Taiwan; TAEK, Turkey; STFC, United Kingdom; DOE and NSF, United States of America. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 131,
            "section_rank": 49,
            "entity_spans": [
                {
                    "start": 113,
                    "end": 123,
                    "type": "software",
                    "rawForm": "Foundation",
                    "resp": "whitelist",
                    "id": "software-simple-w9"
                },
                {
                    "start": 176,
                    "end": 187,
                    "type": "software",
                    "rawForm": "Switzerland",
                    "resp": "whitelist",
                    "id": "software-simple-w10"
                }
            ]
        },
        {
            "text": "In addition, individual groups and members have received support from BCKDF, CANARIE, CRC and Compute Canada, Canada; COST, ERC, ERDF, Horizon 2020, and Marie Sk lodowska-Curie Actions, European Union; Investissements d' Avenir Labex and Idex, ANR, France; DFG and AvH Foundation, Germany; Herakleitos, Thales and Aristeia programmes co-financed by EU-ESF and the Greek NSRF, Greece; BSF-NSF and GIF, Israel; CERCA Programme Generalitat de Catalunya, Spain; The Royal Society and Leverhulme Trust, United Kingdom.",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 131,
            "section_rank": 49,
            "entity_spans": [
                {
                    "start": 269,
                    "end": 279,
                    "type": "software",
                    "rawForm": "Foundation",
                    "resp": "whitelist",
                    "id": "software-simple-w11"
                }
            ]
        },
        {
            "text": "The crucial computing support from all WLCG partners is acknowledged gratefully, in particular from CERN, the ATLAS Tier-1 facilities at TRIUMF (Canada) Open Access. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 132,
            "section_rank": 49,
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "type": "bibr",
                    "text": "(Canada)"
                }
            ],
            "entity_spans": [
                {
                    "start": 158,
                    "end": 164,
                    "type": "software",
                    "rawForm": "Access",
                    "resp": "whitelist",
                    "id": "software-simple-w12"
                }
            ]
        },
        {
            "text": "This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited.",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 132,
            "section_rank": 49
        },
        {
            "text": "JHEP04(2019)046",
            "section_rank": 50
        },
        {
            "text": "[9] CMS collaboration, Observation of ttH production, Phys. ",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 133,
            "section_rank": 50
        },
        {
            "text": "Rev. Lett [81] ATLAS collaboration, Calibration of light-flavour jet b-tagging rates on ATLAS proton-proton collision data at √ s = 13 TeV, ATLAS-CONF-2018-006, CERN, Geneva, Switzerland (2018).",
            "section": "JHEP04(2019)046",
            "paragraph_rank": 133,
            "section_rank": 50,
            "ref_spans": [
                {
                    "start": 5,
                    "end": 9,
                    "type": "bibr",
                    "text": "Lett"
                }
            ],
            "entity_spans": [
                {
                    "start": 175,
                    "end": 186,
                    "type": "software",
                    "rawForm": "Switzerland",
                    "resp": "whitelist",
                    "id": "software-simple-w13"
                }
            ]
        },
        {
            "text": "4 . ",
            "section_rank": 51
        },
        {
            "text": "1",
            "section_rank": 51
        },
        {
            "text": "Detector-level object reconstruction 4.2 Particle-level object definitions 5 Event selection and definition of the fiducial phase space 5.1 Data event selection 5.2 Fiducial phase-space definition 6 Background estimation 6.1 Background from single-top, Z/γ * + jets and W + jets events 6.2 Background from non-prompt and fake leptons 6.3 Data and prediction comparison of baseline selection 7 Extraction of the fiducial cross-sections 7.1 Data-driven correction factors for flavour composition of additional jets in tt events 7.2 Unfolding 8 Systematic uncertainties 8.1 Experimental uncertainties 8.2 Modelling systematic uncertainties 8.3 Uncertainty in ttc and ttl background 8.4 Uncertainty in non-tt background estimation 8.5 Propagation of uncertainties 9 Inclusive and differential fiducial cross-",
            "section": "4 . 1",
            "paragraph_rank": 134,
            "section_rank": 51
        },
        {
            "text": "Figure 1 .",
            "section_rank": 52
        },
        {
            "text": "Figure 1. ",
            "section": "Figure 1 .",
            "paragraph_rank": 135,
            "section_rank": 52
        },
        {
            "text": "Example Feynman diagrams of processes leading to a ttbb final state, including ",
            "section": "Figure 1 .",
            "paragraph_rank": 135,
            "section_rank": 52
        },
        {
            "text": "(a) QCD ttbb production, ",
            "section": "Figure 1 .",
            "paragraph_rank": 135,
            "section_rank": 52
        },
        {
            "text": "(b) ttH(H → bb), and ",
            "section": "Figure 1 .",
            "paragraph_rank": 135,
            "section_rank": 52
        },
        {
            "text": "(c) ttZ(Z → bb).",
            "section": "Figure 1 .",
            "paragraph_rank": 135,
            "section_rank": 52
        },
        {
            "text": "Figure 2 .",
            "section_rank": 53
        },
        {
            "text": "Figure 2. ",
            "section": "Figure 2 .",
            "paragraph_rank": 136,
            "section_rank": 53
        },
        {
            "text": "Comparison of the data distributions with predictions for the number of b-tagged jets, in events with at least 2 b-tagged jets, in the ",
            "section": "Figure 2 .",
            "paragraph_rank": 136,
            "section_rank": 53
        },
        {
            "text": "(a) eµ and ",
            "section": "Figure 2 .",
            "paragraph_rank": 136,
            "section_rank": 53
        },
        {
            "text": "(b) lepton + jets channels. ",
            "section": "Figure 2 .",
            "paragraph_rank": 136,
            "section_rank": 53
        },
        {
            "text": "The systematic uncertainty band, shown in grey, includes all uncertainties from experimental sources.",
            "section": "Figure 2 .",
            "paragraph_rank": 136,
            "section_rank": 53
        },
        {
            "text": "Figure 3 .",
            "section_rank": 54
        },
        {
            "text": "Figure 3. ",
            "section": "Figure 3 .",
            "paragraph_rank": 137,
            "section_rank": 54
        },
        {
            "text": "Comparison of the data distributions with predictions for the leading b-tagged jet p T , in events with at least 3 b-tagged jets, in the ",
            "section": "Figure 3 .",
            "paragraph_rank": 137,
            "section_rank": 54
        },
        {
            "text": "(a) eµ and ",
            "section": "Figure 3 .",
            "paragraph_rank": 137,
            "section_rank": 54
        },
        {
            "text": "(b) lepton + jets channels. ",
            "section": "Figure 3 .",
            "paragraph_rank": 137,
            "section_rank": 54
        },
        {
            "text": "The systematic uncertainty band, shown in grey, includes all uncertainties from experimental sources. ",
            "section": "Figure 3 .",
            "paragraph_rank": 137,
            "section_rank": 54
        },
        {
            "text": "Events that fall outside of the range of the x-axis are not included in the plot.",
            "section": "Figure 3 .",
            "paragraph_rank": 137,
            "section_rank": 54
        },
        {
            "text": "Figure 4 .",
            "section_rank": 55
        },
        {
            "text": "Figure 4. ",
            "section": "Figure 4 .",
            "paragraph_rank": 138,
            "section_rank": 55
        },
        {
            "text": "The b-tagging distribution of the third-highest b-tagging discriminant-ranked jet for the ",
            "section": "Figure 4 .",
            "paragraph_rank": 138,
            "section_rank": 55
        },
        {
            "text": "(a) eµ channel, and of the third and fourth b-tagging discriminant-ranked jet for the ",
            "section": "Figure 4 .",
            "paragraph_rank": 138,
            "section_rank": 55
        },
        {
            "text": "(b) lepton+jets channel. ",
            "section": "Figure 4 .",
            "paragraph_rank": 138,
            "section_rank": 55
        },
        {
            "text": "For clarity, the two-dimensional lepton + jets templates have been flattened into one dimension. ",
            "section": "Figure 4 .",
            "paragraph_rank": 138,
            "section_rank": 55
        },
        {
            "text": "The ratios of total predictions before and after the fit to the data are shown in the lower panel. ",
            "section": "Figure 4 .",
            "paragraph_rank": 138,
            "section_rank": 55
        },
        {
            "text": "The vertical bar in each ratio represents only the statistical uncertainty, and the grey bands represent the total error including systematic uncertainties from experimental sources. ",
            "section": "Figure 4 .",
            "paragraph_rank": 138,
            "section_rank": 55
        },
        {
            "text": "The extracted scale factors α b , α c , α l , α cl are given considering only statistical uncertainties.",
            "section": "Figure 4 .",
            "paragraph_rank": 138,
            "section_rank": 55
        },
        {
            "text": "Figure 4bshows the distribution of the btagging discriminant before and after the fit. ",
            "paragraph_rank": 139,
            "section_rank": 56
        },
        {
            "text": "For clarity, the two-dimensional lepton + jets templates are flattened into a single dimension.Figures 5 and 6show the comparison of data and predictions for the b-tagged jet multiplicity and the leading b-tagged jet p T in the eµ and lepton + jets channels after the ttb signal, and the ttc and ttl backgrounds, are",
            "paragraph_rank": 139,
            "section_rank": 56
        },
        {
            "text": "Figure 5 .",
            "section_rank": 57
        },
        {
            "text": "Figure 5. ",
            "section": "Figure 5 .",
            "paragraph_rank": 140,
            "section_rank": 57
        },
        {
            "text": "Comparison of the data distributions with predictions, after applying scale factors, for the number of b-tagged jets, in events with at least 2 b-tagged jets, in the ",
            "section": "Figure 5 .",
            "paragraph_rank": 140,
            "section_rank": 57
        },
        {
            "text": "(a) eµ and ",
            "section": "Figure 5 .",
            "paragraph_rank": 140,
            "section_rank": 57
        },
        {
            "text": "(b) lepton + jets channels. ",
            "section": "Figure 5 .",
            "paragraph_rank": 140,
            "section_rank": 57
        },
        {
            "text": "The systematic uncertainty band, shown in grey, includes all uncertainties from experimental sources.",
            "section": "Figure 5 .",
            "paragraph_rank": 140,
            "section_rank": 57
        },
        {
            "text": "Figure 6 .",
            "section_rank": 58
        },
        {
            "text": "Figure 6. ",
            "section": "Figure 6 .",
            "paragraph_rank": 141,
            "section_rank": 58
        },
        {
            "text": "Comparison of the data distributions with predictions for the leading b-tagged jet p T , after applying scale factors, in events with at least 3 b-tagged jets, in the ",
            "section": "Figure 6 .",
            "paragraph_rank": 141,
            "section_rank": 58
        },
        {
            "text": "(a) eµ and ",
            "section": "Figure 6 .",
            "paragraph_rank": 141,
            "section_rank": 58
        },
        {
            "text": "(b) lepton + jets channels. ",
            "section": "Figure 6 .",
            "paragraph_rank": 141,
            "section_rank": 58
        },
        {
            "text": "The systematic uncertainty band, shown in grey, includes all uncertainties from experimental sources. ",
            "section": "Figure 6 .",
            "paragraph_rank": 141,
            "section_rank": 58
        },
        {
            "text": "Events that fall outside of the range of the x-axis are not included in the plot.",
            "section": "Figure 6 .",
            "paragraph_rank": 141,
            "section_rank": 58
        },
        {
            "text": "(Data -ttX) ATLAS s = 13 TeV, 36.1 fb 1",
            "paragraph_rank": 142,
            "section_rank": 59
        },
        {
            "text": "Figure 7 .",
            "section_rank": 60
        },
        {
            "text": "Figure 7. ",
            "section": "Figure 7 .",
            "paragraph_rank": 143,
            "section_rank": 60
        },
        {
            "text": "The measured fiducial cross-sections, with ttH and ttV contributions subtracted from data, compared with ttbb predictions obtained using Sherpa 2.2 ttbb with uncertainties obtained by varying the renormalisation and factorisation scales by factors of 0.5 and 2.0 and including PDF uncertainties. ",
            "section": "Figure 7 .",
            "paragraph_rank": 143,
            "section_rank": 60
        },
        {
            "text": "Comparisons with the central values of the predictions of Powheg+Pythia 8 and PowHel+Pythia 8 ttbb are also made. ",
            "section": "Figure 7 .",
            "paragraph_rank": 143,
            "section_rank": 60
        },
        {
            "text": "No uncertainties are included in the subtraction of the ttH or ttV predictions.",
            "section": "Figure 7 .",
            "paragraph_rank": 143,
            "section_rank": 60
        },
        {
            "text": "Figure 8 .",
            "section_rank": 61
        },
        {
            "text": "Figure 8. ",
            "section": "Figure 8 .",
            "paragraph_rank": 144,
            "section_rank": 61
        },
        {
            "text": "The relative differential cross-section as a function of the b-jet multiplicity in events with at least two b-jets in the eµ channel compared with various MC generators. ",
            "section": "Figure 8 .",
            "paragraph_rank": 144,
            "section_rank": 61
        },
        {
            "text": "The ttH and ttV contributions are subtracted from data. ",
            "section": "Figure 8 .",
            "paragraph_rank": 144,
            "section_rank": 61
        },
        {
            "text": "Three ratio panels are shown, the first two of which show the ratios of various predictions to data. ",
            "section": "Figure 8 .",
            "paragraph_rank": 144,
            "section_rank": 61
        },
        {
            "text": "The third panel shows the ratio of predictions of normalised differential cross-sections from MadGraph5 aMC@NLO+Pythia 8 including (numerator) and not including (denominator) the contributions from ttV and ttH production. ",
            "section": "Figure 8 .",
            "paragraph_rank": 144,
            "section_rank": 61
        },
        {
            "text": "Uncertainty bands represent the statistical and total systematic uncertainties as described in section 8.",
            "section": "Figure 8 .",
            "paragraph_rank": 144,
            "section_rank": 61
        },
        {
            "text": "Figure 9 .",
            "section_rank": 62
        },
        {
            "text": "Figure 9. ",
            "section": "Figure 9 .",
            "paragraph_rank": 145,
            "section_rank": 62
        },
        {
            "text": "Relative differential cross-sections as a function of ",
            "section": "Figure 9 .",
            "paragraph_rank": 145,
            "section_rank": 62
        },
        {
            "text": "(a) H T , ",
            "section": "Figure 9 .",
            "paragraph_rank": 145,
            "section_rank": 62
        },
        {
            "text": "(b) H had T in events with at least three b-jets in the eµ channel compared with various MC generators. ",
            "section": "Figure 9 .",
            "paragraph_rank": 145,
            "section_rank": 62
        },
        {
            "text": "The ttH and ttV contributions are subtracted from data. ",
            "section": "Figure 9 .",
            "paragraph_rank": 145,
            "section_rank": 62
        },
        {
            "text": "Four ratio panels are shown, the first three of which show the ratios of various predictions to data. ",
            "section": "Figure 9 .",
            "paragraph_rank": 145,
            "section_rank": 62
        },
        {
            "text": "The last panel shows the ratio of predictions of normalised differential cross-sections from MadGraph5 aMC@NLO+Pythia 8 including (numerator) and not including (denominator) the contributions from ttV and ttH production. ",
            "section": "Figure 9 .",
            "paragraph_rank": 145,
            "section_rank": 62
        },
        {
            "text": "Uncertainty bands represent the statistical and total systematic uncertainties as described in section 8. ",
            "section": "Figure 9 .",
            "paragraph_rank": 145,
            "section_rank": 62
        },
        {
            "text": "Events with H T (H had T ) values outside the axis range are not included in the plot.",
            "section": "Figure 9 .",
            "paragraph_rank": 145,
            "section_rank": 62
        },
        {
            "text": "Figure 10 .",
            "section_rank": 63
        },
        {
            "text": "Figure 10. ",
            "section": "Figure 10 .",
            "paragraph_rank": 146,
            "section_rank": 63
        },
        {
            "text": "Relative differential cross-sections as a function of ",
            "section": "Figure 10 .",
            "paragraph_rank": 146,
            "section_rank": 63
        },
        {
            "text": "(a) H T , ",
            "section": "Figure 10 .",
            "paragraph_rank": 146,
            "section_rank": 63
        },
        {
            "text": "(b) H had T in events with at least four b-jets in the lepton+jets channel compared with various MC generators. ",
            "section": "Figure 10 .",
            "paragraph_rank": 146,
            "section_rank": 63
        },
        {
            "text": "The ttH and ttV contributions are subtracted from data. ",
            "section": "Figure 10 .",
            "paragraph_rank": 146,
            "section_rank": 63
        },
        {
            "text": "Four ratio panels are shown, the first three of which show the ratios of various predictions to data. ",
            "section": "Figure 10 .",
            "paragraph_rank": 146,
            "section_rank": 63
        },
        {
            "text": "The last panel shows the ratio of predictions of normalised differential cross-sections from MadGraph5 aMC@NLO+Pythia 8 including (numerator) and not including (denominator) the contributions from ttV and ttH production. ",
            "section": "Figure 10 .",
            "paragraph_rank": 146,
            "section_rank": 63
        },
        {
            "text": "Uncertainty bands represent the statistical and total systematic uncertainties as described in section 8. ",
            "section": "Figure 10 .",
            "paragraph_rank": 146,
            "section_rank": 63
        },
        {
            "text": "Events with H T (H had T ) values outside the axis range are not included in the plot.",
            "section": "Figure 10 .",
            "paragraph_rank": 146,
            "section_rank": 63
        },
        {
            "text": "Figure 11 .",
            "section_rank": 64
        },
        {
            "text": "Figure 11. ",
            "section": "Figure 11 .",
            "paragraph_rank": 147,
            "section_rank": 64
        },
        {
            "text": "Relative systematic uncertainties from various theoretical and experimental sources for H had T variable measured in the ",
            "section": "Figure 11 .",
            "paragraph_rank": 147,
            "section_rank": 64
        },
        {
            "text": "(a) eµ and ",
            "section": "Figure 11 .",
            "paragraph_rank": 147,
            "section_rank": 64
        },
        {
            "text": "(b) lepton + jets channels.",
            "section": "Figure 11 .",
            "paragraph_rank": 147,
            "section_rank": 64
        },
        {
            "text": "Figure 12 .",
            "section_rank": 65
        },
        {
            "text": "Figure 12. ",
            "section": "Figure 12 .",
            "paragraph_rank": 148,
            "section_rank": 65
        },
        {
            "text": "Relative differential cross-sections as a function of b-jets p T for p T -ordered b-jets in events with at least three b-jets in the eµ channel compared with various MC generators. ",
            "section": "Figure 12 .",
            "paragraph_rank": 148,
            "section_rank": 65
        },
        {
            "text": "The ttH and ttV contributions are subtracted from data. ",
            "section": "Figure 12 .",
            "paragraph_rank": 148,
            "section_rank": 65
        },
        {
            "text": "(a) leading b-jet p T , ",
            "section": "Figure 12 .",
            "paragraph_rank": 148,
            "section_rank": 65
        },
        {
            "text": "(b) sub-leading b-jet p T , ",
            "section": "Figure 12 .",
            "paragraph_rank": 148,
            "section_rank": 65
        },
        {
            "text": "(c) third-leading b-jet p T . ",
            "section": "Figure 12 .",
            "paragraph_rank": 148,
            "section_rank": 65
        },
        {
            "text": "Four ratio panels are shown, the first three of which show the ratios of various predictions to data. ",
            "section": "Figure 12 .",
            "paragraph_rank": 148,
            "section_rank": 65
        },
        {
            "text": "The last panel shows the ratio of predictions of normalised differential cross-sections from MadGraph5 aMC@NLO+Pythia 8 including (numerator) and not including (denominator) the contributions from ttV and ttH production. ",
            "section": "Figure 12 .",
            "paragraph_rank": 148,
            "section_rank": 65
        },
        {
            "text": "Uncertainty bands represent the statistical and total systematic uncertainties as described in section 8. ",
            "section": "Figure 12 .",
            "paragraph_rank": 148,
            "section_rank": 65
        },
        {
            "text": "Events with b-jets p T values outside the axis range are not included in the plot.",
            "section": "Figure 12 .",
            "paragraph_rank": 148,
            "section_rank": 65
        },
        {
            "text": "Figure 13 .",
            "section_rank": 66
        },
        {
            "text": "Figure 13. ",
            "section": "Figure 13 .",
            "paragraph_rank": 149,
            "section_rank": 66
        },
        {
            "text": "Relative differential cross-sections as a function of b-jets p T for p T -ordered b-jets in events with at least four b-jets in the lepton + jets channel compared with various MC generators. ",
            "section": "Figure 13 .",
            "paragraph_rank": 149,
            "section_rank": 66
        },
        {
            "text": "The ttH and ttV contributions are subtracted from data. ",
            "section": "Figure 13 .",
            "paragraph_rank": 149,
            "section_rank": 66
        },
        {
            "text": "(a) leading b-jet p T , ",
            "section": "Figure 13 .",
            "paragraph_rank": 149,
            "section_rank": 66
        },
        {
            "text": "(b) sub-leading b-jet p T , ",
            "section": "Figure 13 .",
            "paragraph_rank": 149,
            "section_rank": 66
        },
        {
            "text": "(c) third-leading b-jet p T , ",
            "section": "Figure 13 .",
            "paragraph_rank": 149,
            "section_rank": 66
        },
        {
            "text": "(d) fourth-leading b-jet p T . ",
            "section": "Figure 13 .",
            "paragraph_rank": 149,
            "section_rank": 66
        },
        {
            "text": "Four ratio panels are shown, the first three of which show the ratios of various predictions to data. ",
            "section": "Figure 13 .",
            "paragraph_rank": 149,
            "section_rank": 66
        },
        {
            "text": "The last panel shows the ratio of predictions of normalised differential cross-sections from MadGraph5 aMC@NLO+Pythia 8 including (numerator) and not including (denominator) the contributions from ttV and ttH production. ",
            "section": "Figure 13 .",
            "paragraph_rank": 149,
            "section_rank": 66
        },
        {
            "text": "Uncertainty bands represent the statistical and total systematic uncertainties as described in section 8. ",
            "section": "Figure 13 .",
            "paragraph_rank": 149,
            "section_rank": 66
        },
        {
            "text": "Events with b-jets p T values outside the axis range are not included in the plot.",
            "section": "Figure 13 .",
            "paragraph_rank": 149,
            "section_rank": 66
        },
        {
            "text": "Figure 14 .",
            "section_rank": 67
        },
        {
            "text": "Figure 14. ",
            "section": "Figure 14 .",
            "paragraph_rank": 150,
            "section_rank": 67
        },
        {
            "text": "Relative differential cross-sections as a function of ",
            "section": "Figure 14 .",
            "paragraph_rank": 150,
            "section_rank": 67
        },
        {
            "text": "(a) m b1b2 , ",
            "section": "Figure 14 .",
            "paragraph_rank": 150,
            "section_rank": 67
        },
        {
            "text": "(b) p T,b1b2 , and ",
            "section": "Figure 14 .",
            "paragraph_rank": 150,
            "section_rank": 67
        },
        {
            "text": "(c) ∆R b1,b2 of two highest-p T b-jets in events with at least three b-jets in the eµ channel compared with various MC generators. ",
            "section": "Figure 14 .",
            "paragraph_rank": 150,
            "section_rank": 67
        },
        {
            "text": "The ttH and ttV contributions are subtracted from data. ",
            "section": "Figure 14 .",
            "paragraph_rank": 150,
            "section_rank": 67
        },
        {
            "text": "Four ratio panels are shown, the first three of which show the ratios of various predictions to data. ",
            "section": "Figure 14 .",
            "paragraph_rank": 150,
            "section_rank": 67
        },
        {
            "text": "The last panel shows the ratio of predictions of normalised differential cross-sections from Mad-Graph5 aMC@NLO+Pythia 8 including (numerator) and not including (denominator) the contributions from ttV and ttH production. ",
            "section": "Figure 14 .",
            "paragraph_rank": 150,
            "section_rank": 67
        },
        {
            "text": "Uncertainty bands represent the statistical and total systematic uncertainties as described in section 8. ",
            "section": "Figure 14 .",
            "paragraph_rank": 150,
            "section_rank": 67
        },
        {
            "text": "Events with observable values outside the axis range are not included in the plot.",
            "section": "Figure 14 .",
            "paragraph_rank": 150,
            "section_rank": 67
        },
        {
            "text": "8 2",
            "section_rank": 68
        },
        {
            "text": "value χ / NDF p-value χ / NDF p-value χ / NDF p-value Generator eµ channel, ≥ 3 b-jets Powheg+Pythia",
            "section": "8 2",
            "paragraph_rank": 151,
            "section_rank": 68
        },
        {
            "text": "Figure 16 .",
            "section_rank": 69
        },
        {
            "text": "Figure 17 .",
            "section_rank": 69
        },
        {
            "text": "Figure 16. ",
            "section": "Figure 16 .Figure 17 .",
            "paragraph_rank": 152,
            "section_rank": 69
        },
        {
            "text": "Relative differential cross-sections as a function of ",
            "section": "Figure 16 .Figure 17 .",
            "paragraph_rank": 152,
            "section_rank": 69
        },
        {
            "text": "(a) m ∆min bb , ",
            "section": "Figure 16 .Figure 17 .",
            "paragraph_rank": 152,
            "section_rank": 69
        },
        {
            "text": "(b) p ∆min T,bb and ",
            "section": "Figure 16 .Figure 17 .",
            "paragraph_rank": 152,
            "section_rank": 69
        },
        {
            "text": "(c) ∆R ∆min bb of two closest b-jets in ∆R in events with at least three b-jets in the eµ channel compared with various MC generators. ",
            "section": "Figure 16 .Figure 17 .",
            "paragraph_rank": 152,
            "section_rank": 69
        },
        {
            "text": "The ttH and ttV contributions are subtracted from data. ",
            "section": "Figure 16 .Figure 17 .",
            "paragraph_rank": 152,
            "section_rank": 69
        },
        {
            "text": "Four ratio panels are shown, the first three of which show the ratios of various predictions to data. ",
            "section": "Figure 16 .Figure 17 .",
            "paragraph_rank": 152,
            "section_rank": 69
        },
        {
            "text": "The last panel shows the ratio of predictions of normalised differential cross-sections from MadGraph5 aMC@NLO+Pythia 8 including (numerator) and not including (denominator) the contributions from ttV and ttH production. ",
            "section": "Figure 16 .Figure 17 .",
            "paragraph_rank": 152,
            "section_rank": 69
        },
        {
            "text": "Uncertainty bands represent the statistical and total systematic uncertainties as described in section 8. ",
            "section": "Figure 16 .Figure 17 .",
            "paragraph_rank": 152,
            "section_rank": 69
        },
        {
            "text": "Events with observable values outside the axis range are not included in the plot.",
            "section": "Figure 16 .Figure 17 .",
            "paragraph_rank": 152,
            "section_rank": 69
        },
        {
            "text": ", NDGF (Denmark, Norway, Sweden), CC-IN2P3 (France), KIT/GridKA (Germany), INFN-CNAF (Italy), NL-T1 (Netherlands), PIC (Spain), ASGC (Taiwan), RAL (U.K.) and BNL (U.S.A.), the Tier-2 facilities worldwide and large non-WLCG resource providers. ",
            "paragraph_rank": 153,
            "section_rank": 70
        },
        {
            "text": "Major contributors of computing resources are listed in ref. ",
            "paragraph_rank": 153,
            "section_rank": 70
        },
        {
            "text": "[85].",
            "paragraph_rank": 153,
            "section_rank": 70
        },
        {
            "text": "Sherpa 2.2.1 generator. ",
            "paragraph_rank": 154,
            "section_rank": 71
        },
        {
            "text": "Matrix elements were calculated for up to two partons at NLO and up to four partons at leading order (LO) using the Comix and OpenLoops matrix element generators and merged with the Sherpa parton shower using the MePs@Nlo prescription. ",
            "paragraph_rank": 154,
            "section_rank": 71,
            "entity_spans": [
                {
                    "start": 116,
                    "end": 121,
                    "type": "software",
                    "rawForm": "Comix",
                    "resp": "whitelist",
                    "id": "software-simple-w14"
                }
            ]
        },
        {
            "text": "The NNPDF3.0NNLO PDF set was used in conjunction with parton shower tuning developed by the Sherpa authors. ",
            "paragraph_rank": 154,
            "section_rank": 71
        },
        {
            "text": "The W/Z+jets events are normalised to NNLO cross-sections, computed using Fewz[60] with the MSTW 2008 NNLO PDF set.Diboson processes were simulated using the Sherpa 2.1.1 generator. ",
            "paragraph_rank": 154,
            "section_rank": 71,
            "ref_spans": [
                {
                    "start": 78,
                    "end": 82,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "[60]"
                }
            ]
        },
        {
            "text": "Matrix elements were calculated using the Comix and OpenLoops matrix element generators and merged",
            "paragraph_rank": 154,
            "section_rank": 71,
            "entity_spans": [
                {
                    "start": 42,
                    "end": 47,
                    "type": "software",
                    "rawForm": "Comix",
                    "resp": "whitelist",
                    "id": "software-simple-w15"
                }
            ]
        },
        {
            "text": "Table 2 .",
            "section_rank": 72
        },
        {
            "text": "Predicted and observed eµ channel event yields in 2b, ≥ 3b and ≥ 4b selections. ",
            "section": "Table 2 .",
            "paragraph_rank": 156,
            "section_rank": 72
        },
        {
            "text": "The quoted errors are symmetrised and indicate total statistical and systematic uncertainties in predictions due to experimental sources.",
            "section": "Table 2 .",
            "paragraph_rank": 156,
            "section_rank": 72
        },
        {
            "text": "-jets and ≥ 1 c-jet < 3 b-jets and ≥ 2 c-jets ttl events that do not meet above criteria events that do not meet above criteria",
            "paragraph_rank": 157,
            "section_rank": 73
        },
        {
            "text": "V −1 is the inverse of the covariance matrix V , calculated for each variable including all statistical and systematic uncertainties and S b−1 is a vector of the differences between",
            "paragraph_rank": 158,
            "section_rank": 74
        },
        {
            "text": "table 10 .",
            "section_rank": 75
        },
        {
            "text": "GeneratorsN b-jets :[2, 3, ≥ 4b] N b-jets : [3, ≥ 4b] χ 2 / NDF p-value χ 2 / NDF p-value",
            "section": "table 10 .",
            "paragraph_rank": 159,
            "section_rank": 75
        },
        {
            "text": "Table 8 .",
            "section_rank": 76
        },
        {
            "text": "Values of χ 2 per degree of freedom and p-values between the unfolded normalised crosssections and the various predictions for the H T and H had T measurements in the eµ and lepton + jets channels. ",
            "section": "Table 8 .",
            "paragraph_rank": 160,
            "section_rank": 76
        },
        {
            "text": "The number of degrees of freedom is equal to the number of bins in the measured distribution minus one.",
            "section": "Table 8 .",
            "paragraph_rank": 160,
            "section_rank": 76
        },
        {
            "text": "Table 9 .",
            "section_rank": 77
        },
        {
            "text": "Table 10 .",
            "section_rank": 77
        },
        {
            "text": "Values of χ 2 per degree of freedom and p-values between the unfolded normalised cross-sections and the various predictions for the three (four) leading b-jet p T measurements in the eµ (lepton + jets) channel. ",
            "section": "Table 9 .Table 10 .",
            "paragraph_rank": 161,
            "section_rank": 77
        },
        {
            "text": "The number of degrees of freedom is equal to the number of bins in the measured distribution minus one. ",
            "section": "Table 9 .Table 10 .",
            "paragraph_rank": 161,
            "section_rank": 77
        },
        {
            "text": "Values of χ 2 per degree of freedom and p-values between the unfolded normalised crosssections and the various predictions for the mass, p T and ∆R of the leading two b-jets in the eµ and lepton + jets channels. ",
            "section": "Table 9 .Table 10 .",
            "paragraph_rank": 161,
            "section_rank": 77
        },
        {
            "text": "The number of degrees of freedom is equal to the number of bins in the measured distribution minus one. ",
            "section": "Table 9 .Table 10 .",
            "paragraph_rank": 161,
            "section_rank": 77
        },
        {
            "text": "/ NDF p-value χ 2 / NDF p-value χ 2 / NDF p-value Generator eµ channel, ≥ 3 b-jets",
            "section": "Table 9 .Table 10 .",
            "paragraph_rank": 161,
            "section_rank": 77
        },
        {
            "text": ".",
            "paragraph_rank": 162,
            "section_rank": 78
        },
        {
            "text": "120 (2018) [arXiv:1804.02610] [INSPIRE].",
            "paragraph_rank": 162,
            "section_rank": 78,
            "entity_spans": [
                {
                    "start": 31,
                    "end": 38,
                    "type": "software",
                    "rawForm": "INSPIRE",
                    "resp": "whitelist",
                    "id": "software-simple-w16"
                }
            ]
        },
        {
            "text": "[10] CMS collaboration, Observation of Higgs boson decay to bottom quarks, Phys.",
            "paragraph_rank": 162,
            "section_rank": 78
        },
        {
            "text": "Rev.",
            "paragraph_rank": 162,
            "section_rank": 78
        },
        {
            "text": "Lett.",
            "paragraph_rank": 162,
            "section_rank": 78
        },
        {
            "text": "121 (2018) 121801 [arXiv:1808.08242] [INSPIRE].",
            "paragraph_rank": 162,
            "section_rank": 78,
            "entity_spans": [
                {
                    "start": 38,
                    "end": 45,
                    "type": "software",
                    "rawForm": "INSPIRE",
                    "resp": "whitelist",
                    "id": "software-simple-w17"
                }
            ]
        },
        {
            "text": "[11] ATLAS collaboration, Observation of H → bb decays and V H production with the ATLAS detector, Phys.",
            "paragraph_rank": 162,
            "section_rank": 78
        },
        {
            "text": "Lett.",
            "paragraph_rank": 162,
            "section_rank": 78
        },
        {
            "text": "B 786 (2018) 59 [arXiv:1808.08238] [INSPIRE].",
            "paragraph_rank": 162,
            "section_rank": 78,
            "entity_spans": [
                {
                    "start": 36,
                    "end": 43,
                    "type": "software",
                    "rawForm": "INSPIRE",
                    "resp": "whitelist",
                    "id": "software-simple-w18"
                }
            ]
        },
        {
            "text": "[12] ATLAS collaboration, Search for the Standard Model Higgs boson produced in association with top quarks and decaying into a bb pair in pp collisions at √ s = 13 TeV with the ATLAS detector, Phys.",
            "paragraph_rank": 162,
            "section_rank": 78
        },
        {
            "text": "Rev.",
            "paragraph_rank": 162,
            "section_rank": 78
        },
        {
            "text": "D 97 (2018) 072016 [arXiv:1712.08895] [INSPIRE].",
            "paragraph_rank": 162,
            "section_rank": 78,
            "entity_spans": [
                {
                    "start": 39,
                    "end": 46,
                    "type": "software",
                    "rawForm": "INSPIRE",
                    "resp": "whitelist",
                    "id": "software-simple-w19"
                }
            ]
        },
        {
            "text": "[13] CMS collaboration, Search for ttH production in the H → bb decay channel with leptonic tt decays in proton-proton collisions at √ s = 13 TeV, JHEP 03 (2019) 026 [arXiv:1804.03682] [INSPIRE].",
            "paragraph_rank": 162,
            "section_rank": 78,
            "entity_spans": [
                {
                    "start": 186,
                    "end": 193,
                    "type": "software",
                    "rawForm": "INSPIRE",
                    "resp": "whitelist",
                    "id": "software-simple-w20"
                }
            ]
        },
        {
            "text": "[14] ATLAS collaboration, Study of heavy-flavor quarks produced in association with top-quark pairs at √ s = 7 TeV using the ATLAS detector, Phys.",
            "paragraph_rank": 162,
            "section_rank": 78
        },
        {
            "text": "Rev.",
            "paragraph_rank": 162,
            "section_rank": 78
        },
        {
            "text": "D 89 (2014) 072012 [arXiv:1304.6386] [INSPIRE].",
            "paragraph_rank": 162,
            "section_rank": 78,
            "entity_spans": [
                {
                    "start": 38,
                    "end": 45,
                    "type": "software",
                    "rawForm": "INSPIRE",
                    "resp": "whitelist",
                    "id": "software-simple-w21"
                }
            ]
        },
        {
            "text": "[15] ATLAS collaboration, Measurements of fiducial cross-sections for tt production with one or two additional b-jets in pp collisions at √ s = 8 TeV using the ATLAS detector, Eur.",
            "paragraph_rank": 162,
            "section_rank": 78
        },
        {
            "text": "Phys.",
            "paragraph_rank": 162,
            "section_rank": 78
        },
        {
            "text": "J. C 76 (2016) 11 [arXiv:1508.06868] [INSPIRE].",
            "paragraph_rank": 162,
            "section_rank": 78,
            "entity_spans": [
                {
                    "start": 38,
                    "end": 45,
                    "type": "software",
                    "rawForm": "INSPIRE",
                    "resp": "whitelist",
                    "id": "software-simple-w22"
                }
            ]
        },
        {
            "text": "[16] CMS collaboration, Measurement of tt production with additional jet activity, including b quark jets, in the dilepton decay channel using pp collisions at √ s = 8 TeV, Eur.",
            "paragraph_rank": 162,
            "section_rank": 78
        },
        {
            "text": "Phys.",
            "paragraph_rank": 162,
            "section_rank": 78
        },
        {
            "text": "J. C 76 (2016) 379 [arXiv:1510.03072] [INSPIRE].",
            "paragraph_rank": 162,
            "section_rank": 78,
            "entity_spans": [
                {
                    "start": 39,
                    "end": 46,
                    "type": "software",
                    "rawForm": "INSPIRE",
                    "resp": "whitelist",
                    "id": "software-simple-w23"
                }
            ]
        },
        {
            "text": "[17] CMS collaboration, Measurement of the cross section ratio σ ttbb /σ ttjj in pp collisions at √ s = 8 TeV, Phys.",
            "paragraph_rank": 162,
            "section_rank": 78
        },
        {
            "text": "Lett.",
            "paragraph_rank": 162,
            "section_rank": 78
        },
        {
            "text": "B 746 (2015) 132 [arXiv:1411.5621] [INSPIRE].",
            "paragraph_rank": 162,
            "section_rank": 78,
            "entity_spans": [
                {
                    "start": 36,
                    "end": 43,
                    "type": "software",
                    "rawForm": "INSPIRE",
                    "resp": "whitelist",
                    "id": "software-simple-w24"
                }
            ]
        },
        {
            "text": "[18] CMS collaboration, Measurements of tt cross sections in association with b jets and inclusive jets and their ratio using dilepton final states in pp collisions at √ s = 13 TeV, Phys.",
            "paragraph_rank": 162,
            "section_rank": 78
        },
        {
            "text": "Lett.",
            "paragraph_rank": 162,
            "section_rank": 78
        },
        {
            "text": "B 776 (2018) 355 [arXiv:1705.10141] [INSPIRE].",
            "paragraph_rank": 162,
            "section_rank": 78,
            "entity_spans": [
                {
                    "start": 37,
                    "end": 44,
                    "type": "software",
                    "rawForm": "INSPIRE",
                    "resp": "whitelist",
                    "id": "software-simple-w25"
                }
            ]
        },
        {
            "text": "[19] ATLAS collaboration, Measurements of b-jet tagging efficiency with the ATLAS detector using tt events at √ s = 13 TeV, JHEP 08 (2018) 089 [arXiv:1805.01845] [INSPIRE].",
            "paragraph_rank": 162,
            "section_rank": 78,
            "entity_spans": [
                {
                    "start": 163,
                    "end": 170,
                    "type": "software",
                    "rawForm": "INSPIRE",
                    "resp": "whitelist",
                    "id": "software-simple-w26"
                }
            ]
        },
        {
            "text": "ATLAS collaboration, Performance of pile-up mitigation techniques for jets in pp collisions at √ s = 8 TeV using the ATLAS detector, Eur.",
            "paragraph_rank": 162,
            "section_rank": 78
        },
        {
            "text": "Phys.",
            "paragraph_rank": 162,
            "section_rank": 78
        },
        {
            "text": "J. C 76 (2016) 581 [arXiv:1510.03823] [INSPIRE].",
            "paragraph_rank": 162,
            "section_rank": 78,
            "entity_spans": [
                {
                    "start": 39,
                    "end": 46,
                    "type": "software",
                    "rawForm": "INSPIRE",
                    "resp": "whitelist",
                    "id": "software-simple-w27"
                }
            ]
        },
        {
            "text": "[80] ATLAS collaboration, Jet energy resolution in proton-proton collisions at √ s = 7 TeV recorded in 2010 with the ATLAS detector, Eur.",
            "paragraph_rank": 162,
            "section_rank": 78
        },
        {
            "text": "Phys.",
            "paragraph_rank": 162,
            "section_rank": 78
        },
        {
            "text": "J. C 73 (2013) 2306 [arXiv:1210.6210] [INSPIRE].",
            "paragraph_rank": 162,
            "section_rank": 78,
            "entity_spans": [
                {
                    "start": 39,
                    "end": 46,
                    "type": "software",
                    "rawForm": "INSPIRE",
                    "resp": "whitelist",
                    "id": "software-simple-w28"
                }
            ]
        },
        {
            "text": "ATLAS uses a right-handed coordinate system with its origin at the nominal interaction point (IP) in the centre of the detector and the z-axis along the beam pipe. ",
            "paragraph_rank": 163,
            "section_rank": 78
        },
        {
            "text": "The x-axis points from the IP to the centre of the LHC ring, and the y-axis points upward. ",
            "paragraph_rank": 163,
            "section_rank": 78
        },
        {
            "text": "Cylindrical coordinates (r, φ) are used in the transverse plane, φ being the azimuthal angle around the z-axis. ",
            "paragraph_rank": 163,
            "section_rank": 78
        },
        {
            "text": "The pseudorapidity is defined in terms of the polar angle θ as η = − ln tan(θ/2). ",
            "paragraph_rank": 163,
            "section_rank": 78
        },
        {
            "text": "The angular separation between two points in η and φ is defined as ∆R = (∆η) 2 + (∆φ) 2 .",
            "paragraph_rank": 163,
            "section_rank": 78
        },
        {
            "text": "Here fake leptons also include non-prompt leptons.",
            "paragraph_rank": 164,
            "section_rank": 78
        },
        {
            "text": "Acknowledgments",
            "section_rank": 80
        },
        {
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently.",
            "section": "Acknowledgments",
            "paragraph_rank": 165,
            "section_rank": 80
        },
        {
            "text": "We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWFW and FWF, Austria; ANAS, Azerbaijan; SSTC, Belarus; CNPq and FAPESP, Brazil; NSERC, NRC and CFI, Canada; CERN; CONICYT, Chile; CAS, MOST and NSFC, China; COLCIENCIAS, Colombia; MSMT CR, MPO CR and VSC CR, ",
            "section": "Acknowledgments",
            "paragraph_rank": 166,
            "section_rank": 80
        }
    ]
}