{
    "level": "sentence",
    "abstract": [
        {
            "text": "Inclusive and differential cross-sections for the production of a top-quark pair in association with a photon are measured with proton-proton collision data corresponding to an integrated luminosity of 36.1 fb −1 , collected by the ATLAS detector at the LHC in 2015 and 2016 at a centreof-mass energy of 13 TeV. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The measurements are performed in single-lepton and dilepton final states in a fiducial volume. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Events with exactly one photon, one or two leptons, a channel-dependent minimum number of jets, and at least one b-jet are selected. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Neural network algorithms are used to separate the signal from the backgrounds. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The fiducial cross-sections are measured to be 521 ± 9(stat.) ± 41(sys.) fb and 69 ± 3(stat.) ± 4(sys.) fb for the single-lepton and dilepton channels, respectively. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The differential cross-sections are measured as a function of photon transverse momentum, photon absolute pseudorapidity, and angular distance between the photon and its closest lepton in both channels, as well as azimuthal opening angle and absolute pseudorapidity difference between the two leptons in the dilepton channel. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "All measurements are in agreement with the theoretical predictions.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "text": "Measurements of top-quark properties play an important role in testing the Standard Model (SM) and its possible extensions. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Studies of the production and kinematic properties of a top-quark pair in association with a photon (ttγ ) probe the tγ electroweak coupling. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "For instance, deviations in the transverse momentum ( p T ) spectrum of the photon from the SM prediction could point to new physics through anomalous dipole moments of the top quark [1][2][3]. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 183,
                    "end": 186,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                },
                {
                    "start": 186,
                    "end": 189,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 189,
                    "end": 192,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "A precision measurement of the ttγ production cross-section could effectively constrain some of the Wilson coefficients in top-quark effective field theories [4]. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 158,
                    "end": 161,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "Furthermore, differential distributions of photon production in tt events could provide insight on e-mail: atlas.publications@cern.ch the tt production mechanism, in particular about the tt spin correlation and the charge asymmetry [5].",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 232,
                    "end": 235,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "Evidence for the production of a top-quark pair in association with an energetic, isolated photon was found in protonantiproton ( pp) collisions at the Tevatron collider at a centreof-mass energy of √ s = 1.96 TeV by the CDF Collaboration [6]. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 239,
                    "end": 242,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "Observation of the ttγ process was reported by the ATLAS Collaboration in proton-proton ( pp) collisions at √ s = 7 TeV [7]. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 120,
                    "end": 123,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "Recently, both the ATLAS and CMS Collaborations measured the ttγ cross-section at √ s = 8 TeV [8,9]. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 94,
                    "end": 97,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8,"
                },
                {
                    "start": 97,
                    "end": 99,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9]"
                }
            ]
        },
        {
            "text": "In the ATLAS measurement, the differential cross-sections with respect to the transverse momentum p T and absolute pseudorapidity |η| 1 of the photon were reported. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "In the CMS measurement, the ratio of the ttγ fiducial cross-section to the tt total cross-section was measured.",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "This paper describes a measurement of the ttγ production cross-section in final states with one or two leptons, electron or muons, referred to as the single-lepton or dilepton channel, based on a data set recorded at the LHC in 2015 and 2016 at a centre-of-mass energy of √ s = 13 TeV and corresponding to an integrated luminosity of 36.1 fb −1 . ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The photon can originate not only from a top quark, but also from its charged decay products, including a charged fermion (quark or lepton) from the decay of the W -boson. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "In addition, it can be radiated from an incoming charged parton. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "In this analysis, no attempt is made to separate these different sources of photons, but criteria are applied to suppress those radiated from topquark decay products: e.g. by requiring the photon to have a large angular distance from the lepton(s). ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "In each channel, the fiducial inclusive cross-section, referred to as fiducial crosssection in the following for simplicity, is measured with a likelihood fit to the output of a neural network trained to differentiate between signal and background events. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "In both channels, differential cross-sections, normalized to unity, are measured in the same fiducial region without performing the likelihood fit, as a function of the photon p T , the photon |η|, and the distance R between the photon and its closest lepton. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The distance R between two objects is defined as the quadratic sum of their pseudorapidity difference η and azimuthal opening angle φ. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "In the dilepton channel, the normalized differential cross-sections are also measured as a function of the absolute pseudorapidity difference | η| and φ between the two leptons, the latter being sensitive to the spin correlation of the tt pair .",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The measured cross-sections are compared to predictions from leading order (LO) generators. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The predictions for the inclusive cross-sections are corrected by next-to-leading order (NLO) k-factors [10] in the strong interaction, calculated at parton level.",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "This paper is organized as follows. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The ATLAS detector is briefly introduced in Sect. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "2. The data and simulation samples used are listed in Sect. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "3. The derivation of the NLO correction to the LO cross section is described in Sect. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "4. The object and event selection, and the neural-network algorithms are presented in Sect. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                }
            ]
        },
        {
            "text": "5. The estimation of the backgrounds are introduced in Sect. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "6. The definition of the fiducial region and the strategies to extract the fiducial and differential crosssections are described in Sect. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "7. The evaluation of the systematics uncertainties are discussed in Sect. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "8. Section 9 gives the final results, and Sect. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "10 presents the conclusion.",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "ATLAS detector",
            "section_rank": 3
        },
        {
            "text": "The ATLAS detector [11] consists of three main components. ",
            "section": "ATLAS detector",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 19,
                    "end": 23,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "The innermost component is the Inner Detector (ID), which is used for tracking charged particles. ",
            "section": "ATLAS detector",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "It surrounds the beam pipe and is located inside a superconducting solenoid, operating with a magnetic field of 2 T. An additional silicon pixel layer, the insertable B-layer, was added between 3 and 4 cm from the beam line to improve b-hadron tagging [12,13] for Run 2. ",
            "section": "ATLAS detector",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 252,
                    "end": 256,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12,"
                },
                {
                    "start": 256,
                    "end": 259,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13]"
                }
            ]
        },
        {
            "text": "The calorimeter outside the ID is divided into two subsystems. ",
            "section": "ATLAS detector",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "The inner subsystem is the electromagnetic calorimeter (ECAL) and the second is the hadronic calorimeter (HCAL). ",
            "section": "ATLAS detector",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "The outermost layer is the third main component of the ATLAS detector: the muon spectrometer (MS), which is within a magnetic field provided by air-core toroid magnets with a bending integral of about 2.5 Tm in the barrel and up to 6 Tm in the endcaps. ",
            "section": "ATLAS detector",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "The ID provides tracking information from silicon pixel and silicon microstrip detectors in the pseudorapidity range |η| < 2.5 and from a transition radiation tracker (TRT) covering |η| < 2.0. ",
            "section": "ATLAS detector",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "The magnetic field of the superconducting solenoid bends charged particles for the momentum measurement. ",
            "section": "ATLAS detector",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "The ECAL uses lead absorbers and liquid argon (LAr) as active medium and is divided into barrel (|η| < 1.475) and end-cap (1.375 < |η| < 3.2) regions. ",
            "section": "ATLAS detector",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "The HCAL is composed of a steel/scintillating-tile calorimeter, segmented into three barrel structures within |η| < 1.7, and two copper/LAr hadronic endcap calorimeters, that cover the region 1.5 < |η| < 3.2. ",
            "section": "ATLAS detector",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "The solid angle coverage is completed with forward copper/LAr and tungsten/LAr calorimeter modules, optimised for electromagnetic and hadronic measurements respectively, and covering the region 3.1 < |η| < 4.9. ",
            "section": "ATLAS detector",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "The MS measures the deflection of muon tracks within |η| < 2.7 using multiple layers of high-precision tracking chambers in toroidal fields of approximately 0.5 T and 1 T in the central and end-cap regions, respectively. ",
            "section": "ATLAS detector",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "The MS is instrumented with separate trigger chambers covering |η| < 2.4.",
            "section": "ATLAS detector",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "Data are selected from inclusive pp interactions using a two-level trigger system [14]. ",
            "section": "ATLAS detector",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "A hardware-based trigger uses custom hardware and coarser-granularity detector data to initially reduce the trigger rate to approximately 100 kHz from the original 40 MHz LHC proton bunch crossing rate. ",
            "section": "ATLAS detector",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "Next, a software-based high-level trigger, which has access to the full detector granularity, is applied to further reduce the event rate to 1 kHz.",
            "section": "ATLAS detector",
            "paragraph_rank": 8,
            "section_rank": 3,
            "entity_spans": [
                {
                    "start": 8,
                    "end": 16,
                    "type": "software",
                    "rawForm": "software",
                    "resp": "whitelist",
                    "id": "software-simple-w0"
                }
            ]
        },
        {
            "text": "Data and simulation samples",
            "section_rank": 4
        },
        {
            "text": "The data used for this analysis were recorded by the ATLAS detector in 2015 and 2016 at a centre-of-mass energy of 13 TeV, corresponding to an integrated luminosity of 36.1 fb −1 . ",
            "section": "Data and simulation samples",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "Only the data-taking periods in which all detector systems were operating normally are considered. ",
            "section": "Data and simulation samples",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "Candidate events were collected using single-lepton triggers, designed to select events with at least one isolated highp T electron or muon.",
            "section": "Data and simulation samples",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "The signal and background processes were modelled using Monte Carlo (MC) generators and passed through a detector simulation using Geant 4 [15,16]. ",
            "section": "Data and simulation samples",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 139,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15,"
                },
                {
                    "start": 143,
                    "end": 146,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16]"
                }
            ]
        },
        {
            "text": "The simulated events were reconstructed with the same software algorithms as data. ",
            "section": "Data and simulation samples",
            "paragraph_rank": 10,
            "section_rank": 4,
            "entity_spans": [
                {
                    "start": 54,
                    "end": 62,
                    "type": "software",
                    "rawForm": "software",
                    "resp": "whitelist",
                    "id": "software-simple-w1"
                }
            ]
        },
        {
            "text": "To account for overlapping pp collisions (pile-up), multiple interactions were simulated with the soft QCD processes of Pythia v8.186 [17] using the set of tuned parameters called A2 [18] and the MSTW2008LO parton distribution functions (PDF) set [19].",
            "section": "Data and simulation samples",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 134,
                    "end": 138,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[17]"
                },
                {
                    "start": 183,
                    "end": 187,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[18]"
                },
                {
                    "start": 247,
                    "end": 251,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[19]"
                }
            ],
            "entity_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "type": "software",
                    "rawForm": ".186",
                    "resp": "whitelist",
                    "id": "software-simple-w2"
                }
            ]
        },
        {
            "text": "The ttγ signal sample was simulated as a 2 → 7 process for the semileptonic and dileptonic decay channels of the tt system at LO by MadGraph5_aMC@NLO v2.33 [20] (denoted as MG5_aMC in the following) interfaced with Pythia v8.212 [21], using the A14 set of tuned parameters [22] and the NNPDF2.3LO PDF set [23]. ",
            "section": "Data and simulation samples",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 156,
                    "end": 160,
                    "type": "bibr",
                    "text": "[20]"
                },
                {
                    "start": 229,
                    "end": 233,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[21]"
                },
                {
                    "start": 273,
                    "end": 277,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[22]"
                },
                {
                    "start": 305,
                    "end": 309,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[23]"
                }
            ]
        },
        {
            "text": "The photon could be radiated from an initial charged parton, an intermediate top quark, or any of the charged final state particles. ",
            "section": "Data and simulation samples",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "The topquark mass, top-quark decay width, W -boson decay width, and fine structure constant were set to 172.5 GeV, 1.320 GeV, 2.085 GeV, and 1/137, respectively. ",
            "section": "Data and simulation samples",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "The five-flavour scheme was used where all the quark masses are set to zero, except for the top quark. ",
            "section": "Data and simulation samples",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "The renormalization and the factorization scales were set to 0.5× i m 2 i + p 2 T,i , where the sum runs over all the particles generated from the matrix element calculation. ",
            "section": "Data and simulation samples",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 70,
                    "end": 71,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "The photon was requested to have p T > 15 GeV and |η| < 5.0. ",
            "section": "Data and simulation samples",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "At least one lepton with p T > 15 GeV was required, with all the leptons satisfying |η| < 5.0. ",
            "section": "Data and simulation samples",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "The R between the photon and any of the charged particles among the seven final-state particles were required to be greater than 0.2. ",
            "section": "Data and simulation samples",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "The resulting total cross-section of the sample was calculated to be 4.62 pb. ",
            "section": "Data and simulation samples",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "The NLO k-factors, introduced in Sect. ",
            "section": "Data and simulation samples",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "4, were applied to correct the fiducial cross-sections and acceptances to NLO.",
            "section": "Data and simulation samples",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "The inclusive tt sample [24] was generated with Powheg-Box v2 [25] using the NNPDF3.0NLO PDF set [26], and interfaced with Pythia v8.210 using the A14 tune set and the NNPDF2.3LO PDF set. ",
            "section": "Data and simulation samples",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 24,
                    "end": 28,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[24]"
                },
                {
                    "start": 62,
                    "end": 66,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[25]"
                },
                {
                    "start": 97,
                    "end": 101,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[26]"
                }
            ]
        },
        {
            "text": "The h damp parameter, which controls the p T of the first additional parton emission beyond Born level in Powheg, was set to 1.5 times the top-quark mass. ",
            "section": "Data and simulation samples",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "The production of a vector boson (V = W, Z ) in association with a photon (V γ ) was simulated with Sherpa v2.2.2 [27], and the inclusive production of V +jets [28] was simulated with Sherpa v2.2.1, both using the NNPDF3.0NLO PDF set. ",
            "section": "Data and simulation samples",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 114,
                    "end": 118,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[27]"
                },
                {
                    "start": 160,
                    "end": 164,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[28]"
                }
            ]
        },
        {
            "text": "The s-channel single top quark and t W samples [24] were produced with Powheg-Box v1 using the CT10 (NLO) PDF set [29], interfaced with Pythia v6.428 using the Perugia 2012 tune set [30] and the CTEQ6L1 PDF set [23]. ",
            "section": "Data and simulation samples",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 47,
                    "end": 51,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[24]"
                },
                {
                    "start": 114,
                    "end": 118,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[29]"
                },
                {
                    "start": 182,
                    "end": 186,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[30]"
                },
                {
                    "start": 211,
                    "end": 215,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[23]"
                }
            ],
            "entity_spans": [
                {
                    "start": 5,
                    "end": 13,
                    "type": "software",
                    "rawForm": "-channel",
                    "resp": "whitelist",
                    "id": "software-simple-w3"
                }
            ]
        },
        {
            "text": "The t-channel single top quark was produced with the same generator and parton shower, with the four-flavour scheme and the corresponding CT104fs PDF set [23]. ",
            "section": "Data and simulation samples",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 154,
                    "end": 158,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[23]"
                }
            ],
            "entity_spans": [
                {
                    "start": 5,
                    "end": 13,
                    "type": "software",
                    "rawForm": "-channel",
                    "resp": "whitelist",
                    "id": "software-simple-w4"
                }
            ]
        },
        {
            "text": "The diboson samples of W W , W Z and Z Z [31] were generated by Sherpa v2.1, using the CT10 (NLO) PDF set. ",
            "section": "Data and simulation samples",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 41,
                    "end": 45,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[31]"
                }
            ]
        },
        {
            "text": "The tt V samples [32] were generated with MG5_aMC v2.2 using the NNPDF3.0NLO PDF set, interfaced with Pythia v8.210 using the NNPDF2.3LO PDF set. ",
            "section": "Data and simulation samples",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "For all samples without photon radiation in the matrix element calculation, the radiation was simulated by the corresponding parton shower. ",
            "section": "Data and simulation samples",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "The EvtGen program [33] was used to simulate the decay of bottom and charm hadrons, except for the Sherpa samples. ",
            "section": "Data and simulation samples",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 19,
                    "end": 23,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[33]"
                }
            ],
            "entity_spans": [
                {
                    "start": 11,
                    "end": 18,
                    "type": "software",
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "software-simple-w5"
                }
            ]
        },
        {
            "text": "All these samples were generated with NLO precision in QCD and, in the case of Sherpa samples, the NLO calculations were performed for up to one or two additional partons.",
            "section": "Data and simulation samples",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "To assess the effects of initial-and final-state radiation (ISR and FSR), alternative signal samples were produced with the relevant Pythia 8 A14 Var3c tune parameters [22] varied to increase or decrease the parton radiation. ",
            "section": "Data and simulation samples",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 168,
                    "end": 172,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "The effect of the choice of parton shower algorithm for the signal is evaluated with a sample generated using Herwig v7.0.1 [34] instead of Pythia v8.212. ",
            "section": "Data and simulation samples",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 124,
                    "end": 128,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[34]"
                }
            ]
        },
        {
            "text": "An alternative tt sample was generated to enhance the parton shower radiation, with the renormalization and factorization scales varied down by a factor of two, the high radiation variation of the A14 Var3c tune parameter and the h damp value increased by a factor of two. ",
            "section": "Data and simulation samples",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "A corresponding tt sample with reduced parton shower radiation was generated with the renormalization and factorization scales multiplied by a factor of two and the low radiation variation of the A14 Var3c tune parameter. ",
            "section": "Data and simulation samples",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "The uncertainty arising from the choice of tt generator is evaluated using a Sherpa v2.2 sample. ",
            "section": "Data and simulation samples",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "An alternative Z γ sample, generated by MG5_aMC v2.33 interfaced with Pythia v8.212, is used to evaluate the modelling uncertainty of the Z γ background estimate.",
            "section": "Data and simulation samples",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "The tt and V +jets samples contain events already accounted for by the ttγ and V γ samples. ",
            "section": "Data and simulation samples",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "Based on truth information, the overlap is removed by vetoing the events where the selected photon originates from the hard interaction in the tt and V +jets samples.",
            "section": "Data and simulation samples",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "Next-to-leading order k-factor for ttγ",
            "section_rank": 5
        },
        {
            "text": "Calculations at NLO precision in QCD are available for the ttγ process at a centre-of-mass energy of √ s = 14 TeV [10], extending results performed using the approximation of stable top quarks [35]. ",
            "section": "Next-to-leading order k-factor for ttγ",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 114,
                    "end": 118,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                },
                {
                    "start": 193,
                    "end": 197,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "[35]"
                }
            ]
        },
        {
            "text": "A dedicated calculation at √ s = 13 TeV has been performed for both single-lepton and dilepton channels, by the authors of Ref. ",
            "section": "Next-to-leading order k-factor for ttγ",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "[10]. ",
            "section": "Next-to-leading order k-factor for ttγ",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "The renormalization and factorization scales are both set to the top-quark mass, while the rest of the parameters are set to the same values used by the MG5_aMC ttγ MC sample, as described in Sect. ",
            "section": "Next-to-leading order k-factor for ttγ",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "3. ",
            "section": "Next-to-leading order k-factor for ttγ",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "These calculations are used to derive corrections at parton level to the normalization of the LO ttγ MC sample.",
            "section": "Next-to-leading order k-factor for ttγ",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "The NLO calculation is performed at parton level in a phase space very close to the fiducial region defined in Sect. ",
            "section": "Next-to-leading order k-factor for ttγ",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "7.1. ",
            "section": "Next-to-leading order k-factor for ttγ",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "The lepton (at least one lepton) is required to have p T > 25 GeV for the single-lepton (dilepton) channel, and all leptons must have |η| < 2.5. ",
            "section": "Next-to-leading order k-factor for ttγ",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "The photon is required to have p T > 20 GeV and |η| < 2.37. ",
            "section": "Next-to-leading order k-factor for ttγ",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "Jets are reconstructed from quarks and gluons using the anti-k t algorithm [36] with a radius parameter of R = 0.4, and they are required to have p T > 25 GeV and |η| < 2.5. ",
            "section": "Next-to-leading order k-factor for ttγ",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 75,
                    "end": 79,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[36]"
                }
            ]
        },
        {
            "text": "At least four (two) jets are required for the single-lepton (dilepton) channel. ",
            "section": "Next-to-leading order k-factor for ttγ",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "All jets are required to be separated from the photon by R(γ , jet) > 0.4. ",
            "section": "Next-to-leading order k-factor for ttγ",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "Leptons are required to be separated from the photon by R(γ , ) > 1.0. ",
            "section": "Next-to-leading order k-factor for ttγ",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "The leptons in the dilepton channel are required to be separated from the jets by R(jet, ) > 0.4.",
            "section": "Next-to-leading order k-factor for ttγ",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "The LO cross-sections are calculated using the MG5_aMC LO sample at particle level in the same phase space as above to derive the NLO k-factors for the single-lepton and dilepton channels. ",
            "section": "Next-to-leading order k-factor for ttγ",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "text": "Since the kinematic properties of all the objects used in the NLO theoretical calculation are taken from parton level, the photons, leptons, and jets of the LO MC sample must be defined carefully to correspond to those at the parton level. ",
            "section": "Next-to-leading order k-factor for ttγ",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "text": "This is achieved by requiring the photon and the leptons to be produced from the matrix element rather than from the parton shower and adding the QED radiation simulated by the parton shower back to the leptons. ",
            "section": "Next-to-leading order k-factor for ttγ",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "text": "The anti-k t algorithm with R = 0.4 is used for jet clustering, using all the final state particles, excluding the above photon, leptons, and their corresponding neutrinos.",
            "section": "Next-to-leading order k-factor for ttγ",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "text": "The calculated NLO cross-sections are 120 fb and 31 fb for the e+jets and eμ channels, while the calculated LO cross-sections are 92 fb and 21 fb for the same channels, respectively, resulting in NLO k-factors of 1.30 and 1.44. ",
            "section": "Next-to-leading order k-factor for ttγ",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "text": "These k-factors are applied to other single-lepton or dilepton channels. ",
            "section": "Next-to-leading order k-factor for ttγ",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "text": "Statistical uncertainties are negligible. ",
            "section": "Next-to-leading order k-factor for ttγ",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "text": "Systematic uncertainties of the k-factors receive contributions from two sources. ",
            "section": "Next-to-leading order k-factor for ttγ",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "text": "For the NLO theoretical cross-section, the relative uncertainty due to the QCD scale and PDF choices are 14% (13%) for the single-lepton (dilepton) channel, with the QCD scale uncertainty dominating. ",
            "section": "Next-to-leading order k-factor for ttγ",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "text": "For the LO MC cross-section, the non-perturbative effects in the parton shower model are studied by turning off the multiple parton interaction and hadronization of Pythia 8 separately, resulting in an uncertainty of 8% (4%) for the single-lepton (dilepton) channel. ",
            "section": "Next-to-leading order k-factor for ttγ",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "text": "In addition, the jet cone size is varied from 0.4 to 0.3 or 0.5 separately to evaluate the impact of additional QCD radiation on the reconstruction of the particle-level jet. ",
            "section": "Next-to-leading order k-factor for ttγ",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "text": "The resulting uncertainties are 11% (6%) for the single-lepton (dilepton) channel. ",
            "section": "Next-to-leading order k-factor for ttγ",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "text": "Summing up the components in quadrature, the total relative uncertainty on the k-factor is 20% (15%) for the single-lepton (dilepton) channel.",
            "section": "Next-to-leading order k-factor for ttγ",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "text": "Object and event selection",
            "section_rank": 6
        },
        {
            "text": "The object and event selection at the detector level are introduced in Sects. ",
            "section": "Object and event selection",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "text": "5.1 and 5.2 respectively. ",
            "section": "Object and event selection",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "text": "The neural-network algorithms used in the analysis are described in Sect. ",
            "section": "Object and event selection",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "text": "5.3. ",
            "section": "Object and event selection",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "text": "In Sect. ",
            "section": "Object and event selection",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "text": "7.1, the fiducial region at particle level is defined.",
            "section": "Object and event selection",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "text": "Object selection",
            "section_rank": 7
        },
        {
            "text": "Electron candidates are reconstructed from energy deposits in the central region of the ECAL associated with reconstructed tracks from the ID [37] and are required to have a p T > 25 GeV and an absolute calorimeter cluster pseudorapidity |η cluster | < 2.47, excluding the transition region between the barrel and endcap calorimeters (|η cluster | / ∈ [1.37, 1.52]). ",
            "section": "Object selection",
            "paragraph_rank": 20,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 142,
                    "end": 146,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[37]"
                }
            ]
        },
        {
            "text": "\"Tight\" likelihood-based identification criteria are applied, which correspond to an efficiency between 80% and 90% for electrons in different p T and η ranges measured in Z → ee events [37]. ",
            "section": "Object selection",
            "paragraph_rank": 20,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 186,
                    "end": 190,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[37]"
                }
            ]
        },
        {
            "text": "Muon candidates are reconstructed by an algorithm that combines the track segments in the various layers of the MS with the tracks in the ID [38] and are required to have a p T > 25 GeV and |η| < 2.5. ",
            "section": "Object selection",
            "paragraph_rank": 20,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 141,
                    "end": 145,
                    "type": "bibr",
                    "text": "[38]"
                }
            ]
        },
        {
            "text": "\"Medium\" cut-based identification criteria are required, which correspond to an average efficiency around 96% in tt events for muons in dif-ferent p T and η ranges [38]. ",
            "section": "Object selection",
            "paragraph_rank": 20,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 164,
                    "end": 168,
                    "type": "bibr",
                    "text": "[38]"
                }
            ]
        },
        {
            "text": "Isolation criteria are applied to both the electron and muon candidates using calorimeter-and track-based information to obtain 90% efficiency for leptons with p T = 25 GeV, rising to 99% efficiency at p T = 60 GeV in Z → events. ",
            "section": "Object selection",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "The transverse impact parameter divided by its estimated uncertainty |d 0 |/σ (d 0 ) is required to be lower than five for electron candidates and three for muon candidates. ",
            "section": "Object selection",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "The longitudinal impact parameter must satisfy |z 0 sin(θ )| < 0.5 mm for both. ",
            "section": "Object selection",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "The lepton reconstruction and identification efficiencies in simulation are corrected to match the corresponding values in data [37,38].",
            "section": "Object selection",
            "paragraph_rank": 20,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[37,"
                },
                {
                    "start": 132,
                    "end": 135,
                    "type": "bibr",
                    "text": "38]"
                }
            ]
        },
        {
            "text": "A photon could convert into an electron positron pair when it traverses the material before entering the active volume of the ECAL. ",
            "section": "Object selection",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "Photon candidates are reconstructed from energy deposits in the central region of the ECAL [39] and classified as unconverted if there is no matching track or reconstructed conversion vertex or as converted if there is a matching reconstructed conversion vertex or a matching track consistent with originating from a photon conversion. ",
            "section": "Object selection",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "They must have a p T > 20 GeV and |η cluster | < 2.37, excluding the transition region between the barrel and endcap. ",
            "section": "Object selection",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "\"Tight\" cut-based identification criteria, based on discriminating variables and corresponding to an efficiency around 85% at 40 GeV, are applied [39]. ",
            "section": "Object selection",
            "paragraph_rank": 21,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 146,
                    "end": 150,
                    "type": "bibr",
                    "text": "[39]"
                }
            ]
        },
        {
            "text": "Cut-based p T -dependent isolation criteria are applied using calorimeter-and track-based information and correspond to an efficiency between 75% and 90% for prompt photons (photons not from hadron decays) in Z → γ events. ",
            "section": "Object selection",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "The photon reconstruction and identification efficiencies in simulation are corrected to match the corresponding values in data [39].",
            "section": "Object selection",
            "paragraph_rank": 21,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "type": "bibr",
                    "text": "[39]"
                }
            ]
        },
        {
            "text": "Jets are reconstructed using the anti-k t algorithm with a radius parameter of R = 0.4 from topological clusters of energy deposits in the calorimeter [40]. ",
            "section": "Object selection",
            "paragraph_rank": 22,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 151,
                    "end": 155,
                    "type": "bibr",
                    "text": "[40]"
                }
            ]
        },
        {
            "text": "The jet energy scale and jet energy resolution are calibrated using energyand η-dependent calibration schemes resulting from simulation and in situ corrections based on data [41]. ",
            "section": "Object selection",
            "paragraph_rank": 22,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 174,
                    "end": 178,
                    "type": "bibr",
                    "text": "[41]"
                }
            ]
        },
        {
            "text": "The jets are required to have a p T > 25 GeV and |η| < 2.5. ",
            "section": "Object selection",
            "paragraph_rank": 22,
            "section_rank": 7
        },
        {
            "text": "Jets likely to originate from pile-up are suppressed by using the output of a multivariate jet-vertex-tagger (JVT) [42]. ",
            "section": "Object selection",
            "paragraph_rank": 22,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 115,
                    "end": 119,
                    "type": "bibr",
                    "text": "[42]"
                }
            ]
        },
        {
            "text": "Scale factors are used to correct the selection efficiency in simulation to match data. ",
            "section": "Object selection",
            "paragraph_rank": 22,
            "section_rank": 7
        },
        {
            "text": "Jets containing b-hadrons (b-jets) are identified with a b-tagging algorithm using a multivariate discriminant that combines information about secondary vertices and track impact parameters (MV2c10) [43,44]. ",
            "section": "Object selection",
            "paragraph_rank": 22,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 199,
                    "end": 203,
                    "type": "bibr",
                    "text": "[43,"
                },
                {
                    "start": 203,
                    "end": 206,
                    "type": "bibr",
                    "text": "44]"
                }
            ]
        },
        {
            "text": "The operating point used corresponds to an overall 77% b-tagging efficiency in tt events, with a corresponding rejection of c-jets (light-jets) by a factor of 6 (134). ",
            "section": "Object selection",
            "paragraph_rank": 22,
            "section_rank": 7
        },
        {
            "text": "Efficiencies to tag b-, c-, and light-jets in the simulation are scaled by p T -and η-dependent factors [43] to match the efficiencies in data.",
            "section": "Object selection",
            "paragraph_rank": 22,
            "section_rank": 7
        },
        {
            "text": "The transverse energy carried by the neutrinos is accounted for in the reconstructed missing transverse momentum E miss T [45], which is computed as the transverse component of the negative vector sum of all the selected electrons, muons, pho- Table 1 Summary of the event selection. ",
            "section": "Object selection",
            "paragraph_rank": 23,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 122,
                    "end": 126,
                    "type": "bibr",
                    "text": "[45]"
                },
                {
                    "start": 244,
                    "end": 251,
                    "type": "table",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "\"OS\" means the charges of the two leptons must have opposite signs tons, and jets, as well as ID tracks associated with the primary vertex but not with any of the above objects, which is called track-based soft term.",
            "section": "Object selection",
            "paragraph_rank": 23,
            "section_rank": 7
        },
        {
            "text": "An overlap removal procedure is applied to avoid the same calorimeter energy deposit or the same track being reconstructed as two different objects. ",
            "section": "Object selection",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "text": "Electrons sharing their track with a muon candidate are removed. ",
            "section": "Object selection",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "text": "Jets within a R = 0.2 cone of an electron are removed. ",
            "section": "Object selection",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "text": "After that, electrons within a R = 0.4 cone of a remaining jet are removed. ",
            "section": "Object selection",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "text": "When a muon and a jet are close, the jet is removed if it has no more than two associated tracks and is within R < 0.2 of the muon, otherwise the muon is removed if it is within R < 0.4 of the jet and the jet has more than two associated tracks. ",
            "section": "Object selection",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "text": "Photons within a R = 0.4 cone of a remaining electron or muon are removed. ",
            "section": "Object selection",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "text": "Finally, the jets within a R = 0.4 cone of a remaining photon are removed.",
            "section": "Object selection",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "text": "Event selection",
            "section_rank": 8
        },
        {
            "text": "The events must have at least one primary vertex with at least two associated tracks, each with p T > 400 MeV. ",
            "section": "Event selection",
            "paragraph_rank": 25,
            "section_rank": 8,
            "entity_spans": [
                {
                    "start": 106,
                    "end": 109,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w6"
                }
            ]
        },
        {
            "text": "Primary vertices are formed from reconstructed tracks spatially compatible with the interaction region. ",
            "section": "Event selection",
            "paragraph_rank": 25,
            "section_rank": 8
        },
        {
            "text": "The primary vertex with the highest sum of p 2 T over all associated tracks is chosen. ",
            "section": "Event selection",
            "paragraph_rank": 25,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 45,
                    "end": 46,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "Events are categorized into the single-lepton channel if their final state contains exactly one lepton (electron or muon), and into the dilepton channel if they contain two electrons, two muons, or one electron and one muon, with each pair required to be of opposite charge. ",
            "section": "Event selection",
            "paragraph_rank": 25,
            "section_rank": 8
        },
        {
            "text": "The lepton (at least one of the leptons) must be matched to a fired single-lepton trigger for the single-lepton (dilepton) channel. ",
            "section": "Event selection",
            "paragraph_rank": 25,
            "section_rank": 8
        },
        {
            "text": "The p T of the electron (muon) that fired the trigger has to be larger than 27 (27.5) GeV in order to match the higher lepton p T trigger threshold in 2016. ",
            "section": "Event selection",
            "paragraph_rank": 25,
            "section_rank": 8
        },
        {
            "text": "The selected events must have at least four (two) jets in the single-lepton (dilepton) channel, at least one of which is b-tagged, and exactly one photon. ",
            "section": "Event selection",
            "paragraph_rank": 25,
            "section_rank": 8
        },
        {
            "text": "A Z -boson veto is applied in the single electron channel by excluding events with invariant mass of the system of the electron and the photon around the Z -boson mass (|m(e, γ ) − m(Z )| < 5 GeV), where m(Z ) = 91.188 GeV. ",
            "section": "Event selection",
            "paragraph_rank": 25,
            "section_rank": 8
        },
        {
            "text": "In the dilepton channel when the two leptons have the same flavour, events are excluded if the dilepton invariant mass or the invariant mass of the system of the two leptons and the photon is between 85 and 95 GeV, and E miss T is required to be larger than 30 GeV. ",
            "section": "Event selection",
            "paragraph_rank": 25,
            "section_rank": 8
        },
        {
            "text": "The dilepton invariant mass is required to be higher than 15 GeV to suppress events from J/ψ, ϒ and γ * decays. ",
            "section": "Event selection",
            "paragraph_rank": 25,
            "section_rank": 8
        },
        {
            "text": "Finally, to suppress photons radiated from lepton(s), the R between the selected photon and lepton(s) must be greater than 1.0. ",
            "section": "Event selection",
            "paragraph_rank": 25,
            "section_rank": 8
        },
        {
            "text": "The event selection is summarized in Table 1.",
            "section": "Event selection",
            "paragraph_rank": 25,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 37,
                    "end": 44,
                    "type": "table",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "There are four types of backgrounds to the selected ttγ candidates, three of which are events with a misidentified object. ",
            "section": "Event selection",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "The contribution from events in which the selected photon candidate originates from a jet or a non-prompt photon from hadron decays, referred to as hadronic-fake background, is estimated following the method outlined in Sect. ",
            "section": "Event selection",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "6.1. ",
            "section": "Event selection",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "The contribution from events in which the selected photon candidate originates from an electron, referred to as electron-fake background, is estimated following the method outlined in Sect. ",
            "section": "Event selection",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "6.2. ",
            "section": "Event selection",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "The contribution from events in which the selected lepton candidate originates from a jet or a nonprompt lepton from heavy-flavour decays, referred to as fakelepton background, is estimated following the method outlined in Sect. ",
            "section": "Event selection",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "6.3. ",
            "section": "Event selection",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "Finally, the contribution from events with a prompt photon (excluding the ttγ signal and the fakelepton background with prompt photon radiation), referred to as prompt-photon background, is estimated following the method outlined in Sect. ",
            "section": "Event selection",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "6.4. ",
            "section": "Event selection",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "In the single-lepton channel, the main backgrounds are from events with a hadronic-fake or electron-fake photon and W γ production, while in the dilepton channel, Z γ production and events with a hadronic-fake photon are the dominant backgrounds. ",
            "section": "Event selection",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "Table 2 The observed data and the expected event yields for the signal and backgrounds in the single-lepton and dilepton channels. ",
            "section": "Event selection",
            "paragraph_rank": 26,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "All datadriven corrections and systematic uncertainties are included. ",
            "section": "Event selection",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "The signals are scaled by the NLO k-factors. ",
            "section": "Event selection",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "The fake-lepton background in the dilepton channel is negligible, represented by a \"-\". ",
            "section": "Event selection",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "The Z γ (W γ ) background in the single-lepton (dilepton) channel is included in \"Other prompt\". ",
            "section": "Event selection",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "The uncertainty of the W γ background in the single-lepton channel is not given since the normalization of this background is a free parameter in the likelihood fit",
            "section": "Event selection",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "Channel",
            "section_rank": 9,
            "entity_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "software",
                    "rawForm": "Channel",
                    "resp": "whitelist",
                    "id": "software-simple-w7"
                }
            ]
        },
        {
            "text": "Single A total number of 11 662 and 902 candidate events are selected for the single-lepton and dilepton channels, respectively, with expected numbers of 6490 ± 420 and 720 ± 34 signal events, where the corresponding NLO k-factors are applied and the uncertainties include the simulation statistical uncertainty and all systematic uncertainties introduced in Sect. ",
            "section": "Channel",
            "paragraph_rank": 27,
            "section_rank": 9
        },
        {
            "text": "8. ",
            "section": "Channel",
            "paragraph_rank": 27,
            "section_rank": 9
        },
        {
            "text": "Table 2 summarizes the observed data and the expected event yields for the signal and background processes. ",
            "section": "Channel",
            "paragraph_rank": 27,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "Figures 1 and 2 show comparisons of the data with the expected simulated distributions. ",
            "section": "Channel",
            "paragraph_rank": 27,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 15,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figures 1 and 2"
                }
            ]
        },
        {
            "text": "The simulation is corrected with data-driven corrections. ",
            "section": "Channel",
            "paragraph_rank": 27,
            "section_rank": 9
        },
        {
            "text": "The statistical uncertainty of data and systematic uncertainties are included. ",
            "section": "Channel",
            "paragraph_rank": 27,
            "section_rank": 9
        },
        {
            "text": "The signals are scaled by the NLO k-factors.",
            "section": "Channel",
            "paragraph_rank": 27,
            "section_rank": 9
        },
        {
            "text": "Multivariate analysis",
            "section_rank": 10
        },
        {
            "text": "To discriminate the ttγ signal from backgrounds, a neuralnetwork algorithm, called the event-level discriminator (ELD), is trained separately for the single-lepton and dilepton channels. ",
            "section": "Multivariate analysis",
            "paragraph_rank": 28,
            "section_rank": 10
        },
        {
            "text": "Given the significant contribution of hadronic-fake photons in the single-lepton channel, a dedicated neural network, referred to as the prompt-photon tagger (PPT) in the following, is trained to discriminate between prompt photons and hadronic-fake photons. ",
            "section": "Multivariate analysis",
            "paragraph_rank": 28,
            "section_rank": 10
        },
        {
            "text": "The PPT is used as one of the inputs to the ELD in the single-lepton channel.",
            "section": "Multivariate analysis",
            "paragraph_rank": 28,
            "section_rank": 10
        },
        {
            "text": "Both neural-network algorithms are feedforward binary classifiers that have been trained using Keras Five variables which characterize the photon candidate shower shape in the transverse and lateral directions utilizing the energy deposits in the first and second layer of the ECAL, R η , R φ , w η 2 , w s3 , and F side , and one variable which characterizes the energy leakage fraction into the HCAL, R had , are used in the PPT. ",
            "section": "Multivariate analysis",
            "paragraph_rank": 29,
            "section_rank": 10
        },
        {
            "text": "These are the standard discriminating variables used in ATLAS for photon identification [39] and their definitions are given in the Appendix. ",
            "section": "Multivariate analysis",
            "paragraph_rank": 29,
            "section_rank": 10
        },
        {
            "text": "Prompt photons from simulated QCD-Compton processes and hadronic-fake photons from simulated dijet events are used as signal and background photons in the training and testing of the PPT. ",
            "section": "Multivariate analysis",
            "paragraph_rank": 29,
            "section_rank": 10,
            "entity_spans": [
                {
                    "start": 34,
                    "end": 41,
                    "type": "software",
                    "rawForm": "Compton",
                    "resp": "whitelist",
                    "id": "software-simple-w8"
                }
            ]
        },
        {
            "text": "Photons are required to pass the Tight identification and have p T > 25 GeV and |η clu | < 2.37, excluding the calorimeter transition region. ",
            "section": "Multivariate analysis",
            "paragraph_rank": 29,
            "section_rank": 10
        },
        {
            "text": "The PPT shape of the prompt photons in simulation is corrected to match data in photon p T -η bins. ",
            "section": "Multivariate analysis",
            "paragraph_rank": 29,
            "section_rank": 10
        },
        {
            "text": "The correction factors for each bin are extracted from the ratio between the PPT output distribution in data and that of simulation, using photons in a Z → γ control region. ",
            "section": "Multivariate analysis",
            "paragraph_rank": 29,
            "section_rank": 10
        },
        {
            "text": "The control region is defined by requiring exactly one photon and two opposite-sign leptons, with the invariant mass of the lepton pair between 60 and 100 GeV. ",
            "section": "Multivariate analysis",
            "paragraph_rank": 29,
            "section_rank": 10
        },
        {
            "text": "The resulting correction factors range from 0.5 to 2.0 and are in general around unity. ",
            "section": "Multivariate analysis",
            "paragraph_rank": 29,
            "section_rank": 10
        },
        {
            "text": "PPT systematic uncertainties are evaluated separately for prompt photons and fake photons and are discussed in Sect. ",
            "section": "Multivariate analysis",
            "paragraph_rank": 29,
            "section_rank": 10
        },
        {
            "text": "8.3. ",
            "section": "Multivariate analysis",
            "paragraph_rank": 29,
            "section_rank": 10
        },
        {
            "text": "The PPT output distribution after event selection in the single-lepton channel is shown in Fig. 3. ",
            "section": "Multivariate analysis",
            "paragraph_rank": 29,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 91,
                    "end": 97,
                    "type": "figure",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "The shape difference between data and prediction of the PPT is caused by the shape difference between data and simulation of the input discriminating variables and is covered by the assigned systematic uncertainties.",
            "section": "Multivariate analysis",
            "paragraph_rank": 29,
            "section_rank": 10
        },
        {
            "text": "Simulated signal and background events passing the event selection are used for the training and testing of the ELD, except for the fake-lepton background in the single-lepton channel which is taken from data as described in Sect. ",
            "section": "Multivariate analysis",
            "paragraph_rank": 30,
            "section_rank": 10
        },
        {
            "text": "6.3. ",
            "section": "Multivariate analysis",
            "paragraph_rank": 30,
            "section_rank": 10
        },
        {
            "text": "In the dilepton channel, the selection criteria on the E miss T , the invariant masses, and the jet multiplicity are removed to increase the sample size for training. ",
            "section": "Multivariate analysis",
            "paragraph_rank": 30,
            "section_rank": 10
        },
        {
            "text": "The training takes 15 (7) variables as input for the single-lepton (dilepton) channel, which are summarized in Table 3. ",
            "section": "Multivariate analysis",
            "paragraph_rank": 30,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 111,
                    "end": 118,
                    "type": "table",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "The b-tagging related variables are important for the ELD training in both channels, because of their discriminating power against background without real heavy flavour jets. ",
            "section": "Multivariate analysis",
            "paragraph_rank": 30,
            "section_rank": 10
        },
        {
            "text": "which have significant contributions. ",
            "section": "Multivariate analysis",
            "paragraph_rank": 30,
            "section_rank": 10
        },
        {
            "text": "The use of the PPT as input to ELD improves the discrimination power against hadronic-fake background.",
            "section": "Multivariate analysis",
            "paragraph_rank": 30,
            "section_rank": 10
        },
        {
            "text": "Variables like the dilepton invariant mass and missing transverse energy are useful for the ELD training in the dilepton channel, due to the dominant background of Z γ . ",
            "section": "Multivariate analysis",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "text": "The distributions of the ELD after event selection are shown in Fig. 4 for the single-lepton and dilepton channels. ",
            "section": "Multivariate analysis",
            "paragraph_rank": 31,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 64,
                    "end": 70,
                    "type": "figure",
                    "text": "Fig. 4"
                }
            ]
        },
        {
            "text": "The shapes of the ELD are compared between signal and total background in Fig. 5 for the single-lepton and dilepton channels. ",
            "section": "Multivariate analysis",
            "paragraph_rank": 31,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 74,
                    "end": 80,
                    "type": "figure",
                    "text": "Fig. 5"
                }
            ]
        },
        {
            "text": "In the single-lepton channel, the kinematic properties and jet flavour compositions are similar between the ttγ signal and the dominating background, which is tt production with a hadronic-fake or electron-fake photon. ",
            "section": "Multivariate analysis",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "text": "In the dilepton channel, this is not the case since Z γ production is dominant. ",
            "section": "Multivariate analysis",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "text": "Thus the ELD is more discriminating in the dilepton channel than in the single-lepton channel. ",
            "section": "Multivariate analysis",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "text": "The ELD is used in the likelihood fit to data to extract the fiducial cross-sections.",
            "section": "Multivariate analysis",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "text": "6 Background estimation",
            "section": "Multivariate analysis",
            "paragraph_rank": 32,
            "section_rank": 10
        },
        {
            "text": "Hadronic-fake background",
            "section_rank": 11
        },
        {
            "text": "The hadronic-fake background is an important background in this analysis. ",
            "section": "Hadronic-fake background",
            "paragraph_rank": 33,
            "section_rank": 11
        },
        {
            "text": "Its main source is the tt process, where one of the final state jets is reconstructed and identified as a photon. ",
            "section": "Hadronic-fake background",
            "paragraph_rank": 33,
            "section_rank": 11
        },
        {
            "text": "In addition, there are small contributions from W +jets and single top processes to the single-lepton channel and from Z +jets events to the dilepton channel. ",
            "section": "Hadronic-fake background",
            "paragraph_rank": 33,
            "section_rank": 11
        },
        {
            "text": "The hadronic-fake background is estimated using all the simulation samples by requiring that the selected photon is a hadron or from a hadronic decay at generator level. ",
            "section": "Hadronic-fake background",
            "paragraph_rank": 33,
            "section_rank": 11
        },
        {
            "text": "A datadriven method, called the ABCD method, is applied to derive a set of scale factors, based on the ratio of hadronic-fake back-ground estimated by the method over the one from simulation. ",
            "section": "Hadronic-fake background",
            "paragraph_rank": 33,
            "section_rank": 11
        },
        {
            "text": "This set of scale factors is derived in the single-lepton channel and applied to both the single-lepton and dilepton channels to calibrate the simulation to match data.",
            "section": "Hadronic-fake background",
            "paragraph_rank": 33,
            "section_rank": 11
        },
        {
            "text": "In the ABCD method, the isolation selection and part of the Tight identification criteria of the photon, which are assumed to be uncorrelated, are inverted to define three regions enriched with hadronic-fake photons. ",
            "section": "Hadronic-fake background",
            "paragraph_rank": 34,
            "section_rank": 11
        },
        {
            "text": "These regions are orthogonal to one another, and to the signal region. ",
            "section": "Hadronic-fake background",
            "paragraph_rank": 34,
            "section_rank": 11
        },
        {
            "text": "Region A uses photons that pass the isolation selection defined in Sect. ",
            "section": "Hadronic-fake background",
            "paragraph_rank": 34,
            "section_rank": 11
        },
        {
            "text": "5.1 but fail at least two out of the four identification requirements on the discriminating variables F side , w s3 , E, and E ratio (defined in the Appendix), while passing all other Tight identification criteria. ",
            "section": "Hadronic-fake background",
            "paragraph_rank": 34,
            "section_rank": 11
        },
        {
            "text": "These four variables describe the shower shape in the first layer of ECAL and are chosen for their small correlation with the photon isolation but strong discrimination power between prompt and hadronicfake photons. ",
            "section": "Hadronic-fake background",
            "paragraph_rank": 34,
            "section_rank": 11
        },
        {
            "text": "Region B uses photons that fail the identification criteria as in region A and do not pass the isolation selection. ",
            "section": "Hadronic-fake background",
            "paragraph_rank": 34,
            "section_rank": 11
        },
        {
            "text": "Additionally, the sum of the p T of all tracks within R = 0.2 around the photon is required to be larger than 3 GeV to further suppress the prompt-photon contribution. ",
            "section": "Hadronic-fake background",
            "paragraph_rank": 34,
            "section_rank": 11
        },
        {
            "text": "Region C selects photons that fail the isolation requirements as in region B but pass the Tight identification. ",
            "section": "Hadronic-fake background",
            "paragraph_rank": 34,
            "section_rank": 11
        },
        {
            "text": "Region D is the signal region.",
            "section": "Hadronic-fake background",
            "paragraph_rank": 34,
            "section_rank": 11
        },
        {
            "text": "The hadronic-fake background in the signal region can be expressed as: Table 3 Input variables for the event-level discriminator for the single-lepton and dilepton channels. ",
            "section": "Hadronic-fake background",
            "paragraph_rank": 35,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 71,
                    "end": 78,
                    "type": "table",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "For events without the 5th jet, the p T ( j 5 ) is set to zero  ",
            "section": "Hadronic-fake background",
            "paragraph_rank": 35,
            "section_rank": 11
        },
        {
            "text": "where N h-fake A, data , N h-fake B, data and N h-fake C, data are the numbers of hadronic-fake events in regions A, B, and C, estimated by subtracting the events with prompt photons and other back-grounds from the number of data events in these regions, and N h-fake A, MC , N h-fake B, MC , N h-fake C, MC and N h-fake D, MC are the numbers of hadronic-fake events predicted by simulation in regions A, B, C, and D. The factor θ MC corrects for possible bias caused by residual correlation between the isolation variables and the four discriminating variables used to define the regions.",
            "section": "Hadronic-fake background",
            "paragraph_rank": 36,
            "section_rank": 11
        },
        {
            "text": "The ABCD method is applied to photons in different p T -η bins, separately for converted and unconverted photons. ",
            "section": "Hadronic-fake background",
            "paragraph_rank": 37,
            "section_rank": 11
        },
        {
            "text": "The resulting scale factors range from 0.8 to 3.2, with typical values around 1.5 and large statistical and systematic uncertainties of more than 0.5. ",
            "section": "Hadronic-fake background",
            "paragraph_rank": 37,
            "section_rank": 11
        },
        {
            "text": "These scale factors are applied to the MC-based hadronic-fake background prediction.",
            "section": "Hadronic-fake background",
            "paragraph_rank": 37,
            "section_rank": 11
        },
        {
            "text": "Electron-fake background",
            "section_rank": 12
        },
        {
            "text": "Dilepton events where an electron is mis-identified as a photon contribute to the electron-fake background in the singlelepton channel. ",
            "section": "Electron-fake background",
            "paragraph_rank": 38,
            "section_rank": 12
        },
        {
            "text": "Its main source is the tt dileptonic decay process. ",
            "section": "Electron-fake background",
            "paragraph_rank": 38,
            "section_rank": 12
        },
        {
            "text": "When the lepton is an electron, there is also some contribution from the Z → ee process. ",
            "section": "Electron-fake background",
            "paragraph_rank": 38,
            "section_rank": 12
        },
        {
            "text": "A data-driven method is applied to derive a set of scale factors to correct the electronto-photon fake rate in simulation to match data.",
            "section": "Electron-fake background",
            "paragraph_rank": 38,
            "section_rank": 12
        },
        {
            "text": "The electron-to-photon fake rate is measured with a tagand-probe method using two control regions (CR), exploiting the Z → ee process. ",
            "section": "Electron-fake background",
            "paragraph_rank": 39,
            "section_rank": 12
        },
        {
            "text": "For the first CR, Z → ee event candidates are selected in which one of the electrons fulfills the photon selection criteria, i.e. contributes to the electronfake background, and the electron-photon pair should have an invariant mass in the range [40,140] GeV and an opening angle greater than 2.62 rad. ",
            "section": "Electron-fake background",
            "paragraph_rank": 39,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 246,
                    "end": 250,
                    "type": "bibr",
                    "text": "[40,"
                },
                {
                    "start": 250,
                    "end": 254,
                    "type": "bibr",
                    "text": "140]"
                }
            ]
        },
        {
            "text": "The electron is called the tag electron and the electron-fake photon candidate is referred to as probe photon. ",
            "section": "Electron-fake background",
            "paragraph_rank": 39,
            "section_rank": 12
        },
        {
            "text": "Non-Z -boson backgrounds are subtracted with a sideband fit of the invariant mass distribution. ",
            "section": "Electron-fake background",
            "paragraph_rank": 39,
            "section_rank": 12
        },
        {
            "text": "The fitted signal contains Z → eeγ contributions with one of the electrons not reconstructed or identified which is subtracted using simulation. ",
            "section": "Electron-fake background",
            "paragraph_rank": 39,
            "section_rank": 12
        },
        {
            "text": "For the second CR, events with an electronpositron pair satisfying the same requirements as in the first CR are selected and the same procedure is applied. ",
            "section": "Electron-fake background",
            "paragraph_rank": 39,
            "section_rank": 12
        },
        {
            "text": "The fake rate is calculated as the ratio of the number of probe photons over the number of probe electrons. ",
            "section": "Electron-fake background",
            "paragraph_rank": 39,
            "section_rank": 12
        },
        {
            "text": "To avoid a trigger bias, the tag electron in both CRs must match the single-lepton trigger. ",
            "section": "Electron-fake background",
            "paragraph_rank": 39,
            "section_rank": 12
        },
        {
            "text": "A set of p T -η binned fake-rate scale factors is determined by taking the ratio between the fake rate in data and in the simulation. ",
            "section": "Electron-fake background",
            "paragraph_rank": 39,
            "section_rank": 12
        },
        {
            "text": "The values of the scale factors range from 0.8 to 2.1 and are in general consistent with unity within their uncertainties.",
            "section": "Electron-fake background",
            "paragraph_rank": 39,
            "section_rank": 12
        },
        {
            "text": "The electron-fake background in the single-lepton channel is validated in a control region selected by replacing the photon in the signal region event selection with an electron. ",
            "section": "Electron-fake background",
            "paragraph_rank": 40,
            "section_rank": 12
        },
        {
            "text": "This region is dominated by tt events and Z +jets events in the single electron channel with negligible contribution from other processes. ",
            "section": "Electron-fake background",
            "paragraph_rank": 40,
            "section_rank": 12
        },
        {
            "text": "The ratio of data over prediction in this region is 0.98 ± 0.01, where the uncertainty is due to the sample size. ",
            "section": "Electron-fake background",
            "paragraph_rank": 40,
            "section_rank": 12
        },
        {
            "text": "This overall correction is applied to the electron-fake background predicted by simulation in the single-lepton channel signal region, in addition to the fake-rate scale factors.",
            "section": "Electron-fake background",
            "paragraph_rank": 40,
            "section_rank": 12
        },
        {
            "text": "The electron-fake background in the dilepton channel is very small. ",
            "section": "Electron-fake background",
            "paragraph_rank": 41,
            "section_rank": 12
        },
        {
            "text": "Simulation is used to predict its contribution. ",
            "section": "Electron-fake background",
            "paragraph_rank": 41,
            "section_rank": 12
        },
        {
            "text": "No dedicated control region is selected to validate this background.",
            "section": "Electron-fake background",
            "paragraph_rank": 41,
            "section_rank": 12
        },
        {
            "text": "Fake-lepton background",
            "section_rank": 13
        },
        {
            "text": "In the single-lepton channel, the fake-lepton background is dominated by multi-jet processes with an additional photon which could either be a prompt or a fake photon. ",
            "section": "Fake-lepton background",
            "paragraph_rank": 42,
            "section_rank": 13
        },
        {
            "text": "It is estimated directly from data by using a matrix method [51]. ",
            "section": "Fake-lepton background",
            "paragraph_rank": 42,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 60,
                    "end": 64,
                    "type": "bibr",
                    "text": "[51]"
                }
            ]
        },
        {
            "text": "The number of background events in the signal region is evaluated by applying efficiency factors (fake lepton and real lepton efficiencies) to the number of events satisfying a tight (identical to the signal selection) as well as a looser lepton selection. ",
            "section": "Fake-lepton background",
            "paragraph_rank": 42,
            "section_rank": 13
        },
        {
            "text": "The fake-lepton efficiency is measured using data in control regions dominated by multi-jet background with the real lepton contribution subtracted using simulation. ",
            "section": "Fake-lepton background",
            "paragraph_rank": 42,
            "section_rank": 13
        },
        {
            "text": "The real lepton efficiency is extracted from a tag-and-probe technique using leptons from Z boson decays. ",
            "section": "Fake-lepton background",
            "paragraph_rank": 42,
            "section_rank": 13
        },
        {
            "text": "The efficiencies are parametrized as a function of the lepton η and m T W (the lepton p T and m T W ) when the lepton is an electron (muon). ",
            "section": "Fake-lepton background",
            "paragraph_rank": 42,
            "section_rank": 13
        },
        {
            "text": "In the dilepton channel, the contamination of background processes with at least one fake lepton is estimated by selecting same-sign dilepton events in data, after subtracting events with two same-sign prompt leptons, using simulation. ",
            "section": "Fake-lepton background",
            "paragraph_rank": 42,
            "section_rank": 13
        },
        {
            "text": "The fake-lepton background in the dilepton channel is found to be negligible.",
            "section": "Fake-lepton background",
            "paragraph_rank": 42,
            "section_rank": 13
        },
        {
            "text": "Prompt-photon background",
            "section_rank": 14
        },
        {
            "text": "All background processes to tt production are also background to ttγ production when accompanied by promptphoton radiation. ",
            "section": "Prompt-photon background",
            "paragraph_rank": 43,
            "section_rank": 14
        },
        {
            "text": "These processes include W γ , Z γ , and associated production of a photon in single top, diboson, and tt V productions. ",
            "section": "Prompt-photon background",
            "paragraph_rank": 43,
            "section_rank": 14
        },
        {
            "text": "In the single-lepton channel, W γ is the dominant prompt-photon background, and Z γ and the others are grouped together as \"Other prompt\". ",
            "section": "Prompt-photon background",
            "paragraph_rank": 43,
            "section_rank": 14
        },
        {
            "text": "In the dilepton channel, Z γ is dominant, with all others grouped as \"Other prompt\". ",
            "section": "Prompt-photon background",
            "paragraph_rank": 43,
            "section_rank": 14
        },
        {
            "text": "Background from tt production with a photon produced in an additional pp interaction in the same bunch crossing has been studied and is found to be negligible.",
            "section": "Prompt-photon background",
            "paragraph_rank": 43,
            "section_rank": 14
        },
        {
            "text": "Validation regions are selected to check the modelling of W γ in the single-lepton channel and Z γ in the dilepton channel. ",
            "section": "Prompt-photon background",
            "paragraph_rank": 44,
            "section_rank": 14
        },
        {
            "text": "The Z γ validation region is selected by requiring exactly one b-tagged jet and the invariant mass of the system of the two leptons in a mass window of [60, 100] GeV. ",
            "section": "Prompt-photon background",
            "paragraph_rank": 44,
            "section_rank": 14
        },
        {
            "text": "The W γ validation region is selected with the same event selection as for the signal region of the single-lepton channel, with the following modifications: the number of jets must be either two or three; exactly one b-jet is required; the E miss T is required to be larger than 40 GeV; the ELD value must be smaller than 0.04; and the invariant mass of the system of the lepton and photon is required to be smaller than 80 GeV if the lepton is an electron. ",
            "section": "Prompt-photon background",
            "paragraph_rank": 44,
            "section_rank": 14
        },
        {
            "text": "The modelling of W γ is also checked in a lightflavour validation region requiring zero b-jet and without the ELD cut.",
            "section": "Prompt-photon background",
            "paragraph_rank": 44,
            "section_rank": 14
        },
        {
            "text": "The normalization of the W γ background is treated as a free parameter of the likelihood fit in the single-lepton channel, since this background is well separated from the ttγ signal by the ELD and the uncertainty of its theoretical prediction is large. ",
            "section": "Prompt-photon background",
            "paragraph_rank": 45,
            "section_rank": 14
        },
        {
            "text": "The shape of W γ is taken from simulation and checked in the validation region to ensure good modelling. ",
            "section": "Prompt-photon background",
            "paragraph_rank": 45,
            "section_rank": 14
        },
        {
            "text": "The normalization and shape of the Z γ background in the dilepton channel as well as other prompt backgrounds in both channels are predicted by simulation.",
            "section": "Prompt-photon background",
            "paragraph_rank": 45,
            "section_rank": 14
        },
        {
            "text": "Analysis strategy",
            "section_rank": 15
        },
        {
            "text": "The analysis is performed in two parts, one being the measurement of the fiducial cross-section and the other the measurement of normalized differential cross-sections in the same fiducial region. ",
            "section": "Analysis strategy",
            "paragraph_rank": 46,
            "section_rank": 15
        },
        {
            "text": "Both parts share the same strategy for the estimation of backgrounds and systematic uncertainties. ",
            "section": "Analysis strategy",
            "paragraph_rank": 46,
            "section_rank": 15
        },
        {
            "text": "In the fiducial cross-section measurement, the ELD is fitted and the post-fit background yields and systematic uncertainties are used. ",
            "section": "Analysis strategy",
            "paragraph_rank": 46,
            "section_rank": 15
        },
        {
            "text": "In the normalized differential cross-section measurements, no fit is performed, except for the determination of the W γ contribution in the single-lepton channel, where a systematics-free ELD fit is performed.",
            "section": "Analysis strategy",
            "paragraph_rank": 46,
            "section_rank": 15
        },
        {
            "text": "Fiducial region definition",
            "section_rank": 16
        },
        {
            "text": "The fiducial region of the analysis is defined at particle level in a way that mimics the event selection in Sect. ",
            "section": "Fiducial region definition",
            "paragraph_rank": 47,
            "section_rank": 16
        },
        {
            "text": "5.2. ",
            "section": "Fiducial region definition",
            "paragraph_rank": 47,
            "section_rank": 16
        },
        {
            "text": "Leptons must have p T > 25 GeV and |η| < 2.5 and must not originate from hadron decays. ",
            "section": "Fiducial region definition",
            "paragraph_rank": 47,
            "section_rank": 16
        },
        {
            "text": "Photons not from hadron decays and in a R = 0.1 cone around a lepton are added to the lepton before the lepton selection. ",
            "section": "Fiducial region definition",
            "paragraph_rank": 47,
            "section_rank": 16
        },
        {
            "text": "Photons are required to have p T > 20 GeV and |η| < 2.37 and must not originate from hadron decays or be used for lepton dressing. ",
            "section": "Fiducial region definition",
            "paragraph_rank": 47,
            "section_rank": 16
        },
        {
            "text": "The photon isolation computed from the ratio of the scalar sum of the transverse momentum of all stable 2 charged particles around the photon over its transverse momentum must be smaller than 0.1. ",
            "section": "Fiducial region definition",
            "paragraph_rank": 47,
            "section_rank": 16
        },
        {
            "text": "Jets are clustered using the anti-k t algorithm with R = 0.4 using all final state particles excluding non-interacting particles and muons that are not from hadron decays. ",
            "section": "Fiducial region definition",
            "paragraph_rank": 47,
            "section_rank": 16
        },
        {
            "text": "Jets must have p T > 25 GeV and |η| < 2.5. ",
            "section": "Fiducial region definition",
            "paragraph_rank": 47,
            "section_rank": 16
        },
        {
            "text": "A ghost matching method [52] is used to determine the flavour of the jets, with those matched to b-hadrons tagged as b-jets. ",
            "section": "Fiducial region definition",
            "paragraph_rank": 47,
            "section_rank": 16
        },
        {
            "text": "A simple overlap removal is performed: jets within R < 0.4 of a selected lepton or photon are removed. ",
            "section": "Fiducial region definition",
            "paragraph_rank": 47,
            "section_rank": 16
        },
        {
            "text": "For events in the single-lepton (dilepton) channel, exactly one photon and exactly one lepton (two leptons) are required. ",
            "section": "Fiducial region definition",
            "paragraph_rank": 47,
            "section_rank": 16
        },
        {
            "text": "At least four (two) jets are required with at least one of them b-tagged. ",
            "section": "Fiducial region definition",
            "paragraph_rank": 47,
            "section_rank": 16
        },
        {
            "text": "Events are rejected if there is any lepton and photon pair sat-isfying R(γ , ) < 1.0. ",
            "section": "Fiducial region definition",
            "paragraph_rank": 47,
            "section_rank": 16
        },
        {
            "text": "The acceptance for the generated signal events to pass the fiducial selection of the single-lepton (dilepton) channel is 8.2% (0.96%).",
            "section": "Fiducial region definition",
            "paragraph_rank": 47,
            "section_rank": 16
        },
        {
            "text": "Fiducial cross-section",
            "section_rank": 17
        },
        {
            "text": "The fiducial cross-section is extracted using a profile likelihood fit to the ELD distribution. ",
            "section": "Fiducial cross-section",
            "paragraph_rank": 48,
            "section_rank": 17
        },
        {
            "text": "The parameter of interest, the fiducial cross-section σ fid , is related to the number of signal events in bin i of the ELD as",
            "section": "Fiducial cross-section",
            "paragraph_rank": 48,
            "section_rank": 17
        },
        {
            "text": "where L is the integrated luminosity, C is the correction factor for the signal efficiency and for migration into the fiducial region, and f ELD i is the fraction of signal events falling into bin i of the ELD. ",
            "section": "Fiducial cross-section",
            "paragraph_rank": 49,
            "section_rank": 17
        },
        {
            "text": "The correction factor C is defined as",
            "section": "Fiducial cross-section",
            "paragraph_rank": 49,
            "section_rank": 17
        },
        {
            "text": "MC is the simulated number of signal events passing the event selection described in Sect. ",
            "section": "Fiducial cross-section",
            "paragraph_rank": 50,
            "section_rank": 17
        },
        {
            "text": "5",
            "section": "Fiducial cross-section",
            "paragraph_rank": 50,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5"
                }
            ]
        },
        {
            "text": ".2 and N s,fid",
            "section_rank": 18
        },
        {
            "text": "MC is the corresponding number of signal events generated in the fiducial region defined in Sect. ",
            "section": ".2 and N s,fid",
            "paragraph_rank": 51,
            "section_rank": 18
        },
        {
            "text": "7.1. ",
            "section": ".2 and N s,fid",
            "paragraph_rank": 51,
            "section_rank": 18
        },
        {
            "text": "The value of C is 0.36 (0.30) for the single-lepton (dilepton) channel, with negligible statistical uncertainty.",
            "section": ".2 and N s,fid",
            "paragraph_rank": 51,
            "section_rank": 18
        },
        {
            "text": "A likelihood function is defined from the product over all bins of the ELD distribution:",
            "section": ".2 and N s,fid",
            "paragraph_rank": 52,
            "section_rank": 18
        },
        {
            "text": "where N obs i , N s i , and N b i are the observed number of events in data, the predicted number of signal events, and the estimated number of background events in bin i of the ELD, which form a Poisson term P in that bin. ",
            "section": ".2 and N s,fid",
            "paragraph_rank": 53,
            "section_rank": 18
        },
        {
            "text": "Nuisance parameter θ t is to parameterize a systematic uncertainty t, which is constrained by a Gaussian G(0|θ t , 1), so that when it changes from zero to ±1, the quantities affected by this systematics in the likelihood change by ±1 standard deviation. ",
            "section": ".2 and N s,fid",
            "paragraph_rank": 53,
            "section_rank": 18
        },
        {
            "text": "The collection of all the systematic uncertainties is denoted as θ . ",
            "section": ".2 and N s,fid",
            "paragraph_rank": 53,
            "section_rank": 18
        },
        {
            "text": "For systematic uncertainties related to the finite number of MC events, the Gaussian terms in the likelihood are replaced by Poisson terms. ",
            "section": ".2 and N s,fid",
            "paragraph_rank": 53,
            "section_rank": 18
        },
        {
            "text": "Each systematic uncertainty affects N s i and N b i in each bin of the ELD. ",
            "section": ".2 and N s,fid",
            "paragraph_rank": 53,
            "section_rank": 18
        },
        {
            "text": "The cross-section is measured by profiling the nuisance parameters and maximizing this likelihood.",
            "section": ".2 and N s,fid",
            "paragraph_rank": 53,
            "section_rank": 18
        },
        {
            "text": "Normalized differential cross-sections",
            "section_rank": 19
        },
        {
            "text": "An unfolding procedure is applied to the observed detectorlevel distribution of a given observable, with backgrounds subtracted, to derive the true distribution of the signal at particle level, from which the differential cross-section as a function of the observable is calculated. ",
            "section": "Normalized differential cross-sections",
            "paragraph_rank": 54,
            "section_rank": 19
        },
        {
            "text": "The differential cross-section is normalized to unity. ",
            "section": "Normalized differential cross-sections",
            "paragraph_rank": 54,
            "section_rank": 19
        },
        {
            "text": "The differential cross-section is given by",
            "section": "Normalized differential cross-sections",
            "paragraph_rank": 54,
            "section_rank": 19
        },
        {
            "text": "The indices j and k indicate the bin of the observable at detector and particle levels, respectively. ",
            "section": "Normalized differential cross-sections",
            "paragraph_rank": 55,
            "section_rank": 19
        },
        {
            "text": "The variables N obs j and N b j are the number of observed events and of estimated background events in bin j at detector level, respectively. ",
            "section": "Normalized differential cross-sections",
            "paragraph_rank": 55,
            "section_rank": 19
        },
        {
            "text": "The efficiency k is the fraction of signal events generated at particle level in bin k of the fiducial region to be reconstructed and selected at detector level and have the objects, that are used to define the observable to be unfolded, matched between reconstruction and particle-levels with R < 0.1. ",
            "section": "Normalized differential cross-sections",
            "paragraph_rank": 55,
            "section_rank": 19
        },
        {
            "text": "The migration matrix M k j expresses the probability for an event in bin k at particle level to end up in bin j at detector level, calculated from events passing both the fiducial region selection and the event selection, as well as the above matching procedure. ",
            "section": "Normalized differential cross-sections",
            "paragraph_rank": 55,
            "section_rank": 19
        },
        {
            "text": "The outside-migration fraction f out, j is the fraction of signal events generated outside the fiducial region but reconstructed and selected in bin j at detector level or events failing the above matching. ",
            "section": "Normalized differential cross-sections",
            "paragraph_rank": 55,
            "section_rank": 19
        },
        {
            "text": "The signal MC sample is used to determine k , f out, j , and M k j , the values of which are illustrated in Fig. 6, using the photon p T in the single-lepton channel as an example. ",
            "section": "Normalized differential cross-sections",
            "paragraph_rank": 55,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 108,
                    "end": 114,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Fig. 6"
                }
            ]
        },
        {
            "text": "The normalization and the corresponding uncertainty of the W γ contribution in the single-lepton channel are taken from the likelihood fit introduced in Sect. ",
            "section": "Normalized differential cross-sections",
            "paragraph_rank": 55,
            "section_rank": 19
        },
        {
            "text": "7.2 but without systematic uncertainties included. ",
            "section": "Normalized differential cross-sections",
            "paragraph_rank": 55,
            "section_rank": 19
        },
        {
            "text": "The normalized differential cross-section is",
            "section": "Normalized differential cross-sections",
            "paragraph_rank": 55,
            "section_rank": 19
        },
        {
            "text": "where the sum is over all the bins of the observable.",
            "section": "Normalized differential cross-sections",
            "paragraph_rank": 56,
            "section_rank": 19
        },
        {
            "text": "The inversion of the migration matrix M k j is approximated using the iterative Bayesian method [53] implemented in the RooUnfold package [54]. ",
            "section": "Normalized differential cross-sections",
            "paragraph_rank": 57,
            "section_rank": 19,
            "entity_spans": [
                {
                    "start": 130,
                    "end": 137,
                    "type": "software",
                    "rawForm": "package",
                    "resp": "whitelist",
                    "id": "software-simple-w9"
                }
            ]
        },
        {
            "text": "The method relies on the Bayesian probability formula to invert the migration matrix, starting from a given prior of the particle-level distribution and iteratively updating it with the posterior distribution. ",
            "section": "Normalized differential cross-sections",
            "paragraph_rank": 57,
            "section_rank": 19
        },
        {
            "text": "The binning choices of the unfolded observables take into account the detector resolution and the expected statistical uncertainty, with the latter being the dominating factor. ",
            "section": "Normalized differential cross-sections",
            "paragraph_rank": 57,
            "section_rank": 19
        },
        {
            "text": "Three iterations are chosen which give a good convergence of the unfolded distribution and a statistically stable result. ",
            "section": "Normalized differential cross-sections",
            "paragraph_rank": 57,
            "section_rank": 19
        },
        {
            "text": "Tests are performed, using simulation, to verify that the unfolding procedure does not bias the results while the estimated uncertainties are still reasonable. ",
            "section": "Normalized differential cross-sections",
            "paragraph_rank": 57,
            "section_rank": 19
        },
        {
            "text": "The results are cross-checked with other unfolding methods, which give consistent results.",
            "section": "Normalized differential cross-sections",
            "paragraph_rank": 57,
            "section_rank": 19
        },
        {
            "text": "The chosen observables to unfold are the photon p T and |η| and the R between the photon and the closest lepton for both single-lepton and dilepton channels and the φ and | η| between the two leptons for the dilepton channel. ",
            "section": "Normalized differential cross-sections",
            "paragraph_rank": 58,
            "section_rank": 19
        },
        {
            "text": "These are all lepton or photon observables, therefore the migration matrices are almost diagonal, making the unfolding simple and converging fast. ",
            "section": "Normalized differential cross-sections",
            "paragraph_rank": 58,
            "section_rank": 19
        },
        {
            "text": "The kinematic properties of the photon are sensitive to the tγ coupling, while the dilepton φ is sensitive to the tt spin correlation. ",
            "section": "Normalized differential cross-sections",
            "paragraph_rank": 58,
            "section_rank": 19
        },
        {
            "text": "The normalized differential cross-sections are measured, since the overall signal normalization is given by the measured fiducial cross-section.",
            "section": "Normalized differential cross-sections",
            "paragraph_rank": 58,
            "section_rank": 19
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 20
        },
        {
            "text": "Signal and background modelling and experimental uncertainties in the analysis are described in this section, as well as the PPT systematic uncertainty. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 59,
            "section_rank": 20
        },
        {
            "text": "They affect the normaliza-tion of signal and background and/or the shape of their corresponding distributions, such as the ELD and the observables to be unfolded. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 59,
            "section_rank": 20
        },
        {
            "text": "Each of the signal and background modelling uncertainties is correlated between different channels for the relevant signal or background process. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 59,
            "section_rank": 20
        },
        {
            "text": "Each of the experimental uncertainties is correlated between signal and simulated backgrounds and between different channels. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 59,
            "section_rank": 20
        },
        {
            "text": "The PPT systematic uncertainty is separately studied for the prompt, electron-fake, and hadronic-fake photons. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 59,
            "section_rank": 20
        },
        {
            "text": "Table 5 gives a summary of these uncertainties and their impact to the fiducial cross-section measurements.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 59,
            "section_rank": 20,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 5"
                }
            ]
        },
        {
            "text": "Signal modelling uncertainties",
            "section_rank": 21
        },
        {
            "text": "The signal modelling uncertainties include the uncertainties due to the choice of the QCD scales, the parton shower, the amount of ISR and FSR, and the PDF set. ",
            "section": "Signal modelling uncertainties",
            "paragraph_rank": 60,
            "section_rank": 21
        },
        {
            "text": "Their effects on the corrections defined in Sect. ",
            "section": "Signal modelling uncertainties",
            "paragraph_rank": 60,
            "section_rank": 21
        },
        {
            "text": "7 (both for the fiducial and normalized differential cross-section measurements) as well as on the shape of the ELD distributions are evaluated.",
            "section": "Signal modelling uncertainties",
            "paragraph_rank": 60,
            "section_rank": 21
        },
        {
            "text": "To study the QCD scale uncertainty, the renormalization and factorization scales are varied up and down by a factor of two from their nominal choices independently or simultaneously. ",
            "section": "Signal modelling uncertainties",
            "paragraph_rank": 61,
            "section_rank": 21
        },
        {
            "text": "The largest variation of the corrections or the shapes is assigned as the uncertainty. ",
            "section": "Signal modelling uncertainties",
            "paragraph_rank": 61,
            "section_rank": 21
        },
        {
            "text": "To evaluate the parton shower uncertainty, Pythia 8 and Herwig 7 both interfaced to MG5_aMC are compared. ",
            "section": "Signal modelling uncertainties",
            "paragraph_rank": 61,
            "section_rank": 21
        },
        {
            "text": "The ISR/FSR uncertainty is studied by comparing the variations of the A14 tune parameters of Pythia 8 with its nominal values. ",
            "section": "Signal modelling uncertainties",
            "paragraph_rank": 61,
            "section_rank": 21
        },
        {
            "text": "The PDF uncertainty is evaluated using the standard deviation of the distribution formed by the 100 eigenvector set of the NNPDF set [23].",
            "section": "Signal modelling uncertainties",
            "paragraph_rank": 61,
            "section_rank": 21,
            "ref_spans": [
                {
                    "start": 133,
                    "end": 137,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[23]"
                }
            ],
            "entity_spans": [
                {
                    "start": 123,
                    "end": 128,
                    "type": "software",
                    "rawForm": "NNPDF",
                    "resp": "whitelist",
                    "id": "software-simple-w10"
                }
            ]
        },
        {
            "text": "Background modelling uncertainties",
            "section_rank": 22
        },
        {
            "text": "The systematic uncertainties on the hadronic-fake background due to background subtraction in the hadronic-fake control regions A, B, and C are estimated by varying up and down the signal by 100%, the other MC-based backgrounds by 50%, and the other data-driven backgrounds by their estimated uncertainties, separately. ",
            "section": "Background modelling uncertainties",
            "paragraph_rank": 62,
            "section_rank": 22
        },
        {
            "text": "The statistical uncertainties in the three data control regions are also considered. ",
            "section": "Background modelling uncertainties",
            "paragraph_rank": 62,
            "section_rank": 22
        },
        {
            "text": "Systematic uncertainties arising from the correction factor θ MC , the extrapolation of the hadronic-fake scale factors, and the shapes of the distributions of the ELD and the observables to be unfolded are estimated using tt samples rather than all of the simulated hadronic-fake samples, since tt is the dominant source of the hadronic-fake background. ",
            "section": "Background modelling uncertainties",
            "paragraph_rank": 62,
            "section_rank": 22
        },
        {
            "text": "The uncertainty due to the rate of additional QCD radiation is estimated by comparing the samples with enhanced/reduced parton shower radiation as described in Sect. ",
            "section": "Background modelling uncertainties",
            "paragraph_rank": 62,
            "section_rank": 22
        },
        {
            "text": "3 with the nominal sample, and the uncertainty due to the modelling of the generator and parton shower is estimated by comparing Powheg+Pythia 8 with Sherpa.",
            "section": "Background modelling uncertainties",
            "paragraph_rank": 62,
            "section_rank": 22
        },
        {
            "text": "The systematic uncertainties on the electron-fake background mainly come from the sideband fit when measuring the fake rate, which is estimated by varying the fit parameters within their uncertainties. ",
            "section": "Background modelling uncertainties",
            "paragraph_rank": 63,
            "section_rank": 22
        },
        {
            "text": "The uncertainty due to Z → eeγ subtraction is also considered by replacing the Z γ MC sample by the Z +jets sample, where the photon radiation is described by the parton shower. ",
            "section": "Background modelling uncertainties",
            "paragraph_rank": 63,
            "section_rank": 22
        },
        {
            "text": "Uncertainties of the shapes of the distributions are evaluated using tt systematic variations MC samples as for the hadronic-fake background. ",
            "section": "Background modelling uncertainties",
            "paragraph_rank": 63,
            "section_rank": 22
        },
        {
            "text": "In the dilepton channel where the electron-fake background is very small, a 50% uncertainty is assumed to cover a possible mis-modelling in the estimate.",
            "section": "Background modelling uncertainties",
            "paragraph_rank": 63,
            "section_rank": 22
        },
        {
            "text": "For evaluating the systematic uncertainty of the fakelepton background in the single-lepton channel, several alternative parameterizations of the real and fake efficiencies of the matrix method are studied and two predicting larger and smaller yields are selected as up and down variations. ",
            "section": "Background modelling uncertainties",
            "paragraph_rank": 64,
            "section_rank": 22
        },
        {
            "text": "The lepton η, b-jet multiplicity, and m T W (the lepton η, minimum R between the lepton and the closest jet, and the jet p T ) parameterization is used as up (down) variation when the lepton is an electron. ",
            "section": "Background modelling uncertainties",
            "paragraph_rank": 64,
            "section_rank": 22
        },
        {
            "text": "The jet p T and b-jet multiplicity (the lepton p T , η, and minimum R between the lepton and the closest jet) parameterization is used as up (down) variation when the lepton is a muon. ",
            "section": "Background modelling uncertainties",
            "paragraph_rank": 64,
            "section_rank": 22
        },
        {
            "text": "The resulting uncertainties are around 50%, and given that this background contribution is relatively small, no additional systematic uncertainties are considered.",
            "section": "Background modelling uncertainties",
            "paragraph_rank": 64,
            "section_rank": 22
        },
        {
            "text": "The uncertainty on the V γ background shape is studied by varying the renormalization and factorization scales up and down by a factor of two from their nominal values independently or simultaneously and then choosing the maximum shape distortions as the QCD scale uncertainties. ",
            "section": "Background modelling uncertainties",
            "paragraph_rank": 65,
            "section_rank": 22
        },
        {
            "text": "For the Z γ background in the dilepton channel, Sherpa is compared with MG5_aMC+Pythia 8 to evaluate the shape uncertainty due to the choice of generator and parton shower. ",
            "section": "Background modelling uncertainties",
            "paragraph_rank": 65,
            "section_rank": 22
        },
        {
            "text": "No shape modelling uncertainty is assigned to the other small prompt backgrounds. ",
            "section": "Background modelling uncertainties",
            "paragraph_rank": 65,
            "section_rank": 22
        },
        {
            "text": "Apart from the W γ background in the singlelepton channel whose normalization is a free parameter in the likelihood fit, a normalization uncertainty of 50% is assigned to each source of the prompt-photon background, included in Table 2 as \"Z γ \" and \"Other prompt\".",
            "section": "Background modelling uncertainties",
            "paragraph_rank": 65,
            "section_rank": 22,
            "ref_spans": [
                {
                    "start": 228,
                    "end": 235,
                    "type": "table",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "Experimental uncertainties",
            "section_rank": 23
        },
        {
            "text": "Experimental systematic uncertainties affect the normalization and shape of the simulated signal and background samples. ",
            "section": "Experimental uncertainties",
            "paragraph_rank": 66,
            "section_rank": 23
        },
        {
            "text": "For MC-based backgrounds calibrated to data using data-driven techniques, only the shape variations are considered.",
            "section": "Experimental uncertainties",
            "paragraph_rank": 66,
            "section_rank": 23
        },
        {
            "text": "The photon identification and isolation efficiencies as well as the efficiencies of the lepton reconstruction, identification, The PPT systematic uncertainty is evaluated separately for prompt photons and hadronic-fake photons. ",
            "section": "Experimental uncertainties",
            "paragraph_rank": 67,
            "section_rank": 23
        },
        {
            "text": "The datadriven PPT scale factors as mentioned in Sect. ",
            "section": "Experimental uncertainties",
            "paragraph_rank": 67,
            "section_rank": 23
        },
        {
            "text": "5.1 are turned on and off to assign a PPT systematic uncertainty for the prompt photon. ",
            "section": "Experimental uncertainties",
            "paragraph_rank": 67,
            "section_rank": 23
        },
        {
            "text": "The resulting uncertainty is also assigned to the electron-fake photon PPT output distribution, since its shape and shape difference between data and simulation are similar to that of the prompt photons. ",
            "section": "Experimental uncertainties",
            "paragraph_rank": 67,
            "section_rank": 23
        },
        {
            "text": "The maximum PPT shape difference between data and prediction in the hadronicfake control region C of Sect. ",
            "section": "Experimental uncertainties",
            "paragraph_rank": 67,
            "section_rank": 23
        },
        {
            "text": "6.1, with the expected signal contamination in this region varied by ±50%, is used to estimate the hadronic-fake PPT uncertainty. ",
            "section": "Experimental uncertainties",
            "paragraph_rank": 67,
            "section_rank": 23
        },
        {
            "text": "The hadronic-fake photons in region C are non-isolated while those of the signal region are isolated. ",
            "section": "Experimental uncertainties",
            "paragraph_rank": 67,
            "section_rank": 23
        },
        {
            "text": "To account for a possible underestimation of the systematic uncertainty caused by this difference, the shape differences between data and prediction in the isolated hadronic-fake control region A of Sect. ",
            "section": "Experimental uncertainties",
            "paragraph_rank": 67,
            "section_rank": 23
        },
        {
            "text": "6.1 are considered as an additional PPT systematic uncertainty. ",
            "section": "Experimental uncertainties",
            "paragraph_rank": 67,
            "section_rank": 23
        },
        {
            "text": "The PPT shape uncertainties are estimated in photon p T and η bins.",
            "section": "Experimental uncertainties",
            "paragraph_rank": 67,
            "section_rank": 23
        },
        {
            "text": "The jet energy scale (JES) uncertainty is derived using a combination of simulations, test beam data and in situ measurements [56][57][58]. ",
            "section": "Experimental uncertainties",
            "paragraph_rank": 68,
            "section_rank": 23,
            "ref_spans": [
                {
                    "start": 126,
                    "end": 130,
                    "type": "bibr",
                    "text": "[56]"
                },
                {
                    "start": 130,
                    "end": 134,
                    "type": "bibr",
                    "text": "[57]"
                },
                {
                    "start": 134,
                    "end": 138,
                    "type": "bibr",
                    "text": "[58]"
                }
            ]
        },
        {
            "text": "Additional contributions from jet flavour composition, η-intercalibration, punch-through, singleparticle response, calorimeter response to different jet Table 4 The observed data and post-fit event yields for the signal and backgrounds in the single-lepton and dilepton channels. ",
            "section": "Experimental uncertainties",
            "paragraph_rank": 68,
            "section_rank": 23,
            "ref_spans": [
                {
                    "start": 153,
                    "end": 160,
                    "type": "table",
                    "text": "Table 4"
                }
            ]
        },
        {
            "text": "All data-driven corrections and systematic uncertainties are included. ",
            "section": "Experimental uncertainties",
            "paragraph_rank": 68,
            "section_rank": 23
        },
        {
            "text": "The fake-lepton background in the dilepton channel is negligible, represented by a \"-\". ",
            "section": "Experimental uncertainties",
            "paragraph_rank": 68,
            "section_rank": 23
        },
        {
            "text": "The Z γ (W γ ) background in the single-lepton (dilepton) channel is included in \"Other prompt\"",
            "section": "Experimental uncertainties",
            "paragraph_rank": 68,
            "section_rank": 23
        },
        {
            "text": "Channel",
            "section_rank": 24,
            "entity_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "software",
                    "rawForm": "Channel",
                    "resp": "whitelist",
                    "id": "software-simple-w11"
                }
            ]
        },
        {
            "text": "Single The uncertainties associated with energy scales and resolutions of photons, leptons and jets are propagated to the Fig. 8 The measured fiducial cross-sections normalized to their corresponding NLO SM predictions [10] for the five individual channels and for the single-lepton and dilepton channels, as well as the combination of all channels. ",
            "section": "Channel",
            "paragraph_rank": 69,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 122,
                    "end": 128,
                    "type": "figure",
                    "text": "Fig. 8"
                },
                {
                    "start": 219,
                    "end": 223,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "The statistical uncertainties are the inner error bars, while the total uncertainties are the outer error bars. ",
            "section": "Channel",
            "paragraph_rank": 69,
            "section_rank": 24
        },
        {
            "text": "The NLO prediction for the inclusive fiducial cross-section is represented by the dashed vertical line, and the theoretical uncertainties are represented by the shaded bands E miss T . ",
            "section": "Channel",
            "paragraph_rank": 69,
            "section_rank": 24
        },
        {
            "text": "Additional uncertainties originate from the modelling of its soft term [61].",
            "section": "Channel",
            "paragraph_rank": 69,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 71,
                    "end": 75,
                    "type": "bibr",
                    "text": "[61]"
                }
            ]
        },
        {
            "text": "The uncertainty in the combined 2015+2016 integrated luminosity is 2.1%. ",
            "section": "Channel",
            "paragraph_rank": 70,
            "section_rank": 24
        },
        {
            "text": "It is derived, following a methodology similar to that detailed in Ref. ",
            "section": "Channel",
            "paragraph_rank": 70,
            "section_rank": 24
        },
        {
            "text": "[62], and using the LUCID-2 detector for the baseline luminosity measurements [63], from calibration of the luminosity scale using x-y beam-separation scans.",
            "section": "Channel",
            "paragraph_rank": 70,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "text": "[62]"
                },
                {
                    "start": 78,
                    "end": 82,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "[63]"
                }
            ]
        },
        {
            "text": "The uncertainty associated to the modelling of pile-up in the simulation is assessed by varying the reweighting of the pile-up in the simulation within its uncertainties.",
            "section": "Channel",
            "paragraph_rank": 71,
            "section_rank": 24
        },
        {
            "text": "Systematic uncertainties of the measured differential cross-section",
            "section_rank": 25
        },
        {
            "text": "Systematic uncertainties for unfolding arise from the detector response description, signal modelling, and background modelling. ",
            "section": "Systematic uncertainties of the measured differential cross-section",
            "paragraph_rank": 72,
            "section_rank": 25
        },
        {
            "text": "The systematic uncertainties due to background modelling and the detector response are evaluated by varying the input detector-level pre-fit distributions, unfolding them with corrections based on the nominal signal sample, and calculating the difference of the resulting unfolded distributions with respect to the nominal one. ",
            "section": "Systematic uncertainties of the measured differential cross-section",
            "paragraph_rank": 72,
            "section_rank": 25
        },
        {
            "text": "The systematic uncertainties due to signal modelling are evaluated by varying the signal corrections, i.e. the migration matrix M k j , the efficiency k and the fraction f out, j as defined in Sect. ",
            "section": "Systematic uncertainties of the measured differential cross-section",
            "paragraph_rank": 72,
            "section_rank": 25
        },
        {
            "text": "7.3, with which the nominal input detector-level pre-fit distributions are unfolded, and calculating the difference of the resulting unfolded distributions with respect to the nominal one. ",
            "section": "Systematic uncertainties of the measured differential cross-section",
            "paragraph_rank": 72,
            "section_rank": 25
        },
        {
            "text": "The statistical uncertainties of the signal and background MC  ",
            "section": "Systematic uncertainties of the measured differential cross-section",
            "paragraph_rank": 72,
            "section_rank": 25
        },
        {
            "text": "Fiducial cross-sections",
            "section_rank": 26
        },
        {
            "text": "The fiducial cross-section is extracted via a binned maximum likelihood fit to the ELD distribution in data as described in Sect. ",
            "section": "Fiducial cross-sections",
            "paragraph_rank": 73,
            "section_rank": 26
        },
        {
            "text": "7.2. ",
            "section": "Fiducial cross-sections",
            "paragraph_rank": 73,
            "section_rank": 26
        },
        {
            "text": "The measured cross-sections are σ SL fid = 521 ± 9(stat.) ± 41(sys.) fb and σ DL fid = 69 ± 3(stat.) ± 4(sys.) fb, for the single-lepton and dilepton channels, respectively, and agree well within uncertainties with the corresponding predicted cross-sections of 495 ± 99 fb and 63 ± 9 fb. ",
            "section": "Fiducial cross-sections",
            "paragraph_rank": 73,
            "section_rank": 26,
            "entity_spans": [
                {
                    "start": 34,
                    "end": 36,
                    "type": "software",
                    "rawForm": "SL",
                    "resp": "whitelist",
                    "id": "software-simple-w12"
                }
            ]
        },
        {
            "text": "The ELD distributions after the fit (post-fit) are shown in Fig. 7 for the single-lepton and dilepton channels. ",
            "section": "Fiducial cross-sections",
            "paragraph_rank": 73,
            "section_rank": 26,
            "ref_spans": [
                {
                    "start": 60,
                    "end": 66,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "Fig. 7"
                }
            ]
        },
        {
            "text": "The corresponding event yields are summarized in Table 4, including all the   (Table 2), the signal event yields are higher, while some of the background event yields are lower. ",
            "section": "Fiducial cross-sections",
            "paragraph_rank": 73,
            "section_rank": 26,
            "ref_spans": [
                {
                    "start": 49,
                    "end": 56,
                    "type": "table",
                    "text": "Table 4"
                },
                {
                    "start": 78,
                    "end": 87,
                    "type": "table",
                    "text": "(Table 2)"
                }
            ]
        },
        {
            "text": "Some of the systematic uncertainties are moderately constrained, e.g. the parton shower uncertainty of the ttγ and tt modelling and the PPT shape uncertainty of prompt photons.",
            "section": "Fiducial cross-sections",
            "paragraph_rank": 73,
            "section_rank": 26
        },
        {
            "text": "The fiducial cross-sections in each of the individual channels (e+jets, μ+jets, ee, eμ, and μμ) as well as a combined single-lepton and dilepton cross-section are also measured. ",
            "section": "Fiducial cross-sections",
            "paragraph_rank": 74,
            "section_rank": 26
        },
        {
            "text": "The former are measured by fitting the ELD distribution in each individual channel separately, while the latter is measured by fitting them simultaneously, sharing the same signal strength parameter μ = σ ttγ /σ NLO ttγ , which scales coherently the fiducial cross-sections of each channel. ",
            "section": "Fiducial cross-sections",
            "paragraph_rank": 74,
            "section_rank": 26
        },
        {
            "text": "A comparison of all measurements with the predictions is shown in Fig. 8.",
            "section": "Fiducial cross-sections",
            "paragraph_rank": 74,
            "section_rank": 26,
            "ref_spans": [
                {
                    "start": 66,
                    "end": 72,
                    "type": "figure",
                    "text": "Fig. 8"
                }
            ]
        },
        {
            "text": "All the systematic uncertainties introduced in Sect. ",
            "section": "Fiducial cross-sections",
            "paragraph_rank": 75,
            "section_rank": 26
        },
        {
            "text": "8 are grouped into a smaller set of classes and summarized in Table 5 for the single-lepton and dilepton channels. ",
            "section": "Fiducial cross-sections",
            "paragraph_rank": 75,
            "section_rank": 26,
            "ref_spans": [
                {
                    "start": 62,
                    "end": 69,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 5"
                }
            ]
        },
        {
            "text": "The effect of each group of uncertainties is calculated from the quadratic difference between the relative uncertainty in the measured fiducial cross-section with this group of uncertainties included or excluded from the fit with corresponding nuisance parameters fixed to their fitted values. ",
            "section": "Fiducial cross-sections",
            "paragraph_rank": 75,
            "section_rank": 26
        },
        {
            "text": "In the single-lepton channel, the jet-related and background modelling systematic uncertainties are dominant, followed by the PPT and signal modelling systematic uncertainties. ",
            "section": "Fiducial cross-sections",
            "paragraph_rank": 75,
            "section_rank": 26
        },
        {
            "text": "In the dilepton channel, the data statistical uncertainty is the leading contribution, followed by the signal and background modelling systematic uncertainties. ",
            "section": "Fiducial cross-sections",
            "paragraph_rank": 75,
            "section_rank": 26
        },
        {
            "text": "The luminosity and pile-up uncertainties are also important in this channel.",
            "section": "Fiducial cross-sections",
            "paragraph_rank": 75,
            "section_rank": 26
        },
        {
            "text": "Normalized differential cross-sections",
            "section_rank": 27
        },
        {
            "text": "The normalized differential cross-sections are shown in Figs. 9 and 10, for the single-lepton and dilepton channels, respectively. ",
            "section": "Normalized differential cross-sections",
            "paragraph_rank": 76,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 56,
                    "end": 70,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figs. 9 and 10"
                }
            ]
        },
        {
            "text": "They are compared to the nominal ttγ sample (MG5_aMC+Pythia 8) and the samples with variations of the Pythia 8 A14 tune parameters and the alternative parton shower model of MG5_aMC+Herwig 7. ",
            "section": "Normalized differential cross-sections",
            "paragraph_rank": 76,
            "section_rank": 27
        },
        {
            "text": "In addition, a comparison with the nominal tt Powheg+Pythia 8 MC sample where prompt-photon radiation is modelled in the parton shower is included. ",
            "section": "Normalized differential cross-sections",
            "paragraph_rank": 76,
            "section_rank": 27
        },
        {
            "text": "All ttγ samples predict very similar shapes and describe the data well. ",
            "section": "Normalized differential cross-sections",
            "paragraph_rank": 76,
            "section_rank": 27
        },
        {
            "text": "A small deviation from the prediction is observed in the dilepton φ distribution, where the leptons in the prediction are more back-to-back than in data. ",
            "section": "Normalized differential cross-sections",
            "paragraph_rank": 76,
            "section_rank": 27
        },
        {
            "text": "The deviation of data from the prediction is 1.5 standard deviations, based on the χ 2 calculated according to the procedure described in what follows. ",
            "section": "Normalized differential cross-sections",
            "paragraph_rank": 76,
            "section_rank": 27
        },
        {
            "text": "The Powheg+Pythia 8 tt sample gives an improved agreement with data compared to the nominal and varied ttγ samples, although the overall agreement is still poor. ",
            "section": "Normalized differential cross-sections",
            "paragraph_rank": 76,
            "section_rank": 27
        },
        {
            "text": "It can also be seen from Figs. ",
            "section": "Normalized differential cross-sections",
            "paragraph_rank": 76,
            "section_rank": 27
        },
        {
            "text": "9(a) and 10(a) that the photons generated by Pythia 8 have a softer p T spectrum than in data.",
            "section": "Normalized differential cross-sections",
            "paragraph_rank": 76,
            "section_rank": 27
        },
        {
            "text": "The systematic uncertainties of the unfolded distributions are decomposed into the signal modelling uncertainty, experimental uncertainty, and background modelling uncertainty in both channels. ",
            "section": "Normalized differential cross-sections",
            "paragraph_rank": 77,
            "section_rank": 27
        },
        {
            "text": "In the single-lepton (dilepton) channel, the background modelling uncertainty is split into tt (Z γ ) and the others. ",
            "section": "Normalized differential cross-sections",
            "paragraph_rank": 77,
            "section_rank": 27
        },
        {
            "text": "These decomposed uncertainties are illustrated in Figs. 11 and 12 for the single-lepton and dilepton channels, respectively. ",
            "section": "Normalized differential cross-sections",
            "paragraph_rank": 77,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 50,
                    "end": 65,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figs. 11 and 12"
                }
            ]
        },
        {
            "text": "For the single-lepton channel, the systematic uncertainty is dominated by the tt modelling, which is used to model the shapes of the hadronic-fake and electronfake backgrounds. ",
            "section": "Normalized differential cross-sections",
            "paragraph_rank": 77,
            "section_rank": 27
        },
        {
            "text": "For the dilepton channel, the systematic uncertainty is dominated by the Z γ modelling, mostly from the comparison between Sherpa and MG5_aMC+Pythia 8 generators. ",
            "section": "Normalized differential cross-sections",
            "paragraph_rank": 77,
            "section_rank": 27
        },
        {
            "text": "Because the unfolding is performed with the distributions before the fit, the background modelling uncertain- ties are not constrained as in the case of fiducial cross-section measurement where a fit to ELD distribution is performed, and thus they have a much larger impact on the result. ",
            "section": "Normalized differential cross-sections",
            "paragraph_rank": 77,
            "section_rank": 27
        },
        {
            "text": "The differences between the unfolded and the predicted distributions are quantified by the chi-squared per degree of freedom χ 2 /ndf, where the χ 2 is",
            "section": "Normalized differential cross-sections",
            "paragraph_rank": 77,
            "section_rank": 27
        },
        {
            "text": "where σ norm data and σ norm pred. ",
            "section": "Normalized differential cross-sections",
            "paragraph_rank": 78,
            "section_rank": 27
        },
        {
            "text": "are the unfolded and predicted normalized differential cross-sections, C jk is the covariance matrix of σ norm data , and j and k are the binning indices of the distribution. ",
            "section": "Normalized differential cross-sections",
            "paragraph_rank": 78,
            "section_rank": 27
        },
        {
            "text": "For normalized differential cross-sections, the last bin of the above formula is removed from the χ 2 calculation and ndf is reduced by one since this bin gives redundant information. ",
            "section": "Normalized differential cross-sections",
            "paragraph_rank": 78,
            "section_rank": 27
        },
        {
            "text": "The total correlation matrix is shown in Table 6, taking the φ( , ) in the dilepton channel as an example. ",
            "section": "Normalized differential cross-sections",
            "paragraph_rank": 78,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 41,
                    "end": 48,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 6"
                }
            ]
        },
        {
            "text": "There is moderate correlation, either positive or negative, between different bins of the unfolded φ( , ) distribution. ",
            "section": "Normalized differential cross-sections",
            "paragraph_rank": 78,
            "section_rank": 27
        },
        {
            "text": "The calculated χ 2 /ndf values and their corresponding p-values are summarized in Tables 7 and 8, quantifying the compatibility between data and each of the predictions.",
            "section": "Normalized differential cross-sections",
            "paragraph_rank": 78,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 82,
                    "end": 96,
                    "type": "table",
                    "text": "Tables 7 and 8"
                }
            ]
        },
        {
            "text": "Conclusions",
            "section_rank": 28
        },
        {
            "text": "Fiducial cross-sections of top-quark pair production in association with a photon are measured in the single-lepton and dilepton decay channels of the top-quark pair using 36.1 fb −1 of 13 TeV pp collision data collected in 2015 and 2016 by the ATLAS detector at the LHC. ",
            "section": "Conclusions",
            "paragraph_rank": 79,
            "section_rank": 28
        },
        {
            "text": "The normalized differential cross-sections are measured as a function of the photon p T and |η|, and the R between the photon and the closest lepton for both channels, and the | η| and φ between the two leptons for the dilepton channel.",
            "section": "Conclusions",
            "paragraph_rank": 79,
            "section_rank": 28
        },
        {
            "text": "In both channels, the measured fiducial cross-sections agree well with the NLO SM predictions within uncertainties. ",
            "section": "Conclusions",
            "paragraph_rank": 80,
            "section_rank": 28
        },
        {
            "text": "The measured normalized differential cross-sections also agree well with the LO ttγ prediction and the NLO tt prediction, where the photon comes from the parton shower. ",
            "section": "Conclusions",
            "paragraph_rank": 80,
            "section_rank": 28
        },
        {
            "text": "The largest disagreement between data and LO ttγ prediction is observed in the distribution of the azimuthal opening angle between the two leptons in the dilepton channel, which is sensitive to tt spin correlation, while the NLO tt sample provides an improved agreement with data in this variable. ",
            "section": "Conclusions",
            "paragraph_rank": 80,
            "section_rank": 28
        },
        {
            "text": "ation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently. ",
            "section": "Conclusions",
            "paragraph_rank": 80,
            "section_rank": 28
        },
        {
            "text": "We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWFW and FWF, Austria; ANAS, Azerbaijan; SSTC, Belarus; CNPq and FAPESP, Brazil; NSERC, NRC and CFI, Canada Data Availability Statement This manuscript has no associated data or the data will not be deposited. ",
            "section": "Conclusions",
            "paragraph_rank": 80,
            "section_rank": 28
        },
        {
            "text": "[Authors' comment: All ATLAS scientific output is published in journals, and preliminary results are made available in Conference Notes. ",
            "section": "Conclusions",
            "paragraph_rank": 80,
            "section_rank": 28
        },
        {
            "text": "All are openly available, without restriction on use by external parties beyond copyright law and the standard conditions agreed by CERN. ",
            "section": "Conclusions",
            "paragraph_rank": 80,
            "section_rank": 28
        },
        {
            "text": "Data associated with journal publications are also made available: tables and data from plots (e.g. cross section values, likelihood profiles, selection efficiencies, cross section limits, ...) are stored in appropriate repositories such as HEPDATA (http:// hepdata.cedar.ac.uk/). ",
            "section": "Conclusions",
            "paragraph_rank": 80,
            "section_rank": 28
        },
        {
            "text": "ATLAS also strives to make additional material related to the paper available that allows a reinterpretation of the data in the context of new theoretical models. ",
            "section": "Conclusions",
            "paragraph_rank": 80,
            "section_rank": 28
        },
        {
            "text": "For example, an extended encapsulation of the analysis is often provided for measurements in the framework of RIVET (http://rivet.hepforge.org/). ",
            "section": "Conclusions",
            "paragraph_rank": 80,
            "section_rank": 28
        },
        {
            "text": "This information is taken from the ATLAS Data Access Policy, which is a public document that can be downloaded from http://opendata.cern.ch/record/413 ",
            "section": "Conclusions",
            "paragraph_rank": 80,
            "section_rank": 28,
            "entity_spans": [
                {
                    "start": 46,
                    "end": 52,
                    "type": "software",
                    "rawForm": "Access",
                    "resp": "whitelist",
                    "id": "software-simple-w13"
                }
            ]
        },
        {
            "text": "Appendix",
            "section_rank": 29
        },
        {
            "text": "The definitions of the discriminating variables used in ATLAS photon identification are given in Table 9.",
            "section": "Appendix",
            "paragraph_rank": 81,
            "section_rank": 29,
            "ref_spans": [
                {
                    "start": 97,
                    "end": 104,
                    "type": "table",
                    "ref_id": "tab_4",
                    "text": "Table 9"
                }
            ]
        },
        {
            "text": "The shapes of the PPT of the prompt, hadronic-fake, and electron-fake photons are compared in Fig. 13. ",
            "section": "Appendix",
            "paragraph_rank": 82,
            "section_rank": 29,
            "ref_spans": [
                {
                    "start": 94,
                    "end": 101,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 13"
                }
            ]
        },
        {
            "text": "Figure 14 shows the post-fit distributions of four important variables for the training of the ELD in the single-lepton channel. ",
            "section": "Appendix",
            "paragraph_rank": 82,
            "section_rank": 29,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 14"
                }
            ]
        },
        {
            "text": "Figure 15 shows the post-fit distributions of four important variables for the training of the ELD in the dilepton channel. ",
            "section": "Appendix",
            "paragraph_rank": 82,
            "section_rank": 29,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 15"
                }
            ]
        },
        {
            "text": "Figure 16 shows the distributions of the ELD and H T in the hadronic-fake control region B, as defined in Sect. ",
            "section": "Appendix",
            "paragraph_rank": 82,
            "section_rank": 29,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 16"
                }
            ]
        },
        {
            "text": "6.1. ",
            "section": "Appendix",
            "paragraph_rank": 82,
            "section_rank": 29
        },
        {
            "text": "Figure 17 shows the distributions of the efficiency, outside fraction, and migration matrix for the dilepton azimuthal angle in the dilepton channel, which are the inputs for unfolding, as described in Sect. ",
            "section": "Appendix",
            "paragraph_rank": 82,
            "section_rank": 29,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 17"
                }
            ]
        },
        {
            "text": "7.3. ",
            "section": "Appendix",
            "paragraph_rank": 82,
            "section_rank": 29
        },
        {
            "text": "Difference between the second energy maximum and the minimum found between first and second maximum ( E = 0 if there is no second maximum) Fig. 13 The simulated shapes of the output of the prompt-photon tagger for the prompt, hadronic-fake, and electron-fake photons after applying Tight identification and isolation criteria  ",
            "section": "Appendix",
            "paragraph_rank": 82,
            "section_rank": 29,
            "ref_spans": [
                {
                    "start": 139,
                    "end": 146,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 13"
                }
            ]
        },
        {
            "text": "[46] and evaluated using lwtnn [47]. ",
            "paragraph_rank": 83,
            "section_rank": 30
        },
        {
            "text": "Theano [48] is used as backend. ",
            "paragraph_rank": 83,
            "section_rank": 30,
            "entity_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "software",
                    "rawForm": "Theano",
                    "resp": "whitelist",
                    "id": "software-simple-w14"
                }
            ]
        },
        {
            "text": "The input variables are normalized to have a standard deviation of 1 and a mean of 0. ",
            "paragraph_rank": 83,
            "section_rank": 30
        },
        {
            "text": "To reduce the risk of over-training, regularization methods such as dropout [49] and batch nor-malization [50] layers are used. ",
            "paragraph_rank": 83,
            "section_rank": 30
        },
        {
            "text": "Additionally, k-fold crossvalidation is performed.",
            "paragraph_rank": 83,
            "section_rank": 30
        },
        {
            "text": "Fig. 1",
            "section_rank": 31
        },
        {
            "text": "Fig. 1Distributions of the a photon p T , b photon |η|, and c R(γ , ) in the single-lepton channel after event selection and before likelihood fit. ",
            "section": "Fig. 1",
            "paragraph_rank": 84,
            "section_rank": 31
        },
        {
            "text": "All data-driven corrections and systematic uncertainties are included. ",
            "section": "Fig. 1",
            "paragraph_rank": 84,
            "section_rank": 31
        },
        {
            "text": "Overflow events are included in the last bin",
            "section": "Fig. 1",
            "paragraph_rank": 84,
            "section_rank": 31,
            "entity_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "software",
                    "rawForm": "Overflow",
                    "resp": "whitelist",
                    "id": "software-simple-w15"
                }
            ]
        },
        {
            "text": "Fig. 2 Fig. 3",
            "section_rank": 32
        },
        {
            "text": "Fig. 2 Distributions of the a photon p T , b photon |η|, c minimum R(γ , ), d | η( , )|, and e φ( , ) in the dilepton channel after event selection and before likelihood fit. ",
            "section": "Fig. 2 Fig. 3",
            "paragraph_rank": 85,
            "section_rank": 32
        },
        {
            "text": "All data-driven corrections and systematic uncertainties are included. ",
            "section": "Fig. 2 Fig. 3",
            "paragraph_rank": 85,
            "section_rank": 32
        },
        {
            "text": "Overflow events are included in the last bin. ",
            "section": "Fig. 2 Fig. 3",
            "paragraph_rank": 85,
            "section_rank": 32,
            "entity_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "software",
                    "rawForm": "Overflow",
                    "resp": "whitelist",
                    "id": "software-simple-w16"
                }
            ]
        },
        {
            "text": "In particular, events with | η( , )| > 2.5 are included in the last bin of d",
            "section": "Fig. 2 Fig. 3",
            "paragraph_rank": 85,
            "section_rank": 32
        },
        {
            "text": "W",
            "section_rank": 33
        },
        {
            "text": "tagger output H T Scalar sum of the p T of the leptons and jets m(γ , ) Invariant mass of the system of the photon and the lepton E miss T Missing transverse energy m T Reconstructed transverse mass of the leptonically decaying W -boson",
            "section": "W",
            "paragraph_rank": 86,
            "section_rank": 33
        },
        {
            "text": "1 EventFig. ",
            "section_rank": 34
        },
        {
            "text": "4 1 Event 1 EventFig. ",
            "section_rank": 34
        },
        {
            "text": "5",
            "section_rank": 34
        },
        {
            "text": "Fig. 4Distributions of the ELD for the a single-lepton and b dilepton channels after event selection and before likelihood fit. ",
            "section": "1 EventFig. 4 1 Event 1 EventFig. 5",
            "paragraph_rank": 87,
            "section_rank": 34
        },
        {
            "text": "All data-driven corrections and systematic uncertainties are included",
            "section": "1 EventFig. 4 1 Event 1 EventFig. 5",
            "paragraph_rank": 87,
            "section_rank": 34
        },
        {
            "text": "Fig. 6",
            "section_rank": 35
        },
        {
            "text": "Fig. 6The a efficiency and outside fraction and b migration matrix for the photon p T in the single-lepton channel",
            "section": "Fig. 6",
            "paragraph_rank": 88,
            "section_rank": 35
        },
        {
            "text": "Fig. 7",
            "section_rank": 36
        },
        {
            "text": "Fig. 7The post-fit ELD distributions for the a single-lepton and b dilepton channels. ",
            "section": "Fig. 7",
            "paragraph_rank": 89,
            "section_rank": 36
        },
        {
            "text": "All the systematic uncertainties are included",
            "section": "Fig. 7",
            "paragraph_rank": 89,
            "section_rank": 36
        },
        {
            "text": "Fig. 9",
            "section_rank": 37
        },
        {
            "text": "Fig. 9 The normalized differential cross-sections as a function of the a photon p T , b photon |η|, and c R(γ , ) in the single-lepton channel. ",
            "section": "Fig. 9",
            "paragraph_rank": 90,
            "section_rank": 37
        },
        {
            "text": "The unfolded distributions are compared to the predictions of the MG5_aMC+Pythia 8 together with the up and down variations of the Pythia 8 A14 tune parameters, the MG5_aMC+Herwig 7, and the",
            "section": "Fig. 9",
            "paragraph_rank": 90,
            "section_rank": 37
        },
        {
            "text": "Fig. 10 Fig. 11",
            "section_rank": 38
        },
        {
            "text": "Fig. 10 The normalized differential cross-sections as a function of the a photon p T , b photon |η|, c minimum R(γ , ), d | η( , )|, and e φ( , ) in the dilepton channel. ",
            "section": "Fig. 10 Fig. 11",
            "paragraph_rank": 91,
            "section_rank": 38
        },
        {
            "text": "The unfolded distributions are compared to the predictions of the MG5_aMC+Pythia 8 together with the up and down variations of the Pythia 8 A14 tune parameters, the",
            "section": "Fig. 10 Fig. 11",
            "paragraph_rank": 91,
            "section_rank": 38
        },
        {
            "text": "Fig. 12",
            "section_rank": 39
        },
        {
            "text": "Fig. 12 The decomposed systematic uncertainties for the normalized differential cross-sections as a function of the a photon p T , b photon |η|, c minimum R(γ , ), d | η( , )|, and e φ( , ) in the dilepton channel",
            "section": "Fig. 12",
            "paragraph_rank": 92,
            "section_rank": 39
        },
        {
            "text": "; CERN; CONICYT, Chile; CAS, MOST and NSFC, China; COLCIEN-CIAS, Colombia; MSMT CR, MPO CR and VSC CR, Czech Republic; DNRF and DNSRC, Denmark; IN2P3-CNRS, CEA-DRF/IRFU, France; SRNSFG, Georgia; BMBF, HGF, and MPG, Germany; GSRT, Greece; RGC, Hong Kong SAR, China; ISF and Benoziyo Center, Israel; INFN, Italy; MEXT and JSPS, Japan; CNRST, Morocco; NWO, Netherlands; RCN, Norway; MNiSW and NCN, Poland; FCT, Portugal; MNE/IFA, Romania; MES of Russia and NRC KI, Russian Federation; JINR; MESTD, Serbia; MSSR, Slovakia; ARRS and MIZŠ, Slovenia; DST/NRF, South Africa; MINECO, Spain; SRC and Wallenberg Foundation, Sweden; SERI, SNSF and Cantons of Bern and Geneva, Switzerland; MOST, Taiwan; TAEK, Turkey; STFC, United Kingdom; DOE and NSF, United States of America. ",
            "paragraph_rank": 93,
            "section_rank": 40,
            "entity_spans": [
                {
                    "start": 601,
                    "end": 611,
                    "type": "software",
                    "rawForm": "Foundation",
                    "resp": "whitelist",
                    "id": "software-simple-w17"
                },
                {
                    "start": 664,
                    "end": 675,
                    "type": "software",
                    "rawForm": "Switzerland",
                    "resp": "whitelist",
                    "id": "software-simple-w18"
                }
            ]
        },
        {
            "text": "In addition, individual groups and members have received support from BCKDF, CANARIE, CRC and Compute Canada, Canada; COST, ERC, ERDF, Horizon 2020, and Marie Skłodowska-Curie Actions, European Union; Investissements d' Avenir Labex and Idex, ANR, France; DFG and AvH Foundation, Germany; Herakleitos, Thales and Aristeia programmes co-financed by EU-ESF and the Greek NSRF, Greece; BSF-NSF and GIF, Israel; CERCA Programme Generalitat de Catalunya, Spain; The Royal Society and Leverhulme Trust, United Kingdom. ",
            "paragraph_rank": 93,
            "section_rank": 40,
            "entity_spans": [
                {
                    "start": 268,
                    "end": 278,
                    "type": "software",
                    "rawForm": "Foundation",
                    "resp": "whitelist",
                    "id": "software-simple-w19"
                }
            ]
        },
        {
            "text": "The crucial computing support from all WLCG partners is acknowledged gratefully, in particular from CERN, the ATLAS Tier-1 facilities at TRIUMF (Canada), NDGF (Denmark, Norway, Sweden), CC-IN2P3 (France), KIT/GridKA (Germany), INFN-CNAF (Italy), NL-T1 (Netherlands), PIC (Spain), ASGC (Taiwan), RAL (UK) and BNL (USA), the Tier-2 facilities worldwide and large non-WLCG resource providers. ",
            "paragraph_rank": 93,
            "section_rank": 40
        },
        {
            "text": "Major contributors of computing resources are listed in Ref. ",
            "paragraph_rank": 93,
            "section_rank": 40
        },
        {
            "text": "[64].",
            "paragraph_rank": 93,
            "section_rank": 40
        },
        {
            "text": "[opendata.cern.ch].",
            "paragraph_rank": 94,
            "section_rank": 41
        },
        {
            "text": "] Open Access This article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http://creativecomm ons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. ",
            "paragraph_rank": 94,
            "section_rank": 41,
            "entity_spans": [
                {
                    "start": 7,
                    "end": 13,
                    "type": "software",
                    "rawForm": "Access",
                    "resp": "whitelist",
                    "id": "software-simple-w20"
                }
            ]
        },
        {
            "text": "Funded by SCOAP 3 .",
            "paragraph_rank": 94,
            "section_rank": 41
        },
        {
            "text": "Fig. 14 Fig. 15 Fig. 16 Fig. 17",
            "section_rank": 42
        },
        {
            "text": "Fig. 14 Distributions of the a highest and b second highest b-tagging scores for all jets, c total number of b-tagged jets (at a 77% efficiency), and d scalar sum of the transverse energies of all the selected physical objects in the single-lepton channel after event selection and likelihood",
            "section": "Fig. 14 Fig. 15 Fig. 16 Fig. 17",
            "paragraph_rank": 95,
            "section_rank": 42
        },
        {
            "text": "Table 5",
            "section_rank": 43
        },
        {
            "text": "Summary of the effects of the groups of systematic uncertainties on the fiducial cross-section in the single-lepton and dilepton channels. ",
            "section": "Table 5",
            "paragraph_rank": 96,
            "section_rank": 43
        },
        {
            "text": "Due to rounding effects and small correlations between the different sources of uncertainty, the total systematic uncertainty is different from the sum in quadrature of the individual sources The covariance matrix C i j for each of these systematic uncertainties is estimated as σ i ×σ j , where σ i and σ j are the symmetrized uncertainties for bin i and bin j of the unfolded distribution. ",
            "section": "Table 5",
            "paragraph_rank": 96,
            "section_rank": 43
        },
        {
            "text": "The covariance matrix for the statistical uncertainty of data is calculated by the unfolding algorithm[54].",
            "section": "Table 5",
            "paragraph_rank": 96,
            "section_rank": 43
        },
        {
            "text": "Table 6",
            "section_rank": 44
        },
        {
            "text": "The correlation matrix for the normalzed differential cross-section as a function of φ( , ) in the dilepton channel, accounting for the statistical and systematic uncertainties",
            "section": "Table 6",
            "paragraph_rank": 97,
            "section_rank": 44
        },
        {
            "text": "Table 9",
            "section_rank": 45
        },
        {
            "text": "Definitions of photon discriminating variablesName Description Hadronic leakageR had or R had1Transverse energy leakage in the hadronic calorimeter normalized to transverse energy of the photon candidate in the ECAL. ",
            "section": "Table 9",
            "paragraph_rank": 98,
            "section_rank": 45
        },
        {
            "text": "In the region 0.8 ≤ |η| ≤ 1.37, the entire energy of the photon candidate in the HCAL is used (R had ), while in the region |η| < 0.8 and |η| > 1.37 the energy of the first layer of the HCAL is used (R had1 )Energy ratios and width in the second layer of ECAL",
            "section": "Table 9",
            "paragraph_rank": 98,
            "section_rank": 45
        },
        {
            "text": "). ",
            "paragraph_rank": 99,
            "section_rank": 46
        },
        {
            "text": "arXiv:0802.1188 [hep-ph] ",
            "paragraph_rank": 99,
            "section_rank": 46
        },
        {
            "text": "53. G. D' Agostini, A multidimensional unfolding method based on Bayes' theorem. ",
            "paragraph_rank": 99,
            "section_rank": 46
        },
        {
            "text": "Nucl. ",
            "paragraph_rank": 99,
            "section_rank": 46
        },
        {
            "text": "Instrum. ",
            "paragraph_rank": 99,
            "section_rank": 46
        },
        {
            "text": "Meth. ",
            "paragraph_rank": 99,
            "section_rank": 46
        },
        {
            "text": "A 362, 487 (1995) ",
            "paragraph_rank": 99,
            "section_rank": 46
        },
        {
            "text": "54. T. Adye, Unfolding algorithms and tests using RooUnfold, Proceedings of PHYSTAT 2011 Workshop on Statistical Issues Related to Discovery Claims in Search Experiments and Unfolding, CERN, Geneva 313 (2011). ",
            "paragraph_rank": 99,
            "section_rank": 46
        },
        {
            "text": "arXiv:1105.1160 ",
            "paragraph_rank": 99,
            "section_rank": 46
        },
        {
            "text": "55. ATLAS Collaboration, Electron and photon energy calibration with the ATLAS detector using 2015-2016 LHC proton-proton collision data. ",
            "paragraph_rank": 99,
            "section_rank": 46
        },
        {
            "text": "JINST (2018). ",
            "paragraph_rank": 99,
            "section_rank": 46
        },
        {
            "text": "arXiv:1812.03848 [hep-ex] ",
            "paragraph_rank": 99,
            "section_rank": 46
        },
        {
            "text": "56. ATLAS Collaboration, Jet energy measurement and its systematic uncertainty in proton-proton collisions at √ s = 7 T eV with the ATLAS detector. ",
            "paragraph_rank": 99,
            "section_rank": 46
        },
        {
            "text": "Eur. ",
            "paragraph_rank": 99,
            "section_rank": 46
        },
        {
            "text": "Phys. ",
            "paragraph_rank": 99,
            "section_rank": 46
        },
        {
            "text": "J. C 75, 17 (2015). ",
            "paragraph_rank": 99,
            "section_rank": 46
        },
        {
            "text": "arXiv:1406.0076 [hep-ex] ",
            "paragraph_rank": 99,
            "section_rank": 46
        },
        {
            "text": "57. ATLAS Collaboration, Jet energy measurement with the ATLAS detector in proton-proton collisions at √ s = 7 T eV . ",
            "paragraph_rank": 99,
            "section_rank": 46
        },
        {
            "text": "Eur. ",
            "paragraph_rank": 99,
            "section_rank": 46
        },
        {
            "text": "Phys. ",
            "paragraph_rank": 99,
            "section_rank": 46
        },
        {
            "text": "J. C 73, 2304 (2013). ",
            "paragraph_rank": 99,
            "section_rank": 46
        },
        {
            "text": "arXiv:1112.6426 [hep-ex] ",
            "paragraph_rank": 99,
            "section_rank": 46
        },
        {
            "text": "58. ATLAS Collaboration, Single hadron response measurement and calorimeter jet energy scale uncertainty with the ATLAS detector at the LHC. ",
            "paragraph_rank": 99,
            "section_rank": 46
        },
        {
            "text": "Eur. ",
            "paragraph_rank": 99,
            "section_rank": 46
        },
        {
            "text": "Phys. ",
            "paragraph_rank": 99,
            "section_rank": 46
        },
        {
            "text": "J. C 73, 2305 (2013). ",
            "paragraph_rank": 99,
            "section_rank": 46
        },
        {
            "text": "arXiv:1203.1302 [hep-ex] ",
            "paragraph_rank": 99,
            "section_rank": 46
        },
        {
            "text": "59. ATLAS Collaboration, Jet energy resolution in proton-proton collisions at √ s = 7 T eV recorded in 2010 with the ATLAS detector. ",
            "paragraph_rank": 99,
            "section_rank": 46
        },
        {
            "text": "Eur. ",
            "paragraph_rank": 99,
            "section_rank": 46
        },
        {
            "text": "Phys. ",
            "paragraph_rank": 99,
            "section_rank": 46
        },
        {
            "text": "J. C 73, 2306 (2013). ",
            "paragraph_rank": 99,
            "section_rank": 46
        },
        {
            "text": "arXiv:1210.6210 [hep-ex] ",
            "paragraph_rank": 99,
            "section_rank": 46
        },
        {
            "text": "60. ATLAS Collaboration, Expected performance of the ATLAS btagging algorithms in Run-2, ATL-PHYS-PUB-2015-022 (2015). ",
            "paragraph_rank": 99,
            "section_rank": 46
        },
        {
            "text": "https://cds.cern.ch/record/2037697 ",
            "paragraph_rank": 99,
            "section_rank": 46
        },
        {
            "text": "61. ATLAS Collaboration, Performance of Missing Transverse Momentum Reconstruction in ATLAS studied in Proton-Proton Collisions recorded in 2012 at √ s = 8 T eV , ATLAS-CONF-2013-082 (2013). ",
            "paragraph_rank": 99,
            "section_rank": 46,
            "entity_spans": [
                {
                    "start": 59,
                    "end": 67,
                    "type": "software",
                    "rawForm": "Momentum",
                    "resp": "whitelist",
                    "id": "software-simple-w21"
                }
            ]
        },
        {
            "text": "https://cds.cern.ch/record/1570993 ",
            "paragraph_rank": 99,
            "section_rank": 46
        },
        {
            "text": "62. ATLAS Collaboration, Luminosity determination in pp collisions at √",
            "paragraph_rank": 99,
            "section_rank": 46
        },
        {
            "text": "ATLAS uses a right-handed coordinate system with its origin at the nominal interaction point (IP) in the centre of the detector and the z-axis along the beam pipe. ",
            "paragraph_rank": 100,
            "section_rank": 46
        },
        {
            "text": "The x-axis points from the IP to the centre of the LHC ring, and the y-axis points upward. ",
            "paragraph_rank": 100,
            "section_rank": 46
        },
        {
            "text": "Cylindrical coordinates (r, φ) are used in the transverse plane, φ being the azimuthal angle around the z-axis. ",
            "paragraph_rank": 100,
            "section_rank": 46
        },
        {
            "text": "The pseudorapidity is defined in terms of the polar angle θ as η = − ln tan(θ/2).",
            "paragraph_rank": 100,
            "section_rank": 46
        },
        {
            "text": "A stable particle is a particle with c × τ > 10 mm, where c is the speed of light and τ is the lifetime of the particle.",
            "paragraph_rank": 101,
            "section_rank": 46
        },
        {
            "text": "Acknowledgements",
            "section_rank": 48
        },
        {
            "text": "We thank CERN for the very successful oper-",
            "section": "Acknowledgements",
            "paragraph_rank": 102,
            "section_rank": 48
        }
    ]
}