{
    "level": "sentence",
    "abstract": [
        {
            "text": "We report preliminary measurements of the branching fractions of the decays τ − → K − nπ 0 ν τ (n = 0, 1, 2, 3) and τ − → π − nπ 0 ν τ (n = 3, 4), excluding the contributions that proceed through the decay of intermediate K 0 and η mesons. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The measurements are based on a data sample of 435 million τ pairs produced in e + e − collisions at and near the Υ(4S) peak and collected with the BABAR detector in 1999-2008. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The measured branching fractions are",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": ", where the first uncertainty is statistical and the second one systematic.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "text": "The branching fractions of the τ lepton into strange and non-strange final states, respectively B(τ → X s ν) and B(τ → X d ν), can be used to determine the Cabibbo-Kobayashi-Maskawa (CKM) quark mixing matrix element |V us | [? ? ]. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The resulting |V us | value [? ] is more than 3σ lower than the value that is obtained from the the |V ud | and |V ub | measurements with the assumption that the CKM matrix is unitary [? ? ]. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The experimental uncertainty of this |V us | determination is dominated by the uncertainties on the τ branching fractions into states with an odd number of kaons, which are summed to obtain B(τ → X s ν) [? ].",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 203,
                    "end": 207,
                    "type": "bibr",
                    "text": "[? ]"
                }
            ]
        },
        {
            "text": "We report measurements of the branching fractions of the decays τ − → K − nπ 0 ν τ with n = 0, 1, 2, 3 and of the decays τ − → π − nπ 0 ν τ with n = 3, 4. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Charge conjugate decays are implied. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "All measurements exclude the decays that proceed through K 0 S → 2π 0 or η → 3π 0 to the above final states. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "These measurements significantly improve some of the least precise experimental inputs that are involved in the above mentioned |V us | determination.",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Analysis",
            "section_rank": 3
        },
        {
            "text": "We analyzed e + e − collisions at and near a center-of-mass (CM) energy of √ s = 10.58 GeV, recorded by the BABAR detector [? ] at the PEP-II asymmetric-energy storage rings operated at the SLAC National Accelerator Laboratory. ",
            "section": "Analysis",
            "paragraph_rank": 5,
            "section_rank": 3,
            "entity_spans": [
                {
                    "start": 204,
                    "end": 215,
                    "type": "software",
                    "rawForm": "Accelerator",
                    "resp": "whitelist",
                    "id": "software-simple-w0"
                }
            ]
        },
        {
            "text": "The data sample consists in about 435 million τ + τ − pairs, corresponding to an integrated luminosity L = 473.9 fb −1 and a luminosityweighted average cross-section of σ(e + e − → τ + τ − ) = (0.919 ± 0.003) nb [? ? ], The BABAR detector is described in detail in Refs. ",
            "section": "Analysis",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "[? ? ]. ",
            "section": "Analysis",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "bibr",
                    "text": "[? ? ]"
                }
            ]
        },
        {
            "text": "Charged particles are reconstructed as tracks with a five-layer silicon vertex detector (SVT) and a 40-layer drift chamber (DCH) inside a 1.5 T magnetic field. ",
            "section": "Analysis",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "An electromagnetic calorimeter (EMC) comprised of 6580 CsI(Tl) crystals is used to identify electrons and photons. ",
            "section": "Analysis",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "A ring-imaging Cherenkov detector (DIRC) is used to identify charged hadrons and to provide additional lepton identification information. ",
            "section": "Analysis",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "These detectors are located inside a superconducting solenoidal magnet that produces a 1.5 T magnetic field and whose magnetic-flux return is instrumented to identify muons (IFR).",
            "section": "Analysis",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "Monte Carlo simulated events are used to evaluate background contamination and selection efficiencies and to study systematic effects. ",
            "section": "Analysis",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "Simulated e + e − → τ + τ − events are produced using the KKMC generator [? ]  ]. ",
            "section": "Analysis",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 73,
                    "end": 77,
                    "type": "bibr",
                    "text": "[? ]"
                }
            ]
        },
        {
            "text": "All simulated events are reconstructed in the same manner as the data. ",
            "section": "Analysis",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "The number of simulated events is comparable to the number expected in the data for all processes, with the exception of Bhabha and two-photon events, which are not simulated and are studied on data.",
            "section": "Analysis",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "The analysis proceeds as follows. ",
            "section": "Analysis",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "We select candidate events consisting of τ pairs where one τ decays leptonically and the other one decays to K − nπ 0 ν τ (n = 0, 1, 2, 3) and π − nπ 0 ν τ (n = 3, 4), assigning each event exclusively to a single signal mode according to the hadron type and the number of reconstructed neutral pions. ",
            "section": "Analysis",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "We use the Monte Carlo simulation to subtract the expected backgrounds and to account for cross-feeds due to reconstruction mismatches, in order to obtain the number of the events produced for each signal mode. ",
            "section": "Analysis",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "Finally, we compute the corresponding branching fractions, using the estimated number of produced τ pairs.",
            "section": "Analysis",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "Signal candidates are required to have two well-reconstructed oppositely-charged tracks, whose point of closest approach to the beam axis must be closer than 1.5 cm in the transverse plane, and closer than 2.5 cm along the beam axis to the interaction region center. ",
            "section": "Analysis",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "To insure good particle identification (PID), tracks must be within the EMC and DIRC acceptance and have a transverse momentum greater than 0.25 GeV/c to ensure that they reach the DIRC. ",
            "section": "Analysis",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "Tracks are assigned to one of two hemispheres according to the sign of their projection onto the event thrust axis [? ], computed using tracks and EMC energy deposits with energy E > 50 MeV. ",
            "section": "Analysis",
            "paragraph_rank": 8,
            "section_rank": 3,
            "entity_spans": [
                {
                    "start": 186,
                    "end": 189,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w1"
                }
            ]
        },
        {
            "text": "The two tracks must belong to opposite hemispheres.",
            "section": "Analysis",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "The tracking devices measure the momentum and the energy loss, dE/dx, of the tracks. ",
            "section": "Analysis",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "The DIRC provides a good pion-kaon separation by measuring the angle of the Cherenkov light emitted by the particles. ",
            "section": "Analysis",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "The amount of deposited energy and the shape of showers induced in the EMC are used to distinguish between electrons, muons and hadrons. ",
            "section": "Analysis",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "The energy deposits in the IFR are used to distinguish between muons and hadrons.",
            "section": "Analysis",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "To reduce discrepancies between simulated and real data, we require that the Cherenkov angle in the DIRC be consistent with the momentum of the kaon candidates in the laboratory frame. ",
            "section": "Analysis",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "Each track is tested sequentially for identification as muon, electron, kaon and pion, and is classified according to the first successfull identification, or as a non-identified track if all identifications fail. ",
            "section": "Analysis",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "The efficiencies of PID requirements are measured on data samples by BABAR.",
            "section": "Analysis",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "A signal candidate event must have one track identified as an electron or a muon, and the other one identified as either a kaon or a pion. ",
            "section": "Analysis",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "The presence of an identified lepton and hadron defines the tag and signal hemisphere, respectively. ",
            "section": "Analysis",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "The hadron track is required not to exceed 3.5 GeV/c, in order to suppress di-lepton background, while the momentum of all leptons and the momentum of the pion in the τ − → π − ν τ mode has to be larger than 1 GeV/c in the laboratory frame, to reduce particle misidentification rates. ",
            "section": "Analysis",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "Events with additional tracks are discarded.",
            "section": "Analysis",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "Photon candidates are reconstructed using well-formed EMC clusters with an energy E > 75 MeV and not associated with a track. ",
            "section": "Analysis",
            "paragraph_rank": 12,
            "section_rank": 3,
            "entity_spans": [
                {
                    "start": 89,
                    "end": 92,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w2"
                }
            ]
        },
        {
            "text": "Photon pairs are combined to form π 0 candidates if they have an invariant mass 90 < m γγ < 165 MeV/c 2 . ",
            "section": "Analysis",
            "paragraph_rank": 12,
            "section_rank": 3,
            "entity_spans": [
                {
                    "start": 96,
                    "end": 99,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w3"
                }
            ]
        },
        {
            "text": "If two candidates share an EMC cluster, only the candidate with m γγ closer to the π 0 mass m π 0 = 134.977 GeV/c 2 [? ] is selected to avoid double counting. ",
            "section": "Analysis",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "The π 0 candidates are required to have an energy in the laboratory frame of at least 200 MeV, and to fly with a angle smaller than 1.5 rad with respect to the signal charged particle. ",
            "section": "Analysis",
            "paragraph_rank": 12,
            "section_rank": 3,
            "entity_spans": [
                {
                    "start": 90,
                    "end": 93,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w4"
                }
            ]
        },
        {
            "text": "To reduce background and cross-feed contamination, we discard events containing any additional photon that has momentum direction within 1.5 rad with respect to the signal track and cannot be paired to reconstruct a π 0 candidate. ",
            "section": "Analysis",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "This requirement is referred to as \"extra photon veto\".",
            "section": "Analysis",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "The thrust magnitude must be smaller than 0.99 and the angle between the two track must be smaller than 2.95 rad. ",
            "section": "Analysis",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "text": "The missing mass of the event is computed subtracting the event candidate 4-momentum from the CM-energy 4-momentum and is required to be larger than 1.0 GeV/c 2 for n π 0 > 0, and larger than 2.5 GeV/c 2 for n π 0 = 0, where n π 0 is the number of reconstructed π 0 's. ",
            "section": "Analysis",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "text": "These last three requirements suppres radiative Bhabha and di-muon backgrounds.",
            "section": "Analysis",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "text": "Two-photon events, in which the final-state e − and e + are scattered at small angles outside the detector acceptance, are removed by requiring a missing mass smaller than 7.5 GeV/c 2 . ",
            "section": "Analysis",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "For events with n π 0 = 0, we also require that the ratio of the transverse momentum in the event, p T , and the missing energy, E miss = √ s − p tag − p sig , be > 0.2, where p tag and p sig are the moduli of the momenta of the tag and signal tracks, respectively.",
            "section": "Analysis",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "We suppress backgrounds from events with undetected K L 's or with spurious extra reconstructed particles by requiring that the signal hemisphere missing mass is within decaymode-dependent limits. ",
            "section": "Analysis",
            "paragraph_rank": 15,
            "section_rank": 3
        },
        {
            "text": "To compute the missing mass, the signal τ energy is set to one half the CM energy and its momentum direction is set to the thrust direction.",
            "section": "Analysis",
            "paragraph_rank": 15,
            "section_rank": 3
        },
        {
            "text": "According to simulation, the selection efficiency ranges from 0.13% (for τ − → K − 3π 0 ν τ ) to 3.3% (for τ − → K − π 0 ν τ ), and the fraction of background and cross-feed ranges from 5.5% (for",
            "section": "Analysis",
            "paragraph_rank": 16,
            "section_rank": 3
        },
        {
            "text": "Systematics studies",
            "section_rank": 4
        },
        {
            "text": "For the simulation of the PID efficiencies, we use the BABAR PID efficiencies measurements in all cases except for the efficiencies to identify a pion as a pion, a kaon as a kaon and a pion as a kaon. ",
            "section": "Systematics studies",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "text": "We determine these three efficiencies using 3-prong τ decay modes τ − → π − π + π − ν τ and τ − → π − K + K − ν τ , following a strategy similar to Ref. ",
            "section": "Systematics studies",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "text": "[? ]. ",
            "section": "Systematics studies",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "text": "[? ]"
                }
            ]
        },
        {
            "text": "These control samples have a low charged-particle multiplicity similar to the signal modes and are selected in events with a 1-3 prong topology, where the charged particle in the 1-prong hemisphere is identified as an electron or muon. ",
            "section": "Systematics studies",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "text": "The selection requirements are as close as possible to the ones used for the selection of the signal and control modes. ",
            "section": "Systematics studies",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "text": "We obtain an unbiased high purity K − sample by selecting candidate decays τ − → π − K + K − ν τ where we identify the K + and the π − . ",
            "section": "Systematics studies",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "text": "The remaining particle has to be a K − with high probability rather than a π − , in order to be consistent with the hadronization of the virtual W − that mediates the τ − decay. ",
            "section": "Systematics studies",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "text": "Similarly, we select an unbiased high purity sample of π + 's in τ − → π − π + π − ν τ decays where we identify both π − 's. ",
            "section": "Systematics studies",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "text": "We use the pure K − and π + samples to measure the above mentioned three PID efficiencies as a function of the BABAR data taking period, the particle charge and true type, momentum, and polar and azimuthal angles. ",
            "section": "Systematics studies",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "text": "Charged hadron showers in the EMC may include neutrons than further interact with the EMC at some distance, producing separate (split-off) showers that are not associated with a track and can be reconstructed as photon candidates. ",
            "section": "Systematics studies",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "text": "The reliability of the Monte Carlo simulation of these fake split-off photons has been studied with data and simulated control samples of candidate τ − → µ − ν µ ν τ and τ − → π − ν τ decays. ",
            "section": "Systematics studies",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "text": "These samples have been selected in the same way as the signal samples, except that for the τ − → µ − ν µ ν τ sample the other track is required to be an identified electron rather that either an eletron or a muon. ",
            "section": "Systematics studies",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "text": "While the simulation accurately describes the reconstructed photons in the signal hemisphere for muon tracks, the data events with pion tracks exhibit a significant excess of photon candidates corresponding to EMC energy deposits located within 40 cm of the track-EMC intersection, as illustrated in Figure 1. ",
            "section": "Systematics studies",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 300,
                    "end": 308,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "The measured excess of reconstructed photons is used to compute a correction weight of η so = 0.972 for the simulated efficiency of the extra photon veto requirement for the signal events with either a pion of a kaon.",
            "section": "Systematics studies",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "text": "The accuracy of the Monte Carlo simulation of the π 0 reconstruction efficiency has been studied on data and simulated control samples containing τ decays to one track and zero, one or two π 0 's [τ − → t − nπ 0 ν τ (n = 0, 1, 2)], which have been selected as the signal samples, accepting any signal track that is not an identified electron, and requiring an identified electron in the tag hemisphere. ",
            "section": "Systematics studies",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "text": "As a result, the signal track t − can be either a muon, a pion or a kaon candidate. ",
            "section": "Systematics studies",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "text": "An π 0 -momentum-dependent correction weight for the simulated π 0 reconstruction efficiency is obtained by comparing the data and simulated ratio of events with one and zero reconstructed π 0 's. ",
            "section": "Systematics studies",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "text": "Its value is shown in Figure ??",
            "section": "Systematics studies",
            "paragraph_rank": 18,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 22,
                    "end": 30,
                    "type": "figure",
                    "text": "Figure ?"
                }
            ]
        },
        {
            "text": ". Averaged on the π 0 momentum, the correction weight is η π 0 = 0.958 ± 0.001 (stat) ± 0.009 (syst), where the statistical uncertainty is given by the sample sizes and the systematic uncertainty is determined by the uncertainty on the split-off correction, the uncertainties on the τ branching fractions used in the simulation and the uncertainty on the estimate of the amount of Bhabha background in the control samples. When using the above correction weights, the simulated momentum distribution of the reconstructed π 0 's matches the data within statistical uncertainties both on the sample with one reconstructed π 0 that has been used to obtain the weights and on the independent sample with two reconstructed π 0 's.  Figure ?? shows that, after applying all corrections, and after using in the simulation also the branching fractions that are measured in this analysis, the simulation of the signal track momentum in the laboratory frame reproduces the data quite accurately for all the signal modes.",
            "section": "Systematics studies",
            "paragraph_rank": 18,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 727,
                    "end": 736,
                    "type": "figure",
                    "text": "Figure ??"
                }
            ]
        },
        {
            "text": "Determination of the branching fractions",
            "section_rank": 5
        },
        {
            "text": "The selected candidates include backgrounds from the other signal modes (cross-feed) and from events other than the signal modes. ",
            "section": "Determination of the branching fractions",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "These latter backgrounds are subtracted using the Monte Carlo simulation of electron-positron annihilations to pairs of muons, τ leptons and to final states of light quarks (uds), charm and bottom hadrons. ",
            "section": "Determination of the branching fractions",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "Background contributions from Bhabha and two-photon events are estimated to be negligible on data. ",
            "section": "Determination of the branching fractions",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "Cross-feed backgrounds are subtracted by inverting the matrix M i j that describes the selection efficiency of reconstructing an event containing one or two decays of the signal mode i into any signal candidate sample j. ",
            "section": "Determination of the branching fractions",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "M i j is measured on simulated events. ",
            "section": "Determination of the branching fractions",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "Thus:",
            "section": "Determination of the branching fractions",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "where, for each signal mode i, N Prod i denotes the efficiency-corrected number of produced events, while N Sel i and N Bkg i denote the numbers of selected candidates and of estimated background events, respectively. ",
            "section": "Determination of the branching fractions",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "The branching fractions are then:",
            "section": "Determination of the branching fractions",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "where N τ = 2Lσ ττ is the the number of produced τ leptons, obtained from the estimate of the integrated luminosity corresponding to the analyzed data sample, L [? ], and the e + e − → τ + τ − cross-section σ ττ [? ] at and around the Υ(4S ) peak. ",
            "section": "Determination of the branching fractions",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "The expression in Eq. ",
            "section": "Determination of the branching fractions",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "?? originates from the choice to include in N Prod i events with both one or two signal-mode-i τ decays. ",
            "section": "Determination of the branching fractions",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "The statistical uncertainties on the number of the signal samples' candidates are determined by the samples' sizes and are independent from each other. ",
            "section": "Determination of the branching fractions",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "Eq. ",
            "section": "Determination of the branching fractions",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "?? and ?? ",
            "section": "Determination of the branching fractions",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "determine how the statistical covariance matrix of the branching fractions is computed from the signal-candidates samples' uncertainties. ",
            "section": "Determination of the branching fractions",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "The signal branching fractions' values and statistical uncertainties are reported on Table ??",
            "section": "Determination of the branching fractions",
            "paragraph_rank": 21,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 85,
                    "end": 92,
                    "type": "table",
                    "text": "Table ?"
                }
            ]
        },
        {
            "text": ", and their statistical correlation is reported on Table ??",
            "section": "Determination of the branching fractions",
            "paragraph_rank": 21,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 51,
                    "end": 58,
                    "type": "table",
                    "text": "Table ?"
                }
            ]
        },
        {
            "text": ".",
            "section": "Determination of the branching fractions",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 6
        },
        {
            "text": "The contribution to the systematic covariance matrix of the signal branching fractions from the uncertainty on a quantity X i are computed by varying 50 times X i according to a Gaussian  Figure 3. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 22,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 188,
                    "end": 196,
                    "type": "figure",
                    "text": "Figure 3"
                }
            ]
        },
        {
            "text": "Laboratory-frame momentum of the track in the signal hemisphere for the selected candidates of the six signal modes. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "text": "Data points are overlaid onto cumulated histograms representing simulated samples.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "text": "distribution and by recomputing all signal branching fractions for each variation. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "The contributions to the total systematic systematic uncenrtainties on the signal branching fractions are reported in Table ??",
            "section": "Systematic uncertainties",
            "paragraph_rank": 23,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 118,
                    "end": 125,
                    "type": "table",
                    "text": "Table ?"
                }
            ]
        },
        {
            "text": ", while the total systematic correlation is reported on Table ??",
            "section": "Systematic uncertainties",
            "paragraph_rank": 23,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 56,
                    "end": 63,
                    "type": "table",
                    "text": "Table ?"
                }
            ]
        },
        {
            "text": ".",
            "section": "Systematic uncertainties",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "The coefficients of the efficiency and mixing matrix M i j in Eq. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "?? have uncertainties determined by the uncertainties on simulated selection efficiencies. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "We express the uncertainties on the M i j coefficients as a function of independent statistical uncertainties of the selected samples in the simulation, and we compute an overall M i j contribution to the systematic covariance of the branching fractions by summing all contributions from these independent uncertainties. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "In the following, this systematic contribution is referred to as \"Signal efficiencies\" contribution.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "The systematic contribution due to the finite size of the simulation samples used to estimate the selection efficiencies of the background contaminations are calculated using the number of events in the involved samples. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "text": "Table 1. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 25,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "Summary of the preliminary measured branching fractions and their uncertainties. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "text": "Uncertainties that are relative to their branching fraction value are reported as percentages and labelled with \"[%]\". ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "text": "The total uncertainty is obtained by adding the statistical and systematic uncertainties in quadrature.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "text": "Decay mode For background subtraction, the simulation relies on the PDG 2017 [? ] averages of the τ branching fractions. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "text": "We vary those branching fractions independently according to their uncertainties to estimate the induced systematic contributions on the measurements. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "text": "The largest systematic uncertainty contribution is found for the τ − → K − 3π 0 ν τ mode and is due to the subtraction of a large background contamination from τ − → K − K 0 π 0 ν τ decays, whose branching fraction is not well known.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "text": "The decays τ − → π − 5π 0 ν τ and τ − → K − 4π 0 ν τ are not included in the background simulation. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 27,
            "section_rank": 6
        },
        {
            "text": "We estimate a systematic contribution due to the omission of these modes in the simuation and hence in the background subtraction by selecting candidates for these modes in data and in the simulation. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 27,
            "section_rank": 6
        },
        {
            "text": "All selected candidates in the simulation are necessarily background. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 27,
            "section_rank": 6
        },
        {
            "text": "We estimate the selection efficiency using the respective samples with one-less π 0 and the measured π 0 efficiency for the additional π 0 . ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 27,
            "section_rank": 6
        },
        {
            "text": "We compute 68% CL upper limits on the presence of these decay modes in data, and we use the measured π 0 reconstruction inefficiency to estimate the corresponding backgroung contributions to the selected signalcandidates samples. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 27,
            "section_rank": 6,
            "entity_spans": [
                {
                    "start": 15,
                    "end": 17,
                    "type": "software",
                    "rawForm": "CL",
                    "resp": "whitelist",
                    "id": "software-simple-w5"
                }
            ]
        },
        {
            "text": "We compute the systematic uncertainties by varying the background contaminations around zero with an uncertainty equal to the respective 68% CL upper limits.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 27,
            "section_rank": 6,
            "entity_spans": [
                {
                    "start": 141,
                    "end": 143,
                    "type": "software",
                    "rawForm": "CL",
                    "resp": "whitelist",
                    "id": "software-simple-w6"
                }
            ]
        },
        {
            "text": "The estimated number of produced τ decays in data, N τ , is used in Eq. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 28,
            "section_rank": 6
        },
        {
            "text": "?? and to weight the events of simulated samples for background subtraction to match the data. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 28,
            "section_rank": 6
        },
        {
            "text": "N τ is varied according to the uncertainties on the integrated luminosity of the data sample and on σ(e + e − → τ + τ − ) to compute the associated systematics. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 28,
            "section_rank": 6
        },
        {
            "text": "Table 2. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 28,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "Statistical correlation matrix for the branching fractions of the signal modes (preliminary).",
            "section": "Systematic uncertainties",
            "paragraph_rank": 28,
            "section_rank": 6
        },
        {
            "text": "K",
            "section_rank": 7
        },
        {
            "text": "Kπ 0 K2π 0 K3π 0 π3π 0 π4π 0 K 1.000 -0.029 0.001 -0.000 -0.000 0.000 Kπ 0 -0.029 1.000 -0.086 0.004 -0.000 -0.000 K2π 0 0.001 -0.086 1.000 -0.208 -0.002 0.002 K3π 0 -0.000 0.004 -0.208 1.000 -0.038 -0.005 π3π 0 -0.000 -0.000 -0.002 -0.038 1.000 -0.312 π4π 0 0.000 -0.000 0.002 -0.005 -0.312 1.000 Table 3. ",
            "section": "K",
            "paragraph_rank": 29,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 298,
                    "end": 305,
                    "type": "table",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "Systematic correlation matrix for the branching fractions of the signal modes (preliminary).  ",
            "section": "K",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "text": "The BABAR PID selectors efficiencies are varied according to their uncertainties to obtain their systematic contribution, labelled \"BABAR PID\". ",
            "section": "K",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "text": "The PID efficiencies measured with the dedicated study performed for this analysis are also varied to get the contribution labelled \"custom PID\". ",
            "section": "K",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "text": "To account for discrepancies between the data and the simulation, the efficiency of identifying a true muon as a pion or a kaon is varied by 50%. ",
            "section": "K",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "text": "The associated systematic contribution is non-negligible only for the τ − → K − ν τ decay mode.",
            "section": "K",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "text": "Systematic uncertainties in simulating the tracking efficiencies have been estimated by BABAR using data control samples [? ] and amount to 0.17%. ",
            "section": "K",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "text": "These uncertainties are assumed to be fully correlated for the 2 tracks in all signal modes. ",
            "section": "K",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "text": "The selected data events are weighted with random weights centered on 1 and with 0.17% uncertainty to compute the associated systematics.",
            "section": "K",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "text": "To get the corresponding systematics, we vary the correction weight of η so = 0.972 that is applied on simulated events to adjust for the insufficient production of split-off photons on simulated events with hadronic tracks, using an uncertainty of 50% of its deviation from 1. ",
            "section": "K",
            "paragraph_rank": 31,
            "section_rank": 7
        },
        {
            "text": "The uncertainty on the correction weight due to the sample sizes is comparatively negligible.",
            "section": "K",
            "paragraph_rank": 31,
            "section_rank": 7
        },
        {
            "text": "The π 0 -momentum-dependent weights that adjust the simulation to the data regarding the π 0 reconstruction efficiencies are all coherently varied according to the total uncertainty on the momentum-averaged correction weight, η π 0 = 0.958 ± 0.001 (stat) ± 0.009 (syst).",
            "section": "K",
            "paragraph_rank": 32,
            "section_rank": 7
        },
        {
            "text": "Results",
            "section_rank": 8
        },
        {
            "text": "Using the data sample of 435.5 × 10 6 τ-pairs recorded by the BABAR experiment, we provide preliminary measurements of the following six τ decay branching fractions, excluding contributions proceeding through K 0 and η mesons: where the first uncertainty is statistical and the second one is systematic. ",
            "section": "Results",
            "paragraph_rank": 33,
            "section_rank": 8
        },
        {
            "text": "The correlation matrices of the statistical, systematic and total uncertainties are reported in Tables ??, ??",
            "section": "Results",
            "paragraph_rank": 33,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 96,
                    "end": 109,
                    "type": "table",
                    "text": "Tables ??, ??"
                }
            ]
        },
        {
            "text": ", and ??",
            "section": "Results",
            "paragraph_rank": 33,
            "section_rank": 8
        },
        {
            "text": ", respectively. ",
            "section": "Results",
            "paragraph_rank": 33,
            "section_rank": 8
        },
        {
            "text": "The result for B(τ − → K − ν τ ) is consistent with an earlier BABAR measurement [? ], which used a different tagging technique (3-prong hadronic tag) and thus relies on a statistically independent data sample. ",
            "section": "Results",
            "paragraph_rank": 33,
            "section_rank": 8
        },
        {
            "text": "The result for τ − → K − π 0 ν τ is meant to eventually supersede an earlier BABAR measurement [? ], which shares part of the sample of this analysis, has a less sophisticated treatment of systematic effects, and deviates by 3.8σ from this paper measurement, when assuming that the old and new uncertainties are fully uncorrelated.",
            "section": "Results",
            "paragraph_rank": 33,
            "section_rank": 8
        },
        {
            "text": "The measured branching fractions with kaons have significantly improved precision compared to earlier measurements at LEP and at Cornell, and are consistent with those results [? ].",
            "section": "Results",
            "paragraph_rank": 34,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 176,
                    "end": 180,
                    "type": "bibr",
                    "text": "[? ]"
                }
            ]
        },
        {
            "text": "Figure 1 .",
            "section_rank": 9
        },
        {
            "text": "Figure 1. ",
            "section": "Figure 1 .",
            "paragraph_rank": 35,
            "section_rank": 9
        },
        {
            "text": "Distance d between the track intersection point with the EMC and the cluster centroid of the closest reconstructed photon. ",
            "section": "Figure 1 .",
            "paragraph_rank": 35,
            "section_rank": 9
        },
        {
            "text": "Plot ",
            "section": "Figure 1 .",
            "paragraph_rank": 35,
            "section_rank": 9
        },
        {
            "text": "(a) reports τ − → µ − ν µ ν τ candidates, plot ",
            "section": "Figure 1 .",
            "paragraph_rank": 35,
            "section_rank": 9
        },
        {
            "text": "(b) reports τ − → π − ν τ candidates. ",
            "section": "Figure 1 .",
            "paragraph_rank": 35,
            "section_rank": 9
        },
        {
            "text": "Data points are overlaid onto cumulated histograms representing simulated samples, drawn with the patterns documented inFigure ??",
            "section": "Figure 1 .",
            "paragraph_rank": 35,
            "section_rank": 9
        },
        {
            "text": ".",
            "section": "Figure 1 .",
            "paragraph_rank": 35,
            "section_rank": 9
        },
        {
            "text": "Figure 2 .",
            "section_rank": 10
        },
        {
            "text": "Figure 2. ",
            "section": "Figure 2 .",
            "paragraph_rank": 36,
            "section_rank": 10
        },
        {
            "text": "Correction weights for the π 0 reconstruction efficiency as a function of the π 0 momentum p π 0 .",
            "section": "Figure 2 .",
            "paragraph_rank": 36,
            "section_rank": 10
        },
        {
            "text": "K Kπ 0",
            "section_rank": 11
        },
        {
            "text": "K2π 0 K3π 0 π3π 0 π4π 0 K 1.000 0.743 0.506 0.251 0.299 0.190 Kπ 0 0.743 1.000 0.859 0.554 0.720 0.542 K2π 0 0.506 0.859 1.000 0.624 0.875 0.684 K3π 0 0.251 0.554 0.624 1.000 0.636 0.529 π3π 0 0.299 0.720 0.875 0.636 1.000 0.805 π4π 0 0.190 0.542 0.684 0.529 0.805 1.000",
            "section": "K Kπ 0",
            "paragraph_rank": 37,
            "section_rank": 11
        },
        {
            "text": "Table 4 .",
            "section_rank": 12
        },
        {
            "text": "Total correlation matrix for the branching fractions of the signal modes (preliminary). ",
            "section": "Table 4 .",
            "paragraph_rank": 38,
            "section_rank": 12
        },
        {
            "text": "1.000 0.799 0.452 0.704 0.458 K2π 0 0.472 0.799 1.000 0.448 0.816 0.551 K3π 0 0.205 0.452 0.448 1.000 0.514 0.370 π3π 0 0.292 0.704 0.816 0.514 1.000 0.651 π4π 0 0.160 0.458 0.551 0.370 0.651 1.000",
            "section": "Table 4 .",
            "paragraph_rank": 38,
            "section_rank": 12
        },
        {
            "text": "7.174 ± 0.033 ± 0.213)× 10 −3 , B(τ − → K − π 0 ν τ ) = (5.054 ± 0.021 ± 0.148) × 10 −3 , B(τ − → K − 2π 0 ν τ ) = (6.151 ± 0.117 ± 0.338) × 10 −4 , B(τ − → K − 3π 0 ν τ ) = (1.246 ± 0.164 ± 0.238) × 10 −4 , B(τ − → π − 3π 0 ν τ ) = (1.168 ± 0.006 ± 0.038) × 10 −2 ,B(τ − → π − 4π 0 ν τ ) = (9.020 ± 0.400 ± 0.652) × 10 −4 ,",
            "paragraph_rank": 39,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7"
                }
            ]
        },
        {
            "text": "and the TAUOLA decay library [? ]. ",
            "paragraph_rank": 40,
            "section_rank": 14
        },
        {
            "text": "Jetset [? ] is used to simulate e + e − → qq with q = u, d, s, c and EvtGen [? ] is used to simulate the decays of the B mesons. ",
            "paragraph_rank": 40,
            "section_rank": 14
        },
        {
            "text": "Final-state radiative effects are simulated using PHOTOS [? ]. ",
            "paragraph_rank": 40,
            "section_rank": 14
        },
        {
            "text": "The detector response is simulated with GEANT4 [? ",
            "paragraph_rank": 40,
            "section_rank": 14
        },
        {
            "text": "? ",
            "paragraph_rank": 40,
            "section_rank": 14
        },
        {
            "text": "EPJ Web of Conferences 212, 08001 (2019) https://doi.org/10.1051/epjconf/201921208001 PhiPsi 2019",
            "paragraph_rank": 41,
            "section_rank": 14
        },
        {
            "text": "EPJ Web of Conferences 212, 08001 (2019) https://doi.org/10.1051/epjconf/201921208001",
            "paragraph_rank": 42,
            "section_rank": 14
        }
    ]
}