{
    "level": "sentence",
    "abstract": [
        {
            "text": "In a recent paper [arXiv:2002.00459], Buttazzo et al. show how the annually modulated rate of the DAMA experiments can be possibly interpreted as an artefact due to the interplay between a time-dependent background and the method to account for it. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "In this work, we compare this hypothesis against the sinusoidal dark matter signal as proposed by the DAMA collaboration. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "We produce in a Bayesian approach a quantitative comparison of how much the experimental observations are in support of each hypothesis. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "Our conclusions are that the odds against the hypothesis of a time varying background being responsible for the annual modulation are decreased by a Bayes factor larger than 10 8 after considering the public available data of the DAMA/NaI and DAMA/LIBRA experiments. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "In this work we also elaborate on general aspects of the analysis procedure. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "Indeed, in order to optimise the background subtraction procedure, the DAMA collaboration only considers data-taking cycles with a duration of roughly one year. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "We argue that any data-taking cycle is informative, and we propose a procedure to include this effect, as well as the possibility to include a slowly varying component for the background.",
            "paragraph_rank": 0,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "text": "The results of the DAMA/NaI and DAMA/LIBRA experiments are interpreted by the DAMA collaboration as a strong evidence of the presence of Dark Matter (DM) particles in the galactic halo [1][2][3][4][5][6]. ",
            "section": "Introduction",
            "paragraph_rank": 1,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 185,
                    "end": 188,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                },
                {
                    "start": 188,
                    "end": 191,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 191,
                    "end": 194,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 194,
                    "end": 197,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 197,
                    "end": 200,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                },
                {
                    "start": 200,
                    "end": 203,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "This conclusions derive from the compatibility of the annually modulated rate with a sinusoidal signal, characterized by a phase and a period in agreement with those expected from the interaction of DM particles.",
            "section": "Introduction",
            "paragraph_rank": 1,
            "section_rank": 2
        },
        {
            "text": "In a recent paper [7] it has been discussed the possibility that, due to the analysis procedure followed by the DAMA collaboration, the observed annual modulation could be reproduced by a slowly varying time-dependent background. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 18,
                    "end": 21,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "This possibility has been used to interpret the modulation of residuals of the single-hit scintillation rate as a function of time published by the DAMA collaboration [2,4,6].",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 167,
                    "end": 170,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2,"
                },
                {
                    "start": 170,
                    "end": 172,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4,"
                },
                {
                    "start": 172,
                    "end": 174,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6]"
                }
            ]
        },
        {
            "text": "The argument proposed in ref. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "[7] goes as follows: since the residual rate is computed by subtracting the average total rate in every cycle of data-taking, if the background rate is not constant over time this procedure can generate a time modulated rate. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "More precisely, in the hypothesis of the actual presence of a DM signal, the total rate r(t) is given by:",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "where r 0 (t) is the time-dependent background, A is the amplitude of the oscillating DM signal, T is the period of the oscillation, which is equal to 1 year, and φ is a phase such that the peak of the oscillation is around the 2 nd June, as expected in DM galactic halo models.",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "If r 0 is constant over time, then one can choose a time window of width ∆ equal to any multiple of T and average the rate in that window to isolate the background contribution. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Under such an hypothesis, the residuals obtained by subtracting window by window this average are:",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "and then the signal is isolated from the background. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "This is what has been done by the DAMA collaboration, with the time windows ∆ chosen to be of the order of 1 year. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "On the other hand, as it has been pointed out, if the background is slowly varying over time, for example linearly, the choice of using time windows of the order of the period of the wanted signal can produce residuals with a modulation of the same period. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The possibility of a time-varying background is supported by the fact that in underground detectors, especially in the keV energy range, the features of the background are not completely modeled. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "In particular in ref. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "[7] explanations due to out-of-equilibrium physical or instrumental effects are considered. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "The authors of ref. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "[7] conclude that the available data could not safely exclude the extreme possibility that the modulation in the residual rate is produced by a slowly varying background only. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "Such a conclusion is based on the debatable argument that the DAMA residuals could be fitted by an linearly growing background with a χ 2 / d.o.f 1.",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "In ref. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "[8] a Bayesian comparison between the cosine and the null hypothesis on the DAMA (2-6) keVee energy window dataset has been performed, leading to a decisive evidence against the null hypothesis. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "The aim of this paper is to perform a thorough comparison of the two hypotheses of a cosine modulation and a slowly varying background, and give a quantitative conclusion on their performance by studying the likelihood ratio, the model complexity, and the posterior probabilities. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "We highlight that the odds in favor of the cosine modulation hypothesis are decreased by a Bayes factor of the order of 10 8 with respect to pure linearly varying background hypothesis, when considering the (2-6) keVee energy window of all the three experimental phases of DAMA. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "For the sake of completeness, this conclusion stands out also considering only the likelihood ratio of the hypotheses. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "However, we second the proposal of ref. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "[7] to encourage the experimental collaboration to add a slowly varying background component in the fitting procedure. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "A novel observation we point out in this work is that there is no conceptual obstruction to use data-taking cycles with generic time intervals (i.e. with a duration different than 1 year). ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "This paper is organized as follows: in Section 2 we briefly describe the experimental data considered in our study and we motivate the possibility to use generic time intervals. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "In Section 3 we explain the details of our analysis, performed using the Bayesian approach. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "In Section 4 we show our results and in particular we give a quantitative comparison between the various models in terms of Bayesian factors, likelihood ratios and Ockham's factors. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Finally, conclusions are given in Section 5.",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "2 The DAMA and DAMA/LIBRA data The DAMA and DAMA/LIBRA experiments use ultra-radiopure NaI(TI) scintillating crystals as active target, coupled with photomultipliers to measure the amount of deposited energy. ",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "The single-hit scintillation events rate is used to look for a possible signal of DM interactions with matter over the large backgrounds due to natural radioactivity of the detector and surrounding environment. ",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "The event rate, expressed in in cpd/kg/keVee (where 'ee' stands for electron equivalent), has only been published [2,4,6] after the subtraction of its time-average over each cycle (of roughly one-year duration) following the procedure outlined in the previous section. ",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 114,
                    "end": 117,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2,"
                },
                {
                    "start": 117,
                    "end": 119,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4,"
                },
                {
                    "start": 119,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6]"
                }
            ]
        },
        {
            "text": "Each cycle starts every year roughly around the beginning of September.",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "The residual rates are available in different energy windows: for the DAMA/NaI and the DAMA/LIBRA Phase I experiments, the energy windows are (2-4), (2)(3)(4)(5), and (2-6) keVee; for the DAMA/LIBRA Phase II the energy windows are (1-3), (1-6), and (2-6) keVee. ",
            "section": "Introduction",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 149,
                    "end": 152,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(2)"
                },
                {
                    "start": 152,
                    "end": 155,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "(3)"
                },
                {
                    "start": 155,
                    "end": 158,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "(4)"
                },
                {
                    "start": 158,
                    "end": 161,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "(5)"
                }
            ]
        },
        {
            "text": "The (2-6) keVee energy window is the one with the smallest uncertainties, and it is common to the three phases. ",
            "section": "Introduction",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "For this reason, to give a quantitative and fair comparison of the different hypotheses in the three stages we decided to study only the residuals in the (2-6) KeVee energy window.",
            "section": "Introduction",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "In principle, our analysis could be easily extended to other energy bins, although we believe our conclusions would not change significantly.",
            "section": "Introduction",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "A possible bias in the signal subtraction",
            "section_rank": 3
        },
        {
            "text": "The algorithm used by the DAMA collaboration to extract the time-dependent residual rate from the data has a two-fold objective: account for any constant or slowly varying component while keeping the sinusoidal time structure of an hypothetical DM signal. ",
            "section": "A possible bias in the signal subtraction",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "These requirements put constraints on the optimal time intervals of the data-taking cycle.",
            "section": "A possible bias in the signal subtraction",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "The variance of the sinusoidal signal is given by the quantity (α − β 2 ), with the time averages α = cos 2 2π/T (t − t 0 ) and β = cos 2π/T (t − t 0 ) . ",
            "section": "A possible bias in the signal subtraction",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "For ∆ = T , the quantity (α − β 2 ) is 0.5 (i.e. β = 0). ",
            "section": "A possible bias in the signal subtraction",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "In ref. ",
            "section": "A possible bias in the signal subtraction",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "[6] the value of 0.5 is taken as a figure of merit to asses whether the detectors were operational evenly throughout the period of the modulation of one year. ",
            "section": "A possible bias in the signal subtraction",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "To the best of our understanding a value of (α − β 2 ) much different than 0.5 implies that either the average of the signal is not vanishing (β = 0), or the data-taking period is not close to one year, or both.",
            "section": "A possible bias in the signal subtraction",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "The DAMA collaboration used the argument that (α − β 2 ) = 0.5 to remove the first cycle of data-taking in table 1 of ref. ",
            "section": "A possible bias in the signal subtraction",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "text": "[6] from the the analysis. ",
            "section": "A possible bias in the signal subtraction",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "Figure 1.",
            "section_rank": 4
        },
        {
            "text": "Left: Contour plot of the function β given in eq. ",
            "section": "Figure 1.",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "(2.1); the points represent the data-taking cycles given in table 1 of ref. ",
            "section": "Figure 1.",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "[6]. ",
            "section": "Figure 1.",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "In particular, the point number 1 corresponds to the first and discarded data-taking cycle. ",
            "section": "Figure 1.",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "Right: Fit of a sinusoidal model (red) to the DAMA/LI-BRA Phase II residual rate in the (2-6) keVee energy window obtained taking into account the subtraction-bias effect. ",
            "section": "Figure 1.",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "The dotted red line is the corresponding sinusoidal modulation without the subtraction. ",
            "section": "Figure 1.",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "The grey are is the region discarded as explained in ref. ",
            "section": "Figure 1.",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "[6]: since, assuming the sinusoidal signal, the effect is perfectly quantifiable, in principle also this region could be used for the residuals analysis.",
            "section": "Figure 1.",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "The procedure to extract the residual rate might induce a subtraction of the signal if the time interval is not chosen carefully. ",
            "section": "Figure 1.",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "text": "In particular for a data-taking starting in t i and extending to t i + ∆ i , the average of the signal is a function of t i and ∆ i :",
            "section": "Figure 1.",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "text": "The contour plot of β(t i , ∆ i ) as a function of t i and ∆ i is given in fig. 1. Independently of t i , if ∆ i is equal to T , as expected, β(t i , ∆ i = T ) = 0. This is the approximate condition used by the DAMA collaboration to include a data-taking cycles in the modulation analysis. ",
            "section": "Figure 1.",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 75,
                    "end": 81,
                    "type": "figure",
                    "text": "fig. 1"
                }
            ]
        },
        {
            "text": "However, as it is shown in fig. 1, there are other combination of t i and ∆ i that result in β(t i , ∆ i ) = 0; of particular relevance there is the one with t i and t i + ∆ i chosen symmetrically with respect to the time when the cosine is zero. ",
            "section": "Figure 1.",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 27,
                    "end": 33,
                    "type": "figure",
                    "text": "fig. 1"
                }
            ]
        },
        {
            "text": "Figure 1 also reports the values of β(t i , ∆ i ) for the 7 data-taking cycles reported in ref. ",
            "section": "Figure 1.",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "[6]; we note that for the first and the second cycle the relative contribution of the signal average is of the order of 10%. ",
            "section": "Figure 1.",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "In particular, we computed the effect of such a subtraction for the first and discarded cycle and represented it graphically in the plot on the right side of fig. 1. The plot shows the expected behaviour in the discarded region (shaded area): the dotted line corresponds to a sinusoidal model with no subtraction (as generally used), and the continuous line is the corrected sinusoidal model. ",
            "section": "Figure 1.",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 158,
                    "end": 164,
                    "type": "figure",
                    "text": "fig. 1"
                }
            ]
        },
        {
            "text": "The difference between the dotted and continuous lines corresponds to the value of β in the two considered cycles. ",
            "section": "Figure 1.",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "Although this effect is generally small in the cycles selected by the DAMA collaboration, we suggest to account for it in the fitting procedure and use the entire dataset without being forced to drop any data-taking cycle, even if completely asymmetrical. ",
            "section": "Figure 1.",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "It would be sufficient to compute the integral in eq. ",
            "section": "Figure 1.",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "(2.1) and include it in eq. ",
            "section": "Figure 1.",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "(1.2) potentially as a function of A, T , and t 0 .",
            "section": "Figure 1.",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "Finally, we stress that if the background is not constant as a function of time it will have an impact on the value of the average of the rate in the relative data-taking cycle. ",
            "section": "Figure 1.",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "text": "In particular the linear term of expansion of the background as a function of time will produce a sawtooth-shape in the residual rate.",
            "section": "Figure 1.",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "text": "3 Bayesian approach to the analysis of the DAMA residuals",
            "section": "Figure 1.",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "text": "The possibility to associate a probability value to any uncertain quantity is at the basis of the Bayesian approach to data analysis. ",
            "section": "Figure 1.",
            "paragraph_rank": 19,
            "section_rank": 4
        },
        {
            "text": "This may apply to the outcome of a measurement before it is carried out, to a parameter of interest within a given model, as well as to the model itself. ",
            "section": "Figure 1.",
            "paragraph_rank": 19,
            "section_rank": 4
        },
        {
            "text": "Models and outcomes of measurements are then related by the rules of probability theory. ",
            "section": "Figure 1.",
            "paragraph_rank": 19,
            "section_rank": 4
        },
        {
            "text": "We can compute, at least in principle, the probability of any specific propositions given some state of information. ",
            "section": "Figure 1.",
            "paragraph_rank": 19,
            "section_rank": 4
        },
        {
            "text": "This is particularly useful in the context of model comparison: given two or more models, we can compute the probability that the actual experimental observations are in support of each of them, and then rank the models according to decreasing probability.",
            "section": "Figure 1.",
            "paragraph_rank": 19,
            "section_rank": 4
        },
        {
            "text": "In the following, we summarize how models can be compared in the Bayesian approach, while in Appendix A we give all the details. ",
            "section": "Figure 1.",
            "paragraph_rank": 20,
            "section_rank": 4
        },
        {
            "text": "Let's suppose to have a dataset D = {x i } composed of n measurements x i , a set of models or hypotheses H i where each hypothesis could in general depend on a vector of parameters θ i . ",
            "section": "Figure 1.",
            "paragraph_rank": 20,
            "section_rank": 4
        },
        {
            "text": "Within a model, we assume to know the prior probability π(H i ), the likelihood function L(H i , θ i ; D), and the prior probability density function (pdf) of all the model's parameters π( θ i |H i ).",
            "section": "Figure 1.",
            "paragraph_rank": 20,
            "section_rank": 4
        },
        {
            "text": "The posterior odds ratio is given as:",
            "section": "Figure 1.",
            "paragraph_rank": 21,
            "section_rank": 4
        },
        {
            "text": "where L(H A ; D) is the so called marginal likelihood defined as:",
            "section": "Figure 1.",
            "paragraph_rank": 22,
            "section_rank": 4
        },
        {
            "text": "The Bayes factor BF AB encapsulates all the new information associated to the measurements, although, for parametric models, it could critically depend on the choice of the priors π( θ i |H i ). ",
            "section": "Figure 1.",
            "paragraph_rank": 23,
            "section_rank": 4
        },
        {
            "text": "In any real situation, the integral of eq. ",
            "section": "Figure 1.",
            "paragraph_rank": 23,
            "section_rank": 4
        },
        {
            "text": "(32) is not solvable analytically and can only be estimated numerically. ",
            "section": "Figure 1.",
            "paragraph_rank": 23,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "text": "(3"
                }
            ]
        },
        {
            "text": "Nevertheless, in the case where the information content of the measurements is such that the priors can be considered sufficiently vague in the range of the parameters space where the likelihood is sizable, we can consider the prior as a constant and use the Laplace approximation to estimate the integral. ",
            "section": "Figure 1.",
            "paragraph_rank": 23,
            "section_rank": 4
        },
        {
            "text": "This is a very useful approximation to get sense of the different contributions to the Bayes factor because it can be factorised as:",
            "section": "Figure 1.",
            "paragraph_rank": 23,
            "section_rank": 4
        },
        {
            "text": "where we defined (LR AB ) 1 as the ratio of the likelihoods evaluated at their maximum, and OF AB , the so called Ockham's factor, estimated by working out the integral in eq. ",
            "section": "Figure 1.",
            "paragraph_rank": 24,
            "section_rank": 4
        },
        {
            "text": "(32) as shown in more details in Appendix A. In this factorization LR AB depends solely on the measurements, while OF AB also on the priors. ",
            "section": "Figure 1.",
            "paragraph_rank": 24,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "text": "(3"
                }
            ]
        },
        {
            "text": "The Ockham's factor is a measure of the complexity of the two models that depends on the number and the a-priori variability of the model's parameters. ",
            "section": "Figure 1.",
            "paragraph_rank": 24,
            "section_rank": 4
        },
        {
            "text": "The message behind this factorization is that even though a model with more parameters can be more flexible and thus better fit the data producing an higher likelihood, there is a price to pay for having a more complex model. ",
            "section": "Figure 1.",
            "paragraph_rank": 24,
            "section_rank": 4
        },
        {
            "text": "In other words: even if the likelihood ratio pushes towards a more complex model which often better fits the data, on the other hand the Ockham's factor penalises it. ",
            "section": "Figure 1.",
            "paragraph_rank": 24,
            "section_rank": 4
        },
        {
            "text": "Finally, two other useful criteria to quantify the ability of a model to describe the observations are the Bayesian Information Criterion (BIC) [9] and the Akaike Information Criterion (AIC) [10], a review of which is given for example in ref. ",
            "section": "Figure 1.",
            "paragraph_rank": 24,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 144,
                    "end": 147,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                },
                {
                    "start": 191,
                    "end": 195,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "[11]. ",
            "section": "Figure 1.",
            "paragraph_rank": 24,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "Given a dataset of size n, and a model A, with a number k A of parameters θ A whose value that maximise the likelihood isˆ θ A , the BIC is defined as:",
            "section": "Figure 1.",
            "paragraph_rank": 24,
            "section_rank": 4
        },
        {
            "text": "and the AIC is defined as:",
            "section": "Figure 1.",
            "paragraph_rank": 25,
            "section_rank": 4
        },
        {
            "text": "According to these criteria, the smaller the value of the BIC (AIC) is, the better the description of the observations. ",
            "section": "Figure 1.",
            "paragraph_rank": 26,
            "section_rank": 4
        },
        {
            "text": "When comparing two models, the ∆BIC AB and ∆AIC AB can be defined as:",
            "section": "Figure 1.",
            "paragraph_rank": 26,
            "section_rank": 4
        },
        {
            "text": "1 Note that for normal likelihoods the LRAB can be expressed in terms of",
            "section": "Figure 1.",
            "paragraph_rank": 27,
            "section_rank": 4
        },
        {
            "text": ", where µ A(B) (xi) represents the true value of the measurement xi in the model A(B). ",
            "section": "Figure 1.",
            "paragraph_rank": 28,
            "section_rank": 4
        },
        {
            "text": "This means that the LRAB of the two models evaluated at their best fit values is simply given by exp [−∆χ 2 AB /2]. ",
            "section": "Figure 1.",
            "paragraph_rank": 28,
            "section_rank": 4
        },
        {
            "text": "In a frequentistic approach to model comparison, the ∆χ 2 AB is often taken as test-statistic and its probability distribution used to compute p-values. ",
            "section": "Figure 1.",
            "paragraph_rank": 28,
            "section_rank": 4
        },
        {
            "text": "For nested models, where the more general model contains the simpler plus k additional parameters, the Wilks' theorem says that pdf (∆χ 2 AB ) is itself a χ 2 distribution with k degrees of freedom. ",
            "section": "Figure 1.",
            "paragraph_rank": 28,
            "section_rank": 4
        },
        {
            "text": "For non-nested models one would have to estimate pdf (∆χ 2 AB ), possibly by sampling it with pseudo-experiments.",
            "section": "Figure 1.",
            "paragraph_rank": 28,
            "section_rank": 4
        },
        {
            "text": "The previous equations show how the ∆BIC AB and ∆AIC AB are closely related to the LR AB , plus a penalty term that penalises the model which is more complex.",
            "section": "Figure 1.",
            "paragraph_rank": 29,
            "section_rank": 4
        },
        {
            "text": "For the interpretation of the odds ratio or Bayes factor we refer to the criterion based on Jeffreys scale [12]: a value of > 10 represents strong evidence in favor of model A, and a value of > 100 represents decisive evidence. ",
            "section": "Figure 1.",
            "paragraph_rank": 30,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 107,
                    "end": 111,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "Similar evaluation can be done based on the ∆BIC and the ∆AIC.",
            "section": "Figure 1.",
            "paragraph_rank": 30,
            "section_rank": 4
        },
        {
            "text": "Models considered in the analysis",
            "section_rank": 5
        },
        {
            "text": "We decided to consider, in our analysis, three different models:",
            "section": "Models considered in the analysis",
            "paragraph_rank": 31,
            "section_rank": 5
        },
        {
            "text": "• COS model: this is the pure-cosine model, where the only free parameter is the amplitude A of the modulation:",
            "section": "Models considered in the analysis",
            "paragraph_rank": 32,
            "section_rank": 5
        },
        {
            "text": "where the period T is assumed to be fixed to 1 year and t 0 = 152.5 d such that the peak of the modulation is on the 2 nd June.",
            "section": "Models considered in the analysis",
            "paragraph_rank": 33,
            "section_rank": 5
        },
        {
            "text": "• SAW model: this is the pure-sawtooth model, where the only free parameter is the slope B of the linearly varying sawtooth:",
            "section": "Models considered in the analysis",
            "paragraph_rank": 34,
            "section_rank": 5
        },
        {
            "text": "where ∆ i is the width of the time window to which t belongs, and t i is the center of this time window.",
            "section": "Models considered in the analysis",
            "paragraph_rank": 35,
            "section_rank": 5
        },
        {
            "text": "• C+S model: this is the cosine plus sawtooth model, where this time the free parameters to be considered are two, A and B:",
            "section": "Models considered in the analysis",
            "paragraph_rank": 36,
            "section_rank": 5
        },
        {
            "text": "where S COS and S SAW are defined in the eq. ",
            "section": "Models considered in the analysis",
            "paragraph_rank": 37,
            "section_rank": 5
        },
        {
            "text": "(3.8) and (3.9), respectively.",
            "section": "Models considered in the analysis",
            "paragraph_rank": 37,
            "section_rank": 5
        },
        {
            "text": "What we would like to stress is that the models have been chosen in such a way that the COS and the SAW model have the same number of parameter, in order to minimise the impact of the Ockham's factor (and thus of the priors of the parameters) in the final Bayes factor. ",
            "section": "Models considered in the analysis",
            "paragraph_rank": 38,
            "section_rank": 5
        },
        {
            "text": "Indeed, we expect that, if the C+S model doesn't give a strong improvement in the likelihoods with respect to the other two models, the Ockham's factor will drive the Bayes factor in favour of the simpler models.",
            "section": "Models considered in the analysis",
            "paragraph_rank": 38,
            "section_rank": 5
        },
        {
            "text": "Implementation of the models using JAGS and rjags",
            "section_rank": 6
        },
        {
            "text": "The computation of the posterior probabilities, even for models relatively simple as those described in the previous section, is often only possible by Monte Carlo integration. ",
            "section": "Implementation of the models using JAGS and rjags",
            "paragraph_rank": 39,
            "section_rank": 6
        },
        {
            "text": "The most common way to solve problems of this kind is by sampling the unnormalised posterior distribution by a Markov Chain Monte Carlo (MCMC). ",
            "section": "Implementation of the models using JAGS and rjags",
            "paragraph_rank": 39,
            "section_rank": 6
        },
        {
            "text": "For our study we used the general analysis framework R [14] and the MCMC algorithm called Gibbs Sampler as implemented in JAGS [15] and interfaced with R in the package rjags [16]. ",
            "section": "Implementation of the models using JAGS and rjags",
            "paragraph_rank": 39,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 55,
                    "end": 59,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                },
                {
                    "start": 127,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                },
                {
                    "start": 175,
                    "end": 179,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                }
            ],
            "entity_spans": [
                {
                    "start": 161,
                    "end": 168,
                    "type": "software",
                    "rawForm": "package",
                    "resp": "whitelist",
                    "id": "software-simple-w0"
                }
            ]
        },
        {
            "text": "The details of the implementation are given in Appendix B.",
            "section": "Implementation of the models using JAGS and rjags",
            "paragraph_rank": 39,
            "section_rank": 6
        },
        {
            "text": "We assume, as it is done by the DAMA collaboration [1], that the measurements at different times are independent and follow a normal likelihood in each time bin t i with known standard deviation σ i given by the experimental uncertainty. ",
            "section": "Implementation of the models using JAGS and rjags",
            "paragraph_rank": 40,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 51,
                    "end": 54,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "The total likelihood is then given by:",
            "section": "Implementation of the models using JAGS and rjags",
            "paragraph_rank": 40,
            "section_rank": 6
        },
        {
            "text": "where the true parameters {µ i } are given as a function of {t i } by implementing one of the three models outlined above, for example for the COS model:",
            "section": "Implementation of the models using JAGS and rjags",
            "paragraph_rank": 41,
            "section_rank": 6
        },
        {
            "text": "with the only unknown parameter represented by the amplitude A. For each unknown parameter in the model we have to give a prior distribution probability. ",
            "section": "Implementation of the models using JAGS and rjags",
            "paragraph_rank": 42,
            "section_rank": 6
        },
        {
            "text": "In the following we used flat priors for all parameters.",
            "section": "Implementation of the models using JAGS and rjags",
            "paragraph_rank": 42,
            "section_rank": 6
        },
        {
            "text": "The implementation in JAGS of the model outlined above and the discussion on the prior's choice is described in Appendix B. The Monte Carlo simulation gives the unnormalised posterior probability of the parameters of interest sampled using the Gibbs algorithm. ",
            "section": "Implementation of the models using JAGS and rjags",
            "paragraph_rank": 43,
            "section_rank": 6
        },
        {
            "text": "The results reported in this work are obtained with a single Markov chain with 5 • 10 5 steps. ",
            "section": "Implementation of the models using JAGS and rjags",
            "paragraph_rank": 43,
            "section_rank": 6
        },
        {
            "text": "Finally, to estimate the marginal likelihood and the Bayes factor we used the bridgesampling package [17]. ",
            "section": "Implementation of the models using JAGS and rjags",
            "paragraph_rank": 43,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[17]"
                }
            ],
            "entity_spans": [
                {
                    "start": 93,
                    "end": 100,
                    "type": "software",
                    "rawForm": "package",
                    "resp": "whitelist",
                    "id": "software-simple-w1"
                }
            ]
        },
        {
            "text": "This package uses the same Markov chain used to sample the posterior probability for the integration of the marginal likelihood. ",
            "section": "Implementation of the models using JAGS and rjags",
            "paragraph_rank": 43,
            "section_rank": 6,
            "entity_spans": [
                {
                    "start": 5,
                    "end": 12,
                    "type": "software",
                    "rawForm": "package",
                    "resp": "whitelist",
                    "id": "software-simple-w2"
                }
            ]
        },
        {
            "text": "In the following, to get a feeling of the contribution of the priors we also report the value of the maximum of the log-likelihood (best fit χ 2 ); when comparing two models, we computed analytically the likelihood ratio, and the Ockham's factor as described in Appendix A using eq. ",
            "section": "Implementation of the models using JAGS and rjags",
            "paragraph_rank": 43,
            "section_rank": 6
        },
        {
            "text": "(A.10).",
            "section": "Implementation of the models using JAGS and rjags",
            "paragraph_rank": 43,
            "section_rank": 6
        },
        {
            "text": "Performance of model comparison criteria with simulated data",
            "section_rank": 7
        },
        {
            "text": "We used a toy simulation to qualify the performance of the model selection criteria outlined above on the specific problem discussed in this work. ",
            "section": "Performance of model comparison criteria with simulated data",
            "paragraph_rank": 44,
            "section_rank": 7
        },
        {
            "text": "We generated a few cycles of pseudodata with the same time structure of those of DAMA, and residual rates sampled from independent normal pdfs with true values given by a mixture of COS and SAW models and known σ. ",
            "section": "Performance of model comparison criteria with simulated data",
            "paragraph_rank": 44,
            "section_rank": 7
        },
        {
            "text": "We choose a value of A for the COS model, and B for the SAW model similar to the amplitude of the DAMA/LIBRA phase II residuals, and a σ comparable with their uncertainties. ",
            "section": "Performance of model comparison criteria with simulated data",
            "paragraph_rank": 44,
            "section_rank": 7
        },
        {
            "text": "We fitted these pseudo-datasets with the three hypotheses: COS, SAW and C+S, and checked the sensitivity of the model comparison criteria to indicate the correct model used in the generation. ",
            "section": "Performance of model comparison criteria with simulated data",
            "paragraph_rank": 44,
            "section_rank": 7
        },
        {
            "text": "The source code for the simulated analysis is publicly available on GitHub [13]. ",
            "section": "Performance of model comparison criteria with simulated data",
            "paragraph_rank": 44,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 75,
                    "end": 79,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                }
            ],
            "entity_spans": [
                {
                    "start": 68,
                    "end": 74,
                    "type": "software",
                    "rawForm": "GitHub",
                    "resp": "whitelist",
                    "id": "software-simple-w3"
                }
            ]
        },
        {
            "text": "Figure 2 shows the pseudo-datasets with the underlying true model on the left-hand side and the best fit for each of the three models on the right-hand side. ",
            "section": "Performance of model comparison criteria with simulated data",
            "paragraph_rank": 44,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "Table 1 reports for the three pseudo-datasets the values of the model comparison criteria. ",
            "section": "Performance of model comparison criteria with simulated data",
            "paragraph_rank": 44,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "We can see that in all cases the underlying model is correctly selected for each of the criterion of model comparison. ",
            "section": "Performance of model comparison criteria with simulated data",
            "paragraph_rank": 44,
            "section_rank": 7
        },
        {
            "text": "The largest scores occur when we compare COS and SAW models, but since C+S is an extension of both COS and SAW, in some cases that include C+S we may have a relatively small BF (of the order of 10), mostly due to OF contribution, namely the difference in complexity between the two compared models.",
            "section": "Performance of model comparison criteria with simulated data",
            "paragraph_rank": 44,
            "section_rank": 7
        },
        {
            "text": "Results",
            "section_rank": 8
        },
        {
            "text": "As already said at the beginning of the Section 3, we decided to analyse the residual rate in the (2-6) keVee energy window. ",
            "section": "Results",
            "paragraph_rank": 45,
            "section_rank": 8
        },
        {
            "text": "Since the precision of the measurements and the size of the modulation are different in the various phases, as a first step we analysed the data individually on each of the three datasets, testing only the two hypotheses of purecosine (COS) and pure-sawtooth (SAW) contribution. ",
            "section": "Results",
            "paragraph_rank": 45,
            "section_rank": 8
        },
        {
            "text": "We tested on the most informative dataset also the third model (C+S), and then we performed the analysis on the whole dataset. ",
            "section": "Results",
            "paragraph_rank": 45,
            "section_rank": 8
        },
        {
            "text": "Finally, we evaluated the performance of the cosine model promoting the period and the phase to free parameters.",
            "section": "Results",
            "paragraph_rank": 45,
            "section_rank": 8
        },
        {
            "text": "COS versus SAW models",
            "section_rank": 9
        },
        {
            "text": "In table 2 we show the results of the comparison between the COS and the SAW models in terms of Bayes factor, likelihood ratio, Ockham's factor, Bayesian Information Criterion difference and Akaike Information Criterion difference in every experimental stage. ",
            "section": "COS versus SAW models",
            "paragraph_rank": 46,
            "section_rank": 9
        },
        {
            "text": "Since some of these quantities can eventually be very large or very small, BF, LR and OF are given in decibels 2 . ",
            "section": "COS versus SAW models",
            "paragraph_rank": 46,
            "section_rank": 9
        },
        {
            "text": "This table also shows how the contribution of the Ockham's factor, which is the component of the Bayes factor critically dependent on the choice of the priors of the parameters, is marginal. ",
            "section": "COS versus SAW models",
            "paragraph_rank": 46,
            "section_rank": 9
        },
        {
            "text": "As explicitly shown in Appendix B, for each of the three datasets we chose a flat prior on B as well as on A. However, for all the three datasets we tested different possible priors (uniform, normal and gamma distributions), but in all cases the Ockham's factor contribution is always under control, namely it changes of at the most 4-5 units in decibels with respect to our final choice of the prior. ",
            "section": "COS versus SAW models",
            "paragraph_rank": 46,
            "section_rank": 9
        },
        {
            "text": "The results for the different stages can be summarized as follows:",
            "section": "COS versus SAW models",
            "paragraph_rank": 46,
            "section_rank": 9
        },
        {
            "text": "• For the DAMA/NaI dataset, the Bayes factor, which is 10 −1.67 in normal units, disfavours the pure-cosine model in favour of the pure-sawtooth one. ",
            "section": "COS versus SAW models",
            "paragraph_rank": 47,
            "section_rank": 9
        },
        {
            "text": "However this is the less informative dataset, namely it is the one with relative uncertainties on each point larger than in the other phases. ",
            "section": "COS versus SAW models",
            "paragraph_rank": 47,
            "section_rank": 9
        },
        {
            "text": "The fit is shown in fig. 3.",
            "section": "COS versus SAW models",
            "paragraph_rank": 47,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 20,
                    "end": 26,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "fig. 3"
                }
            ]
        },
        {
            "text": "• For the DAMA/LIBRA Phase I dataset, the Bayes factor is of the order of 10 1.40 , and this means that already at this stage, where the relative uncertainties are smaller than in the previous case, the cosine model starts to win on the pure-sawtooth model. ",
            "section": "COS versus SAW models",
            "paragraph_rank": 48,
            "section_rank": 9
        },
        {
            "text": "The fit is shown in fig. 4.",
            "section": "COS versus SAW models",
            "paragraph_rank": 48,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 20,
                    "end": 26,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "fig. 4"
                }
            ]
        },
        {
            "text": "• For the DAMA/LIBRA Phase II dataset, the Bayes factor is 10 8.65 . ",
            "section": "COS versus SAW models",
            "paragraph_rank": 49,
            "section_rank": 9
        },
        {
            "text": "This means that in the region in where the data give the maximum of the information, in the sense that we explained before, the pure-cosine model is greatly preferred to the pure-sawtooth model. ",
            "section": "COS versus SAW models",
            "paragraph_rank": 49,
            "section_rank": 9
        },
        {
            "text": "In fig. 5   Table 3.",
            "section": "COS versus SAW models",
            "paragraph_rank": 49,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "type": "figure",
                    "text": "fig. 5"
                },
                {
                    "start": 12,
                    "end": 19,
                    "type": "table",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "Results of the fit for the cosine amplitude A of the COS model and the sawtooth coefficient B of the SAW model obtained on the DAMA residuals in the (2-6) keVee energy window during the different phases, together with the corresponding",
            "section": "COS versus SAW models",
            "paragraph_rank": 50,
            "section_rank": 9
        },
        {
            "text": "The details of the three fits are described in table 3, in which all the reported values are obtained computing the expected value and the standard deviation on the posterior probability of each parameter.  ",
            "section": "COS versus SAW models",
            "paragraph_rank": 51,
            "section_rank": 9
        },
        {
            "text": "Performance of the COS, SAW, and C+S models",
            "section_rank": 10
        },
        {
            "text": "Since the third dataset is the most informative one, as already shown in fig. 5, we decided to test not only the COS and the SAW model, but also the C+S model, as defined in Section Figure 5. ",
            "section": "Performance of the COS, SAW, and C+S models",
            "paragraph_rank": 52,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 73,
                    "end": 79,
                    "type": "figure",
                    "text": "fig. 5"
                },
                {
                    "start": 182,
                    "end": 190,
                    "type": "figure",
                    "text": "Figure 5"
                }
            ]
        },
        {
            "text": "Fit to the DAMA/LIBRA Phase II residual rate in the (2-6) keVee energy window. ",
            "section": "Performance of the COS, SAW, and C+S models",
            "paragraph_rank": 52,
            "section_rank": 10
        },
        {
            "text": "The regions in which the blue line is constant (and equal to zero) are the regions between two non-contiguous data-taking cycles.",
            "section": "Performance of the COS, SAW, and C+S models",
            "paragraph_rank": 52,
            "section_rank": 10
        },
        {
            "text": "3.1. ",
            "section": "Performance of the COS, SAW, and C+S models",
            "paragraph_rank": 53,
            "section_rank": 10
        },
        {
            "text": "The results of the fit are given in table 4 together with the results of the comparisons between the various models. ",
            "section": "Performance of the COS, SAW, and C+S models",
            "paragraph_rank": 53,
            "section_rank": 10
        },
        {
            "text": "The value of B obtained in the C+S model is consistent with zero, B = (−0.0035 ± 0.0042) cpd/kg/keVee/yr, and the value of A is consistent with the value of A obtained in the COS model. ",
            "section": "Performance of the COS, SAW, and C+S models",
            "paragraph_rank": 53,
            "section_rank": 10
        },
        {
            "text": "Indeed, looking at the fig. 5, the green (S+C fit) and the red (COS fit) lines are very close: in fact the χ 2 /dof of the C+S fit is very similar to that of the COS fit, or, in other words, the LR of the models is very close to one (it is 10 −0.14 = 0.72 in normal units). ",
            "section": "Performance of the COS, SAW, and C+S models",
            "paragraph_rank": 53,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 23,
                    "end": 29,
                    "type": "figure",
                    "text": "fig. 5"
                }
            ]
        },
        {
            "text": "Therefore the Bayes factor in the COS vs C+S case is driven by the Ockham's factor, and since the number of parameters is different in the two models, the COS model wins against the C+S model. ",
            "section": "Performance of the COS, SAW, and C+S models",
            "paragraph_rank": 53,
            "section_rank": 10
        },
        {
            "text": "The C+S model is an extension of the COS model but, even if it's more complex, it doesn't improve the goodness of fit, and the price to pay for the greater complexity is reflected in the Bayes factor. ",
            "section": "Performance of the COS, SAW, and C+S models",
            "paragraph_rank": 53,
            "section_rank": 10
        },
        {
            "text": "Since in this case the value of BF depends critically on the priors, we tried to use different possible priors for the parameters as before, but in all cases the BF favoured the COS model. ",
            "section": "Performance of the COS, SAW, and C+S models",
            "paragraph_rank": 53,
            "section_rank": 10
        },
        {
            "text": "On the other hand, for the SAW and C+S models, although the Ockham's factor pushes in the direction of the simpler SAW model, the contribution of the LR drives the BF in favour of the C+S model. ",
            "section": "Performance of the COS, SAW, and C+S models",
            "paragraph_rank": 53,
            "section_rank": 10
        },
        {
            "text": "The final message of this analysis is that the most informative dataset available to us can be better represented by models that contain a dominant cosine component, as the COS and C+S models, with respect to the SAW model. ",
            "section": "Performance of the COS, SAW, and C+S models",
            "paragraph_rank": 53,
            "section_rank": 10
        },
        {
            "text": "In addition, the sawtooth component of the C+S model, quantified by the B parameter, is compatible with zero.",
            "section": "Performance of the COS, SAW, and C+S models",
            "paragraph_rank": 53,
            "section_rank": 10
        },
        {
            "text": "Model comparison on the whole dataset",
            "section_rank": 11
        },
        {
            "text": "Since adding the sawtooth component to the cosine modulation in the most informative dataset didn't produce any change with respect to the pure-cosine model, the next step of our analysis was comparing the SAW and COS model on all the available data. ",
            "section": "Model comparison on the whole dataset",
            "paragraph_rank": 54,
            "section_rank": 11
        },
        {
            "text": "In principle in the various phases the size of the sawtooth variation could be different, thus we allowed to have three different B parameters. ",
            "section": "Model comparison on the whole dataset",
            "paragraph_rank": 54,
            "section_rank": 11
        },
        {
            "text": "The results of the global fit is shown in fig. 6 and the details can be summarized as follows:",
            "section": "Model comparison on the whole dataset",
            "paragraph_rank": 54,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 42,
                    "end": 48,
                    "type": "figure",
                    "text": "fig. 6"
                }
            ]
        },
        {
            "text": "• For the COS fit:  Table 4. ",
            "section": "Model comparison on the whole dataset",
            "paragraph_rank": 55,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 20,
                    "end": 27,
                    "type": "table",
                    "text": "Table 4"
                }
            ]
        },
        {
            "text": "Top: Results of the fit of the cosine amplitude A and the sawtooth coefficient B of the C+S model obtained on the DAMA residuals in the (2-6) keVee energy window during the DAMA/LIBRA Phase II, together with the corresponding χ 2 /d.o.f. Bottom: Comparison between the various models in the DAMA/LIBRA Phase II dataset in terms of Bayes factor (BF), likelihood ratio (LR), Ockham's factor (OF) and difference of Bayesian Information Criterion (∆BIC) and Akaike Information Criterion (∆AIC). ",
            "section": "Model comparison on the whole dataset",
            "paragraph_rank": 55,
            "section_rank": 11
        },
        {
            "text": "For all these four metrics (BF, LR, ∆BIC, ∆AIC) the SAW model is largely disfavoured. ",
            "section": "Model comparison on the whole dataset",
            "paragraph_rank": 55,
            "section_rank": 11
        },
        {
            "text": "Figure 6. ",
            "section": "Model comparison on the whole dataset",
            "paragraph_rank": 55,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 6"
                }
            ]
        },
        {
            "text": "Fit to the DAMA residual rate in all the three stages in the (2-6) keVee energy window.",
            "section": "Model comparison on the whole dataset",
            "paragraph_rank": 55,
            "section_rank": 11
        },
        {
            "text": "• For the SAW fit:  In this case the Ockham's factor is still quite marginal with respect to the LR, and the final Bayes factor, which is 10 8.88 in normal units, pushes again strongly towards the COS model.",
            "section": "Model comparison on the whole dataset",
            "paragraph_rank": 56,
            "section_rank": 11
        },
        {
            "text": "Extraction of phase and period of the cosine model",
            "section_rank": 12
        },
        {
            "text": "Finally, we decided to fit all the available data with a pure-cosine model in which the phase and the period of the modulation are not fixed, that is to say that t 0 and T defined in eq. ",
            "section": "Extraction of phase and period of the cosine model",
            "paragraph_rank": 57,
            "section_rank": 12
        },
        {
            "text": "(3.8) are now treated as parameters. ",
            "section": "Extraction of phase and period of the cosine model",
            "paragraph_rank": 57,
            "section_rank": 12
        },
        {
            "text": "In this case, choosing uniform priors for the two new parameters, we obtain:  Therefore, again, even if now the SAW model enters the game with the same number of parameters of the cosine model (in fact now the OF slightly favours the SAW model), the BF, which is 10 6.24 in normal units, still pushes strongly towards the cosine model.",
            "section": "Extraction of phase and period of the cosine model",
            "paragraph_rank": 57,
            "section_rank": 12
        },
        {
            "text": "A suggested model to interpret the DAMA residuals",
            "section_rank": 13
        },
        {
            "text": "All our studies indicate that the time modulation of the DAMA residual rate in the (2 − 6) keVee energy window cannot be described by an artefact due to the algorithm to subtract a slowly varying background.",
            "section": "A suggested model to interpret the DAMA residuals",
            "paragraph_rank": 58,
            "section_rank": 13
        },
        {
            "text": "Nevertheless, we believe that such an algorithm could potentially have an impact on the extraction of the parameter of interest of the signal. ",
            "section": "A suggested model to interpret the DAMA residuals",
            "paragraph_rank": 59,
            "section_rank": 13
        },
        {
            "text": "In particular the definition of the time window used to average the rate can introduce the following problems in the residual rate:",
            "section": "A suggested model to interpret the DAMA residuals",
            "paragraph_rank": 59,
            "section_rank": 13
        },
        {
            "text": "• a non zero contribution due to the possible presence of a signal as discussed in Sec. 2.1;",
            "section": "A suggested model to interpret the DAMA residuals",
            "paragraph_rank": 60,
            "section_rank": 13
        },
        {
            "text": "• a sawtooth time modulation due to the presence of a slowly varying background; such a modulation can enhance or reduce the amplitude of a sinusoidal signal, as well as affect its phase.",
            "section": "A suggested model to interpret the DAMA residuals",
            "paragraph_rank": 61,
            "section_rank": 13
        },
        {
            "text": "For this reason we suggest to use a model that takes these effects into account. ",
            "section": "A suggested model to interpret the DAMA residuals",
            "paragraph_rank": 62,
            "section_rank": 13
        },
        {
            "text": "Let's consider a data-taking cycle that starts at t * and extends for a period of time ∆, the true value µ i of the observed rate in the time bin t i is:",
            "section": "A suggested model to interpret the DAMA residuals",
            "paragraph_rank": 62,
            "section_rank": 13
        },
        {
            "text": "where A is the amplitude, T the period, and (2π t 0 /T ) the phase of the sinusoidal signal, while B is the slope of a linearly varying background. ",
            "section": "A suggested model to interpret the DAMA residuals",
            "paragraph_rank": 63,
            "section_rank": 13
        },
        {
            "text": "For a different time dependence of the background a linear model is however the first order contribution in a time power series. ",
            "section": "A suggested model to interpret the DAMA residuals",
            "paragraph_rank": 63,
            "section_rank": 13
        },
        {
            "text": "For the sake of completeness, we deployed such a model to fit the three phases of the experiment in the (2-6) keVee energy window. ",
            "section": "A suggested model to interpret the DAMA residuals",
            "paragraph_rank": 63,
            "section_rank": 13
        },
        {
            "text": "Like we did in Section 4.3, since in the various phases the size of the sawtooth variation could be different, we allowed to have three different B parameters. ",
            "section": "A suggested model to interpret the DAMA residuals",
            "paragraph_rank": 63,
            "section_rank": 13
        },
        {
            "text": "We performed a first fit (F1) keeping both T and t 0 fixed to the values expected for a DM signal, as well as a second one (F2) allowing them to vary. ",
            "section": "A suggested model to interpret the DAMA residuals",
            "paragraph_rank": 63,
            "section_rank": 13
        },
        {
            "text": "To better understand the differences with respect to the COS model fit, we decided to show in the fig. 7 and fig. 8 the marginal posteriors pdfs of all the fit parameters for F1 and F2, respectively.",
            "section": "A suggested model to interpret the DAMA residuals",
            "paragraph_rank": 63,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 98,
                    "end": 115,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "fig. 7 and fig. 8"
                }
            ]
        },
        {
            "text": "F1 F2",
            "section_rank": 14
        },
        {
            "text": "A [cpd/kg/keVee] 0.0084 ± 0.0011 0.0084 ± 0.0012 B1 [cpd/kg/keVee/yr] 0.0371 ± 0.0089 0.0381 ± 0.0090 B2 [cpd/kg/keVee/yr] 0.0078 ± 0.0038 0.0080 ± 0.0038 B3 [cpd/kg/keVee/yr] −0.0006 ± 0.0035 −0.0003 ± 0.0038 Table 5. ",
            "section": "F1 F2",
            "paragraph_rank": 64,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 210,
                    "end": 217,
                    "type": "table",
                    "text": "Table 5"
                }
            ]
        },
        {
            "text": "Results of the F1 and F2 fit in terms of bet-fit values of the parameters.",
            "section": "F1 F2",
            "paragraph_rank": 64,
            "section_rank": 14,
            "entity_spans": [
                {
                    "start": 41,
                    "end": 44,
                    "type": "software",
                    "rawForm": "bet",
                    "resp": "whitelist",
                    "id": "software-simple-w4"
                }
            ]
        },
        {
            "text": "As shown in table 5, except for B1 which is positive, the other two are compatible with zero in both cases. ",
            "section": "F1 F2",
            "paragraph_rank": 65,
            "section_rank": 14
        },
        {
            "text": "The value of A extracted in this way is slightly smaller with respect to the previous cases because of the expected anti-correlation with the Bi parameters. ",
            "section": "F1 F2",
            "paragraph_rank": 65,
            "section_rank": 14
        },
        {
            "text": "The small correlation between the Bi parameters, assumed to be a-priori independent, is an induced effect of their common anti-correlation with the A parameter. ",
            "section": "F1 F2",
            "paragraph_rank": 65,
            "section_rank": 14
        },
        {
            "text": "For the F2 fit, the values of t 0 and T are consistent with those expected for a DM signal. ",
            "section": "F1 F2",
            "paragraph_rank": 65,
            "section_rank": 14
        },
        {
            "text": "Finally, we remark that even though we included into the model the correction for a signal \"double-counting\" as described in Section 2.1, this effect is not relevant with the current choice of time intervals for the experimental cycles. ",
            "section": "F1 F2",
            "paragraph_rank": 65,
            "section_rank": 14
        },
        {
            "text": "Marginal posterior pdfs for the free parameters of the proposed model (Sec. 4.4) for the fit of the whole (2-6) keVee DAMA dataset. ",
            "section": "F1 F2",
            "paragraph_rank": 65,
            "section_rank": 14
        },
        {
            "text": "The 6 plots on the diagonal of the figure are the uni-dimensional pdfs of each single free parameter obtained by marginalising on the all the others. ",
            "section": "F1 F2",
            "paragraph_rank": 65,
            "section_rank": 14
        },
        {
            "text": "The 15 bi-dimensional pdfs in the bottom-left corner of the figure give the marginal pdfs of each pair of parameters obtained by marginalising on the other. ",
            "section": "F1 F2",
            "paragraph_rank": 65,
            "section_rank": 14
        },
        {
            "text": "The plots show also the credible regions at 0.68, 0.95, 0.997 probability as black, green, and blue contours respectively. ",
            "section": "F1 F2",
            "paragraph_rank": 65,
            "section_rank": 14
        },
        {
            "text": "The correlation coefficients are given in the upper-right corner of the figure.",
            "section": "F1 F2",
            "paragraph_rank": 65,
            "section_rank": 14
        },
        {
            "text": "Conclusions",
            "section_rank": 15
        },
        {
            "text": "In this paper we elaborated on the proposal of ref. ",
            "section": "Conclusions",
            "paragraph_rank": 66,
            "section_rank": 15
        },
        {
            "text": "[7] to interpret the DAMA modulation as a possible effect of a slow varying time dependent background. ",
            "section": "Conclusions",
            "paragraph_rank": 66,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "We performed a Bayesian analysis of the DAMA residual rate in the (2-6) keVee energy range with the aim of giving a quantitative comparison of the two possible hypotheses: the cosine modulation claimed by the DAMA collaboration and the sawtooth model proposed in ref. ",
            "section": "Conclusions",
            "paragraph_rank": 66,
            "section_rank": 15
        },
        {
            "text": "[7]. ",
            "section": "Conclusions",
            "paragraph_rank": 66,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "The source code used in this work has been made publicly available on GitHub [13].",
            "section": "Conclusions",
            "paragraph_rank": 66,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 77,
                    "end": 81,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                }
            ],
            "entity_spans": [
                {
                    "start": 70,
                    "end": 76,
                    "type": "software",
                    "rawForm": "GitHub",
                    "resp": "whitelist",
                    "id": "software-simple-w5"
                }
            ]
        },
        {
            "text": "For the different models considered we estimated the posterior probabilities, and for each pair of models we computed both the Bayes factor, factorised also in terms of likelihood ratio and Ockham's factor, clearly separating the contributions coming from the data and the prior choice, the Bayesian Information Criterion and the Akaike Information Criterion.",
            "section": "Conclusions",
            "paragraph_rank": 67,
            "section_rank": 15
        },
        {
            "text": "The conclusion of this work can be summarised as follows. ",
            "section": "Conclusions",
            "paragraph_rank": 68,
            "section_rank": 15
        },
        {
            "text": "With an exception for the DAMA/NaI dataset, which is however the less informative one, in all the comparisons we performed in Section 4 the sawtooth hypothesis is always disfavoured with respect to the cosine modulation hypothesis. ",
            "section": "Conclusions",
            "paragraph_rank": 68,
            "section_rank": 15
        },
        {
            "text": "This is quantifiable in the Bayes factor which is in all cases between 10 6 and 10 8 . ",
            "section": "Conclusions",
            "paragraph_rank": 68,
            "section_rank": 15
        },
        {
            "text": "To be more specific, in the case of using the entire dataset and comparing the cosine with just the amplitude as a free parameter in the fit against the sawtooth with three independent and free to vary slope parameters for the three phases of data-taking, we obtain a Bayes factor of 10 8.88 in favour of the cosine model. ",
            "section": "Conclusions",
            "paragraph_rank": 68,
            "section_rank": 15
        },
        {
            "text": "The effect of the priors choice has been extensively tested and can be reasonably quantified in a contribution at the most of the order 10 2 to the total BF. ",
            "section": "Conclusions",
            "paragraph_rank": 68,
            "section_rank": 15
        },
        {
            "text": "Finally, we used the full cosine model with free period and phase and still found a BF of order 10 6 . ",
            "section": "Conclusions",
            "paragraph_rank": 68,
            "section_rank": 15
        },
        {
            "text": "For this case we obtained a value of the period and phase compatible with those reported by the DAMA collaboration.",
            "section": "Conclusions",
            "paragraph_rank": 68,
            "section_rank": 15
        },
        {
            "text": "Finally, we point out that the background subtraction algorithm used by DAMA can introduce a bias in the parameters of the fitted signal, produced by a residual contribution from the expected signal as well as a contribution from a slowly varying background. ",
            "section": "Conclusions",
            "paragraph_rank": 69,
            "section_rank": 15
        },
        {
            "text": "Although the time intervals are chosen in a such a way that this bias is small, we showed that these effects can be safely taken into account in the analysis as shown in Section 4.4.",
            "section": "Conclusions",
            "paragraph_rank": 69,
            "section_rank": 15
        },
        {
            "text": "reason, it is often called average or marginalised likelihood. ",
            "section": "Conclusions",
            "paragraph_rank": 70,
            "section_rank": 15
        },
        {
            "text": "The marginal likelihood is computed by marginalising over the model's parameters:",
            "section": "Conclusions",
            "paragraph_rank": 70,
            "section_rank": 15
        },
        {
            "text": "where we applied the multiplication law of probabilities, and, in the last equality, expressed the integrand in terms of likelihood and prior probabilities of the parameters. ",
            "section": "Conclusions",
            "paragraph_rank": 71,
            "section_rank": 15
        },
        {
            "text": "In any real situation, this integral is not solvable analytically and can only be estimated numerically. ",
            "section": "Conclusions",
            "paragraph_rank": 71,
            "section_rank": 15
        },
        {
            "text": "Nevertheless, in the case where the information content of our measurement is such that the priors can be considered sufficiently vague in the range of the parameters space where the likelihood is sizable, we can consider the prior as a constant and use the Laplace approximation to estimate the integral. ",
            "section": "Conclusions",
            "paragraph_rank": 71,
            "section_rank": 15
        },
        {
            "text": "This is a very useful approximation to get sense of the different contributions to the marginal likelihood. ",
            "section": "Conclusions",
            "paragraph_rank": 71,
            "section_rank": 15
        },
        {
            "text": "For simplicity, let's assume the model depends just on a single parameter θ i , the best fit to the data occurs for θ =θ (in the following we will usex to refer to the best fit value of the quantity x), the likelihood is reasonably normal, and the prior is flat over a range ∆θ i . ",
            "section": "Conclusions",
            "paragraph_rank": 71,
            "section_rank": 15
        },
        {
            "text": "Under this assumptions the integral can be approximated as:",
            "section": "Conclusions",
            "paragraph_rank": 71,
            "section_rank": 15
        },
        {
            "text": "The last expression makes it clear that the marginal likelihood corresponds to the likelihood evaluated at the best fit value of θ i weighted by a volume factor corresponding to the parameter's uncertainty. ",
            "section": "Conclusions",
            "paragraph_rank": 72,
            "section_rank": 15
        },
        {
            "text": "In this oversimplified example, the proportional factor between the global and the best fit likelihood is given by the ratio of two quantities, namely ∆θ i and σ(θ i ), which control respectively the possible range of θ i before and after the data are seen. ",
            "section": "Conclusions",
            "paragraph_rank": 72,
            "section_rank": 15
        },
        {
            "text": "This factor is often referred to as the Ockham's factor as it naturally penalises a model by a quantity proportional to the necessary complexity of the model to get a good fit with respect to the a priori model complexity; the ideal case where the model is a good one and the a priori variability of the parameter is just enough to fit the data, the Ockham's factor is of order one. ",
            "section": "Conclusions",
            "paragraph_rank": 72,
            "section_rank": 15
        },
        {
            "text": "The Ockham's factor enters in the BF through the marginal likelihood, and thus when we compare two models we automatically account for the potential difference in their complexity. ",
            "section": "Conclusions",
            "paragraph_rank": 72,
            "section_rank": 15
        },
        {
            "text": "In order to visualise that, let's make a useful example. ",
            "section": "Conclusions",
            "paragraph_rank": 72,
            "section_rank": 15
        },
        {
            "text": "Let's consider two model:",
            "section": "Conclusions",
            "paragraph_rank": 72,
            "section_rank": 15
        },
        {
            "text": "• Model A: this models has only one parameter, let's call it θ A , and the prior over this parameter is a uniform distribution in the range [θ 1 A , θ 2 A ] of width ∆θ A , and thus the pdf is:",
            "section": "Conclusions",
            "paragraph_rank": 73,
            "section_rank": 15
        },
        {
            "text": "• Model B : this models has two parameters, θ B1 and θ B2 , that are uncorrelated and the prior over this parameters is a uniform distribution of width ∆θ B1 and ∆θ B2 , respectively:",
            "section": "Conclusions",
            "paragraph_rank": 74,
            "section_rank": 15
        },
        {
            "text": "(A.9)  ",
            "section": "Conclusions",
            "paragraph_rank": 75,
            "section_rank": 15
        },
        {
            "text": "B.1 ",
            "section_rank": 16
        },
        {
            "text": "Prior choices",
            "section_rank": 16
        },
        {
            "text": "The priors used in our analysis are the following:",
            "section": "B.1 Prior choices",
            "paragraph_rank": 76,
            "section_rank": 16
        },
        {
            "text": "• for all the cases in which there's a cosine modulation the amplitude A has a uniform prior:",
            "section": "B.1 Prior choices",
            "paragraph_rank": 77,
            "section_rank": 16
        },
        {
            "text": "with ∆ A = 0.05 cpd/kg/keV ee. ",
            "section": "B.1 Prior choices",
            "paragraph_rank": 78,
            "section_rank": 16
        },
        {
            "text": "One could in general choose a wider prior, but with the upper limit set by the results of the other DM experiments.",
            "section": "B.1 Prior choices",
            "paragraph_rank": 78,
            "section_rank": 16
        },
        {
            "text": "• for all the cases in which there's a sawtooth contribution, the slope B has a uniform Figure 11. ",
            "section": "B.1 Prior choices",
            "paragraph_rank": 79,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 88,
                    "end": 97,
                    "type": "figure",
                    "text": "Figure 11"
                }
            ]
        },
        {
            "text": "Posterior pdf (black lines) and priors pdf (red lines) for the free parameter A of the COS model for the fit of the DAMA/LIBRA Phase II data: the priors in these cases are gamma distributions with a shape α = 1 and a scale θ = 100 (left) or θ = 5000 (right). ",
            "section": "B.1 Prior choices",
            "paragraph_rank": 79,
            "section_rank": 16
        },
        {
            "text": "As expected, the posterior is quite different from the flat prior case of fig. 9 only in the most extreme case (right).",
            "section": "B.1 Prior choices",
            "paragraph_rank": 79,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 74,
                    "end": 80,
                    "type": "figure",
                    "ref_id": "fig_8",
                    "text": "fig. 9"
                }
            ]
        },
        {
            "text": "prior:",
            "section": "B.1 Prior choices",
            "paragraph_rank": 80,
            "section_rank": 16
        },
        {
            "text": "with ∆ B = 0.1cpd/kg/keV ee/yr. ",
            "section": "B.1 Prior choices",
            "paragraph_rank": 81,
            "section_rank": 16
        },
        {
            "text": "In this case we allowed B to have negative values in order to take into account a possible slowly decreasing sawtooth. ",
            "section": "B.1 Prior choices",
            "paragraph_rank": 81,
            "section_rank": 16
        },
        {
            "text": "As in the previous case, one could in general choose a wider prior, but with the upper limit on the background set by the knowledge of the DAMA experimental apparatus.",
            "section": "B.1 Prior choices",
            "paragraph_rank": 81,
            "section_rank": 16
        },
        {
            "text": "• for the case in which we let the period and the phase of the cosine free to vary, the two parameters T and t 0 have a uniform prior: In this case, since we would like to study the effect of letting these two parameters free to vary, we chose quite large priors around the expected values for a DM signal.",
            "section": "B.1 Prior choices",
            "paragraph_rank": 82,
            "section_rank": 16
        },
        {
            "text": "Since in all cases, the likelihoods are quite narrow with respect to the priors we choose, we were able to easily estimate the OF using the Laplace approximation as shown in Appendix A.",
            "section": "B.1 Prior choices",
            "paragraph_rank": 83,
            "section_rank": 16
        },
        {
            "text": "In all this cases these priors could be different in principle, and we checked, by changing both the width of the priors and their functional form, that the conclusions of our analysis wouldn't change with other reasonable choices. ",
            "section": "B.1 Prior choices",
            "paragraph_rank": 84,
            "section_rank": 16
        },
        {
            "text": "As an example, in fig. 9 we show the posterior and the prior for the parameters of the COS and SAW models in the DAMA/LI-BRA Phase II experiment; for the sake of completeness, in fig. 10 we show the likelihoods of the two models in the same dataset. ",
            "section": "B.1 Prior choices",
            "paragraph_rank": 84,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 18,
                    "end": 24,
                    "type": "figure",
                    "ref_id": "fig_8",
                    "text": "fig. 9"
                },
                {
                    "start": 179,
                    "end": 186,
                    "type": "figure",
                    "ref_id": "fig_9",
                    "text": "fig. 10"
                }
            ]
        },
        {
            "text": "In fig. 11, instead, we show, always as an example, how the posterior of the COS parameter in the DAMA/LIBRA Phase II dataset would change with two different choices of priors (a gamma distrubution in both cases): in one case, the prior is significantly different from zero in the region where the likelihood has the maximum, and thus it does not affect significantly the posterior pdf which is comparable with that of fig. 9 (fig. 11: left-hand side); in the other case, the prior pdf is so much concentrated in zero that the posterior changes significantly ( fig. 11: right-hand side).",
            "section": "B.1 Prior choices",
            "paragraph_rank": 84,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "type": "figure",
                    "text": "fig. 11"
                },
                {
                    "start": 419,
                    "end": 451,
                    "type": "figure",
                    "ref_id": "fig_8",
                    "text": "fig. 9 (fig. 11: left-hand side)"
                },
                {
                    "start": 561,
                    "end": 568,
                    "type": "figure",
                    "text": "fig. 11"
                }
            ]
        },
        {
            "text": "B.2 ",
            "section_rank": 17
        },
        {
            "text": "Posterior results",
            "section_rank": 17
        },
        {
            "text": "The results of our fits, given in terms of posterior pdfs, are showed in fig. 12, 13, 14, 15, 16, 17, 18. ",
            "section": "B.2 Posterior results",
            "paragraph_rank": 85,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 73,
                    "end": 80,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "fig. 12"
                },
                {
                    "start": 82,
                    "end": 105,
                    "type": "bibr",
                    "text": "13, 14, 15, 16, 17, 18."
                }
            ]
        },
        {
            "text": "In all cases, the MCMC chains reach equilibrium after few steps showing a stable trace. ",
            "section": "B.2 Posterior results",
            "paragraph_rank": 85,
            "section_rank": 17
        },
        {
            "text": "The numerical error on the results sampled with O(10 5 ) steps is negligible. ",
            "section": "B.2 Posterior results",
            "paragraph_rank": 85,
            "section_rank": 17
        },
        {
            "text": "As one can see from all the figures listed here, all the posteriors are reasonably normal, as could be expected from the assumption of normal likelihoods and uniform priors. ",
            "section": "B.2 Posterior results",
            "paragraph_rank": 85,
            "section_rank": 17
        },
        {
            "text": "In particular:",
            "section": "B.2 Posterior results",
            "paragraph_rank": 85,
            "section_rank": 17
        },
        {
            "text": "• fig. 15 shows the expected anti-correlation between A and B of the C+S model and, in addition, indicates that B is consistent with zero.",
            "section": "B.2 Posterior results",
            "paragraph_rank": 86,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 2,
                    "end": 9,
                    "type": "figure",
                    "text": "fig. 15"
                }
            ]
        },
        {
            "text": "• fig. 17 shows, as expected, that the three Bi slopes of the sawtooth for the SAW model are not correlated when fitted on the three stages of the experiment.",
            "section": "B.2 Posterior results",
            "paragraph_rank": 87,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 2,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_12",
                    "text": "fig. 17"
                }
            ]
        },
        {
            "text": "• fig. 18 shows the posterior distributions of the parameters A, T and t 0 of the cosine model when we let the period and the phase free to vary. ",
            "section": "B.2 Posterior results",
            "paragraph_rank": 88,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 2,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "fig. 18"
                }
            ]
        },
        {
            "text": "As expected T and t 0 are strongly anti-correlated, while we don't see any remarkable correlation between the other parameters.",
            "section": "B.2 Posterior results",
            "paragraph_rank": 88,
            "section_rank": 17
        },
        {
            "text": "Finally, in fig. 8 we show the result of a complete fit on all the (2-6) keVee dataset, obtained using a C+S model with three different slopes in the three different stages and treating the period and the phase of the cosine modulation as free parameters, and, in fig. 7, we display the result of the same fit, but fixing the period and the phase of the cosine modulation to their expected values (T = 1 yr and t 0 = 152.5 d). ",
            "section": "B.2 Posterior results",
            "paragraph_rank": 89,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 12,
                    "end": 18,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "fig. 8"
                },
                {
                    "start": 264,
                    "end": 270,
                    "type": "figure",
                    "text": "fig. 7"
                }
            ]
        },
        {
            "text": "Figure 12. Posterior pdfs for the free parameters of the two models for the fit of the DAMA/NaI data. ",
            "section": "B.2 Posterior results",
            "paragraph_rank": 89,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 12"
                }
            ]
        },
        {
            "text": "On the left hand side, the parameter B for the SAW model, and, on the right hand side, the parameter A for the COS model. ",
            "section": "B.2 Posterior results",
            "paragraph_rank": 89,
            "section_rank": 17
        },
        {
            "text": "Figure 13. Posterior pdfs for the free parameters of the two models for the fit of the DAMA/LI-BRA I data. ",
            "section": "B.2 Posterior results",
            "paragraph_rank": 89,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 13"
                }
            ]
        },
        {
            "text": "On the left hand side, the parameter B for the SAW model, and, on the right hand side, the parameter A for the COS model. ",
            "section": "B.2 Posterior results",
            "paragraph_rank": 89,
            "section_rank": 17
        },
        {
            "text": "Figure 14. Posterior pdfs for the free parameters of the two models for the fit of the DAMA/LI-BRA II data. ",
            "section": "B.2 Posterior results",
            "paragraph_rank": 89,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 14"
                }
            ]
        },
        {
            "text": "On the left hand side, the parameter B for the SAW model, and, on the right hand side, the parameter A for the COS model. ",
            "section": "B.2 Posterior results",
            "paragraph_rank": 89,
            "section_rank": 17
        },
        {
            "text": "Figure 15. Posterior pdfs for the free parameters of the C+S model for the fit of the DAMA/LI-BRA II data. ",
            "section": "B.2 Posterior results",
            "paragraph_rank": 89,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "text": "Figure 15"
                }
            ]
        },
        {
            "text": "The figure shows in the lower-left corner the combined pdf reporting also the credible regions at 0.68, 0.95, 0.997 probability as black, green, and blue contours respectively. ",
            "section": "B.2 Posterior results",
            "paragraph_rank": 89,
            "section_rank": 17
        },
        {
            "text": "The upper-left and lower-right plots are the marginal pdfs for the parameter A and B respectively. ",
            "section": "B.2 Posterior results",
            "paragraph_rank": 89,
            "section_rank": 17
        },
        {
            "text": "The correlation coefficient is given in the upper-right corner of the figure.   ",
            "section": "B.2 Posterior results",
            "paragraph_rank": 89,
            "section_rank": 17
        },
        {
            "text": "Figure 2 .",
            "section_rank": 18
        },
        {
            "text": "Figure 2. ",
            "section": "Figure 2 .",
            "paragraph_rank": 90,
            "section_rank": 18
        },
        {
            "text": "Left: Simulated data (points) and true underlying model (red line) for the COS, C+S, and SAW models respectively. ",
            "section": "Figure 2 .",
            "paragraph_rank": 90,
            "section_rank": 18
        },
        {
            "text": "Right: best fit for the COS (red solid line), SAW (green dotted line), and C+S (blue dashed line) models respectively.",
            "section": "Figure 2 .",
            "paragraph_rank": 90,
            "section_rank": 18
        },
        {
            "text": "Figure 3 .",
            "section_rank": 19
        },
        {
            "text": "Figure 3. ",
            "section": "Figure 3 .",
            "paragraph_rank": 91,
            "section_rank": 19
        },
        {
            "text": "Fit to the DAMA/NaI residual rate in the (2-6) keVee energy window. ",
            "section": "Figure 3 .",
            "paragraph_rank": 91,
            "section_rank": 19
        },
        {
            "text": "The regions in which the blue line is constant (and equal to zero) are the regions between two non-contiguous data-taking cycles.",
            "section": "Figure 3 .",
            "paragraph_rank": 91,
            "section_rank": 19
        },
        {
            "text": "Figure 4 .",
            "section_rank": 20
        },
        {
            "text": "Figure 4. ",
            "section": "Figure 4 .",
            "paragraph_rank": 92,
            "section_rank": 20
        },
        {
            "text": "Fit to the DAMA/LIBRA Phase I residual rate in the (2-6) keVee energy window. ",
            "section": "Figure 4 .",
            "paragraph_rank": 92,
            "section_rank": 20
        },
        {
            "text": "The regions in which the blue line is constant (and equal to zero) are the regions between two non-contiguous data-taking cycles.",
            "section": "Figure 4 .",
            "paragraph_rank": 92,
            "section_rank": 20
        },
        {
            "text": "A",
            "section_rank": 21
        },
        {
            "text": "= (0.00981 ± 0.00079) cpd/kg/keVee t 0 = (0.382 ± 0.037) yr χ 2 /dof = 112.8/136 T = (1.0008 ± 0.0023) yr (4.4) These results are compatible with a period of 1 year and a t 0 = 152.5 d = 0.418 yr. ",
            "section": "A",
            "paragraph_rank": 93,
            "section_rank": 21
        },
        {
            "text": "The comparison between cosine and SAW model this time gives BF = 62.4 dB, LR = 71.7 dB, OF = −9.3 dB, ∆BIC = −33.0 , ∆AIC = −33.0 .",
            "section": "A",
            "paragraph_rank": 93,
            "section_rank": 21
        },
        {
            "text": "Figure 8 .",
            "section_rank": 22
        },
        {
            "text": "Figure 8.",
            "section": "Figure 8 .",
            "paragraph_rank": 94,
            "section_rank": 22
        },
        {
            "text": "Figure 9 .",
            "section_rank": 23
        },
        {
            "text": "Figure 9. ",
            "section": "Figure 9 .",
            "paragraph_rank": 95,
            "section_rank": 23
        },
        {
            "text": "Posterior pdf (black lines) and priors pdf (red lines) for the free parameters A of the COS model (left) and B of the SAW model (right) for the fit of the DAMA/LIBRA Phase II data.",
            "section": "Figure 9 .",
            "paragraph_rank": 95,
            "section_rank": 23
        },
        {
            "text": "Figure 10 .",
            "section_rank": 24
        },
        {
            "text": "Figure 10. ",
            "section": "Figure 10 .",
            "paragraph_rank": 96,
            "section_rank": 24
        },
        {
            "text": "Likelihood of the DAMA/LIBRA Phase II data for the COS model (left) and the SAW model (right).",
            "section": "Figure 10 .",
            "paragraph_rank": 96,
            "section_rank": 24
        },
        {
            "text": "152.5 d = 0.418 yr ∆ T =T /2 = 0.5 yr ∆ t 0 =t 0 /2 = 0.209 yr (B.4)",
            "paragraph_rank": 97,
            "section_rank": 25
        },
        {
            "text": "Figure 16 .",
            "section_rank": 26
        },
        {
            "text": "Figure 16. ",
            "section": "Figure 16 .",
            "paragraph_rank": 98,
            "section_rank": 26
        },
        {
            "text": "Posterior pdf for the free parameter of the COS model for the fit of the whole (2-6) keVee DAMA dataset.",
            "section": "Figure 16 .",
            "paragraph_rank": 98,
            "section_rank": 26
        },
        {
            "text": "Figure 17 .",
            "section_rank": 27
        },
        {
            "text": "Figure 17. ",
            "section": "Figure 17 .",
            "paragraph_rank": 99,
            "section_rank": 27
        },
        {
            "text": "Marginal posterior pdfs for the free parameters of the SAW model with three different slopes for the fit of the whole (2-6) keVee DAMA dataset. ",
            "section": "Figure 17 .",
            "paragraph_rank": 99,
            "section_rank": 27
        },
        {
            "text": "The 3 plots on the diagonal of the figure are the uni-dimensional pdfs of each single free parameter obtained by marginalising on the all the others. ",
            "section": "Figure 17 .",
            "paragraph_rank": 99,
            "section_rank": 27
        },
        {
            "text": "The 3 bi-dimensional pdfs in the bottom-left corner of the figure give the marginal pdfs of each pair of parameters obtained by marginalising on the other. ",
            "section": "Figure 17 .",
            "paragraph_rank": 99,
            "section_rank": 27
        },
        {
            "text": "The plots show also the credible regions at 0.68, 0.95, 0.997 probability as black, green, and blue contours respectively. ",
            "section": "Figure 17 .",
            "paragraph_rank": 99,
            "section_rank": 27
        },
        {
            "text": "The correlation coefficients are given in the upper-right corner of the figure.",
            "section": "Figure 17 .",
            "paragraph_rank": 99,
            "section_rank": 27
        },
        {
            "text": "Figure 18 .",
            "section_rank": 28
        },
        {
            "text": "Figure 18. ",
            "section": "Figure 18 .",
            "paragraph_rank": 100,
            "section_rank": 28
        },
        {
            "text": "Marginal posterior pdfs for the free parameters of the cosine model for the fit of the whole (2-6) keVee DAMA dataset. ",
            "section": "Figure 18 .",
            "paragraph_rank": 100,
            "section_rank": 28
        },
        {
            "text": "The 3 plots on the diagonal of the figure are the unidimensional pdfs of each single free parameter obtained by marginalising on the all the others. ",
            "section": "Figure 18 .",
            "paragraph_rank": 100,
            "section_rank": 28
        },
        {
            "text": "The 3 bi-dimensional pdfs in the bottom-left corner of the figure give the marginal pdfs of each pair of parameters obtained by marginalising on the other. ",
            "section": "Figure 18 .",
            "paragraph_rank": 100,
            "section_rank": 28
        },
        {
            "text": "The plots show also the credible regions at 0.68, 0.95, 0.997 probability as black, green, and blue contours respectively. ",
            "section": "Figure 18 .",
            "paragraph_rank": 100,
            "section_rank": 28
        },
        {
            "text": "The correlation coefficients are given in the upper-right corner of the figure.",
            "section": "Figure 18 .",
            "paragraph_rank": 100,
            "section_rank": 28
        },
        {
            "text": "COS generated data BF [dB] LR [dB] ∆BIC ∆AIC",
            "paragraph_rank": 101,
            "section_rank": 29
        },
        {
            "text": "Table ",
            "paragraph_rank": 102,
            "section_rank": 29
        },
        {
            "text": "1. Comparison between the various models in the three pseudo-datasets in terms of Bayes factor (BF), likelihood ratio (LR), and difference of Bayesian Information Criterion (∆BIC) and Akaike Information Criterion (∆AIC).",
            "paragraph_rank": 102,
            "section_rank": 29
        },
        {
            "text": "DAMA phaseBF C,S [dB] LR C,S [dB] OF C,S [dB] ∆BIC ∆AICTable ",
            "paragraph_rank": 102,
            "section_rank": 29
        },
        {
            "text": "2. Bayes factor (BF), likelihood ratio (LR), Ockham's factor (OF), Bayesian Information Criterion (BIC) difference and Akaike Information Criterion (AIC) difference between the COS and the SAW model for the three stages of DAMA experiments. ",
            "paragraph_rank": 102,
            "section_rank": 29
        },
        {
            "text": "For the first three rows, the ∆BIC and the ∆AIC values are equal because the two models have the same number of parameters. ",
            "paragraph_rank": 102,
            "section_rank": 29
        },
        {
            "text": "The last row refers to the comparison between COS and a SAW model with 3 different slopes as detailed in Section 4.3.",
            "paragraph_rank": 102,
            "section_rank": 29
        },
        {
            "text": "the result of the fit is presented.",
            "paragraph_rank": 103,
            "section_rank": 30
        },
        {
            "text": "Fit results A [cpd/kg/keVee] B [cpd/kg/keVee/yr] χ 2 /dof",
            "paragraph_rank": 104,
            "section_rank": 31
        },
        {
            "text": "As a cross check, for the SAW model in each of the phases we obtain for the parameters B the same results of table 3. ",
            "paragraph_rank": 105,
            "section_rank": 32
        },
        {
            "text": "The comparison between COS and SAW model gives",
            "paragraph_rank": 105,
            "section_rank": 32
        },
        {
            "text": "Given a quantity x, the decibel d is defined as d = 10 log 10 (x).",
            "paragraph_rank": 106,
            "section_rank": 32
        },
        {
            "text": "Acknowledgments",
            "section_rank": 34
        },
        {
            "text": "We thank Dario Buttazzo, Fabio Cappella, and Paolo Panci for useful discussions.",
            "section": "Acknowledgments",
            "paragraph_rank": 107,
            "section_rank": 34
        },
        {
            "text": ". Marginal posterior pdfs for the free parameters of the proposed model (Sec. 4.4) at fixed T and t 0 for the fit of the whole (2-6) keVee DAMA dataset. The 4 plots on the diagonal of the figure are the uni-dimensional pdfs of each single free parameter obtained by marginalising on the all the others. The 10 bi-dimensional pdfs in the bottom-left corner of the figure give the marginal pdfs of each pair of parameters obtained by marginalising on the other. The plots show also the credible regions at 0.68, 0.95, 0.997 probability as black, green, and blue contours respectively. The correlation coefficients are given in the upper-right corner of the figure.",
            "paragraph_rank": 108,
            "section_rank": 36
        },
        {
            "text": "A Bayesian model comparison",
            "section_rank": 37
        },
        {
            "text": "In the following we shall suppose to have a dataset D = {x i } composed of n measurements x i , a set of models or hypotheses H i where each hypothesis could in general depend on a vector of parameters θ i . ",
            "section": "A Bayesian model comparison",
            "paragraph_rank": 109,
            "section_rank": 37
        },
        {
            "text": "Within a model, we assume to know the likelihood function:",
            "section": "A Bayesian model comparison",
            "paragraph_rank": 109,
            "section_rank": 37
        },
        {
            "text": "the expression on the right-hand-side of the previous equation is the probability density function (pdf) to observe some specific data D given the model H i , its parameters θ i , and all the relevant information I before the measurement is carried out. ",
            "section": "A Bayesian model comparison",
            "paragraph_rank": 110,
            "section_rank": 37
        },
        {
            "text": "The likelihood, which is numerically identical to p(D|H i , θ i , I), has to be intended as a function of the model and its parameters at fixed (observed) data. ",
            "section": "A Bayesian model comparison",
            "paragraph_rank": 110,
            "section_rank": 37
        },
        {
            "text": "We shall assign a prior probability π(H i |I) to each model, as well as a prior probability π( θ i |H i , I) to its parameters, both conditioned to the state of information I. Priors are intended to encapsulate the probability that the model is valid before data are seen. ",
            "section": "A Bayesian model comparison",
            "paragraph_rank": 110,
            "section_rank": 37
        },
        {
            "text": "For the parameters, the priors define their range of variability by setting the probability to find them in any given interval of the allowed space. ",
            "section": "A Bayesian model comparison",
            "paragraph_rank": 110,
            "section_rank": 37
        },
        {
            "text": "In the following, all probabilities are conditional to the state of information I even if, to keep the notation simple, we often don't write it explicitly. ",
            "section": "A Bayesian model comparison",
            "paragraph_rank": 110,
            "section_rank": 37
        },
        {
            "text": "Suppose we want to compare two different models H i and H j , which for the moment we assume don't depend on any parameter. ",
            "section": "A Bayesian model comparison",
            "paragraph_rank": 110,
            "section_rank": 37
        },
        {
            "text": "To compare these models we can compute the ratio of the posterior probabilities:",
            "section": "A Bayesian model comparison",
            "paragraph_rank": 110,
            "section_rank": 37
        },
        {
            "text": "this ratio gives the odds in favour of one model over the other. ",
            "section": "A Bayesian model comparison",
            "paragraph_rank": 111,
            "section_rank": 37
        },
        {
            "text": "To express the odds as a function of the likelihoods and priors, we shall apply the Bayes theorem; that is, for example for the numerator of eq. ",
            "section": "A Bayesian model comparison",
            "paragraph_rank": 111,
            "section_rank": 37
        },
        {
            "text": "(A.2),",
            "section": "A Bayesian model comparison",
            "paragraph_rank": 111,
            "section_rank": 37
        },
        {
            "text": "The denominator π(D|I) is the prior probability of data and it can be more easily interpreted if expressed in terms of the likelihoods by imposing that i p(H i |D, I) = 1. ",
            "section": "A Bayesian model comparison",
            "paragraph_rank": 112,
            "section_rank": 37
        },
        {
            "text": "To do this we need to have a complete class of hypotheses, and this is not often the case. ",
            "section": "A Bayesian model comparison",
            "paragraph_rank": 112,
            "section_rank": 37
        },
        {
            "text": "However, if we are only interested in the odds ratio we can neglect this term as it cancels out in the odds. ",
            "section": "A Bayesian model comparison",
            "paragraph_rank": 112,
            "section_rank": 37
        },
        {
            "text": "The ratio between the probabilities of the two models becomes:",
            "section": "A Bayesian model comparison",
            "paragraph_rank": 112,
            "section_rank": 37
        },
        {
            "text": "The data dependent part is the so called \"Bayes factor\" (BF), and it is defined as:",
            "section": "A Bayesian model comparison",
            "paragraph_rank": 113,
            "section_rank": 37
        },
        {
            "text": "In the hypothesis in which, due to our a priori ignorance, all the model's priors are equal, considering the odds ratio is equivalent to considering the Bayes factor. ",
            "section": "A Bayesian model comparison",
            "paragraph_rank": 114,
            "section_rank": 37
        },
        {
            "text": "The case of a model H i ( θ i ) dependent on a vector of parameters θ i is more complicated because we have to compute the marginal likelihood of the model, which corresponds to the likelihood of the model averaged over all possible values of the parameters. ",
            "section": "A Bayesian model comparison",
            "paragraph_rank": 114,
            "section_rank": 37
        },
        {
            "text": "For this Assuming normal likelihoods, and using the eq. ",
            "section": "A Bayesian model comparison",
            "paragraph_rank": 114,
            "section_rank": 37
        },
        {
            "text": "(A.7), the BF can be estimated as:",
            "section": "A Bayesian model comparison",
            "paragraph_rank": 114,
            "section_rank": 37
        },
        {
            "text": "(A.10) where we defined the likelihood ratio (LR AB ) and the Ockham's factor (OF AB ) as",
            "section": "A Bayesian model comparison",
            "paragraph_rank": 115,
            "section_rank": 37
        },
        {
            "text": ") ,",
            "section": "A Bayesian model comparison",
            "paragraph_rank": 116,
            "section_rank": 37
        },
        {
            "text": "The message behind eq. ",
            "section": "A Bayesian model comparison",
            "paragraph_rank": 117,
            "section_rank": 37
        },
        {
            "text": "(A.10) is that even though a model with more parameters can be more flexible and thus better fit the data producing an higher likelihood, one has to pay the price of having a more complex model. ",
            "section": "A Bayesian model comparison",
            "paragraph_rank": 117,
            "section_rank": 37
        },
        {
            "text": "In other words: even if the likelihood ratio pushes towards a more complex model which often better fits the data, on the other hand the Ockham's factor penalises it.",
            "section": "A Bayesian model comparison",
            "paragraph_rank": 117,
            "section_rank": 37
        },
        {
            "text": "It is important to stress that for parametric models the Bayes factor critically depends on the choice of priors, that, in this case, is represented by the choice of the widths ∆θ i . ",
            "section": "A Bayesian model comparison",
            "paragraph_rank": 118,
            "section_rank": 37
        },
        {
            "text": "For models with the same number of parameters, especially if the parameters have the same physical meaning, the Ockham's factor should be of order one, and the BF should fairly be insensitive to priors' choice.",
            "section": "A Bayesian model comparison",
            "paragraph_rank": 118,
            "section_rank": 37
        },
        {
            "text": "For models with a different number of parameters one has to pay particular attention to avoid introducing biases due to an 'unreasonable choice of priors'. ",
            "section": "A Bayesian model comparison",
            "paragraph_rank": 119,
            "section_rank": 37
        },
        {
            "text": "For this reason, in the following we will start by comparing models with just one parameter and then move to more complex and realistic scenarios exploring the sensitivity of our conclusions to the prior's choice.",
            "section": "A Bayesian model comparison",
            "paragraph_rank": 119,
            "section_rank": 37
        },
        {
            "text": "B Details of the JAGS MCMC simulation",
            "section_rank": 38
        },
        {
            "text": "The full hierarchical probability model described in Section (3.2) is implemented in JAGS. ",
            "section": "B Details of the JAGS MCMC simulation",
            "paragraph_rank": 120,
            "section_rank": 38
        },
        {
            "text": "To define the model one uses the BUGS language [18][19][20], which, for example for the COS model, looks as follows:",
            "section": "B Details of the JAGS MCMC simulation",
            "paragraph_rank": 120,
            "section_rank": 38,
            "ref_spans": [
                {
                    "start": 47,
                    "end": 51,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[18]"
                },
                {
                    "start": 51,
                    "end": 55,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[19]"
                },
                {
                    "start": 55,
                    "end": 59,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "where the for loop is over the entries of the data n-tuple, dnorm() stands for the normal distribution density function whose parameters are the true amplitudes mu[i] as given by the functional form of the model, and the standard deviations sd[i] given as τ i = 1/σ 2 i . ",
            "section": "B Details of the JAGS MCMC simulation",
            "paragraph_rank": 121,
            "section_rank": 38
        },
        {
            "text": "The last line defines the prior pdf for the parameter of interest A, which, in this case is given by a uniform distribution in the range [0, maxA]. ",
            "section": "B Details of the JAGS MCMC simulation",
            "paragraph_rank": 121,
            "section_rank": 38,
            "ref_spans": [
                {
                    "start": 137,
                    "end": 146,
                    "type": "bibr",
                    "text": "[0, maxA]"
                }
            ]
        },
        {
            "text": "This model will be fit to time series data described by an n-tuple {D i } = {t i , y i , σ i } of length n, containing for each time bin t i the measurement y i and the symmetric uncertainty σ i associated to it.",
            "section": "B Details of the JAGS MCMC simulation",
            "paragraph_rank": 121,
            "section_rank": 38
        }
    ]
}