{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Citation indices are regularly used to inform critical decisions about promotion, tenure, and the allocation of billions of research dollars. Nevertheless, most indices (e.g., the h-index) are motivated by intuition and rules of thumb, resulting in undesirable conclusions. In contrast, five natural properties lead us to a unique new index, the Euclidean index, that avoids several shortcomings of the h-index and its successors. The Euclidean index is simply the Euclidean length of an individual's citation list. Two empirical tests suggest that the Euclidean index outperforms the h-index in practice. (JEL A14, C43) Citation indices attempt to provide useful information about a researcher's publication record by summarizing it with a single numerical score. They provide government agencies, departmental and university committees, administrators, faculty, and students with a simple and potentially informative tool for comparing one researcher to another, and are regularly used to inform critical decisions about funding, promotion, and tenure. With decisions of this magnitude on the line, one should approach the problem of developing a good index as systematically as possible. Doing so here, we are led to a unique new index. 1 This new index, called the Euclidean index, is simply the Euclidean length of an individual's citation list. Perhaps the best-known citation index beyond a total citation count is the h-index (Hirsch 2005). A scholar's h-index is the number, h, of his/her papers that each have at least h citations. By design, the h-index limits the effect of a small number of highly cited papers, a feature which, though well intentioned, can produce intuitively implausible rankings. For example, consider two researchers, one with 10 papers, each with 10 citations (h-index = 10) , and another with 8 papers, each with 100 (or even 1,000) citations (h-index = 8) .",
            "paragraph_rank": 1,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "text": "Improvements to the h -index have been suggested. Consider, for example, the g -index (Egghe 2006a,b), which is the largest number g such that the total citation count of the g most cited papers is at least g 2 . The g -index is intended to correct for the insensitivity of the h -index to the number of citations received by the h most cited papers. Many other variations have been suggested since. Yet, like the h -index, they are ad hoc measures based almost entirely on intuition and rules of thumb with insufficient justification given for choosing them over the infinitely many other unchosen possibilities. But for a novel empirical approach to selecting among a new class of h -indices, see Ellison (2012Ellison ( , 2013. 2 To illustrate the difficulties that can arise when a systematic approach to choosing an index is not followed, let us consider the very practical and well-recognized problem of comparing the records of individuals in different fields or subfields. 3 There is compelling evidence to suggest that for such comparisons to be meaningful, one must rescale each individual's citation list by dividing each entry in it by the average number of citations in that individual's field. Indeed, Radicchi, Fortunato, and Castellano (2008) observe that while the distributions of citations vary widely across a variety of fields (from agricultural economics to nuclear physics), after rescaling by the average number of citations within a field, the distributions all become virtually identical (see Section III).",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 86,
                    "text": "(Egghe 2006a,b)",
                    "end": 101
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 699,
                    "text": "Ellison (2012",
                    "end": 712
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 712,
                    "text": "Ellison ( , 2013",
                    "end": 728
                },
                {
                    "type": "bibr",
                    "start": 730,
                    "text": "2",
                    "end": 731
                },
                {
                    "type": "bibr",
                    "start": 980,
                    "text": "3",
                    "end": 981
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1215,
                    "text": "Radicchi, Fortunato, and Castellano (2008)",
                    "end": 1257
                }
            ]
        },
        {
            "text": "With this in mind, suppose that two macroeconomists, A and B, are being considered for a single position and it is noted that A has the higher h -index and so should be the preferred candidate. But before a final decision is made, a second position as well as a new candidate, C, become available. Candidate C, however, is an industrial organization (IO) economist and so a rescaling of the citation lists is necessary to compare the three records across the two fields. But a serious difficulty arises. The rescaling has reversed the ranking of the two macroeconomists. That is, applying the h -index to the rescaled lists produces the ranking: B preferred to C preferred to A, and it is now entirely unclear which one of the two macroeconomists should be hired! But do such reversals occur in practice? According to data collected by Ellison (2013), 4 the average number of citations per paper among macroeconomists at the top 50 US universities is 98 , while among IO economists it is 55 . 5 That is, macroeconomists are cited 1.8 ( = 98/55 ) times more often per paper, on average, than IO economists. Applying the h -index to Ellison's (2013) data, both before and after reducing the macroeconomists' citations by a factor of 1.8, we find that 95 percent of them experience at least one pairwise ranking change with another macroeconomist 2 Ellison (2013) introduces the following class of generalized Hirsch indices. For any a, b > 0 and for any citation list, h (a, b) is the number of papers, h, that each have at least a h b citations. Ellison estimates a and b so that h (a, b) gives the best fit in terms of ranking economists at the top 50 US universities in a manner that is consistent with the observed labor market outcome. Ellison (2012) is a related paper that instead uses data on computer scientists.",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 836,
                    "text": "Ellison (2013)",
                    "end": 850
                },
                {
                    "type": "bibr",
                    "start": 993,
                    "text": "5",
                    "end": 994
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1131,
                    "text": "Ellison's (2013)",
                    "end": 1147
                },
                {
                    "type": "bibr",
                    "start": 1344,
                    "text": "2",
                    "end": 1345
                },
                {
                    "type": "bibr",
                    "start": 1469,
                    "text": "(a, b)",
                    "end": 1475
                },
                {
                    "type": "bibr",
                    "start": 1581,
                    "text": "(a, b)",
                    "end": 1587
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1739,
                    "text": "Ellison (2012)",
                    "end": 1753
                }
            ]
        },
        {
            "text": "3 See, e.g., Radicchi, Fortunato, and Castellano (2008) and the references therein. 4 See Section IV for more details. 5 These figures pertain to individuals who are classified by Ellison (2013) as being in a unique field, in this case either IO or macroeconomics. There are 88 out of 226 such macroeconomists and 64 out of 120 such IO economists. and 60 percent of them experience at least one strict ranking reversal (see Figure 3 in Section IV). 6,7 So, for the h -index, the problem of ranking reversals is quite real.",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 13,
                    "text": "Radicchi, Fortunato, and Castellano (2008)",
                    "end": 55
                },
                {
                    "type": "bibr",
                    "start": 84,
                    "text": "4",
                    "end": 85
                },
                {
                    "type": "bibr",
                    "start": 119,
                    "text": "5",
                    "end": 120
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 180,
                    "text": "Ellison (2013)",
                    "end": 194
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 424,
                    "text": "Figure 3",
                    "end": 432
                },
                {
                    "type": "bibr",
                    "start": 449,
                    "text": "6,",
                    "end": 451
                },
                {
                    "type": "bibr",
                    "start": 451,
                    "text": "7",
                    "end": 452
                }
            ]
        },
        {
            "text": "To avoid this and other difficulties, we take an axiomatic approach in our search for an index. 8 The methodology of this approach is to select, with care, a number of basic properties that an index should have. The advantage of this approach is that it focuses attention on the properties that an index should possess rather than the functional form that it should take. After all, it is the properties we desire an index to possess that should determine its functional form, not the other way around. The five properties that we identify are quite natural for the problem at hand and lead uniquely to the Euclidean index.",
            "paragraph_rank": 5,
            "section_rank": 1
        },
        {
            "text": "Still, one might wonder how well the Euclidean index performs in practice relative to the h -index. To get a sense of this with Ellison's (2013) data, we assigned a score to each index by considering how well its ranking of economists at the top 50 US universities matched the National Research Council's (NRC) ranking of the departments in which they are employed. More specifically, we increased an index's score by 1 whenever its ranking of two economists agreed with the NRC's ranking of their departments and we decreased an index's score by 1 otherwise, ignoring all ties. 9 The Euclidean index outscored the h -index in this test and it also outscored a whole family of indices which satisfy a strict subset of our axioms (see Figure 4 in Section IV). 10 Thus, at least with respect to this test, the Euclidean index performs rather well.",
            "paragraph_rank": 6,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 734,
                    "text": "Figure 4",
                    "end": 742
                }
            ]
        },
        {
            "text": "The Euclidean index is intended to judge an individual's record as it stands. It is not intended as a means to predict an individual's record at some future date. If a prediction is important to the decision at hand (as in tenure decisions, for example) then separate methods must first be used to obtain a predicted citation list to which our index can then be applied. 11 Finally, it should be noted that our index is ordinal. Indeed, we would argue that virtually all citation indices are ordinal because they do not provide decision makers (administrators, tenure committees, funding committees, etc.) with information such as individual A is \"worth twice as much\" as individual B. On the other hand, citation indices can and do provide usefully interpretable ordinal information such as \" A is equivalent to an individual who receives twice as many citations as B on every paper\" (see Section IIA). It is up to decision makers to apply this interpretable information to decide how much A should be paid relative to B, or how much teaching A should be assigned relative to B, or how much funding A should receive _ h , this adjustment too will lead to difficulties. See Section III. 8 We are certainly not the first to do so. See, e.g., Queseda (2011); Woeginger (2008a,b); Marchant (2009a,b); and Chambers and Miller (2014). But in each of these cases, except Marchant (2009b), the stated goal is to provide axioms for a preexisting citation index. As far as we are aware, the functional form that our axioms identify has not been proposed for use as a citation index until now.",
            "paragraph_rank": 7,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 371,
                    "text": "11",
                    "end": 373
                },
                {
                    "type": "bibr",
                    "start": 1187,
                    "text": "8",
                    "end": 1188
                },
                {
                    "type": "bibr",
                    "start": 1257,
                    "text": "Woeginger (2008a,b)",
                    "end": 1276
                },
                {
                    "type": "bibr",
                    "start": 1278,
                    "text": "Marchant (2009a,b)",
                    "end": 1296
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1302,
                    "text": "Chambers and Miller (2014)",
                    "end": 1328
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1365,
                    "text": "Marchant (2009b)",
                    "end": 1381
                }
            ]
        },
        {
            "text": "9 That is, we assign scores according to Kendall's (1938) rank correlation coefficient. 10 All of the indices in the family outscore the h -index. 11 We thank Glenn Ellison for helpful discussions on this point.",
            "paragraph_rank": 8,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 41,
                    "text": "Kendall's (1938)",
                    "end": 57
                },
                {
                    "type": "bibr",
                    "start": 88,
                    "text": "10",
                    "end": 90
                },
                {
                    "type": "bibr",
                    "start": 147,
                    "text": "11",
                    "end": 149
                }
            ]
        },
        {
            "text": "relative to B, etc. Given our ordinal perspective, we will have little to say about assigning scores to scholarly journals (e.g., Volij 2004, 2014) since such scores are typically used to translate publications from distinct journals into a common cardinal currency. The rest of the paper proceeds as follows. In Section I, we list the five properties that characterize the Euclidean index. Section II contains the statement of our main result as well as a brief discussion of the roles of each property. Section III discusses the important issue of how to eliminate the well-recognized biases that arise when comparing citation lists of individuals from different fields or subfields. Understanding this issue is central to understanding why we introduce the property that we call \"scale invariance.\" Section IV provides the details of the two empirical exercises described above.",
            "paragraph_rank": 9,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 130,
                    "text": "Volij 2004, 2014)",
                    "end": 147
                }
            ]
        },
        {
            "text": "I. Five Properties for Citation Indices",
            "section_rank": 2
        },
        {
            "section": "I. Five Properties for Citation Indices",
            "text": "In this section, we present five properties that lead to a unique index. Unless otherwise stated, these properties should be thought of as pertaining to citation lists whose cited papers differ only in their number of citations but otherwise have common characteristics, e.g., year of publication, field, number of authors, etc. Taking into account differences in such characteristics is an important issue that is touched upon in Section III.",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "section": "I. Five Properties for Citation Indices",
            "text": "Citation indices work as follows. First, an individual's record is summarized by a finite list of numbers, typically ordered from highest to lowest, where the i th number in the list is the number of citations received by the individual's i th most highly cited paper. The list of citations is then operated upon by some index function to produce the individual's index number. As already mentioned in the introduction (see also Section III), one must sometimes rescale one individual's citation list to adequately compare it to another individual's list. Consequently, one must be prepared to consider noninteger lists. We therefore take as our domain the set L consisting of all finite nonincreasing sequences of nonnegative real numbers. Any element of L is called a citation list. 12 A citation index is any continuous function, ι : L → ℝ, that assigns to each citation list a real number. 13 Consider first the following four basic properties. A discussion of them follows:",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 785,
                    "text": "12",
                    "end": 787
                },
                {
                    "type": "bibr",
                    "start": 894,
                    "text": "13",
                    "end": 896
                }
            ]
        },
        {
            "section": "I. Five Properties for Citation Indices",
            "text": "(i) Monotonicity.-The index value of a citation list does not fall when a new paper with sufficiently many citations is added to the list.",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "section": "I. Five Properties for Citation Indices",
            "text": "(ii) Independence.-The index's ranking of two citation lists does not change when a new paper is added to each list and each of the two new papers receives the same number of citations.",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "section": "I. Five Properties for Citation Indices",
            "text": "12 Implicit in the convention to list the numbers in decreasing order is that the index value would be the same were the numbers listed in any other order.",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "section": "I. Five Properties for Citation Indices",
            "text": "13 Continuity means that for any citation list x , if a sequence of citation lists x 1 , x 2 , … each of whose length is the same as the finite length of x, converges to x in the Euclidean sense, then ι( x 1 ), ι( x 2 ), … converges to ι(x). The use of the Euclidean metric here is not important. Any equivalent metric, e.g., the taxicab metric, would do.",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "section": "I. Five Properties for Citation Indices",
            "text": "(iii) Depth Relevance.-It is not the case that, for every citation list, the index weakly increases when any paper in the list is split into two and its citations are divided in any way between them.",
            "paragraph_rank": 16,
            "section_rank": 2
        },
        {
            "section": "I. Five Properties for Citation Indices",
            "text": "(iv) Scale Invariance.-The index's ranking of two citation lists does not change when each entry of each list is multiplied by any common positive scaling factor.",
            "paragraph_rank": 17,
            "section_rank": 2
        },
        {
            "section": "I. Five Properties for Citation Indices",
            "text": "The first property, monotonicity, says that for each citation list there is a number (which can depend on the list) such that the index does not fall if a new paper with at least that number of citations is added to the list. All indices that we are aware of satisfy this property. In fact, all indices that we are aware of satisfy the stronger property that they weakly increase when any new paper is added, regardless of how few citations it receives. In contrast, our less restrictive monotonicity property allows (but does not require) the index to fall if a new but infrequently cited paper is added. Note that monotonicity says nothing about the behavior of the index when an existing paper receives additional citations.",
            "paragraph_rank": 18,
            "section_rank": 2
        },
        {
            "section": "I. Five Properties for Citation Indices",
            "text": "The second property, independence, is natural given that our index is intended to compare the records-as they currently stand-of any two individuals. 14 It says, in particular, that a tie between two records cannot be broken by adding identical papers to each record. The h -index fails to satisfy independence. For example, if individual A has 10 papers with 10 citations each, and B has 5 papers with 15 citations each, then A 's h -index is 10 and B 's is 5. But if they each produce 10 identical new papers that receive 15 citations each, then A 's h -index is still 10, but B 's h -index increases from 5 to 15 . Note that the independence property is agnostic about the effect on the index of adding new papers. Independence allows that adding identically cited papers to two records could separately increase or decrease the indices, so long as the rankings are not reversed.",
            "paragraph_rank": 19,
            "section_rank": 2
        },
        {
            "section": "I. Five Properties for Citation Indices",
            "text": "It is often suggested that a good index should encourage \"quality over quantity,\" i.e., encourage a smaller number of highly cited papers over a larger number of infrequently cited papers. The third property, depth relevance, takes a very weak stand on this important trade-off. It says that it should not be the case that for any fixed number of citations, the index is maximized by spreading them as thinly as possible across as many publications as possible. Depth relevance is satisfied by all indices that we are aware of with the exception of the total citation count.",
            "paragraph_rank": 20,
            "section_rank": 2
        },
        {
            "section": "I. Five Properties for Citation Indices",
            "text": "When distinct fields have significantly different average numbers of citations per paper, citation lists must be rescaled in order to make meaningful cross-field comparisons (see Section III). The fourth property, scale invariance, ensures that the final ranking of the population is independent of whether the lists are scaled down relative to the disadvantaged field or scaled up relative to the advantaged field. Because the h -index is not scale invariant it can, as already observed in the introduction, reverse the order of individuals in the same field when their lists are adjusted to account for differences across fields (Section IV illustrates this with empirical data).",
            "paragraph_rank": 21,
            "section_rank": 2
        },
        {
            "section": "I. Five Properties for Citation Indices",
            "text": "In addition to the four basic properties above, let us now introduce a fifth property that we call \"directional consistency.\" It is motivated as follows.",
            "paragraph_rank": 22,
            "section_rank": 2
        },
        {
            "section": "I. Five Properties for Citation Indices",
            "text": "Consider two individuals with equally ranked citation lists who, over the next year, each receive the same number of additional citations on their most cited paper, and the same number but fewer additional citations on their second most cited paper, etc. Suppose that at the end of the year their lists remain equally ranked. Directional consistency requires that if their papers continue to accrue citations at those same yearly rates, then their lists will continue to remain equally ranked year after year. The formal statement is as follows:",
            "paragraph_rank": 23,
            "section_rank": 2
        },
        {
            "section": "I. Five Properties for Citation Indices",
            "text": ", then ι(x + λd) = ι(y + λd) for all λ > 1. 15 Observe that each of properties (i)-(v) is ordinal in the sense that if an index satisfies any one of the properties, then any monotone transformation of that index also satisfies that property. The independence of properties (i)-(v) is established in the next section following the statement of Theorem 1.",
            "paragraph_rank": 24,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 44,
                    "text": "15",
                    "end": 46
                }
            ]
        },
        {
            "text": "II. The Euclidean Index",
            "section_rank": 3
        },
        {
            "section": "II. The Euclidean Index",
            "text": "Call two citation indices equivalent if one of them is a monotone transformation of the other. We now state our main result, whose proof is in the Appendix. THEOREM 1: A citation index satisfies properties (i)-(v) if and only if it is equivalent to the index that assigns to any citation list, ( x 1 , … , x n ) , the number",
            "paragraph_rank": 25,
            "section_rank": 3
        },
        {
            "section": "II. The Euclidean Index",
            "text": "Since this number is the Euclidean length of ( x 1 , … , x n ), we may call this index the Euclidean index, and we denote it by ι E .",
            "paragraph_rank": 26,
            "section_rank": 3
        },
        {
            "section": "II. The Euclidean Index",
            "text": "It may be helpful to briefly discuss the roles of properties (i)-(v). Even though we make no such assumption directly, properties (i)-(iv), together with continuity, imply that the index strictly increases when any existing paper receives additional citations. Independence then implies that the (continuous) index must be equivalent to one that is additively separable (a direct application of Debreu 1960). The symmetry built into the index (see footnote 12) implies that the summand in the additively separable representation consists of a single common function, which must be strictly increasing. Scale invariance then implies that the index must be equivalent to an index of the form",
            "paragraph_rank": 27,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 395,
                    "text": "Debreu 1960)",
                    "end": 407
                }
            ]
        },
        {
            "section": "II. The Euclidean Index",
            "text": "1/σ for some σ > 0, and depth relevance implies that σ > 1. Thus, as Part I of the proof of Theorem 1 shows (see the Appendix), properties (i)-(iv) determine the index up to the single parameter σ > 1 . Property (v) pins σ down to the value σ = 2. 16 While the functional form",
            "paragraph_rank": 28,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 248,
                    "text": "16",
                    "end": 250
                }
            ]
        },
        {
            "section": "II. The Euclidean Index",
            "text": "is novel for citation indices, it has a long tradition in other areas. It is an l σ norm from classical mathematics, a constant elasticity of substitution (CES) utility function as derived in Burk (1936), an Atkinson (1970) measure of income inequality, and a Foster, Greer, and Thorbecke (1984) poverty index. In addition, there are several well-known axiomatic characterizations already in the literature, including Burk (1936), Roberts (1980), and Blackorby and Donaldson (1982). The main ingredients of each of these characterizations include assumptions of continuity, symmetry, independence, coordinate-wise monotonicity, and scale invariance. In contrast, we do not impose any monotonicity conditions on the coordinates of the index function. The monotonicity property specified here is quite distinct from those in the literature because it refers to the effect of increasing the dimension of the vector that is being evaluated. For example, the index function ∑ i ( x i − 10) 3 is not an increasing function of any of its coordinates, yet it satisfies our monotonicity property because adding a paper with more than 10 citations increases the index. Relatedly, the literature cited above focuses on domains whose dimension is fixed at a particular value of n (and it is often assumed that n ≥ 3) whereas our analysis must include and patch together all possible dimensions n ∈ { 1, 2, … }. Finally, we provide a novel condition that isolates the value σ = 2.",
            "paragraph_rank": 29,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 192,
                    "text": "Burk (1936)",
                    "end": 203
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 208,
                    "text": "Atkinson (1970)",
                    "end": 223
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 260,
                    "text": "Foster, Greer, and Thorbecke (1984)",
                    "end": 295
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 418,
                    "text": "Burk (1936)",
                    "end": 429
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 431,
                    "text": "Roberts (1980)",
                    "end": 445
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 451,
                    "text": "Blackorby and Donaldson (1982)",
                    "end": 481
                }
            ]
        },
        {
            "section": "II. The Euclidean Index",
            "text": "Properties (i)-(v) are independent. That is, no single property is implied by the other four. This can be demonstrated by displaying, for each property, a citation index that satisfies the other four properties but is not equivalent to the Euclidean index identified in Theorem 1. Finding five such indices is not difficult. 17",
            "paragraph_rank": 30,
            "section_rank": 3
        },
        {
            "text": "A. Linear Homogeneity",
            "section_rank": 4
        },
        {
            "section": "A. Linear Homogeneity",
            "text": "Of all the equivalent indices satisfying properties",
            "paragraph_rank": 31,
            "section_rank": 4
        },
        {
            "section": "A. Linear Homogeneity",
            "text": "and its positive multiples are homogeneous of degree 1. This turns out to be convenient.",
            "paragraph_rank": 32,
            "section_rank": 4
        },
        {
            "section": "A. Linear Homogeneity",
            "text": "For example, suppose that the Euclidean index of x is twice that of y, i.e., ι E (x) = 2 ι E (y). How might one describe how the two lists compare to one another in terms that would be helpful to an administrator or someone outside the field in question? The answer is that one could say that \"list x is as good as the list that has as many papers as in y, but receives twice as many citations on each of them.\"",
            "paragraph_rank": 33,
            "section_rank": 4
        },
        {
            "section": "A. Linear Homogeneity",
            "text": "The reason that this statement is correct is that, by linear homogeneity, 2 ι E (y) = ι E (2y). Therefore, ι E (x) = 2 ι E (y) if and only if ι E (x) = ι E (2y), and 16 It is interesting to note that properties (i)-(iv) alone imply that for any two lists x, y ∈ L ∩ ℝ n , if x 1 ≥ y 1 and x 1 + x 2 ≥ y 1 + y 2 and ⋯ x 1 + ⋯ + x n ≥ y 1 + ⋯ + y n , with at least one inequality strict, then the index must rank x strictly above y. This follows directly from Hardy, Littlewood, and Pólya's (1934) well-known result on second-order stochastic dominance since ∑ i=1 n x i σ is an increasing and strictly convex function for any σ > 1. Thus, some lists can be compared without appealing to property (v).",
            "paragraph_rank": 34,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 166,
                    "text": "16",
                    "end": 168
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 458,
                    "text": "Hardy, Littlewood, and Pólya's (1934)",
                    "end": 495
                }
            ]
        },
        {
            "section": "A. Linear Homogeneity",
            "text": "17 For example, ι = 1/n satisfies all properties but monotonicity; ι = max ( x 1 , … , x n ) satisfies all properties but independence; ι = ∑ i=1 n x i satisfies all properties but depth relevance; ι = ∑ i=1 n x i 2 + n satisfies all properties but scale invariance; and ι = ∑ i=1 n x i 3 satisfies all properties but directional consistency. In addition, the lexicographic order satisfies all properties but continuity. None of these indices is equivalent to the Euclidean index.",
            "paragraph_rank": 35,
            "section_rank": 4
        },
        {
            "section": "A. Linear Homogeneity",
            "text": "this last equality means precisely what is stated in the quotation marks in the previous paragraph.",
            "paragraph_rank": 36,
            "section_rank": 4
        },
        {
            "section": "A. Linear Homogeneity",
            "text": "Thus, the Euclidean index, ι E , is particularly convenient because the ratio, λ, of the Euclidean index of x to that of y tells us that \"list x is as good as the list that has as many papers as list y, but receives λ times as many citations on each of them.\" In particular, if an individual's Euclidean index is twice that of the median Euclidean index in his field, then the individual is equivalent to one who produces twice as many citations per paper as the median researcher in his field.",
            "paragraph_rank": 37,
            "section_rank": 4
        },
        {
            "text": "III. Why Rescale the Lists?",
            "section_rank": 5
        },
        {
            "section": "III. Why Rescale the Lists?",
            "text": "Our justification for the scale invariance property rests on the claim that the appropriate way to adjust for differences in fields is to divide each entry in an individual's citation list by the average number of citations in that individual's field. We now support this claim by reviewing the work in this direction due to Radicchi, Fortunato, and Castellano (2008). 18 In Figure 1, we reproduce Figure 1 in Radicchi, Fortunato, and Castellano (2008), showing normalized (relative to the total number of citations) histograms of unadjusted citations received by papers published in 1999 within each of 5 fields out of 20 considered. The main point of this figure is to show that the distributions of unadjusted citations differ widely across fields. For example, in Developmental 18 It should be noted that, for the most part, Radicchi, Fortunato, and Castellano hold fixed the year of publication so that the age of the papers considered is the same. 10 1 10 2 10 3",
            "paragraph_rank": 38,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 325,
                    "text": "Radicchi, Fortunato, and Castellano (2008)",
                    "end": 367
                },
                {
                    "type": "bibr",
                    "start": 369,
                    "text": "18",
                    "end": 371
                },
                {
                    "type": "figure",
                    "start": 375,
                    "text": "Figure 1",
                    "end": 383
                },
                {
                    "type": "figure",
                    "start": 398,
                    "text": "Figure 1",
                    "end": 406
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 410,
                    "text": "Radicchi, Fortunato, and Castellano (2008)",
                    "end": 452
                },
                {
                    "type": "bibr",
                    "start": 782,
                    "text": "18",
                    "end": 784
                }
            ]
        },
        {
            "text": "Figure 1",
            "section_rank": 6
        },
        {
            "section": "Figure 1",
            "text": "Note: Histograms of raw citations across fields in 1999, where c 0 is the average number of citations per paper published in 1999 in that field.",
            "paragraph_rank": 39,
            "section_rank": 6
        },
        {
            "section": "Figure 1",
            "text": "Source: Radicchi, Fortunato, and Castellano (2008),",
            "paragraph_rank": 40,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 8,
                    "text": "Radicchi, Fortunato, and Castellano (2008)",
                    "end": 50
                }
            ]
        },
        {
            "section": "Figure 1",
            "text": "Biology, a publication with 100 citations is 50 times more frequent than in Aerospace Engineering. However, after adjusting each citation received by a year-1999 paper by dividing it by the average number of citations of all the year-1999 papers in the same field, the distinct histograms in Figure 1, remarkably, align to form a single histogram, shown in Figure 2 (in both figures, the axes are on a logarithmic scale). 19 We encourage the reader to consult Radicchi, Fortunato, and Castellano (2008) for details, but let us point out that several statistical methods are used there to verify what seems perfectly clear from the figures, namely, that dividing by the average number of citations per paper in one's field corrects for differences in citations across fields in the very strong sense that, after the adjustment, the distributions of citations are virtually identical across fields. 20",
            "paragraph_rank": 41,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 292,
                    "text": "Figure 1",
                    "end": 300
                },
                {
                    "type": "figure",
                    "start": 357,
                    "text": "Figure 2",
                    "end": 365
                },
                {
                    "type": "bibr",
                    "start": 422,
                    "text": "19",
                    "end": 424
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 460,
                    "text": "Radicchi, Fortunato, and Castellano (2008)",
                    "end": 502
                }
            ]
        },
        {
            "text": "A. Why Not Rescale the Index Itself?",
            "section_rank": 7
        },
        {
            "section": "A. Why Not Rescale the Index Itself?",
            "text": "Another way to adjust for differences in fields might be to adjust the index itself. For example, a popular method for comparing h -indices across fields is to divide 19 A consequence of this alignment is that the suggested adjustment is unique in the following sense. Restricting to papers published in 1999, let c ̃ j denote the random variable describing the distribution of citations in field j, and let cj denote its expectation. The suggested adjustment is to divide any field j paper's number of citations, c, by cj , giving the adjusted entry c / cj . If any increasing functions ϕ 1 , ϕ 2 , . . . align the distributions across fields-i.e., are such that the adjusted random variables ϕ 1 ( c ̃ 1 ), ϕ 2 ( c ̃ 2 ), . . . all have the same distribution-then there is a common increasing function f such that ϕ j (c) = f ( c __ cj ) for every j. 20 In Radicchi, Fortunato, and Castellano (2008), the common histogram in Figure 2 is estimated as being log normal with variance 1.3 (the mean must be 1 because of the rescaling).  ",
            "paragraph_rank": 42,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 167,
                    "text": "19",
                    "end": 169
                },
                {
                    "type": "bibr",
                    "start": 853,
                    "text": "20",
                    "end": 855
                },
                {
                    "type": "figure",
                    "start": 927,
                    "text": "Figure 2",
                    "end": 935
                }
            ]
        },
        {
            "text": "Figure 2",
            "section_rank": 8
        },
        {
            "section": "Figure 2",
            "text": "Note: Histograms of adjusted citations across fields in 1999.",
            "paragraph_rank": 43,
            "section_rank": 8
        },
        {
            "section": "Figure 2",
            "text": "Source: Radicchi, Fortunato, and Castellano (2008), Copyright (2008) National Academy of Sciences, USA each individual's h -index by the average h -index in his/her field. 21 This produces, for each individual, an adjusted h -index, called the h s -index in the literature, that is then used to compare any two individuals in the population, regardless of field. This adjustment has the obvious but important property that it does not affect the ranking of individuals within the same field. The following example shows, however, that the final ranking of the population depends on the particular numerical representation of the h -index that is employed.",
            "paragraph_rank": 44,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 8,
                    "text": "Radicchi, Fortunato, and Castellano (2008)",
                    "end": 50
                },
                {
                    "type": "bibr",
                    "start": 172,
                    "text": "21",
                    "end": 174
                }
            ]
        },
        {
            "section": "Figure 2",
            "text": "Example 1: There are two mathematicians, M 1 and M 2 , and two biologists, B 1 and B 2 , with each individual representing one-half of his field. Their h -indices are 2, 8, 7, and 27, respectively so that their ranking according to the raw h -index is",
            "paragraph_rank": 45,
            "section_rank": 8
        },
        {
            "section": "Figure 2",
            "text": "where ≺ means \"is ranked worse than.\" To compare mathematicians to biologists, let us divide each of the mathematician's indices by their field's average ( (2 + 8)/2 = 5) and divide each of the biologist's h -indices by their field's average ((7 + 27)/2 = 17). The resulting adjusted indices, h s , are respectively, 0.4, 1.6, 0.41, and 1.58, producing the final adjusted ranking,",
            "paragraph_rank": 46,
            "section_rank": 8
        },
        {
            "section": "Figure 2",
            "text": "But suppose that instead of starting the exercise with the h -index, we start with the monotonic transformation h * = h + √ _ h . The h * -indices of M 1 , M 2 , B 1 , and B 2 are, respectively, 2 + √ _ 2 , 8 + √ _ 8 , 7 + √ _ 7 , and 27 + √ _ 27 , i.e., 3.4, 10.8, 9.6, and 32.2, yielding the same ranking (3.1) as the ordinally equivalent h -index.",
            "paragraph_rank": 47,
            "section_rank": 8
        },
        {
            "section": "Figure 2",
            "text": "However, if for h * we follow the same procedure and divide each individual's h * -index by the average h * in his/her field (i.e., divide the mathematicians' h * -indices by 7.1 and divide the biologists' by 20.9), then the final adjusted ranking becomes",
            "paragraph_rank": 48,
            "section_rank": 8
        },
        {
            "section": "Figure 2",
            "text": "Comparing (3.2) with (3.3), we see that the ranking of M 1 and B 1 and of M 2 and B 2 depend on which of the ordinally equivalent indices h or h * that one begins with. 22 Absent a compelling argument for choosing one over the other, one must conclude that this adjustment procedure is not well founded. 21 This h -index adjustment is suggested by Kaur, Radicchi, and Menczer (2013) and it is used by the online citation analysis tool Scholarometer (http://scholarometer.indiana.edu), whose popularity for computing and comparing the h -indices of scholars across disciplines seems to be growing.",
            "paragraph_rank": 49,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 304,
                    "text": "21",
                    "end": 306
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 348,
                    "text": "Kaur, Radicchi, and Menczer (2013)",
                    "end": 382
                }
            ]
        },
        {
            "section": "Figure 2",
            "text": "22 Indeed, the ranking in (3.2) is impossible to obtain through any rescaling of the mathematicians' and the biologists' h * indices because there is no λ > 0 such that",
            "paragraph_rank": 50,
            "section_rank": 8
        },
        {
            "text": "IV. Two Empirical Exercises",
            "section_rank": 9
        },
        {
            "section": "IV. Two Empirical Exercises",
            "text": "We conclude by providing the details of the two empirical exercises described in the introduction. 23 In both exercises we rely on a dataset constructed by Glen Ellison who graciously made it available to us. Ellison (2013, p. 68) describes his data as follows: \"The dataset includes citation records of almost all faculty at the top 50 economics departments in the 1995 NRC ranking. Faculty lists were taken from the departmental websites in the fall of 2011. Citation data for each economist were collected from Google Scholar. Economists were classified into one or more of 15 subfields primarily by mapping keywords appearing in descriptions of research interests on departmental or individual websites. Slightly less than one-half of economists are classified as working in a single field.\"",
            "paragraph_rank": 51,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 99,
                    "text": "23",
                    "end": 101
                },
                {
                    "type": "bibr",
                    "start": 209,
                    "text": "Ellison (2013, p. 68)",
                    "end": 230
                }
            ]
        },
        {
            "section": "IV. Two Empirical Exercises",
            "text": "When one looks, even casually, at Ellison's citation data, one cannot help but notice the large differences in the average numbers of citations across fields, from a high of 108 per paper in international trade to a low of 30 per paper in economic history. To correct for these differences when comparing scholars from different fields, one must first rescale the individual citation lists, as explained in Section III, by dividing each scholars' citations, paper by paper, by the average number of citations in that paper's field. For scholars whose papers are in a single field, all citations should be divided by the average number of citations in that field.",
            "paragraph_rank": 52,
            "section_rank": 9
        },
        {
            "section": "IV. Two Empirical Exercises",
            "text": "Our first exercise illustrates that use of the h -index can lead to serious practical problems when efforts are made to correct for differences in fields of study because rescaling has a nontrivial effect on the h -index's within-field rankings. In this exercise we restricted attention to individuals in Ellison's (2013) data who are classified as working in a single field. For the 88 individuals who are classified as macroeconomists, the average number of citations per paper is 97.9, while the average number of citations per paper for the 64 IO economists is 55.17. Therefore, to adequately compare macroeconomists to IO economists one must scale down the macroeconomists' citation lists by a factor of (97.9)/(55.17) = 1.77. Figure 3 shows that the h -index's within-field ranking of macroeconomists is nontrivially affected by this rescaling. Each numbered space on the horizontal axis corresponds to a macroeconomist, with space k denoting the macroeconomist with the k th highest h -index before rescaling. The heights of the bars indicate either the total number of ranking changes (lighter colored bars) or the number of strict ranking reversals (darker colored bars) experienced by each macroeconomist as a result of rescaling.",
            "paragraph_rank": 53,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 305,
                    "text": "Ellison's (2013)",
                    "end": 321
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 732,
                    "text": "Figure 3",
                    "end": 740
                }
            ]
        },
        {
            "section": "IV. Two Empirical Exercises",
            "text": "For example, after rescaling all of the macroeconomists' lists, macroeconomist number 47 experiences 8 within-field strict ranking reversals and a total of 13 within-field ranking changes. That is, there are 8 macroeconomists (the height of the darker colored bar) who either have a strictly higher h -index than macroeconomist 47 before rescaling but a strictly lower h -index after or vice versa; and there are 5 additional macroeconomists (for a total of 13, the height of the lighter colored bar) who either have the same h -index as macroeconomist 47 before rescaling but a different h -index after or vice versa.",
            "paragraph_rank": 54,
            "section_rank": 9
        },
        {
            "section": "IV. Two Empirical Exercises",
            "text": "While a number of macroeconomists experienced no ranking changes at all (e.g., macroeconomist number 1 was top-ranked both before and after rescaling), 95 percent of the 88 macroeconomists experienced at least one pairwise change in their h -index ranking as a result of rescaling, and 60 percent experienced at least one strict pairwise ranking reversal. In contrast, the Euclidean index, being scale invariant, generates the same within-field ranking of macroeconomists before and after rescaling.",
            "paragraph_rank": 55,
            "section_rank": 9
        },
        {
            "section": "IV. Two Empirical Exercises",
            "text": "Our second exercise is intended to provide an empirically relevant and reasonably objective comparison between the Euclidean index and the h -index. Inspired by Ellison (2013), and again using his data, we tested each index to see how well its ranking of economists at the top 50 US universities matched the NRC's ranking of the departments in which they are employed. To do this, we first rescaled the citation lists of each economist by the average number of citations in his/her field (with economic history as the numeraire). We then assigned a score to each index as follows. Starting from a score of zero, we increased an index's score by 1 whenever its strict ranking of two economists agreed with the NRC's strict ranking of their departments and we decreased an index's score by 1 otherwise, ignoring all ties. Summing all the +1s and −1 s and then dividing by the total number of distinct pairs of economists yields the index's score, a number between − 1 and +1 . That is, we computed Kendall's (1938) rank correlation coefficient (or \"tau coefficient\") between the ranking of economists according to each of the two indices' ( h -index and Euclidean index) and the NRC's ranking of their departments.  7 9 11 13 15 17 19 21 23 25 27 29 31 33 35 37 39 41 43 45 47 49 51 53 55 57 59 61 63 65 67 69 71 73 75 77 79 81 83 85  The Euclidean index outscored the h -index in this test, producing a score of 0.1846 , over 14 percent higher than the h -index's score of 0.1614 . And both indices' rankings of economists reject (with a p-value of 0.4 percent for the Euclidean index and 2.6 percent for the h -index) the null hypothesis of mutual independence with the NRC's ranking. 24 In addition to testing the Euclidean index against the h -index, we tested the Euclidean index against a whole family of indices that nest the Euclidean index. Specifically, we computed Kendall's rank correlation coefficient between the ranking of economists given by the \" σ -index\"",
            "paragraph_rank": 56,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 161,
                    "text": "Ellison (2013)",
                    "end": 175
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 996,
                    "text": "Kendall's (1938)",
                    "end": 1012
                },
                {
                    "start": 1214,
                    "text": "7 9 11 13 15 17 19 21 23 25 27 29 31 33 35 37 39 41 43 45 47 49 51 53 55 57 59 61 63 65 67 69 71 73 75 77 79 81 83 85",
                    "end": 1331
                },
                {
                    "type": "bibr",
                    "start": 1685,
                    "text": "24",
                    "end": 1687
                }
            ]
        },
        {
            "section": "IV. Two Empirical Exercises",
            "text": "with σ > 1, and the NRC's ranking of their departments. We did this for all values of σ between 1 and 4. The family of σ -indices with σ > 1 is precisely the family of indices that satisfy properties (i)-(iv) (see the discussion following Theorem 1 in Section II).  Figure 4 the value of Kendall's coefficient achieved by the Euclidean index (dashed line) and the lower value achieved by the h -index (dotted line). As is evident from the figure, for all values of σ between 1 and 4, Kendall's coefficient for the σ -index is larger than that for the h -index. Moreover, Kendall's coefficient achieves its maximum value of 0.1849 when σ = 1.85, a value of σ that is remarkably close to the value of σ = 2 that defines the Euclidean index. Thus, the Euclidean index, in addition to outscoring the h -index, outscores a whole family of indices satisfying properties (i)-(iv), namely the family of σ -indices for values of σ > 1 that are not too close to 1.85 . 24 Under the null hypothesis of mutual independence between an index's ranking and the NRC's ranking, the scores are (see Kendall 1938) well approximated by a normal distribution with mean zero and standard deviation 2/(3 √ _ n ) = 0.071 , where n = 88 is the number of economists who are classified as working in the single field of macroeconomics. ι(λ) ≥ ι(1). Then λ > 0 since ι(1) > ι(0) as shown above. Hence, we may apply scale invariance to ι(λ) ≥ ι(1) using the scaling factor λ. Doing so k times gives ι( λ k+1 ) ≥ ι( λ k ) ≥ ⋯ ≥ ι(λ) ≥ ι(1). Taking the limit as k → ∞ of ι( λ k+1 ) ≥ ι(1) implies, because ι is continuous and λ < 1 , that ι(0) ≥ ι(1). But this contradicts ι(1) > ι(0) and so establishes (A1). For any n ≥ 1, let ι n : ℝ + n → ℝ be the restriction of ι to ℝ + n . For any subset I of { 1, … , n} and for any x ∈ ℝ + n let x I = ( x i ) i∈I and let I c = { 1, … , n}\\I. We next show that ι n satisfies Blackorby and Donaldson's (1982) \"complete strict separability\" condition. 25 That is, ∀ x, x′, y ∈ ℝ + n and ∀ I ⊆ { 1, … , n},",
            "paragraph_rank": 57,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 266,
                    "text": "Figure 4",
                    "end": 274
                },
                {
                    "type": "bibr",
                    "start": 959,
                    "text": "24",
                    "end": 961
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1081,
                    "text": "Kendall 1938)",
                    "end": 1094
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1886,
                    "text": "Blackorby and Donaldson's (1982)",
                    "end": 1918
                },
                {
                    "type": "bibr",
                    "start": 1961,
                    "text": "25",
                    "end": 1963
                }
            ]
        },
        {
            "section": "IV. Two Empirical Exercises",
            "text": "To see that (A2) holds, note that ι n ( x I , x I c ) ≥ ι n ( x I , y I c ) if and only if ι( x I , x I c ) ≥ ι( x I , y I c ) if and only if ι( x I c ) ≥ ι( y I c ) if and only if ι( x I ′ , x I c ) ≥ ι( x I ′ , y I c ) if and only if ι n ( x I ′ , x I c ) ≥ ι n ( x I ′ , y I c ) as desired, where the second and third equivalences follow from independence. Because, for each n, the continuous and symmetric function ι n : ℝ + n → ℝ satisfies (A1), (A2) , and scale invariance, we may apply Theorem 2, part (i), in Blackorby and Donaldson (1982) (see also Theorem 6 in Roberts 1980) to conclude that for all n ≥ 3, there exist a n ∈ ℝ and a strictly increasing ϕ n :",
            "paragraph_rank": 58,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 517,
                    "text": "Blackorby and Donaldson (1982)",
                    "end": 547
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 571,
                    "text": "Roberts 1980)",
                    "end": 584
                }
            ]
        },
        {
            "section": "IV. Two Empirical Exercises",
            "text": ", for all x ∈ ℝ ++ n ,",
            "paragraph_rank": 59,
            "section_rank": 9
        },
        {
            "section": "IV. Two Empirical Exercises",
            "text": "where we adopt the convention that ( ∑ i x i a n ) 1 __ a n := Π i x i if a n = 0. From this we may conclude that ι n is equivalent to ( ∑ i x i a n ) 1 __ a n on the strictly positive orthant ℝ ++ n .",
            "paragraph_rank": 60,
            "section_rank": 9
        },
        {
            "section": "IV. Two Empirical Exercises",
            "text": "We claim that a n > 0. Indeed, let w(α) = (1, … , 1, α) ∈ ℝ + n and suppose first that a n < 0. Then lim α→ 0 + ( ∑ i ( w i (α)) a n ) 1 __ a n = 0. Consequently, because the functional form of ι n above implies that ι n (1, 0, … , 0) ≤ ι n (w(α)), we have ι n (1, 0, … , 0) ≤ lim α→ 0 + ι n (w(α)) = lim α→ 0",
            "paragraph_rank": 61,
            "section_rank": 9
        },
        {
            "section": "IV. Two Empirical Exercises",
            "text": "holds for any λ > 0, where the strict inequality follows because ϕ n is strictly increasing and lim α→ 0",
            "paragraph_rank": 62,
            "section_rank": 9
        },
        {
            "section": "IV. Two Empirical Exercises",
            "text": "1 __ a n = 0 < λ n 1 __ a n . Hence, ι n (1, 0, … , 0) ≤ lim λ→ 0 + ι n (λ 1 n ) = ι n (0, … , 0), which contradicts (A1). A similar argument holds for a n = 0.",
            "paragraph_rank": 63,
            "section_rank": 9
        },
        {
            "section": "IV. Two Empirical Exercises",
            "text": "Hence, for every n ≥ 3, a n is strictly positive and ι n is equivalent to ∑ i=1 n x i a n on ℝ ++ n . But since both ι n and ∑ i=1 n x i a n are continuous on ℝ + n we may conclude that ι n is equivalent to ∑ i=1 n x i a n on ℝ + n . And because adding a paper with zero citations does not change the value of the index, we may further conclude that a n = a n+1 for all n ≥ 3.",
            "paragraph_rank": 64,
            "section_rank": 9
        },
        {
            "section": "IV. Two Empirical Exercises",
            "text": "Thus, we have so far shown that there exists σ > 0 such that, for any n ≥ 3 and for any lists x, y ∈ ℝ + n of the same length n, ι n (x) ≥ ι n (y) if and only if",
            "paragraph_rank": 65,
            "section_rank": 9
        },
        {
            "section": "IV. Two Empirical Exercises",
            "text": "We must also characterize the index when comparing lists whose common length is less than 3, and when comparing lists of different lengths. But such comparisons can be made by first adding zeros to the two lists to be compared so that the lengths of the resulting lists are equal and at least 3. Since adding zeros does not affect the value of the index the correct comparison can now be obtained by applying to the lengthened lists the function ∑ i x i σ . Hence, we may conclude that ι is equivalent to the index that assigns to any citation list ( x 1 , … , x n ) ∈ L * of any length n the number ∑ i=1 n x i σ . It remains only to show that σ > 1 . But this follows from depth relevance because 0 < σ ≤ 1 implies (",
            "paragraph_rank": 66,
            "section_rank": 9
        },
        {
            "section": "IV. Two Empirical Exercises",
            "text": ", and so depth relevance fails. 27 This completes part I of the proof.",
            "paragraph_rank": 67,
            "section_rank": 9
        },
        {
            "text": "Part II:",
            "section_rank": 10
        },
        {
            "section": "Part II:",
            "text": "We must show that if σ > 1 and ι(x) = ∑ i x i σ satisfies property (v), then σ = 2. In fact, we will show the even stronger result that if σ > 1 and ∑ i x i σ satisfies property (v) for lists of length 2 then σ = 2. So, from now on we restrict attention to lists of length 2, i.e., to vectors in L ∩ ℝ + 2 . Let x = ( (1 / 2) 1/σ , (1 / 2) 1/σ ) and let y = (1, 0). Then, ι(x) = ι(y) = 1 .",
            "paragraph_rank": 68,
            "section_rank": 10
        },
        {
            "section": "Part II:",
            "text": "By Lemma A1 below, there exists d 1 > 1 such that (A3) ((1/2 ) 1/σ + d 1 ) σ + ((1/2 ) 1/σ + 1) σ = (1 + d 1 ) σ + 1.",
            "paragraph_rank": 69,
            "section_rank": 10
        },
        {
            "section": "Part II:",
            "text": "Since d 1 > 1, the vector ( d 1 , 1) is in L ∩ ℝ + 2 . Letting d = ( d 1 , 1) , (A3) says that ι(x + d) = ι(y + d).",
            "paragraph_rank": 70,
            "section_rank": 10
        },
        {
            "section": "Part II:",
            "text": "Therefore, by property (v), we must have ι(x + λd) = ι(y + λd) ∀ λ > 1.",
            "paragraph_rank": 71,
            "section_rank": 10
        },
        {
            "section": "Part II:",
            "text": "That is, ((1/2 ) 1/σ + λ d 1 ) σ + ((1/2 ) 1/σ + λ ) σ = (1 + λ d 1 ) σ + λ σ , ∀ λ > 1.",
            "paragraph_rank": 72,
            "section_rank": 10
        },
        {
            "section": "Part II:",
            "text": "Dividing this equality by λ σ , letting α = (1/2) 1/σ , and letting β = 1/λ gives (A4) (βα + d 1 ) σ + (βα + 1) σ = (β + d 1 ) σ + 1, ∀ β ∈ (0, 1). 27 For σ ∈ (0, 1 ] , the function ( x 1 σ + x 2 σ ) − ( x 1 + x 2 ) σ has nonnegative partial derivatives when x 1 , x 2 > 0 and so it achieves a minimum value of 0 on ℝ + 2 at, for example, x 1 = x 2 = 0. or, equivalently, 2 1/σ = 2.",
            "paragraph_rank": 73,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 148,
                    "text": "27",
                    "end": 150
                }
            ]
        },
        {
            "section": "Part II:",
            "text": "But this last equality implies that σ = 1, which is a contradiction since σ > 1 . Hence, σ must be an integer greater than 1. Next, assume by way of contradiction, that σ ≠ 2, i.e., that σ is an integer greater than 2. Since (A6) is valid for all k = 1, … , σ − 1, it is valid, in particular for k = σ − 1 and k = σ − 2 ≥ 1. Hence,",
            "paragraph_rank": 74,
            "section_rank": 10
        },
        {
            "section": "Part II:",
            "text": "( 2 (σ−1)/σ − 1 ) 1 _______ (σ−1)−σ = ( 2 (σ−2)/σ − 1 ) 1 _______ (σ−2)−σ , which is equivalent to",
            "paragraph_rank": 75,
            "section_rank": 10
        },
        {
            "section": "Part II:",
            "text": ", which, after cross-multiplying and squaring, is equivalent to 2( 2 −2/σ ) − 1 = (2( 2 −1/σ ) − 1) 2 = 4( 2 −2/σ ) − 4( 2 −1/σ ) + 1.",
            "paragraph_rank": 76,
            "section_rank": 10
        },
        {
            "section": "Part II:",
            "text": "Gathering terms, this is equivalent to 0 = 2( 2 −2/σ ) − 4( 2 −1/σ ) + 2",
            "paragraph_rank": 77,
            "section_rank": 10
        },
        {
            "section": "Part II:",
            "text": "which is a contradiction, because the last expression on the right-hand side is positive for all finite values of σ > 1. We conclude that σ = 2. ∎ LEMMA A1: There exists d 1 > 1 that solves (A3).",
            "paragraph_rank": 78,
            "section_rank": 10
        },
        {
            "text": "PROOF:",
            "section_rank": 11
        },
        {
            "section": "PROOF:",
            "text": "Since the functions in (A3) are continuous, it suffices to show: (i) when d 1 = 1 in (A3), the left-hand side is larger than the right-hand side; and (ii) the right-hand side of (A3) is larger than the left-hand side for all d 1 sufficiently large.",
            "paragraph_rank": 79,
            "section_rank": 11
        },
        {
            "section": "PROOF:",
            "text": "Starting with (i), set d 1 = 1 in (A3). We wish to show that (A8) 2((1/2 ) 1/σ + 1 ) σ > 2 σ + 1.",
            "paragraph_rank": 80,
            "section_rank": 11
        },
        {
            "section": "PROOF:",
            "text": "The left-hand side of (A8) is equal to (1 + 2 1/σ ) σ . Taking the σ th root of both sides, we see that (A8) holds if and only if, 1 + 2 1/σ > ( 2 σ + 1) 1/σ , which can be rewritten as",
            "paragraph_rank": 81,
            "section_rank": 11
        },
        {
            "section": "PROOF:",
            "text": "( 1 σ + 0 σ ) 1/σ + ( 1 σ + 1 σ ) 1/σ > ( 2 σ + 1 σ ) 1/σ . But this last strict inequality holds by the Minkowski inequality for the vectors (1, 0),",
            "paragraph_rank": 82,
            "section_rank": 11
        },
        {
            "section": "PROOF:",
            "text": "(1, 1) , and (2, 1) under the l p norm ‖( a 1 , a 2 )‖ p = ( a 1 p + a 2 p ) 1/p with p = σ > 1, because (1, 0) and (1, 1) are not proportional. 28 This establishes (A8) and therefore (i). We now turn to (ii). Let α = (1/2) 1/σ . It suffices to show that lim w→∞ [ (1 + w) σ − (α + w) σ ] = +∞ .",
            "paragraph_rank": 83,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 145,
                    "text": "28",
                    "end": 147
                }
            ]
        },
        {
            "section": "PROOF:",
            "text": "We can establish this limit as follows:",
            "paragraph_rank": 84,
            "section_rank": 11
        },
        {
            "section": "PROOF:",
            "text": "where the third equality follows by l'Hôpital's rule because σ > 0, and the fourth since the numerator of the third line tends to 1 − α > 0 and the denominator tends to 0 from the right because σ > 1 . This proves (ii). ∎",
            "paragraph_rank": 85,
            "section_rank": 11
        },
        {
            "text": "c 0 = 5.65 Biology c 0 = 14.60 Astronomy & Astrophysics c 0 = 23.77 Hematology c 0 = 30.61 Developmental biology c 0 = 38.67 10 0",
            "paragraph_rank": 86,
            "section_rank": 12
        },
        {
            "text": "87 Number of ranking changes Number of strict ranking reversals 88 macroeconomists listed by their h-index rank before rescaling",
            "paragraph_rank": 87,
            "section_rank": 13
        },
        {
            "text": "Figure 3 .",
            "section_rank": 14
        },
        {
            "section": "Figure 3 .",
            "text": "The h-Index Is Susceptible to Ranking Changes after Rescaling for Differences in Fields",
            "paragraph_rank": 88,
            "section_rank": 14
        },
        {
            "text": "Figure 4 (",
            "section_rank": 15
        },
        {
            "section": "Figure 4 (",
            "text": "solid line) graphs the value of Kendall's correlation coefficient as a function of σ. For comparison, we have also included in",
            "paragraph_rank": 89,
            "section_rank": 15
        },
        {
            "text": "Figure 4 .",
            "section_rank": 16
        },
        {
            "section": "Figure 4 .",
            "text": "The Euclidean Index Outperforms the h-Index in Matching Labor Market Data",
            "paragraph_rank": 90,
            "section_rank": 16
        },
        {
            "section": "Figure 4 .",
            "text": "Clearly, reducing a research record to a single index number entails a loss of information. Consequently, no single index number is intended to be sufficient for making decisions about funding, promotion, etc. It is but one tool among many for such purposes. But it is enough to hold the view that no tool should move one toward unsound or inconsistent decisions and it is this principle that forms the basis of our analysis.",
            "paragraph_rank": 91,
            "section_rank": 16
        },
        {
            "section": "Figure 4 .",
            "text": "The changes in rank that occur in the data often arise between individuals with similar initial h -indices. Such reversals are then less likely to occur between two randomly chosen individuals. Of course recruitment targets are not chosen at random. To the extent that departments tend to consider individuals of similar stature, and to the extent that the h-index is positively correlated with stature, the frequency of reversals reported here is potentially quite relevant in practice.7 One might instead suggest rescaling the h -index itself since this will not affect the within-field ranking. But unless one can justify why the h -index is preferable to an ordinally equivalent index, say h + √",
            "paragraph_rank": 92,
            "section_rank": 16
        },
        {
            "section": "Figure 4 .",
            "text": "Marchant (2009b) appears to be the first to apply this independence property to the bibliometric index problem.",
            "paragraph_rank": 93,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 0,
                    "text": "Marchant (2009b)",
                    "end": 16
                }
            ]
        },
        {
            "section": "Figure 4 .",
            "text": "If, for example, x ∈ ℝ + n ∩ L and d ∈ ℝ + m ∩ L and n < m, then x + d = ( x 1 + d 1 , … , x n + d n , d n+1 , … , d m ).",
            "paragraph_rank": 94,
            "section_rank": 16
        },
        {
            "section": "Figure 4 .",
            "text": "We are very grateful to the editor and referees for encouraging us to include some empirical facts along with our theoretical analysis.",
            "paragraph_rank": 95,
            "section_rank": 16
        },
        {
            "section": "Figure 4 .",
            "text": "Or, equivalently, Debreu's (1960) \" factor-independence\" condition.26  Where, e.g.,x I = ( x i ) i∈I .",
            "paragraph_rank": 96,
            "section_rank": 16
        },
        {
            "section": "Figure 4 .",
            "text": "We thank Sergiu Hart for this Minkowski inequality argument.",
            "paragraph_rank": 97,
            "section_rank": 16
        },
        {
            "text": "Appendix",
            "section_rank": 18
        },
        {
            "text": "PROOF OF THEOREM 1:",
            "section_rank": 19
        },
        {
            "section": "PROOF OF THEOREM 1:",
            "text": "Since sufficiency is clear, we focus only on necessity. We separate the proof of necessity into two parts. Part I imposes only properties (i)-(iv), and shows that the index must be equivalent to ∑ i x i σ for some σ > 1. Part II shows that for any σ > 1, the index ∑ i x i σ satisfies property (v) only if σ = 2.",
            "paragraph_rank": 98,
            "section_rank": 19
        },
        {
            "section": "PROOF OF THEOREM 1:",
            "text": "Part I: Suppose that the (continuous) citation index ι : L → ℝ satisfies properties (i)-(iv). For every n, it will be convenient to extend ι from the set of nonincreasing and nonnegative n -vectors to all of ℝ + n by defining, for any (",
            "paragraph_rank": 99,
            "section_rank": 19
        },
        {
            "section": "PROOF OF THEOREM 1:",
            "text": "where X i is i th order statistic of x 1 , … , x n . Thus, ι is now defined on the extended domain L * : = ∪ n ℝ + n in such a way that it is symmetric; i.e., if x ∈ L * is a permutation of x′ ∈ L * , then ι(x) = ι(x′ ). Clearly, the extended function ι satisfies the extensions to L * of properties (i)-(iv), and for any n ≥ 1 its restriction to ℝ + n is continuous. We work with the extended index ι from now on.",
            "paragraph_rank": 100,
            "section_rank": 19
        },
        {
            "section": "PROOF OF THEOREM 1:",
            "text": "Let us first show that adding a paper with zero citations leaves the index unchanged. Let z be any element of L * . We wish to show that ι(z) = ι(z, 0). By depth relevance, there is a list ( x 1 , w) ∈ L * , where w may be the empty list, and there are numbers",
            "paragraph_rank": 101,
            "section_rank": 19
        },
        {
            "section": "PROOF OF THEOREM 1:",
            "text": "for all λ > 0. Taking the limit as λ → 0 + gives, by continuity, that ι(0) ≥ ι(0, 0). Applying independence once gives ι(z, 0) ≥ ι(z, 0, 0) and applying it again gives ι(z) ≥ ι(z, 0). For the reverse inequality note that by monotonicity, there is m > 0 such that ι(m, 0) ≥ ι(0). By scale invariance, ι(λm, 0) ≥ ι(0) for all λ > 0. Taking the limit as λ → 0 + gives, by continuity, that ι(0, 0) ≥ ι(0). Then, by independence, ι(z, 0, 0) ≥ ι(z, 0), and applying independence once more gives ι(z, 0) ≥ ι(z), as desired.",
            "paragraph_rank": 102,
            "section_rank": 19
        },
        {
            "section": "PROOF OF THEOREM 1:",
            "text": "We next show that ι(1) > ι(0). By monotonicity, there is m > 0 such that ι(m, 0) ≥ ι(0). Since by the previous paragraph ι(m, 0) = ι(m) , we have ι(m) ≥ ι(0). Since m > 0, scale invariance implies that ι(1) ≥ ι(0). It remains to show that ι(1) ≠ ι(0). Suppose, by way of contradiction, that ι(1) = ι(0). Then, by scale invariance, ι( x 1 ) = ι(0) for all x 1 ≥ 0. Then for all x 2 ≥ 0, by independence, ι( x 1 , x 2 ) = ι( x 2 , 0) = ι( x 2 ) = ι(0), where the second equality follows from the previous paragraph. Continuing in this manner shows that ι( x 1 , … , x n ) = ι(0) for all n and all x 1 , … , x n ≥ 0, contradicting depth relevance. We conclude that ι(1) > ι(0).",
            "paragraph_rank": 103,
            "section_rank": 19
        },
        {
            "section": "PROOF OF THEOREM 1:",
            "text": "We next show that, for every n ≥ 1, ι is strongly increasing on ℝ + n , i.e.,",
            "paragraph_rank": 104,
            "section_rank": 19
        },
        {
            "section": "PROOF OF THEOREM 1:",
            "text": "To establish (A1), it suffices to show, by independence, that x i ′ > x i implies ι( x i ′ ) > ι( x i ); note that x i and x i ′ here are real numbers (e.g., x i is a list consisting of 1 paper with x i citations). By scale invariance, it then suffices to show that",
            "paragraph_rank": 105,
            "section_rank": 19
        },
        {
            "section": "PROOF OF THEOREM 1:",
            "text": ". So, let λ = x i / x i ′ < 1 and suppose, by way of contradiction, that Assume, by way of contradiction, that σ is not a positive integer. Then, for any integer k = 1, 2, 3, … we may differentiate (A4) k times with respect to β and take the limit of the resulting equality as β → 0 giving ,",
            "paragraph_rank": 106,
            "section_rank": 19
        },
        {
            "section": "PROOF OF THEOREM 1:",
            "text": "Solving for d 1 gives",
            "paragraph_rank": 107,
            "section_rank": 19
        },
        {
            "section": "PROOF OF THEOREM 1:",
            "text": "where the second equality uses the definition α = (1/2) 1/σ . Since (A6) holds for every k = 1, 2, 3, … it must also hold in the limit as k → ∞. We claim that (A7) lim",
            "paragraph_rank": 108,
            "section_rank": 19
        },
        {
            "section": "PROOF OF THEOREM 1:",
            "text": "To see this, replace k with the continuous variable z ∈ (1, ∞) and take the limit of the log of the expression of interest. This gives",
            "paragraph_rank": 109,
            "section_rank": 19
        },
        {
            "section": "PROOF OF THEOREM 1:",
            "text": "where the second equality follows by l'Hôpital's rule This proves (A7).",
            "paragraph_rank": 110,
            "section_rank": 19
        },
        {
            "section": "PROOF OF THEOREM 1:",
            "text": "Since, (A6) must hold, in particular, for k = 1, and also in the limit, we must have",
            "paragraph_rank": 111,
            "section_rank": 19
        },
        {
            "section": "PROOF OF THEOREM 1:",
            "text": "Raising both sides to the power 1 − σ gives 2 (1−σ)/σ = 2 1/σ − 1.",
            "paragraph_rank": 112,
            "section_rank": 19
        },
        {
            "section": "PROOF OF THEOREM 1:",
            "text": "Since the left-hand side is (1/2) ( 2 1/σ ), we obtain (1/2)( 2 1/σ ) = 1, ",
            "paragraph_rank": 113,
            "section_rank": 19
        }
    ]
}