{
    "level": "paragraph",
    "abstract": [
        {
            "text": "This study experimentally examines the effect of electoral delegation on providing global public goods shared by several groups. Each group elects one delegate who can freely decide on each group member's contribution to the global public goods. Our results show that people mostly vote for delegates who assign equal contributions for every group member. However, in contrast to standard theoretical predictions for our delegation mechanism, unequal contributions across groups drive cooperation down over time, and it decreases efficiency by almost 50% compared to the selfish benchmark. This pattern is not driven by delegates trying to exploit their fellow group members, as indicated by theory. It is driven by conditional cooperation of delegates across groups. Since one of the potential sources of the resulting inefficiency is the polycentric nature of global public goods provision together with other-regarding preferences, we use the term P-inefficiency to describe our finding. (JEL C92, D72, H41) * We thank the responsible editor and two anonymous referees,"
        }
    ],
    "body_text": [
        {
            "section": "I. INTRODUCTION",
            "text": "Compared to club goods such as highways or community swimming pools, maintaining an efficient provision of public goods on the international or global level is a difficult task. Despite the large number of examples of global public goods-for example, climate protection, biodiversity, international security, and scientific knowledge-economic research on the efficient management of these goods is still in its infancy."
        },
        {
            "section": "I. INTRODUCTION",
            "text": "In general, global public goods (common goods) are vital to human welfare, yet often underprovided, or they are over-exploited because of their nonexcludable benefits spilling over country borders. For instance, about 90% of marine fish stocks in the oceans have been over-exploited, fully exploited, or have completely collapsed by 2009 (Froese et al. 2012).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 338,
                    "text": "(Froese et al. 2012)",
                    "end": 358
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The management of global public goods is usually organized on multiple, hierarchical scales. This means that global public goods are often governed through a delegated institution whose officials (representatives) are elected or appointed by national (or regional) provision collectives. As a consequence, there is at least a two-tier or two-level provision organization. Is electoral delegation an effective mechanism in sustaining efficient provision levels of a global public good? Despite its obvious relevance, an empirical assessment of the effectiveness of delegation mechanisms of global public goods provision in the field is difficult due to lack of controlled data. Laboratory experiments based on the public goods game are one possible remedy (see Bernard et al. 2013;Hamman, Weber, and Woon 2011). 1 The straightforward advantage of a provision collective consisting of delegates is that delegates can make efficient use of the resources by taking centralized decisions that keep up coordination within and across societies. Nevertheless, the absence of global authority means that there is a temptation to free ride and that global public goods are likely to be under-provided or not provided at all (e.g., Aronsson and Johansson-Stenman 2014;Barrett 2007;Conceicao 2003;Löschel and Rübbelke 2014). Another possible cause for the failure is related to an interesting behavioral dilemma for voters in the selection of their representatives. Is it better to delegate a pro-social representative who strives for cooperation when interacting with representatives from other groups, but runs the risk of being exploited by the latter? Or, is it better to elect an egoistic representative who increases own-group profit by free-riding on other groups' contributions, but who might be inclined to abusing her power at hand by exploiting her fellow group members?",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 760,
                    "text": "Bernard et al. 2013;",
                    "end": 780
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 780,
                    "text": "Hamman, Weber, and Woon 2011)",
                    "end": 809
                },
                {
                    "type": "bibr",
                    "start": 811,
                    "text": "1",
                    "end": 812
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 1221,
                    "text": "Aronsson and Johansson-Stenman 2014;",
                    "end": 1257
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1257,
                    "text": "Barrett 2007;",
                    "end": 1270
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1270,
                    "text": "Conceicao 2003;",
                    "end": 1285
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1285,
                    "text": "Löschel and Rübbelke 2014)",
                    "end": 1311
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "In this study, we focus on a key determinant of electoral delegation in the provision of global public goods: the interactions between voters and political representatives/delegates. 2 To do so, we devise a laboratory experiment that abstracts from the complexity in real-world global public goods provision, but highlights the polycentric nature. This concept, first discussed in Ostrom, Tiebout, and Warren (1961), describes the complexity of global public goods provision as involving \"many centers of decision-making that are formally independent of each other\" (for a more detailed discussion, see Ostrom 2010).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 183,
                    "text": "2",
                    "end": 184
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 381,
                    "text": "Ostrom, Tiebout, and Warren (1961)",
                    "end": 415
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 603,
                    "text": "Ostrom 2010",
                    "end": 614
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "In our two-level provision mechanism, the delegate is able to determine the provision vector of all members of her provision group on the lower level (the group level), and she interacts with other delegates on the super-group or society 1. Surveys of public goods experiments that do not implement delegation are provided in Ledyard (1995) and Chaudhuri (2011). By design our setup is related to a small body of literature on public goods provision that involves multiple layers of independent contribution decisions (see, e.g., Blackwell and McKee 2003;Fellner and Lünser 2014). A key feature that differentiates our study from theirs is that in other papers decision makers in multilevel public goods games need to trade off contributions between a local and a global level public good. Our setting, however, focuses on the provision of global level public goods only.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 326,
                    "text": "Ledyard (1995)",
                    "end": 340
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 345,
                    "text": "Chaudhuri (2011)",
                    "end": 361
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 530,
                    "text": "Blackwell and McKee 2003;",
                    "end": 555
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 555,
                    "text": "Fellner and Lünser 2014)",
                    "end": 579
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "2. Delegation in principal-agent settings has attracted considerable attention in the experimental economics literature recently (see, e.g., Bartling and Fischbacher 2012). level when providing global public goods. Think of her as a national minister or a head of state in the European Union (EU), who makes decisions on global public goods contributions (e.g., the national contribution to European battle groups) on behalf of the voters in the country she represents. Notice that the group contribution decision in the real world can also be implicit through a national decision on the distribution of the tax burden or through a decision on the design of the redistributive system of a jurisdiction. The decisions of all representatives of all EU countries determine the total contributions at the EU level. 3 An egoistic representative might be an asset in the interaction on the super-group level because she is not taken advantage of by other representatives, but she might exploit part of her own citizens (the own group members) when financing the contributions to the public good by letting them contribute over-proportionately (and/or free-riding on them). In contrast, a cooperative representative might use a fair proportional contribution rule within her own group that does not exploit anybody, but her group could be exploited on the society level by the potentially egoistic representatives of other groups.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 141,
                    "text": "Bartling and Fischbacher 2012)",
                    "end": 171
                },
                {
                    "type": "bibr",
                    "start": 811,
                    "text": "3",
                    "end": 812
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "To sum up, our setup is able to address empirically (1) the overall effect of electoral delegation on the efficiency of global public goods provision, (2) to what extent and how precisely delegation might be able to overcome the lack of global authority and to coordinate the provision of global public goods, and (3) the potential of an election procedure to (partly) curb the abuse of power by representatives. A laboratory experiment allows us to isolate the incentive effects and should be viewed as a platform for studying cooperation and delegation, complementary to field studies. It enables us to assess cooperative preferences and their impact on elections and public goods provision by delegates at the individual level. 4 More precisely, in our experiment, nine decision makers form a society, and they are divided into three groups of population size 3 each. In the Baseline treatment in the experiment, players in each group have to make simultaneous and 3. Likewise, in mitigating global warming, decisions of all representatives of countries determine the total reduction of CO 2 emissions via multilateral agreements such as the Kyoto protocol.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 731,
                    "text": "4",
                    "end": 732
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "4. Having field data on the important aspects in our setup would be desirable. However, some of the variables are, by their very nature, difficult to observe in the field or strongly confounded. independent decisions about how much to contribute to a global public good provided at the level of the nine-person society. The total contributions from all members of the three groups are multiplied by a parameter larger than 1 and are then equally distributed among all players in the groups. The parameter is chosen in a way to induce a linear social dilemma that maximizes the distance between the individually optimal and the socially optimal choices of the group members. In the Delegation treatment, we introduce a Borda count as the election rule for the delegation mechanism. The candidate with the smallest total sum of ranks in each group becomes the delegate for her group for the upcoming three periods of interaction. In the contribution stages of the public goods game in each period, only the three delegates make decisions for each of their three group members. More specifically, they submit a contribution vector for the three members of their groups (including themselves). This vector can induce equal or unequal contributions within a group. Other group members than the delegates remain passive observers of the provision decisions. This design feature captures the fact that delegates are able to maximize their personal gain at the expense of the majority of voters. It can, for instance, be viewed as the potential for corrupt office-holding by the delegate or as \"pork barrel\" politics; but within the logic of the public goods game, it is simply free-riding on the benefits of the public good without contributing oneself. In reality, there are of course limits to such kinds of behavior, but in order to have a clear incentive structure, we maximize the potential for exploitation by the delegate in our experiment."
        },
        {
            "section": "I. INTRODUCTION",
            "text": "We implement a standard finitely repeated linear public goods game without delegation (Baseline treatment). The unique sub-game perfect equilibrium of this game is zero contributions for all players. In the Delegation treatment, a profit-maximizing delegate would fully exploit the other two members of her group, because she benefits from the contributions of the other group members. More specifically, she would force the two other group members to contribute fully and thus free ride on them. Therefore, by construction, compared to the Baseline treatment, efficiency (i.e., the total earnings of all players) in the Delegation treatment increases in equilibrium. Models taking inequity-averse preferences into account (e.g., Fehr and Schmidt 1999) give slightly different predictions, but exploitation is still likely to take place in the stage game.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 730,
                    "text": "Fehr and Schmidt 1999)",
                    "end": 752
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Our experimental results of Baseline are by and large in line with theoretical predictions based on standard preferences. Without delegation, cooperation quickly declines to low levels in the finitely repeated game. Compared to Baseline, both contributions and earnings are higher in Delegation. In contrast to standard predictions, the elected delegates avoid exploiting other group members by assigning equal contributions to the three group members, driven either by genuine other-regarding preferences or an opportunistic re-election (reputation) motive. However, despite the existence of other-regarding preferences, we observe that the actual contribution levels in Delegation are significantly below the theoretical benchmark with self-regarding preferences, and they steadily decline over time. 5 In effect, delegates who over-contribute compared to other delegates in the society are less likely to be re-elected. As a consequence, a downward spiral of contribution levels for the global public good sets in. It seems that a combination of (1) delegation based on (re)-election and (2) heterogeneity in other-regarding preferences leads to an inefficiency for which we use the term P-inefficiency, associating it with a global public good's polycentric nature. Our data indicate that both ingredients, the re-election concern, and heterogeneity across different groups in terms of other-regarding preferences, might be necessary for existence of the P-inefficiency. However, any of the two elements seems natural in the provision and management of global public goods.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 803,
                    "text": "5",
                    "end": 804
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Despite the enormous amount of evidence on the private provision of public goods based on laboratory experiments and a growing number of papers on delegation in principal-agent settings, the literature closely related to our setup is very small. Hamman, Weber, and Woon (2011) study the effect of electoral delegation in a linear public goods game. In their delegation treatments, nine players in a group have to choose a single allocator who decides about the amount of contributions for everyone in the group. Although they find that a couple of minimum winning coalitions in the election game for allocation power reap the benefits of the public good at the cost of other players in the group, most groups 5. Note that efficiency is maximized when all delegates contribute for every group member (including themselves) the entire endowment to the public good. The full exploitation solution according to which the three delegates free ride and make the two other members within their respective groups provide full contributions gives another benchmark for the achievable level of efficiency."
        },
        {
            "section": "I. INTRODUCTION",
            "text": "in their experiment elect high contributors who implement full contribution levels for all group members including themselves. Bolle and Vogel (2011) examine a similar setting and report that both elected and randomly appointed allocators increase the levels of public goods provision over the benchmark of the standard linear public goods game, although the effect becomes smaller with repetition. In addition, Oxoby (2013) and Fleiß and Palan (2013) find that contributions increase when a randomly selected delegate can choose contribution levels for all group members. 6 The difference between our study and those discussed in the previous paragraph lies in the particular group and society structure naturally caused by global public goods provision. In the existing studies, the delegates act like dictators since they can determine the level of contributions for every person in society without any restrictions. In other words, the public goods provision contains no hierarchical structure. In our setting, however, the decision power of the delegate is confined to her own group. The total level of public goods provision is determined by the simultaneous and independent decisions of the three delegates on behalf of their groups. Hence, not only do they face a redistribution problem within their groups, but they also have to deal with the strategic interactions with other delegates across groups. As a consequence, inefficiency in the public goods provision quickly arises in our setup, in contrast to the setup in Hamman, Weber, and Woon (2011).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 412,
                    "text": "Oxoby (2013)",
                    "end": 424
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 429,
                    "text": "Fleiß and Palan (2013)",
                    "end": 451
                },
                {
                    "type": "bibr",
                    "start": 573,
                    "text": "6",
                    "end": 574
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1529,
                    "text": "Hamman, Weber, and Woon (2011)",
                    "end": 1559
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The only study that introduces both the subgroup and the delegation elements, to the best of our knowledge, is Bernard et al. (2013). They compare several voting schemes in extracting common pool resources, which share a similar payoff structure as the public goods game. In one of these mechanisms, a randomly chosen player in every period votes, on behalf of her group, on the level of extractions for the entire group. They find that this mechanism is effective in overcoming the tragedy of the commons, since the decisions of the delegate affect the group as a whole. In their setting, the median of all extraction proposals made by the delegates was implemented automatically, making it easier to prevent a group from implementing an extreme 6. There is a growing body of literature that studies the effects of delegating punishment or implicit punishment to a centralized authority and the willingness of groups to do so (see, e.g., Andreoni and Gee 2012; Baldassarri and Grossman 2011; Kosfeld, Okada, and Riedl 2009;Markussen, Putterman, and Tyran 2014;Tan and Xiao 2012). extraction level by construction. In the other mechanism, each player votes for the level of extractions implemented at their own group level in each period. They find that the extraction level is not only higher but also increases over time with this mechanism due to defection by other groups that extract from the common pool. Compared to their study, our study focuses on elected delegates instead of randomly assigned delegates. Data from the elections help us uncover the motives and expectations of players and enable us to assess the preferences of group members with regard to the characteristics of their representatives. Moreover, our study allows the delegates to choose contribution strategies for each member of their own groups without any restrictions throughout their tenures, making exploitation of ordinary group members by the delegates possible.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 111,
                    "text": "Bernard et al. (2013)",
                    "end": 132
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 993,
                    "text": "Kosfeld, Okada, and Riedl 2009;",
                    "end": 1024
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1024,
                    "text": "Markussen, Putterman, and Tyran 2014;",
                    "end": 1061
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 1061,
                    "text": "Tan and Xiao 2012)",
                    "end": 1079
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The remaining paper is organized as follows: Section II presents our experimental design. Section III derives theoretical predictions based on both self-interested and inequity-averse preferences. In Section IV, we present our empirical results, and Section V concludes the paper."
        },
        {
            "section": "II. EXPERIMENTAL DESIGN AND PROCEDURES",
            "text": "We implement two treatments in our study: Baseline (no delegation) as our control treatment and Delegation. Every experimental session with 18 experimental participants divides the participants into two cohorts (matching groups) of nine subjects each at the beginning of the experiment. Possible re-matching takes place only within a cohort in order to guarantee strict statistical independence at the level of the super-group (society) of nine subjects. A total of seven experimental sessions provide us with six independent observations for Baseline and eight independent observations for Delegation. At the beginning of a session, subjects are informed that the experiment will consist of four parts. They receive instructions (see Section C in Appendix S1, Supporting Information) for the four parts separately, always before the start of a specific part."
        },
        {
            "section": "II. EXPERIMENTAL DESIGN AND PROCEDURES",
            "text": "The basic game that we use is a standard linear public goods game, presented in a neutral (i.e., context-free) frame to the participants. The first three parts of the experiment are identical across treatments; the treatment variation was introduced only in the fourth part."
        },
        {
            "section": "II. EXPERIMENTAL DESIGN AND PROCEDURES",
            "text": "At the beginning of Part 1, subjects are randomly matched within their cohort into groups of three. Each of the three group members receives an endowment of 20 experiment points, and they have to decide simultaneously about their individual contribution (c i ) to a public account. The marginal per capita return (MPCR) is set at 0.5. The payoff function (π i ) for subject i is 1π",
            "ref_spans": [
                {
                    "start": 379,
                    "text": "1",
                    "end": 380
                }
            ]
        },
        {
            "section": "II. EXPERIMENTAL DESIGN AND PROCEDURES",
            "text": "with c j as the contribution of the j group members. Part 1 measures cooperative preferences at the individual level. It is a one-shot public goods game based on the strategy vector method introduced by Fischbacher, Gächter, and Fehr (2001) and validated for repeated interactions by Fischbacher and Gächter (2010) as well as by Fischbacher, Gächter, and Quercia (2012). Subjects make an integer unconditional contribution to the public good. Then, they specify conditional contribution levels. In particular, they have to fill in a contribution table that indicates how much they want to put into the public account for each of the 21 possible average contributions of the other two group members (rounded up to the next integer). To make both decisions, the unconditional contribution and the contribution table, incentive compatible, the computer randomly selects one subject within each group in the end and makes her conditional contribution table payoff-relevant. The two unconditional contributions from the other two group members and the corresponding conditional contribution of the randomly chosen subject constitute the group's contribution to the public account. Then Equation (1) is applied. We do not give any feedback on others' choices and earnings from Part 1 until the end of the entire experiment to avoid contamination across parts. All details mentioned so far (except for the existence of two cohorts in one session) are common knowledge among participants. Control questions, examples, screenshots, and the possibility to ask questions before the start of Part 1 make sure that participants fully understand their available strategies and the nature of the interaction.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 229,
                    "text": "Fehr (2001)",
                    "end": 240
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 284,
                    "text": "Fischbacher and Gächter (2010)",
                    "end": 314
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 329,
                    "text": "Fischbacher, Gächter, and Quercia (2012)",
                    "end": 369
                }
            ]
        },
        {
            "section": "II. EXPERIMENTAL DESIGN AND PROCEDURES",
            "text": "Part 2 collects subjects' distributional preferences as dictators. At the beginning of this part, experimental participants are randomly rematched into groups of three within their cohorts. Part 2 is a one-shot three-person allocation game (for instructions, see Section C in Appendix S1). It uses exactly the same payoff function as in the previous part (see Equation 1), and it aims to provide a measure of distributive or otherregarding preferences at the individual level that is independent of any reputational concerns. Each group member decides on her own contribution to the public good as well as on the contributions of the other two group members. The program randomly selects one member from each group ex-post and implements her allocation decision, that is, the allocation choice of one of the three group members is implemented for the entire group with equal probability. Similar to the first part, no feedback on the results from Part 2 is provided until the very end of the experiment. All procedures are common knowledge.",
            "ref_spans": [
                {
                    "start": 369,
                    "text": "1)",
                    "end": 371
                }
            ]
        },
        {
            "section": "II. EXPERIMENTAL DESIGN AND PROCEDURES",
            "text": "Part 3 provides our participants with enough experience for Part 4, which is a more complicated environment due to the delegation procedure in Delegation. In Part 3, subjects interact with each other for eight identical periods in a standard linear public goods game based on the payoff function in Equation 1. At the beginning of the third part, random matching within the cohort into groups of three takes place, and groups now stay together for the entire eight periods of Part 3 (for the experimental instructions, see Section C in Appendix S1). After each period, subjects receive feedback on the contributions and earnings of all members in their group. Each period and every decision is payoff-relevant in Part 3.",
            "ref_spans": [
                {
                    "start": 308,
                    "text": "1",
                    "end": 309
                }
            ]
        },
        {
            "section": "II. EXPERIMENTAL DESIGN AND PROCEDURES",
            "text": "Part 4, the main part of our experiment, differs in the two treatments (see Section C in Appendix S1). In both treatments, subjects are told that the composition of their group and their experimental IDs remain unchanged from the ones in Part 3. They are, further, informed that their group and two other groups (from the same matching cohort) will be matched into a super-group of nine members for the next (and final) 18 periods of interaction."
        },
        {
            "section": "II. EXPERIMENTAL DESIGN AND PROCEDURES",
            "text": "In Baseline, every member in the three groups simultaneously decides on how much to contribute to the super-group account. The super-group account collects the sum of all contributions from the nine super-group members. Define c iK as the contribution of member i in group K. The payoff function (π iK ) for subject i in group K is"
        },
        {
            "section": "II. EXPERIMENTAL DESIGN AND PROCEDURES",
            "text": "(2)"
        },
        {
            "section": "II. EXPERIMENTAL DESIGN AND PROCEDURES",
            "text": "The sum of the contributions by all nine super-group members (denoted by C in the following) is multiplied by the social marginal benefit 1.5 and then equally distributed across the three groups. Within each group, the amount is also divided equally, and, hence, each member receives 0.5C/3. Therefore, the increase in group size is counterbalanced by the decrease in the MPCR. Moreover, the standard game-theoretic equilibrium and the social optimal choices remain unchanged (see Section III for details)."
        },
        {
            "section": "II. EXPERIMENTAL DESIGN AND PROCEDURES",
            "text": "In Delegation, we use exactly the same payoff function. However, groups need to elect a delegate who makes a binding decision for the contributions of each group member, that is, she submits a contribution vector consisting of three elements, one for each of the three group members including the contribution of herself. Delegates are elected for a three-period tenure. New elections take place after these three periods. The delegate is elected via a Borda count, which is simple to explain, easy to implement, and it allows researchers collecting a complete preference list for the candidates. That is, every member of a group is a voter and ranks the candidates (including herself) in order of individual preferences (with 1 as the most preferable rank). The computer, then, sums up the ranks of the three candidates within a group and appoints the candidate with the lowest rank sum as the delegate. In case of ties, one of the tied candidates is randomly selected as delegate for her group. When casting their vote, subjects can see the average contributions of the three members within their groups from Part 3 of the experiment as well as the following pieces of information from Part 4 (starting from the vote before period 4 in Part 4 onwards): (1) the ID of the delegate of their group in the previous three periods, (2) the vectors of contributions and earnings of all members in one's own group for the previous three periods, and (3) the average contributions of the two other groups within the super-group in each of the previous three periods. It is important to note that our design implies that members from the other two groups can neither influence the contribution decisions nor the election/replacement of a delegate outside their groups."
        },
        {
            "section": "II. EXPERIMENTAL DESIGN AND PROCEDURES",
            "text": "After the election, everyone within a group is informed about the IDs of the three delegates who make contribution choices on behalf of their group members for the next three periods. At the end of each single period in Part 4, everyone within a group receives information regarding the delegate ID, the contributions and earnings of each member in her own group, and the total contributions of each of the three groups. To facilitate comparisons, we present subjects in Baseline with exactly the same information without any reference to delegation or elections. Communication is not allowed in either treatment. 7 The experiment was conducted in the MELESSA laboratory at the University of Munich from February to April 2012. A total number of 126 undergraduate and postgraduate (master) students with various academic backgrounds were recruited via ORSEE (Greiner 2015). Subjects remained anonymous throughout the experiment and cash payments were made privately. The experiment was programmed and conducted with the software z-Tree (Fischbacher 2007). An experimental session lasted for a bit less than 2 hours. Subjects earned an average of €22.05 (including a €4 show-up fee).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 614,
                    "text": "7",
                    "end": 615
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 858,
                    "text": "(Greiner 2015)",
                    "end": 872
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1036,
                    "text": "(Fischbacher 2007",
                    "end": 1053
                }
            ]
        },
        {
            "section": "III. THEORETICAL EXPECTATIONS",
            "text": "In this section, we derive equilibrium predictions for our experiment. We start with standard preferences and extend our analysis to inequityaverse preferences. Our focus is on Parts 3 and 4. Predictions for the earlier parts in our experiment follow immediately from the discussion regarding Parts 3 and 4."
        },
        {
            "section": "A. Predictions Based on Selfish Preferences",
            "text": "The predictions for Baseline and the eightperiod public goods game in Part 3 are straightforward. With rational, selfish, and risk-neutral group members and common knowledge thereof, the unique sub-game perfect equilibrium in the finitely repeated game is to contribute 0 to the linear public good. The MPCR of the public good is always lower than the marginal return of keeping one's endowment in our game. The social optimum, however, is to contribute the entire endowment to the public account, since the social return is larger than 1."
        },
        {
            "section": "A. Predictions Based on Selfish Preferences",
            "text": "Hypothesis 1(a) for Baseline: Players will contribute 0 to the global public good."
        },
        {
            "section": "A. Predictions Based on Selfish Preferences",
            "text": "We now turn to Delegation. Under the homo economicus assumption, the unique sub-game perfect equilibrium collapses to the following stage game equilibrium of the finitely repeated game: The delegate fully maximizes her monetary payoff by contributing 0 and forcing the other 7. Obviously, introducing communication is a very interesting extension to our setup. However, we wanted to start with the most parsimonious experimental design and thus do not take communication into account."
        },
        {
            "section": "A. Predictions Based on Selfish Preferences",
            "text": "two group members to contribute their entire endowment to the public good. Doing so maximizes the delegate's monetary earnings because she can free ride on the contributions of the other two group members."
        },
        {
            "section": "A. Predictions Based on Selfish Preferences",
            "text": "Hypothesis 1(b) for Delegation: The elected delegate will assign full contributions for the other two group members and zero contribution for herself."
        },
        {
            "section": "A. Predictions Based on Selfish Preferences",
            "text": "Let us now consider the voting stage that takes place every three periods in Delegation. We assume here that it takes place at the beginning of the stage game. Since the delegate has the potential to earn more than the other group members, a profit-maximizing player will try to maximize the chance of being elected in the voting stage. There are several voting equilibria, but all imply ex ante equal chances to be elected as the delegate for one's group if all voters vote rationally. A corollary of this result is that there are no individual characteristics that play a role in the elections. Proofs can be found in Section A in Appendix S1."
        },
        {
            "section": "A. Predictions Based on Selfish Preferences",
            "text": "Hypothesis 1(c) for the Election: All voting equilibria imply ex ante equal chances to be elected as the delegate in a group."
        },
        {
            "section": "B. Predictions Based on Other-Regarding Preferences",
            "text": "In this section, we relax the self-interest assumption by considering other-regarding preferences. All other assumptions remain unchanged. The detailed predictions for a popular outcome-based other-regarding preference model, the inequity-aversion model by Fehr and Schmidt (1999) as an example, can be found in Section A in Appendix S1. Here we briefly sketch the intuition.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 257,
                    "text": "Fehr and Schmidt (1999)",
                    "end": 280
                }
            ]
        },
        {
            "section": "B. Predictions Based on Other-Regarding Preferences",
            "text": "For Part 4, one can derive predictions that distinguish between two different reference-group concepts: for a delegate or a group member the reference group can either be the own threeperson group or the nine-person super-group. The distinction is based on the well-established finding in the social identity literature that people differentiate between their in-group members and members of the out-group (see, e.g., Chen and Li 2009;Meier et al. 2012). It turns out that how we define the size of the reference group does not affect equilibria in Baseline. This is an immediate consequence of the fact that the return of the public good is linear in proportions of contributions. This means, Part 3 predictions and Part 4 predictions for Baseline are identical.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 418,
                    "text": "Chen and Li 2009;",
                    "end": 435
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 435,
                    "text": "Meier et al. 2012)",
                    "end": 453
                }
            ]
        },
        {
            "section": "B. Predictions Based on Other-Regarding Preferences",
            "text": "A cut-off level of β-the parameter for advantageous inequity aversion-for all group members determines whether cooperative equilibria exist."
        },
        {
            "section": "B. Predictions Based on Other-Regarding Preferences",
            "text": "However, the size of the reference group affects the conditions that determine cooperative equilibria in Delegation. When the reference group is the three-person group, a delegate faces two motivations. First, she has to trade-off her monetary earnings and income inequity within her own group. Second, she has an incentive to free ride on contributions of other groups, since income for members of other groups does not affect her utility. When the reference group is the nine-person super-group, the weight of each in-group member in the social utility part of the delegate's utility function decreases from 1/2 (two members of the own group taken into account) to 1/8 (all eight members of the super-group taken into account), that is, the weight of each out-group member increases from 0 to 1/8. Intuitively, free-riding on in-group members, who weigh less now, becomes comparatively more attractive, while free-riding on out-group members becomes less attractive, since the disutility from contributing less than them becomes larger. Further, it is possible to show that, depending on the size of the reference group and on the other delegates' inequityaversion parameters, players with sufficiently strong advantageous inequity aversion will be elected as delegates. If none of the candidates is sufficiently inequity-averse, players will vote for themselves, and everybody is equally likely to become the delegate within her group."
        },
        {
            "section": "B. Predictions Based on Other-Regarding Preferences",
            "text": "The above analysis holds for the stage game. It is noteworthy that in the repeated game, there are many more equilibria, and they only require lower levels of β because of the incentive to build a reputation as a cooperative delegate (e.g., Oechssler 2013). Our delegation mechanism, however, implies a complication for the reputation building process because of the election and of the chance that a delegate is suspended from her \"job.\""
        },
        {
            "section": "IV. EXPERIMENTAL RESULTS",
            "text": "We organize the presentation of our results as follows. Section IV.A compares average contributions and earnings across the two treatments. Section IV.B studies contribution and allocation choices of the delegates. Section IV.C analyzes how delegates are elected and what determines the rankings of the voters. Section IV.D A. Treatment Differences Figure 1 presents the average group contributions to the public good by treatment. Before the treatment manipulation, the dynamics of contributions in both treatments are highly consistent with the previous literature: The average contributions amount to about 45% of the endowment in the first period of the public goods game, and then they decline steadily to about 15% by the eighth period (at the end of Part 3). The two treatments do not exhibit significant differences in contribution levels (p > .4), making sure that the initial experience is on average the same before the start of Part 4 in the two treatments.",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 349,
                    "text": "Figure 1",
                    "end": 357
                }
            ]
        },
        {
            "section": "IV. EXPERIMENTAL RESULTS",
            "text": "After the introduction of the treatment variation, however, the two treatments exhibit stark differences. In Baseline, we observe the typical \"restart\" effect in the voluntary contribution mechanism, with an average contribution level of about 30%, but contributions decay to less than 10% after a couple of periods. This pattern suggests that, without any institution, the free-riding incentive is dominant even in the repeated interaction, and social preferences are not strong enough to sustain high levels of cooperation."
        },
        {
            "section": "IV. EXPERIMENTAL RESULTS",
            "text": "In Delegation, average contributions start out at about 60% of the total endowment in period 1, but gradually decline to around 35% in the ultimate period of Part 4. The treatment difference is obviously highly significant (averages for Part 4 are 9.6% vs. 48.3%; p < .01). Due to the linear nature of the public goods game, the significant differences in contributions directly translate into differences in earnings, that is, efficiency. Controlling for the decay and for the general level of cooperativeness on the group level measured in Part 3, the results of a random-effect regression analysis unambiguously confirm the findings from nonparametric tests (see Table B1 in Appendix S1).",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 666,
                    "text": "Table B1",
                    "end": 674
                }
            ]
        },
        {
            "section": "IV. EXPERIMENTAL RESULTS",
            "text": "Predictions based on standard preferences for Delegation indicate that if the delegates play the stage-game outcome by fully exploiting the other two group members, the average contributions at the society level should stay constant at 66.7% of the total endowment throughout the 18 periods of play in Delegation. This is clearly not the case. Contributions in Delegation are on average significantly below the benchmark (p = .03; twosided Wilcoxon signed-rank test). This is evidence for the P-inefficiency. Result 1 summarizes the findings. RESULT 1. Neither Hypothesis 1(a) nor an alternative reasoning based on inequity aversion is fully supported. In Baseline, average contributions are significantly larger than 0 (p < .05, two-sided Wilcoxon signed-rank test), although they quickly decline over time. Average contributions in Delegation are significantly higher than in Baseline; however, on average, they fall significantly below the theoretical prediction of 66.67%. Delegation is significantly less efficient than what standard theory predicts (the \"P-inefficiency\")."
        },
        {
            "section": "B. Delegates' Distribution Choices",
            "text": "We first analyze the allocation decisions of the delegates within their subgroups, followed by their contributions relative to other subgroups. Table 1 classifies the elected delegates into three types based on their average contributions in Part 3, relative to the two other group members, and denote them High, Middle, and Low delegates. There is a strong correlation between a delegate's own contribution in Part 3 and their allocation to the public goods in Part 4. High contributing delegates assign on average 55.4% of the total Notes: FULL means that the delegate contributes the entire endowments of all three group members to the global public good. EQUAL means that the delegate lets every member contribute the same to the global public goods (including full contributions). EXPLOIT ONE means that the delegate contributes the same as or more than one group member and forces the other member to contribute the most (uniquely) of the three. EXPLOIT BOTH means that the delegate contributes the least (uniquely) among the three. OTHER includes all contribution vectors of altruistic types (delegate contributes the most [uniquely or together with one other group member]). endowment to the public account, which is significantly higher than the assignment levels by middle or low contributors. 8 The lower part of Table 1 reports contribution assignment frequencies, treating each allocation decision as independent. These figures indicate that, 85.4% of the time, the elected delegates choose equal contributions for all group members. This is particularly true if the delegate has been the high contributor in her group: Roughly, 90% of the time she will implement an equal contribution vector, among which 12.9% of the time she requires all group members to contribute fully. Interestingly, middle and low contribution delegates also assign equal contribution levels with very high frequencies (80% and 81.9%, respectively). Overall, only about 10%-15% of the time do they attempt to exploit other group members.",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 144,
                    "text": "Table 1",
                    "end": 151
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1324,
                    "text": "Table 1",
                    "end": 1331
                }
            ]
        },
        {
            "section": "B. Delegates' Distribution Choices",
            "text": "Given such high proportions of equal contributions within subgroups, what about relative contributions across groups and the inter-temporal adjustment? To address this question, Table 2 reports results of random-effect panel regressions where the dependent variable is the difference in contributions of the delegate's own group across two periods, either for the delegate herself, for the average of the other two members, or for both. The results from the regression in Table 2 and the following regressions have to be taken with a grain of salt. So far in the results sections, we have 8. The random-effect regression results in Table B2 in Appendix S1 support this claim. The contribution difference between high and low delegates is significant at the 10% level (Wald test).",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 178,
                    "text": "Table 2",
                    "end": 185
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 472,
                    "text": "Table 2",
                    "end": 479
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 632,
                    "text": "Table B2",
                    "end": 640
                }
            ]
        },
        {
            "section": "B. Delegates' Distribution Choices",
            "text": "been relying on treatment differences that provide us with causal inference. When we want to look at the structure of the data within our treatments, endogeneity issues cannot be excluded, since becoming a delegate potentially depends on contributions and contributions potentially depend on elections. We think that addressing the structure of behavior is still interesting, but it should be borne in mind that identification is not causal."
        },
        {
            "section": "B. Delegates' Distribution Choices",
            "text": "The significant coefficients β 2 and β 3 , when pooling all data together, suggest that the delegates attempt to coordinate the contributions of their own groups with the average of the entire super-group. Specifically, if they realize that their own group over-contributed in the last period, they lower their contributions in the subsequent period (β 2 ). Similarly, in case of under-contribution, the delegates adjust their own contributions upwards (β 3 )."
        },
        {
            "section": "B. Delegates' Distribution Choices",
            "text": "The insignificant coefficients β 4 and β 5 indicate that the contribution changes applied to the other two group members do not significantly differ from the changes applied to oneself as delegate. In other words, the delegates adjust contribution behavior similarly for the other group members as for themselves. Only in 4.17% of cases (18 out of 432), a delegate behaves exactly according to standard theory in the stage game by fully exploiting the other two members of her group, 13.66% of the time (59 out of 432) the delegate assigns zero contributions to everyone, and 7.41% of the time (32 out of 432) she assigns full contributions to everyone."
        },
        {
            "section": "B. Delegates' Distribution Choices",
            "text": "Two potential explanations are consistent with delegates' egalitarian behavior. First, they are Notes: Robust standard errors (clustered at the subgroup level) are reported in parentheses. In particular, the variable \"Changes apply to the other two members\" is a dummy variable equal to 1 if the dependent variable is the average change of contributions for the other two members across periods of each period. \"Positive (Negative) deviation from the super-group average\" measures the amount group average contributions exceeds (falls short of) that of the super-group averages in the last period. We do not report marginal effects instead of regression coefficients, because the former make little sense for interaction terms."
        },
        {
            "section": "B. Delegates' Distribution Choices",
            "text": "motivated by other-regarding preference. Second, at least some delegates mimic the strategy of the other-regarding type to increase their chances to be re-elected. 9 To tear apart the relative importance of preference and strategic concerns, we look into the correlation between the allocation decisions of delegates in Part 2 (the one-shot allocation game) and their decisions in Part 4. We exclude data in the last three periods of Part 4 for the moment, since then delegates have no incentive anymore to build up reputation. The main observation from Table 3 is that both preferences and strategic concerns explain the behavioral pattern of delegates. The allocators who shared equally in Part 2, if elected as a delegate in Part 4, continue assigning equal contributions for all group members in more than 90% of cases (157/168). The exploiting types based on the behavior in Part 2, on the other hand, also equalize contributions in about 85% of the time (164 out of 189). Result 2 summarizes the above findings.",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 554,
                    "text": "Table 3",
                    "end": 561
                }
            ]
        },
        {
            "section": "RESULT 2. Neither Hypothesis 1(b) nor alternative reasoning based on inequity aversion is",
            "text": "9. A feeling of responsibility on the side of the delegates could be another reason that leads to equal contributions. However, we cannot directly assess its influence and disentangle it from other-regarding preferences in our setup. Note: The interpretations of the categories \"Equal,\" \"Exploit one member,\" \"Exploit both members,\" and \"Others\" are the same as in Table 1. fully supported when looking at the contribution assignment decisions of the delegates: Instead of complete free-riding on the contributions of the other two group members, they most frequently assign equal non-zero (medium) levels of contributions in their groups.",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 365,
                    "text": "Table 1.",
                    "end": 373
                }
            ]
        },
        {
            "section": "C. Elections and Rankings of Delegates",
            "text": "Election of Delegates. From the previous sections, two main patterns in contradiction with standard theoretical predictions arise. Note: The distinction between High/Medium/Low contributors is based on contribution data from Part 3."
        },
        {
            "section": "C. Elections and Rankings of Delegates",
            "text": "First, contributions fall below the efficiency benchmark, and exhibit a declining trend, even in Delegation. Second, the elected delegates mostly assign equal contributions within their groups. This section offers a set of empirical analyses from the elections and from ranking data that allow for a better understanding of our main findings from Section IV.B."
        },
        {
            "section": "C. Elections and Rankings of Delegates",
            "text": "We start by presenting summary statistics from the very first election in Table 4. Despite the obvious fact that a lot of subjects assign the most favorable rank to themselves, the majority of groups still favor high contributors as their delegates. In particular, 55.6% of the most preferred ranks go to the high contributor in the group, whereas only 18.1% go to the low contributor. As a result, high contributors receive the most favorable ranks (the lowest average) and are elected most frequently (in 19 out of 24 groups). 10 Table 5 reports the regression analysis for later elections, that is, the five elections in Part 4 of the experiment excluding the very first. In the first election, the only information voters could condition their ranking on is the average contributions of all players in Part 3. In later elections, however, the voters have extra information on the performance of the incumbent delegate and the previous group-level contributions of the other two groups.",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 74,
                    "text": "Table 4",
                    "end": 81
                },
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 532,
                    "text": "Table 5",
                    "end": 539
                }
            ]
        },
        {
            "section": "C. Elections and Rankings of Delegates",
            "text": "The results from Table 5 indicate that there is significant path dependency to elect the incumbent delegate (β 1 ). The coefficient β 5 is significantly negative, which means that the incumbent delegate is less likely to be reelected, the more the group she represented was 10. The regression analysis in Table B3 in Appendix S1 further supports this result: the outcome of the first election depends on choices of a subject in (each of) the three previous parts. In all the specifications, the high contributor is more likely to be elected, regardless of whether we control for cooperative or distributive preferences (based on Parts 1 and 2) or not. Since results from Parts 1 and 2 are not public, this is just because of the correlation of behavior across the parts at the individual level.",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 17,
                    "text": "Table 5",
                    "end": 24
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 305,
                    "text": "Table B3",
                    "end": 313
                }
            ]
        },
        {
            "section": "C. Elections and Rankings of Delegates",
            "text": "exploited by the other groups in the society during her tenure. Moreover, the more delegates exploit both of their own group members during their tenure, the less likely they will be re-elected (β 9 ). 11 Result 3 summarizes the main findings."
        },
        {
            "section": "C. Elections and Rankings of Delegates",
            "text": "RESULT 3. Hypothesis 1(c) is rejected, while predictions from inequity-aversion models are partly supported: Voters significantly prefer prosocial delegates (high contributors in Part 3) in the first election, In later elections, incumbent delegates have a much higher chance to be reelected. However, their chances decrease, (i) the more the average contributions of their groups exceed that of the society's average, and (ii) the higher contribution levels they choose for the other two group members compared to their own contributions (i.e., how fair the choices are within the group)."
        },
        {
            "section": "C. Elections and Rankings of Delegates",
            "text": "The above findings are consistent with what we observe as the stylized behavior of the elected delegates. In particular, group members use elections as a device to deselect \"unsuccessful\" delegates, that is, if the delegate was exploited by other groups. They also refrain to re-elect delegates who act selfishly. In response, the elected delegates assign equal contributions for all members within their groups. Moreover, they try not to over-contribute compared to the two other groups within the society. The latter motive leads to the decaying trend in contributions that was surprising at first sight because it is at odds with most theoretical predictions."
        },
        {
            "section": "C. Elections and Rankings of Delegates",
            "text": "Ranking of Delegates. Individual ranking behavior in the course of the election provides a more detailed picture of the election. We employ ordered logit regressions to study the determinants of the ranks that voters assign to different candidates. Similarly to the previous sub-section, we run regressions separately for the first election and the later ones, since ranking behavior might be different if the interaction has a history, which is true from the second election onwards."
        },
        {
            "section": "C. Elections and Rankings of Delegates",
            "text": "The aggregated ranking behavior in later periods is most easily described when we distinguish again between high, middle, and low contributors, based on the behavior of group members in Part 3 of the experiment. Table 6 provides the results of regressions, with voter i's rank assigned to candidate j. Pooling all data together suggests that voters have a strong 11. All results remain robust if we only consider the final election period (see Table B4 in Appendix S1). Notes: Robust standard errors (clustered at the subgroup level) are reported in parentheses. In particular, the variable \"Incumbent delegate\" is a dummy variable equal to 1 if this subject was the previous delegate in the last three periods. \"Part 3 rank within group\" captures the subject's rank in levels of cooperation from Part 3 (low rank means a higher level of cooperativeness). \"Positive (Negative) deviation from the super-group average\" measures the amount the group average contributions exceed (fall short of) that of the super-group average in the past three periods. The variable \"Incumbent delegate × Positive (Negative) deviation from the super-group average\" captures the interaction term between these two variables. The variable \"Average extent of exploiting both\" measures the contribution difference between the delegate and the average of the other two members in the past three periods (only if the delegate exploited the other two members). \"Re-election period\" takes the value 1-5 as there are six elections altogether in Part 4 (and election 1 is omitted). In different specifications, we add the choices of a subject in previous parts of the experiment as additional controls. We do not report marginal effects instead of regression coefficients, because the former make little sense for interaction terms.",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 212,
                    "text": "Table 6",
                    "end": 219
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 444,
                    "text": "Table B4",
                    "end": 452
                }
            ]
        },
        {
            "section": "C. Elections and Rankings of Delegates",
            "text": "* p < .1, ** p < .05, *** p < .01."
        },
        {
            "section": "C. Elections and Rankings of Delegates",
            "text": "preference for self-promotion, that is, to rank themselves significantly more favorably than others (β 10 ). However, if we break down the voters based on their contributions in Part 3, the ranking patterns vary substantially. The ranking patterns of the high contribution voters are highly consistent with the election outcomes. Namely, voters assign more favorable ranks to the incumbent delegate (β 1 ), and less favorable ranks to low contributors in Part 3 (β 2 ), especially if this low contributor is the incumbent delegate (β 3 ). Negative ranking consequences for the candidate are, furthermore, due to contributing more than the super-group average (a higher rank to the incumbent captured by β 5 and a lower rank to other candidates by β 4 , or by forcing the other two members to contribute more than oneself in the previous periods [a significantly positive effect on the rank to other candidates by β 8 ]). Interestingly, there is lack of intention to seek for other candidates if the incumbent delegate under-contributes compared to other groups. The ranking patterns for middle-and low-contribution voters are less robust. Their idiosyncratic ranking pattern might cancel out during the aggregation process, leading high-contribution voters to win the election. The only consistent pattern in ranking is that they move away from delegates who exploited the two other group members (β 8 and β 9 ). Result 4 summarizes the findings from our analysis. 12"
        },
        {
            "section": "C. Elections and Rankings of Delegates",
            "text": "12. Not surprisingly, the ranking pattern of the first period is highly consistent with the voting outcome: Voters have a strong preference to vote for themselves. However, after controlling for that, high contributors are the most preferred candidates. Table B5 in Appendix S1 provides the regression results. Notes: Robust standard errors (clustered at each voter) are reported in parentheses. The variables \"Incumbent delegate,\" \"Part 3 candidate's rank within group,\" and \"Candidate is the voter herself\" are referring to the candidates. All other variables here are the same as in Table 5. We do not report marginal effects instead of regression coefficients because the former make little sense for interaction terms.",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 254,
                    "text": "Table B5",
                    "end": 262
                },
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 586,
                    "text": "Table 5",
                    "end": 593
                }
            ]
        },
        {
            "section": "C. Elections and Rankings of Delegates",
            "text": "* p < .1, ** p < .05, *** p < .01."
        },
        {
            "section": "C. Elections and Rankings of Delegates",
            "text": "RESULT 4. Voters unambiguously assign favorable ranks to high contributors in the first election. In later elections, the ranking pattern of the high contribution voters is in line with the aggregated election outcome described in Result 3. Delegates who over-contribute or exploit the two other group members are consistently deselected. Figure 2 gives a descriptive overview of contributions over time by each of the three groups in a super-group. The abbreviations on top of each panel (Bx, Dx) indicate the super-group ID numbers in our two treatments (B for Baseline and D for Delegation).",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 339,
                    "text": "Figure 2",
                    "end": 347
                }
            ]
        },
        {
            "section": "D. Contribution Dynamics and Preference Heterogeneity",
            "text": "There are stark differences between the Baseline and the Delegation treatments in terms of the dynamics. In Baseline, most super-groups quickly converge to zero contributions after three to four periods of interaction. The dynamics in Delegation is much more heterogeneous. Figure 2 suggests that very few delegates initially start with full cooperation (two groups in D5 and one group in D7). Most of them contribute cautiously (i.e., about half of the group endowment) supposedly to gauge the inclination to cooperate by the other two delegates in the society. The delegates in some super-groups (such as D3, D7 and to a lesser extent D8) manage to coordinate and sustain a certain cooperation level throughout Part 4 (56% for D3, 58% for D7, and 54.4% for D8). Some other super-groups (such as D1, D2, and D4) exhibit a lot of fluctuations and a lower overall cooperation level (36.0% for D1, 31% for D2, and 25% for D4). Only one super-group consistently contributes more than the benchmark based on self-regarding preferences (76.5% for D5). Results from a hierarchical cluster analysis confirm that the contribution dynamics of the eight super-groups can be divided into three categories: successful (D5), failed (D1, D2, D4), and mixed (D3, D6, D7, D8).",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 274,
                    "text": "Figure 2",
                    "end": 282
                }
            ]
        },
        {
            "section": "D. Contribution Dynamics and Preference Heterogeneity",
            "text": "What causes electoral delegation to perform worse in some super-groups than in others? One  common feature of the three failed super-groups is that contributions of some groups fall to a very low level (usually 0) in early periods. In the first three periods, the average contributions of the three failed super-groups are already significantly lower than those in other super-groups (8.75 vs. 13.64, p < .05). Another feature is that failed super-groups exhibit a steady downward sloping trend in contributions, while the more successful super-groups are better at coordinating at a certain positive contribution level. Based on these features, we conjecture that some delegates in failed super-groups attempt to free ride on the other groups in the initial periods, triggering an immediate response to decrease contributions by other group delegates in subsequent periods, which is in contrast to standard theoretical predictions if it happens below the threshold of the 66.7% contribution level."
        },
        {
            "section": "D. Contribution Dynamics and Preference Heterogeneity",
            "text": "To provide more rigorous evidence, we analyze contribution dynamics separately for failed and other super-groups. Results of the regression models are reported in Table B7 in Appendix S1. The contribution dynamics in failed super-groups exhibit two distinctive features from those of other super-groups. First, some delegates attempt to exploit their fellow group members. While the delegates lower contributions for everyone, the magnitude of the decrease is higher for herself than for the other two members within her group. Delegates in other super-groups, on the other hand, treat their fellow group members equally. Second, while delegates in other supergroups increase contributions significantly when they learn that they have under-contributed compared to the others, delegates in failed supergroups are insensitive in this respect. Despite the fact that contribution dynamics differ between failed and other super-groups, there are no systematically different patterns in terms of elections. Table B8 in Appendix S1 reports randomeffect Probit models that assess this issue and confirm the conclusion. Result 5 summarizes our main findings.",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_7",
                    "start": 163,
                    "text": "Table B7",
                    "end": 171
                },
                {
                    "type": "table",
                    "start": 1002,
                    "text": "Table B8",
                    "end": 1010
                }
            ]
        },
        {
            "section": "D. Contribution Dynamics and Preference Heterogeneity",
            "text": "RESULT 5. Heterogeneity between supergroups in terms of success lies in contribution dynamics combined with the equal contribution norm rather than the way delegates are elected."
        },
        {
            "section": "D. Contribution Dynamics and Preference Heterogeneity",
            "text": "One possible explanation could be that, as long as a previous delegate from a failed super-group protects her group members from being exploited by other groups and does not exploit fellow group members, her performance is viewed as satisfactory, and hence she is reelected. If this is true, the failed super-groups might elect relatively more defensive and conservative delegates compared to their successful counterparts. According to Fischbacher and Gächter (2010), the observed dynamics of contributions in a public goods game could be influenced by heterogeneity in preferences or beliefs. Can we attribute the observed heterogeneity in contribution dynamics in our data to the composition regarding cooperative/ distributive preferences of the players in these super-groups? Table 7 compares cooperative and distributive preferences of members in failed and in other (successful and mixed) super-groups. Indeed, failed super-groups consist of a higher fraction of noncooperators, that is, the average unconditional contribution of their members is lower in both Part 1 and Part 3. A higher percentage of players in those three super-groups are classified as free riders (according to the classification criteria in Fischbacher, Gächter, and Fehr 2001), and they also fully free ride on the other two members in the one-shot distribution decision in Part 2. Nevertheless, none of the comparisons is statistically significant. While this could be caused by the limited number of observations, it also suggests that the composition in terms of cooperative and distributive preferences alone cannot fully account for super-group heterogeneity in performance.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 437,
                    "text": "Fischbacher and Gächter (2010)",
                    "end": 467
                },
                {
                    "type": "table",
                    "ref_id": "tab_7",
                    "start": 781,
                    "text": "Table 7",
                    "end": 788
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1221,
                    "text": "Fischbacher, Gächter, and Fehr 2001)",
                    "end": 1257
                }
            ]
        },
        {
            "section": "V. CONCLUSION",
            "text": "This study examines the effects of electoral delegation in global public goods provision, with a focus on the strategic interactions between voters and the elected delegates. Our results suggest that compared to a nonhierarchical situation, electoral delegation significantly increases intergroup cooperation levels. Moreover, the election process effectively prevents voters to be massively exploited by the delegates. Nevertheless, the actual levels of contribution with delegation fall significantly short of the theoretical predictions, under the assumption of selfish preferences. Interestingly, we observe a decrease in cooperation levels over time, in contrast to theoretical predictions based on selfish preferences and on most parameter combinations for inequity-averse preferences. The reason potentially lies in the heterogeneity in cooperative attitudes across groups, combined with a strong motive among voters for equal contributions within the group."
        },
        {
            "section": "V. CONCLUSION",
            "text": "It seems that the combination of (1) delegation based on (re)-elections and (2) heterogeneity in other-regarding preferences leads to an inefficiency that we call P-inefficiency, because it could be related to the polycentric nature of the public good provision and management. Our data indicate that both ingredients-delegation based on elections (or more generally: reputational concerns) and heterogeneity across different groups in terms of other-regarding preferences-might be necessary for existence of the P-inefficiency. As one of the referees correctly points out, we do not necessarily need heterogeneity in other-regarding preferences. Some noise in the contribution of strongly inequity averse players (for instance, as a consequence of heterogeneous beliefs regarding the cooperation levels of others) can create a coordination problem and, potentially, dwindling contribution levels over time. Such reasoning implies that delegation-how we implemented it-solves the intragroup social dilemma, but not the intergroup social dilemma. Still, the explanation requires some underlying heterogeneity, but not necessarily in preferences."
        },
        {
            "section": "V. CONCLUSION",
            "text": "Notice that the level of the inefficiency is not negligible. For our parameters, towards the end of the interaction with delegation, it amounts to almost half of the maximal efficiency level implied by the standard solution. Intuitively, group members neither want to be exploited by their delegates nor by other groups in the society. As a consequence, if the level of contributions across groups is different, we observe a similar, albeit slower, decay of contribution levels as in the standard linear public goods game. With delegation, groups cannot coordinate on the Pareto-optimal outcome, even in a repeated interaction. Interestingly, when levels of cooperation decay over time, there does not seem to be an increase in the number of exploitation instances in which group members are exploited by their delegates. Rather, contribution levels get stuck on low levels."
        },
        {
            "section": "V. CONCLUSION",
            "text": "On a more general account, we provide evidence for a setup in which the combination of reputational concerns and other-regarding preferences lead to potential inefficiencies. Angelova, Güth, and Kocher (2012) study a completely different setup-a principal agent game with partly incomplete contracts in which the principal employs a short-term agent and a long-term agent alongside each other, where only the latter has reputational concerns-but also observe a similar kind of inefficiency whose existence requires a certain level of other-regarding preferences."
        },
        {
            "section": "V. CONCLUSION",
            "text": "Additionally, the results of our experiment are able to offer insights on the general tradeoff regarding the appropriate characteristics of representatives in delegation problems: On the one hand, since no one wants to be exploited by other groups, voters would like to be represented by smart and strategic delegates (leaders). On the other hand, voters face the risk that such a delegate (leader) may be opportunistic and thus may favor herself or small interest groups at the cost of the majority. Such sorts of dilemmas in selecting the best candidate do not only exist in politics, but also in corporations, organizations, and communities, where the (elected) delegate has some discretionary power over the distribution of benefits and costs. More research in a similar spirit seems warranted as a perquisite for better understanding delegation decisions and leadership."
        },
        {
            "section": "V. CONCLUSION",
            "text": "The results of this study imply that the efficiency effects of delegation mechanisms in organizing global public good provision could be problematic. Albeit oversimplified, this conclusion is consistent with the fact that many self-enforcing international environmental agreements (such as the Kyoto protocol) seem to fail in improving efficiency substantially over the noncooperative outcome in the delegation setting. Other results suggest that a big obstacle to such international cooperation is the lack of effective enforcement and monitoring power at the global level. The P-inefficiency seems to be an additional obstacle that has been overlooked so far. Future work is needed to explore issues such as supra-national linkages to reduce the strategic uncertainty in delegates' interactions (Sandler 1998) and to confirm existence of the P-inefficiency in similar environments, the conditions under which it is relevant, and the external validity of our results. Statements of head of states or envoys like the ones in climate negotiations that explicitly formulate conditional offers for the level of climate gas emission reductions make us confident that our setup is also relevant for the real world, albeit being stylized.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 797,
                    "text": "(Sandler 1998)",
                    "end": 811
                }
            ]
        },
        {
            "section": "SUPPORTING INFORMATION",
            "text": "Additional Supporting Information may be found in the online version of this article:"
        },
        {
            "section": "SUPPORTING INFORMATION",
            "text": "Appendix S1. Experimental Instructions and Additional Analyses."
        }
    ]
}