{
    "level": "paragraph",
    "abstract": [
        {
            "text": "This article examines the effect of tobacco prices on the decision to start smoking in Argentina. Argentina is an interesting case to explore given its high smoking rates, its recent experience with periods of very high and hyperinflation, and the mixed evidence of the effect of prices on smoking onset, particularly in low-and middle-income countries. We used data from four cycles of two large national surveys conducted between 2005 and 2011 and discrete-time hazard models. We found that tobacco prices had a statistically significant and fairly large impact on the hazard of smoking onset, and these findings were robust to alternative specifications. We also found that prices had little effect on the hazards of smoking onset during periods of hyper-and very high inflation, which provide some support for the notion that prices lose their informational role in such periods. Governments need to be cognizant that their most important policy tool to reduce tobacco use-taxes that increase real tobacco prices-is likely no longer effective during these times. (JEL C41, H20, I12, I18)",
            "paragraph_rank": 1,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "text": "I. INTRODUCTION",
            "section_rank": 1
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Tobacco use causes more than 6 million deaths per year worldwide, a number that is expected to rise to more than 8 million by 2030. The majority of these deaths will occur in low-and middle-income countries (LMIC) where 80% of the deaths are expected to take place by 2030 (GBD Risk Factors Collaborators 2016 ;Mathers and Loncar 2006). In addition to the well-known long-term consequences of smoking, smoking during childhood and adolescence causes serious contemporaneous health problems. The US Surgeon General concluded in 2012 that there was sufficient evidence to support a causal relationship between active smoking during childhood and adolescence and reduced lung function, impaired lung growth, and wheezing severe enough to be diagnosed as asthma. There is also emerging evidence that youth smoking is associated with various developmental and mental health disorders such as schizophrenia, anxiety, and depression (US Department of Health and Human Services 2012). Moreover, in addition to its considerable health impact, tobacco use hinders sustainable development and has been formally recognized as a priority for health interventions by the United Nations General Assembly in its Sustainable Development Goals (de Beyer, Lovelace, and Yurekli 2001;Collishaw 2010;United Nations 2015).",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 273,
                    "text": "(GBD Risk Factors Collaborators 2016 ;",
                    "end": 311
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 311,
                    "text": "Mathers and Loncar 2006)",
                    "end": 335
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1226,
                    "text": "(de Beyer, Lovelace, and Yurekli 2001;",
                    "end": 1264
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1264,
                    "text": "Collishaw 2010;",
                    "end": 1279
                },
                {
                    "type": "bibr",
                    "start": 1279,
                    "text": "United Nations 2015)",
                    "end": 1299
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "In Latin America, 13% of deaths among persons aged 35 years and older can be attributed to tobacco use (IECS 2014). In Argentina, tobacco smoking is responsible for more than 40,000 deaths every year and almost 10% of all disability-adjusted life years lost (IHME 2013;Pichon-Riviere et al. 2013). In Argentina, about 30% of men and 16% of women were current smokers in 2012 (MSAL and INDEC 2013;World Health Organization 2015). Argentina is one of the very few countries that has not seen any appreciable decreases in cigarette consumption over the past two decades. Compared to its neighbor Uruguay that has instituted extensive tobacco control measures, Argentina fares particularly poorly (Abascal et al. 2012).",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 103,
                    "text": "(IECS 2014)",
                    "end": 114
                },
                {
                    "type": "bibr",
                    "start": 258,
                    "text": "(IHME 2013;",
                    "end": 269
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 269,
                    "text": "Pichon-Riviere et al. 2013)",
                    "end": 296
                },
                {
                    "type": "bibr",
                    "start": 375,
                    "text": "(MSAL and INDEC 2013;",
                    "end": 396
                },
                {
                    "type": "bibr",
                    "start": 396,
                    "text": "World Health Organization 2015)",
                    "end": 427
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 693,
                    "text": "(Abascal et al. 2012)",
                    "end": 714
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "A recent systematic review examined the impact of tobacco prices or taxes on tobacco use in Latin American and Caribbean countries and found that cigarette prices had a negative and statistically significant effect on cigarette consumption (Guindon, Paraje, and Chaloupka 2015). The review concluded that in most Latin American countries, total own-price elasticity for cigarettes was likely below |-0.5| but noted a lack of studies that used individual-level data. The systematic review identified two sets of studies that used aggregate time series data from Argentina (Gonzáles-Rozada and Rodriguez Iglesias 2013; Martinez, Mejia, and Perez-Stable 2015). Estimates were remarkably similar across studies and suggested a long-run price elasticity for cigarettes of about −0.3. Studies that use aggregate time series data such as national cigarette consumption or sales are unable to examine the effect that tax or price changes have on smoking participation, consumption, onset or cessation, or different responses across groups (e.g., across individuals of different socioeconomic status [SES]). Another recent review examined the impact of tobacco prices on smoking onset (i.e., the transition between never smoking and smoking) and concluded that existing studies did not provide strong evidence that tobacco prices or taxes affect smoking onset, in part due to a reliance on empirical approaches that were methodologically weak (Guindon 2014a(Guindon , 2014b. Moreover, the review identified only three studies that were conducted using data from LMIC (China, Russia, and Vietnam) (Laxminarayan and Deolalikar 2004;Arzhenovskiy 2006;Kenkel, Lillard, and Liu 2009). The review also identified one study that used crosscountry data from non-representative national or sub-national surveys of school-children and -teens conducted in 48 LMIC (Kostova 2013). More recently, the impact of prices on smoking onset has been examined using data from China, South Africa, and Vietnam (Guindon 2014a;Kostova, Husain, and Chaloupka 2016;Vellios and van Walbeek 2016). On the whole, none of the existing studies are easily generalizable to Latin American countries. 1 Argentina's situation presents a unique opportunity to examine price responsiveness in a high-inflation environment. During most of its recent history, Argentina experienced some of the world's most acute inflation episodes. Between 1980 and 1991, overall prices increased by more than 8,000,000,000%; in 1990 alone inflation neared 5,000%. This period of high inflation was followed by a rapid price stabilization process, which saw inflation fall to 83% in 1991, 17.5% in 1992, and 7.4% in 1993. Prices have been relatively stable since the early 1990s, but even so, overall prices increased by about 185%-350% between 2000 and 2011 (Cavallo 2013;INDEC 2014;International Monetary Fund 2015). Economic and political actors have become so sensitive to general price increases that in recent years the National Statistical Office has been accused of deliberately reporting lower inflation figures (International Monetary Fund 2013;The Economist 2012.",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 240,
                    "text": "(Guindon, Paraje, and Chaloupka 2015)",
                    "end": 277
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 617,
                    "text": "Martinez, Mejia, and Perez-Stable 2015)",
                    "end": 656
                },
                {
                    "type": "bibr",
                    "start": 1091,
                    "text": "[SES]",
                    "end": 1096
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1434,
                    "text": "(Guindon 2014a",
                    "end": 1448
                },
                {
                    "type": "bibr",
                    "start": 1448,
                    "text": "(Guindon , 2014b",
                    "end": 1464
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 1587,
                    "text": "(Laxminarayan and Deolalikar 2004;",
                    "end": 1621
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1621,
                    "text": "Arzhenovskiy 2006;",
                    "end": 1639
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 1639,
                    "text": "Kenkel, Lillard, and Liu 2009)",
                    "end": 1669
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 1844,
                    "text": "(Kostova 2013)",
                    "end": 1858
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1980,
                    "text": "(Guindon 2014a;",
                    "end": 1995
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 1995,
                    "text": "Kostova, Husain, and Chaloupka 2016;",
                    "end": 2031
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 2031,
                    "text": "Vellios and van Walbeek 2016)",
                    "end": 2060
                },
                {
                    "type": "bibr",
                    "start": 2159,
                    "text": "1",
                    "end": 2160
                },
                {
                    "type": "bibr",
                    "start": 2613,
                    "text": "83% in 1991, 17.5% in 1992, and 7.4% in 1993",
                    "end": 2657
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 2796,
                    "text": "(Cavallo 2013;",
                    "end": 2810
                },
                {
                    "type": "bibr",
                    "start": 2810,
                    "text": "INDEC 2014;",
                    "end": 2821
                },
                {
                    "type": "bibr",
                    "start": 2821,
                    "text": "International Monetary Fund 2015)",
                    "end": 2854
                },
                {
                    "type": "bibr",
                    "start": 3058,
                    "text": "(International Monetary Fund 2013;",
                    "end": 3092
                },
                {
                    "type": "bibr",
                    "start": 3092,
                    "text": "The Economist 2012",
                    "end": 3110
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "In market-based economies prices play an important informational role; current prices are signals of future prices. Ball and Romer (2003) argued that high inflation has an important 1. Price responsiveness may differ between high-income countries and lower-income countries and between Latin American and non-Latin American countries for a number of reasons. First, Warner (1990) argued that price responsiveness of tobacco users in LMIC ought to be substantially higher than users in more affluent countries because LMIC consumers have relatively fewer resources. Second, Chaloupka et al. (2000, 246) pointed out that \"economic models of addiction suggest that the generally lower level of education in lower-income countries is likely to make the demand for tobacco products in these countries relatively more responsive to changes in monetary prices than demand in higher-income countries.\" Third, there is evidence that consumers with different levels of income or wealth behave differently when it comes to choices involving intertemporal trade-offs; poorer consumers are likely more impatient than more affluent ones (Carvalho 2010). Fourth, the availability and prices of substitutes and complements may well differ between national or regional markets (e.g., local distilled alcoholic beverages). twofold effect on the relationship between prices and demand. First, inflation reduces the informativeness of current prices, causing customers to make costly mistakes about which long-term relationships to enter. Second, because prices have become less informative, they have less influence on consumers' decision, and as demand becomes less elastic, producers increase their mark-ups. Ball and Romer argued that both effects can be quantitatively important at moderate inflation rates. Between 1980 and 1991, inflation was anything but moderate in Argentina fluctuating between 80% and 5,000% annually. Such high rates of inflation may lead markets to break down completely. In the context of smoking, during high inflation periods in which prices provide little information, prices may cease to have any effects on tobacco use generally and smoking onset in particular. Consequently, it may be the case that governments lose their most potent policy tool to reduce tobacco use (i.e., taxes that increase real tobacco prices) during periods of high inflation. High inflation, however, may affect smoking decisions through other pathways than price. For example, Deaton (1977) suggested that unanticipated inflation may lead consumers to believe that all goods are more expensive and result in a decrease in real consumption. Inflation may impact time preference, which may in turn affect smoking (Gong 2006;Khwaja, Silverman, and Sloan 2007). Or times of high inflation may lead to increased stress which in turn may effect smoking onset (Finkelstein, Kubzansky, and Goodman 2006;Iakunchykova et al. 2015).",
            "paragraph_rank": 5,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 116,
                    "text": "Ball and Romer (2003)",
                    "end": 137
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 366,
                    "text": "Warner (1990)",
                    "end": 379
                },
                {
                    "type": "bibr",
                    "start": 573,
                    "text": "Chaloupka et al. (2000, 246)",
                    "end": 601
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1123,
                    "text": "(Carvalho 2010)",
                    "end": 1138
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 2469,
                    "text": "Deaton (1977)",
                    "end": 2482
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 2703,
                    "text": "(Gong 2006;",
                    "end": 2714
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 2714,
                    "text": "Khwaja, Silverman, and Sloan 2007)",
                    "end": 2748
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 2845,
                    "text": "(Finkelstein, Kubzansky, and Goodman 2006;",
                    "end": 2887
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 2887,
                    "text": "Iakunchykova et al. 2015)",
                    "end": 2912
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Argentina is an important producer of tobacco leaf and one of the very few countries not to have ratified WHO's Framework Convention on Tobacco Control (FCTC). The 2011 National Tobacco Law, which came into effect in 2013, generally follows the recommendations of the FCTC including a ban on smoking in all indoor areas. Provinces, however, have unevenly implemented important provisions of the National Tobacco Law. The general lack of leadership at the federal level has led many provinces and some municipalities to introduce smokefree policies prior to the National Tobacco Law. There is some evidence that smokefree policies decreased acute coronary syndrome admissions after their implementation in the province of Santa Fe and the city of Buenos Aires and improved respiratory health in the city of Neuquen (Ferrante et al. 2012;Schoj et al. 2010). Although most tobacco advertising, promotion, and sponsorship were banned in 2013, advertising at point of sale is still pervasive. Prior to 2013, tobacco advertising, promotion, and sponsorship were widespread. Advertising and promotion were loosely regulated in 1986 by Law 23.344, which also mandated a warning label for cigarettes. Argentina's two leading multinationals-Massalin Particulares (Philip Morris) and Nobleza-Piccardo (British-American Tobacco)-control nearly 100% of the Argentinian cigarette market (ERC 2014).",
            "paragraph_rank": 6,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 814,
                    "text": "(Ferrante et al. 2012;",
                    "end": 836
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 836,
                    "text": "Schoj et al. 2010)",
                    "end": 854
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "Argentina's overall tax system is extremely complex; the structure of tobacco taxation, and in particular, the taxation of cigarettes, even more so. In addition to general taxes such as valueadded tax that are broadly applied to most goods and services, Argentina uses two taxes that are specifically applied to cigarettes. First, an ad valorem tax (impuestos internos or internal tax) is applied on the retail price of cigarettes (minus other taxes) at a rate of 75%, last changed in May 2016 (the rate had been 60% since 1996). In 2004, a minimum tax revenue condition was introduced which stipulates that the revenue from the internal tax cannot be less than 75% of the tax levied on the most popular brand. In January 1996, Argentina introduced an ad valorem emergency tax (Impuesto Adicional de Emergencia [IAE]) at a rate of 7% of the retail price, net of all taxes, later increased to 31% in December 1999. The IAE was subsequently decreased to 16, 12 and finally 7% in February 2001. There is also a relatively small dedicated tax (Fondo Especial del Tabaco) that is used to support tobacco growers. Recently, nominal cigarette price increases have been set by agreement between the Ministry of Finance and the tobacco industry to reach particular tax collection objectives (Rodriguez-Iglesias et al. 2015), though very little information is publicly available for the terms of these agreements. Since the early 2000s and until very recently, on the whole, taxes on cigarettes have either remained relatively stable or have decreased. More importantly, cigarettes in Argentina have become more affordable: both overall inflation and incomes have outpaced increases in nominal cigarette prices since the early 2000s (Rodriguez-Iglesias et al. 2015). Figure 1 presents a timeline of key tobacco control measures and key political, monetary, and inflation events.",
            "paragraph_rank": 7,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 811,
                    "text": "[IAE]",
                    "end": 816
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 1282,
                    "text": "(Rodriguez-Iglesias et al. 2015)",
                    "end": 1314
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 1723,
                    "text": "(Rodriguez-Iglesias et al. 2015)",
                    "end": 1755
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1757,
                    "text": "Figure 1",
                    "end": 1765
                }
            ]
        },
        {
            "section": "I. INTRODUCTION",
            "text": "The overall mixed evidence from high-income countries, the growing but still limited evidence from LMIC, and the lack of evidence from Latin American countries calls for additional analyses of the impact of tobacco prices or taxes on  1980 1981 1982 1983 1984 1985 1986 1987 1988 1989 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 National smoking onset. Moreover, Argentina is a particularly interesting case to examine in this regard since it is a middle-income country with high smoking rates coupled with recent periods of very high inflation. Our objective is to examine the relationship between cigarette prices and smoking onset in Argentina while giving special attention to overall price inflation, tobacco control policies, and sex and socioeconomic differences in the effect of prices on smoking onset.",
            "paragraph_rank": 8,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 235,
                    "text": "1980 1981 1982 1983 1984 1985 1986 1987 1988 1989 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001",
                    "end": 344
                }
            ]
        },
        {
            "text": "II. DATA AND METHODS",
            "section_rank": 2
        },
        {
            "text": "A. Data",
            "section_rank": 3
        },
        {
            "section": "A. Data",
            "text": "As a measure of nominal cigarette prices, we used the manufactured tobacco component (of which cigarettes represent nearly 100%) of Argentina's consumer price index (CPI) for Greater Buenos Aires (Índice de Precios al Consumo Gran Buenos Aires [IPC]) from the Instituto Nacional de Estadística y Censos (INDEC). This approach is not problematic as individuals residing outside Greater Buenos Aires face the same cigarette prices as those residing in that area (i.e., cigarette prices do not vary by neighborhood or regions in Argentina). Other countries such as Chile and France have similar \"uniform\" price regulations (i.e., prices vary between brands, but the prices of individual brands do not vary across space). These data were available from January 1980 to May 2008. From May 2008 to 2011, we used the after-tax monthly weighted average price for a pack of 20 cigarettes reported by the Ministerio de Agricultura, Ganadería y Pesca, as INDEC stopped reporting CPI for individual categories in May 2008. 2 2. The Pearson correlation coefficient between CPItobacco and cigarette weighted average prices for the period 1994 and 2008 is >0.99.",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "section": "A. Data",
            "text": "We adjusted all nominal prices for overall inflation. As a measure of overall inflation, we used CPI all-items for Greater Buenos Aires (IPC nivel general) which was available for the period 1980-2011. The quality, or lack thereof, of INDEC's CPI figures from 2007 is well documented (International Monetary Fund 2013; The Economist 2012, 2014). In February 2013, after several warnings, the International Monetary Fund issued a declaration of censure against Argentina. As an alternative measure of inflation from January 2007, we used estimates for the Sante Fe province (the second largest province, situated in the central region) calculated and reported by the Sante Fe statistical office. As a sensitivity check, we used estimates calculated by MIT's Billion Prices Project (Cavallo 2013) and State Street, a financial services firm. The latter series began in December 2007. Figure 2 shows changes in the real prices of cigarettes from 1980. The 1980s were characterized by high volatility. For example, between January 1980 and June 1982, real cigarette prices increased by nearly 60% before plunging by about 80% over the next 28 months. Such extreme price swings occurred throughout the 1980s. The abrupt drops in the real prices of cigarettes are explained by pronounced increases in the general inflation and not by decreases in the nominal prices of cigarettes. Overall inflation subsided in the early 1990s and coincided with a fairly long and sustained decrease in real cigarette prices (from mid-1991 to the early of 1996). For the remainder of the 1990s, real cigarette prices remained fairly stable, with the exception of one real price hike in early 1996. Volatility in prices returned in the 2000s, albeit to a much lesser extent than the 1980s. From 2007, trends in real prices depend greatly on which estimates of overall inflation are used. From 2007, Figure 2 shows We used data from two national surveys. First, we used data from the Encuesta Nacional Factores de Riesgo (ENFR) conducted in 2005 and 2009. ENFR is a risk factor survey that is representative at national and province level for urban populations (about 90% of Argentines live in urban areas).",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 780,
                    "text": "(Cavallo 2013)",
                    "end": 794
                },
                {
                    "type": "figure",
                    "start": 882,
                    "text": "Figure 2",
                    "end": 890
                },
                {
                    "type": "figure",
                    "start": 1875,
                    "text": "Figure 2",
                    "end": 1883
                }
            ]
        },
        {
            "section": "A. Data",
            "text": "ENFR is a large cross-sectional survey with relatively high response rates; in 2005 and 2009, data are available for about 45,000 (response rate, 87%) and 35,000 (response rate, 74%) individuals aged 18-65 years, respectively. Second, we used data from the Encuesta Nacional sobre Prevalencias de Consumo de Sustancias Psicoactivas (ENPreCoSP) conducted in 2008 and 2011. ENPreCoSP is a substance abuse survey. As ENFR, it is representative at national and province level for urban populations, has large sample sizes (>30,000) and relatively high response rates (72% in 2008 and 73% in 2011). The target population, 16-65 years, is similar to that of ENFR. Both ENFR and ENPreCoSP used a similar multi-stratified sampling approach covering urban areas with population over 5,000 inhabitants, and both had the same extensive tobacco use module.",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "section": "A. Data",
            "text": "We created a measure of the age of smoking onset from the self-reported response to the question \"How old were you when you smoked for the first time?\" and include only smokers who responded positively to the question \"Have you smoked at least 100 cigarettes in your lifetime?\" ENFR data collection occurred from April to June 2005 and from October to December 2009 while ENPreCoSP data were collected in May and June 2008 and from August to October 2011. Given the month of interview and respondents' self-reported age of smoking onset, it is possible to bound the age of onset within intervals of 24 or 12 months. 3 Instead of picking the mid-point as is commonly done, we randomly selected, using a uniform distribution, a month within each interval. We assumed that individuals were first exposed to the risk of starting to smoke at age 8. Consequently, individuals older than 8 in 1980 and those who reported starting smoking before age 8 were excluded. Put differently, individuals that were older than 33, 36, 37, and 39 when surveyed in 2005,2008,2009 and 2011, respectively, were excluded. As sensitivity checks, we also assumed that individuals were first exposed to the risk of starting to smoke at age 0, 5, and 11.",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 1045,
                    "text": "2005,",
                    "end": 1050
                },
                {
                    "type": "bibr",
                    "start": 1050,
                    "text": "2008,",
                    "end": 1055
                },
                {
                    "type": "bibr",
                    "start": 1055,
                    "text": "2009",
                    "end": 1059
                }
            ]
        },
        {
            "section": "A. Data",
            "text": "Respondents with missing or nonsensical data (e.g., age of smoking onset greater than age at time of survey) were dropped. Overall, we dropped about 1% of individual observations from our pooled sample and no more than 1.5% for any single survey/cycle. We also created a dataset that kept age groups consistent across surveys and cycles by keeping only individuals that were between 16 and 33 years old at interview.",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "section": "A. Data",
            "text": "In addition to our measure of real cigarette price that enters models as a time varying covariate, we included measures of tobacco control policies and a measure of real alcohol price. We included a dummy variable to control for the introduction of Law 23.344 in May 1986 (weak ad ban and health warnings). We also created a variable that varies across time and space to examine the effect of the introduction of smokefree policies at province level. To explore the possible effect that alcohol prices may have on smoking onset, we included a measure of average prices of alcohol beverages based on the alcohol component of Argentina's CPI for Greater Buenos Aires. Decker and Schwartz (2000) argue that if alcohol and cigarettes are important substitutes (or complements), then a correctly specified cigarette demand equation should include prices of alcoholic beverages.",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 666,
                    "text": "Decker and Schwartz (2000)",
                    "end": 692
                }
            ]
        },
        {
            "section": "A. Data",
            "text": "To examine the potential effect of hyper-and very high inflation on smoking onset we created dichotomous indicators. Defining hyper-, very high, or high inflation is inherently subjective. First, we followed Fischer, Sahay, and Végh (2002) and used Cagan's classic definition of hyperinflation (Cagan 1956). Cagan defines hyperinflation \"as beginning in the month the rise in prices exceeds 50 percent and as ending in the month before the monthly rise in prices drops below that amount and stays below for at least a year\" (Fischer, Sahay, and Végh 2002, 840). Second, we followed Fisher et al.'s approach to define very high inflation. Very high inflationary episode is defined as taking place when the 12month inflation rate rises above 100%. Cagan's definition indicates that Argentina experienced hyperinflation from May 1989 to March 1990 while Fischer, Sahay, and Végh's indicates that Argentina experienced very high inflation from July 1974 to October 1991. All other variables are time-invariant. As a measure of socioeconomic status, we used educational attainment of the household head (three binary indicators, primary, secondary, and more than secondary). This measure of SES, however, is inherently time-varying, but due to the nature of the data, enters models as a time invariant variable. Given the relatively young age of the respondents in our sample, we feel that SES at the time of survey is a reasonable proxy for SES at the time at which individuals were at risk of starting smoking. Moreover, intergenerational income mobility is relatively low in Argentina (Jimenez and Gasparini 2010). Other individual covariates include sex and geographical region.",
            "paragraph_rank": 15,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 208,
                    "text": "Fischer, Sahay, and Végh (2002)",
                    "end": 239
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 294,
                    "text": "(Cagan 1956",
                    "end": 305
                },
                {
                    "type": "bibr",
                    "start": 524,
                    "text": "(Fischer, Sahay, and Végh 2002, 840)",
                    "end": 560
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 1583,
                    "text": "(Jimenez and Gasparini 2010)",
                    "end": 1611
                }
            ]
        },
        {
            "text": "B. Methods",
            "section_rank": 4
        },
        {
            "section": "B. Methods",
            "text": "We used discrete-time hazard models and a complementary loglog (cloglog) specification; unlike logit or probit, cloglog has a response curve that is asymmetric (Box-Steffensmeier and Jones 2004;Jenkins 1995;Singer and Willett 1993). One advantage of duration or survival models is their ability to take into account observations that are censored (in our case, individuals who have not yet started smoking at interview). Discrete-time hazard models have been used fairly extensively to examine the effect of prices on smoking onset (for recent examples, see Etile and Jones 2011; Guindon 2014a; Nonnemaker and Farrelly 2011). As a functional form for the baseline hazard function, we used a cubic polynomial specification. As a sensitivity check, we also used a more flexible approach and used a dummy specification for time at risk, measured in years. An even more flexible approach would use a dummy specification for time at risk measured in months. Such an approach, however, requires the inclusion of a large number of unknown parameters, is computationally demanding, and is fraught with convergence problems.",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 160,
                    "text": "(Box-Steffensmeier and Jones 2004;",
                    "end": 194
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 194,
                    "text": "Jenkins 1995;",
                    "end": 207
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 207,
                    "text": "Singer and Willett 1993)",
                    "end": 231
                }
            ]
        },
        {
            "section": "B. Methods",
            "text": "Standard survival/duration models assume that the probability of eventual failure is greater than zero for all individuals (Boag 1949;Forster and Jones 2001;Schmidt and Witte 1989). Given that a large proportion of individuals never start smoking, we also used discrete time split population models. 4 All models were estimated using Stata/MP 14.1 with sampling weights. Split population models were estimated using spsurv developed by Jenkins without sampling weights. 5 Finally, we conducted a number of sensitivity checks to ensure that our main results were not sensitive to alternative specifications. 4. A number of studies have used a split population approach to examine the effect of prices on smoking onset. See for example, Douglas and Hariharan (1994), Douglas (1998), Forster and Jones (2001), López Nicolás (2002), Kidd and Hopkins (2004), Madden (2007), and Guindon (2014a).",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 123,
                    "text": "(Boag 1949;",
                    "end": 134
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 134,
                    "text": "Forster and Jones 2001;",
                    "end": 157
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 157,
                    "text": "Schmidt and Witte 1989)",
                    "end": 180
                },
                {
                    "type": "bibr",
                    "start": 470,
                    "text": "5",
                    "end": 471
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 735,
                    "text": "Douglas and Hariharan (1994)",
                    "end": 763
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 765,
                    "text": "Douglas (1998)",
                    "end": 779
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 781,
                    "text": "Forster and Jones (2001)",
                    "end": 805
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 829,
                    "text": "Kidd and Hopkins (2004)",
                    "end": 852
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 854,
                    "text": "Madden (2007)",
                    "end": 867
                }
            ]
        },
        {
            "section": "B. Methods",
            "text": "5. spsurv, however, does not allow the use of sampling weights nor does it allow the inclusion of covariates in the participation component of the model. First, we re-estimated models without sampling weights. In creating our retrospective dataset, we are assuming that the collection of individuals represented by each subject represents a collection of individuals at the time they were at risk of starting. Second, the assumption that the hazard function given age and other covariates does not change with calendar time may not be valid. However, it is difficult to identify calendar time and duration effects separately when one includes a measure of calendar time as they are correlated by construction. Hence, it is generally not recommended to include a measure of calendar time in duration models. We used a somewhat less problematic specification and estimated models that control for differing birth cohorts (Korn, Graubard, and Midthune 1997). We used as a calendar time predictor a variable that describes the calendar year that corresponds to the first calendar year at which each individual was first at risk of starting. 6 Third, we re-estimated all models using annual data.",
            "paragraph_rank": 18,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 919,
                    "text": "(Korn, Graubard, and Midthune 1997)",
                    "end": 954
                }
            ]
        },
        {
            "section": "B. Methods",
            "text": "Generally, price elasticity estimates may be biased because of the endogeneity of the price variable. First, when using survey data, the problem of price endogeneity is less of a concern because no individual tobacco user (or potential user in our case) consumes enough to influence the market price. Second, price endogeneity is of particular concern if one uses self-reported prices; we used a measure of tobacco prices constructed from retail prices. Third, increases in cigarette taxes may be proxies for unobserved sentiment against cigarette smoking (i.e., changes in anti-smoking sentiment may drive higher taxes and prices) . In the Argentinian context, it is unlikely that changes in anti-smoking sentiment were associated with changes in cigarette prices. As shown in Figure 2, to be correlated with prices, anti-smoking sentiment would have had to fluctuate in an extremely unusual fashion (e.g., decrease from the early 1990s, then suddenly increase, followed by a sharp decrease and an even sharper increase in the early 2000s). Moreover, there is no indication that the national government ever had a public health objective to increase prices (driven or not by \"anti-smoking sentiment\"). From the 2000s and until very recently, taxes actually decreased and the opaque agreement between 6. We also used as a calendar time predictor the first calendar year (measured in units of 5 years) at which each individual was first at risk of starting (i.e., 1980-1984, 1985-1989, 1990-1994, 1995-1999, and >2000).",
            "paragraph_rank": 19,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 778,
                    "text": "Figure 2",
                    "end": 786
                },
                {
                    "type": "bibr",
                    "start": 1456,
                    "text": "(i.e., 1980-1984, 1985-1989, 1990-1994, 1995-1999, and >2000)",
                    "end": 1517
                }
            ]
        },
        {
            "section": "B. Methods",
            "text": "the Ministry of Finance and the tobacco industry had for objective to reach particular tax collection objectives, not a public health objective (see Rodriguez-Iglesias et al. 2015 for more details). Consequently, we feel that our measure of cigarette prices is plausibly exogenous.",
            "paragraph_rank": 20,
            "section_rank": 4
        },
        {
            "text": "III. RESULTS",
            "section_rank": 5
        },
        {
            "section": "III. RESULTS",
            "text": "Descriptive statistics are presented in Table 1. Nearly 50% of all individuals included in our sample started smoking and, on average, those who did were about 16 years of age. A little over half of our sample are women, and most resided in the province (40%) or city (9%) of Buenos Aires at interview. Approximately 40% of household heads had not attended secondary school while less than one-fourth had studied beyond secondary school. There are no marked differences between surveys and cycles. Figures 3 and 4 plot, for men and women, Kaplan-Meier (KM) product-limit survivor and hazard functions assuming that individuals were exposed to the risk of starting to smoke at age 8. Both figures suggest potentially important differences between men and women. Figure 4 shows clearly that the hazard rates among Argentine men and women are non-monotonic, which provides support for our choice of functional form for the baseline hazard function.",
            "paragraph_rank": 21,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 40,
                    "text": "Table 1",
                    "end": 47
                },
                {
                    "type": "figure",
                    "start": 761,
                    "text": "Figure 4",
                    "end": 769
                }
            ]
        },
        {
            "section": "III. RESULTS",
            "text": "Tables 2-5 present the results of the discretetime complementary loglog (cloglog) duration models. We began with parsimonious models. First, we only included, in addition to price, indicators for sex, provinces, and surveys/cycles (Table 2, model 1). We then included in turn, household's educational attainment, tobacco control policies, alcohol prices and inflation (models 2-6). For models 7-9, as our measure of price, we used tobacco prices that have been adjusted for inflation using the full INDEC overall inflation series.",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "section": "III. RESULTS",
            "text": "For covariates measured in natural logarithmic such as our price measures, coefficients represent the elasticity of the hazard with respect to a regressor. A negative coefficient indicates that the hazard rate or risk of event decreases for higher values of a covariate. For example, a price coefficient of −0.5 indicates that a 1% increase in the price of tobacco products would reduce the hazard or risk of smoking onset by 0.5%. Hazard ratios (i.e., the exponential of the reported coefficients) are more intuitive to assess the effects of dichotomous indicators. For example, in Table 2, a hazard ratio of 0.7 (i.e., exp.(−0.36)) suggests that women have lower hazards to begin smoking than men and that the difference between the hazards of men and women is about 43%. 7 All models suggest a fairly large, negative, and statistically significant association between prices of tobacco products and the hazard of smoking onset. Price elasticity estimates from our preferred specifications (Table 2, models 1 to 6) fall within a fairly narrow range centered around −0.45. Including additional covariates does not alter price elasticity estimates in any significant or substantial way. Specifications that used tobacco prices adjusted for inflation using the full INDEC overall inflation series yield estimates 7. As the models estimated are nonlinear, the comparison of hazard ratios across such models with different sets of covariates should be done with caution (Norton 2012).",
            "paragraph_rank": 23,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 583,
                    "text": "Table 2",
                    "end": 590
                },
                {
                    "type": "bibr",
                    "start": 774,
                    "text": "7",
                    "end": 775
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 992,
                    "text": "(Table 2",
                    "end": 1000
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 1467,
                    "text": "(Norton 2012)",
                    "end": 1480
                }
            ]
        },
        {
            "section": "III. RESULTS",
            "text": "that are between about 45% and 60% higher (in absolute value) (Table 2, models 7-9). These estimates are, however, not statistically significantly different than estimates obtained using our alternative measure of overall inflation.",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "section": "III. RESULTS",
            "text": "The introduction of health warnings and advertising and promotion regulations in May 1986 and provincial smokefree policies introduced in the mid-to late 2000s are generally associated with a decreased hazard of smoking initiation. Women and higher SES individuals appear to be at lower risk of smoking onset than men and low SES individuals; the differences between SES levels, however, are fairly small. Our measures of hyper-and very high inflation do not, on the whole, suggest that the hazards of smoking onset were any different in times of hyper-or very high inflation. We found that alcohol prices have a statistically significant and fairly large effect on the hazard of smoking onset. We found that a 1% increase in the price of alcohol products increases the hazard of smoking onset by about 0.7%. Provinces with relatively higher per capita incomes, such as Patagonia (Rio Negro, Chubut, Santa Cruz, and Tierra del Fuego) show a significantly higher hazard of smoking onset (relative to Buenos Aires City). In contrast, relatively poor provinces,  Notes: Robust standard errors in parentheses. indec, prices adjusted for inflation using official inflation data from INDEC; sf, prices adjusted for inflation using inflation data from the Santa Fe statistical office; hyperinflation defined using Cagan's definition (May 1989to March 1990; very high inflation defined using Fisher et al. 's definition (January 1980to October 1991; hh, household head; ENFR, Encuesta Nacional Factores de Riesgo; ENPreCoSP, Encuesta Nacional sobre Prevalencias de Consumo de Sustancias Psicoactivas. Number of observations, 10,996,654; number of failures, 25,696.",
            "paragraph_rank": 25,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 1307,
                    "text": "Cagan's definition (May 1989",
                    "end": 1335
                },
                {
                    "type": "bibr",
                    "start": 1335,
                    "text": "to March 1990",
                    "end": 1348
                },
                {
                    "type": "bibr",
                    "start": 1398,
                    "text": "'s definition (January 1980",
                    "end": 1425
                },
                {
                    "type": "bibr",
                    "start": 1425,
                    "text": "to October 1991",
                    "end": 1440
                }
            ]
        },
        {
            "section": "III. RESULTS",
            "text": "*, **, and ***, significant at 10%, 5%, and 1%, respectively. such as Catamarca, Chaco, Formosa, Jujuy, La Rioja, Salta, Misiones, and Santiago del Estero show a considerably lower hazard of smoking onset. These differences occurred despite the vicinity of Paraguay (a major source of contraband cigarettes) for provinces such as Formosa, Misiones, and Chaco or being a major tobaccogrowing province such as Salta. Table 3 presents results of models that examine differences in the effect of prices on smoking onset across sex, SES, and between high and low inflation periods. We interacted, in turn, prices with sex, household head's highest education level, and our binary measures of periods of hyper-or very high inflation. First, we found that women were about twice more responsive to changes in prices than men. Second, we did not find that low-SES individuals were more responsive than individuals of higher SES. If anything, our findings suggest that individuals with higher SES were more responsive to price. Lastly, we found striking differences in the effect of prices on smoking onset between inflation periods. We found that prices had no effects whatsoever on smoking onset during periods of hyper-or very high inflation. Table 4 presents results of models that seek to examine differences in the effect of prices by SES subgroups, between high and low inflation periods. We found that, regardless of the SES subgroups, individuals were not responsive to prices in very high and hyperinflation periods. Additionally, individuals of lower SES (i.e., whose household head had less than a secondary school education) were not found to be price responsive in either period.",
            "paragraph_rank": 26,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 415,
                    "text": "Table 3",
                    "end": 422
                },
                {
                    "type": "table",
                    "ref_id": "tab_7",
                    "start": 1237,
                    "text": "Table 4",
                    "end": 1244
                }
            ]
        },
        {
            "text": "A. Sensitivity Analyses",
            "section_rank": 6
        },
        {
            "section": "A. Sensitivity Analyses",
            "text": "To ensure our results were robust to alternative specifications, we conducted a number of sensitivity checks. Table 5 presents results using the dataset we created that retained only individuals that were between 16 and 33 years old when interviewed. Estimates of own-and crossprice elasticities are, on the whole, robust to this alternative approach. Results for some covariates, however, are sensitive to this specification. First, low-and high-SES individuals do not appear to have different hazards of smoking initiation. Second, these results do not suggest a negative association between Law 23.344 enacted in 1986 and the hazard of smoking onset.",
            "paragraph_rank": 27,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_9",
                    "start": 110,
                    "text": "Table 5",
                    "end": 117
                }
            ]
        },
        {
            "section": "A. Sensitivity Analyses",
            "text": "We also examined the robustness of our results to alternative specifications for age when first at risk and for the functional form for the baseline hazard function, estimated models that do not assume that all individuals will eventually start smoking, estimated models using annual instead of monthly data, and estimated models without  sampling weights. We re-ran selected analyses assuming individuals were first at risk of starting to smoke at age 0, 5, and 11 years. None of the results varied in any substantive way. This is not surprising as only about 1% of individuals reported having started smoking before the age of 12. As an alternative functional form for the baseline hazard function, we used a dummy specification for time at risk, measured in years. Here again, none of the results varied in any substantive way. We estimated discrete time split population models and also found relatively large,  negative, and statistically significant association between prices of tobacco products and the hazard of smoking onset. We did found, however, on the whole, greater variations between specifications. Using data measured annually instead of monthly did not change our results in any significant or substantial way. On the whole, these results were in line with results obtained using monthly data; estimates of own-price and crossprice elasticities were similar or somewhat higher (in absolute value). Our analyses without sampling weights did not reveal any substantive differences in price effects. Finally, we attempted to control for calendar year effects. With one exception, all model specifications suggested price elasticities that were statistically significant. On the whole, estimates of price elasticities were somewhat lower (in absolute value); estimates of own-price elasticities ranged from about −0.25 to −0.3 while estimates of cross-price elasticities were fairly narrowly centered around 0.45. All model specifications that included calendar year indicators and a measure of very high inflation (i.e., Fisher et al.'s definition [January 1980-October 1991) yielded price elasticities that were not statistically significantly different than 0.",
            "paragraph_rank": 28,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 2030,
                    "text": "(i.e., Fisher et al.'s definition [January 1980",
                    "end": 2077
                },
                {
                    "type": "bibr",
                    "start": 2077,
                    "text": "-October 1991",
                    "end": 2090
                }
            ]
        },
        {
            "text": "IV. DISCUSSION",
            "section_rank": 7
        },
        {
            "section": "IV. DISCUSSION",
            "text": "Our results suggest that tobacco prices had a statistically significant, robust to alternative specifications (with one exception), and fairly large impact on the hazard of smoking onset (see  *, **, and ***, significant at 10%, 5% and 1%, respectively. Figure 5 for a graphical representation of key results). We found that prices had little effect on the hazards of smoking onset during periods of very high and hyperinflation, which provides some support to the notion that prices lose their informational role in such periods. We did not find that individuals of lower SES were more responsive to prices. If anything, our results suggest that higher SES individuals may be more responsive to price changes. We found some  Jan 1980-Oct 1991; hyperinflation defined using Cagan's definition (May 1989-Mar 1990. hh, household.",
            "paragraph_rank": 29,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 254,
                    "text": "Figure 5",
                    "end": 262
                },
                {
                    "type": "bibr",
                    "start": 726,
                    "text": "Jan 1980",
                    "end": 734
                },
                {
                    "type": "bibr",
                    "start": 734,
                    "text": "-Oct 1991",
                    "end": 743
                },
                {
                    "type": "bibr",
                    "start": 793,
                    "text": "(May 1989",
                    "end": 802
                },
                {
                    "type": "bibr",
                    "start": 802,
                    "text": "-Mar 1990",
                    "end": 811
                }
            ]
        },
        {
            "section": "IV. DISCUSSION",
            "text": "evidence that tobacco control policies may have reduced the hazard of smoking onset.",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "section": "IV. DISCUSSION",
            "text": "The International Agency for Research on Cancer (2011) in its comprehensive review concluded that most studies that jointly examined the effect of cigarette and alcohol prices on tobacco found negative cross-price effects, which suggested that tobacco and alcohol were complements. Nearly all studies, however, were conducted using data from high-income countries and none looked at the effect of alcohol prices on smoking onset. More recently, the U.S. National Cancer Institute and the World Health Organization (2016) concluded that evidence was too mixed to make any definitive statement. Our results indicate that higher alcohol prices increased the hazard of smoking onset, which suggests that cigarettes and alcoholic beverages were substitutes. This finding may suggest that Argentine youth that were prone to risky health behaviors such as drinking and smoking were more likely to start smoking when the price of other risky behaviors such as drinking increased.",
            "paragraph_rank": 31,
            "section_rank": 7
        },
        {
            "section": "IV. DISCUSSION",
            "text": "This study's contributions are fourfold. First, this is just the second exploration of the impact of prices on tobacco use that used household-or individual-level data in any Latin America country; and the first that examined smoking onset. Using individual data allowed us to examine differences in the effect of prices on smoking onset across sex and SES. Second, we used a number of alternative approaches and found that our main result that higher tobacco prices decreased the hazards of smoking onset was robust to most alternative specifications. Third, we explored differences in the effect of prices during high and low inflation periods and found that prices had no effect whatsoever on smoking onset during periods of hyper-or very high inflation. Fourth, we explored the effect of two sets of tobacco control policies on smoking onset and considered the role that alcohol prices might play in the decision to start smoking.",
            "paragraph_rank": 32,
            "section_rank": 7
        },
        {
            "text": "A. Limitations",
            "section_rank": 8
        },
        {
            "section": "A. Limitations",
            "text": "First, using cross-sectional self-reported data to construct smoking histories may introduce bias in the dependent variable (Taurus and Chaloupka 1999). Although the dataset we constructed is retrospective, the relatively young age of respondents likely reduces the possibility of recall bias. Moreover, a number of studies have compared reconstructed smoking prevalence rates and contemporary measured rates and concluded that they matched relatively well, especially when the focus was on younger populations (which is our case) (Kenkel, Lillard, and Mathios 2004;Christopoulou et al. 2011). Heaping (when respondents cannot recall a specific value and provide a \"prototypical\" response near the actual value, resulting in the over-representation of certain values, such as 15, 18, or 20 years of age) can result in a mismatch between our price variable and our dependent variable, smoking onset (Grotpeter 2008;Bar and Lillard 2012). Figure 6 presents histograms of age of onset, by survey wave. These figures show possible heaping at 15, 18, and 20. We re-estimated key models with three dummy variables for those who started smoking at 15, 18, and 20 and found no qualitative differences. Second, the data we utilized allowed us to bound the age of onset within intervals of 12-24 months. This may be problematic in periods of high inflation as month-to-month changes in prices can be substantial. Third, the nature of the data limited our ability to include more time-varying individualor household-level covariates. For example, we were unable to use a time-varying measure of household income or even a measure of household income at time of survey. Although SES is inherently time-varying, we used a time-invariant measure of SES (educational attainment of the household head). Given the relatively young age of the respondents in our sample and the relatively low levels of inter-generational income mobility in Argentina, we feel that SES at time of survey is a reasonable proxy for SES for the time at which individuals were at risk of starting smoking. Nevertheless, our SES results should be interpreted with caution. Fourth, unlike cigarette prices that do not vary between regions in Argentina, alcohol prices do vary between regions. Consequently, our finding that tobacco and alcohol are substitutes should be interpreted with caution.",
            "paragraph_rank": 33,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 124,
                    "text": "(Taurus and Chaloupka 1999)",
                    "end": 151
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 531,
                    "text": "(Kenkel, Lillard, and Mathios 2004;",
                    "end": 566
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 566,
                    "text": "Christopoulou et al. 2011)",
                    "end": 592
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 898,
                    "text": "(Grotpeter 2008;",
                    "end": 914
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 914,
                    "text": "Bar and Lillard 2012)",
                    "end": 935
                },
                {
                    "type": "figure",
                    "start": 937,
                    "text": "Figure 6",
                    "end": 945
                }
            ]
        },
        {
            "text": "B. Implications for Policy and Research",
            "section_rank": 9
        },
        {
            "section": "B. Implications for Policy and Research",
            "text": "This study adds to the small but growing body of evidence from LMIC that finds that higher tobacco prices decrease the hazard of smoking onset (Guindon 2014a;Vellios and van Walbeek 2016;Laxminarayan and Deolalikar 2004). Of particular interest is the finding that prices have no effect on the hazard of smoking onset in periods of hyper-and very high inflation. During such periods, governments need to be cognizant that their most important policy tool to reduce tobacco use (i.e., taxes that increase real tobacco prices) is likely no longer effective. This finding is particularly relevant to Argentina's current situation, as its government is currently struggling to keep inflation under control. It is also relevant to several other LMIC that are experiencing high levels of inflation such as Belarus, Malawi, Ukraine, and Venezuela (International Monetary  Fund 2015). At the very least, governments need to ensure that specific tobacco taxes are automatically adjusted for changes in overall inflation as is the case in Australia and Chile.",
            "paragraph_rank": 34,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 143,
                    "text": "(Guindon 2014a;",
                    "end": 158
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 158,
                    "text": "Vellios and van Walbeek 2016;",
                    "end": 187
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 187,
                    "text": "Laxminarayan and Deolalikar 2004)",
                    "end": 220
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 855,
                    "text": "Monetary  Fund 2015)",
                    "end": 875
                }
            ]
        },
        {
            "section": "B. Implications for Policy and Research",
            "text": "Given that the health benefits of reduced cigarette use occur primarily through preventing onset or cessation rather than reduced consumption in smokers (Hart, Gruer, and Bauld 2013;Pisinger and Godtfredsen 2007) and the lack of studies from LMIC, an extension of this research that examines the effects of tobacco prices on cessation could help fill an important evidence gap.",
            "paragraph_rank": 35,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 153,
                    "text": "(Hart, Gruer, and Bauld 2013;",
                    "end": 182
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 182,
                    "text": "Pisinger and Godtfredsen 2007)",
                    "end": 212
                }
            ]
        },
        {
            "text": "FIGURE 1",
            "section_rank": 10
        },
        {
            "section": "FIGURE 1",
            "text": "Timeline of Key Tobacco Control Measures and of Political/Monetary/Inflation Events 31% Minimum tobacco tax revenue introduced Córdoba -first province to introduce smokefree policies (May 2003",
            "paragraph_rank": 36,
            "section_rank": 10
        },
        {
            "text": "1988 Jan 1992 Jan 1996 Jan 2000 Jan 2004 Jan 2008 Jan 2012 INDEC MIT Sante Fe estimates using the official INDEC inflation and the estimates from the province of Sante Fe and from MIT/State Street. Differences are obvious, substantial, and provide support to our decision to use alternative measures of inflation.",
            "paragraph_rank": 37,
            "section_rank": 11
        },
        {
            "text": "FIGURE 3",
            "section_rank": 12
        },
        {
            "section": "FIGURE 3",
            "text": "Kaplan-Meier Survivor Functions for Starting Smoking-Men and Women (assuming individuals were first exposed to the risk of starting at age 8) at risk (measured in months)FIGUREHazard Functions for Starting Smoking-Men and Women (assuming individuals were first exposed to the risk of starting at age 8)",
            "paragraph_rank": 38,
            "section_rank": 12
        },
        {
            "text": "FIGURE 5",
            "section_rank": 13
        },
        {
            "section": "FIGURE 5",
            "text": "Results, Own-Price Elasticities for Cigarettes; Differences in the Effect of Prices on Smoking Onset Across Sex, Socioeconomic Status and Between High and Low Inflation Periods Very high inflation defined using Fisher et al.'s definition (",
            "paragraph_rank": 39,
            "section_rank": 13
        },
        {
            "text": "FIGURE 6 The Distribution of Self-Reported Age of Smoking Initiation, by Survey Cycle",
            "paragraph_rank": 40,
            "section_rank": 14
        },
        {
            "text": "ABBREVIATIONS CPI: Consumer Price Index ENFR: Encuesta Nacional Factores de Riesgo ENPreCoSP: Encuesta Nacional sobre Prevalencias de Consumo de Sustancias Psicoactivas FCTC: Framework Convention on Tobacco Control IAE: Impuesto Adicional de Emergencia IECS: Instituto de Efectividad Clinica y Sanitaria IHME: Institute for Health Metrics and Evaluation INDEC: Instituto Nacional de Estadística y Censos IPC: Índice de Precios al Consumo Gran Buenos Aires KM: Kaplan-Meier LMIC: Low-and Middle-Income Countries SES: Socioeconomic Status",
            "paragraph_rank": 41,
            "section_rank": 15
        },
        {
            "text": "TABLE 1",
            "section_rank": 16
        },
        {
            "section": "TABLE 1",
            "text": "Descriptive Statistics",
            "paragraph_rank": 43,
            "section_rank": 16
        },
        {
            "section": "TABLE 1",
            "text": "Notes: Standard deviations in parenthesis. ENFR, Encuesta Nacional Factores de Riesgo; ENPreCoSP, Encuesta Nacional sobre Prevalencias de Consumo de Sustancias Psicoactivas.",
            "paragraph_rank": 44,
            "section_rank": 16
        },
        {
            "text": "TABLE 2",
            "section_rank": 17
        },
        {
            "section": "TABLE 2",
            "text": "Discrete-Time Complementary loglog (cloglog) Duration Models of Smoking Initiation, Full Sample",
            "paragraph_rank": 45,
            "section_rank": 17
        },
        {
            "text": "TABLE 2 Continued",
            "section_rank": 18
        },
        {
            "text": "TABLE 3",
            "section_rank": 19
        },
        {
            "section": "TABLE 3",
            "text": "Discrete-Time Complementary loglog (cloglog) Duration Models of Smoking Initiation, Full Sample",
            "paragraph_rank": 49,
            "section_rank": 19
        },
        {
            "text": "TABLE 3 Continued",
            "section_rank": 20
        },
        {
            "text": "TABLE 4",
            "section_rank": 21
        },
        {
            "section": "TABLE 4",
            "text": "Discrete-Time Complementary loglog (cloglog) Duration Models of Smoking Initiation, Full Sample-Differences Across High and Low Inflation Periods, by Socioeconomic Status (SES)",
            "paragraph_rank": 53,
            "section_rank": 21
        },
        {
            "text": "TABLE 4 Continued",
            "section_rank": 22
        },
        {
            "text": "TABLE 5",
            "section_rank": 23
        },
        {
            "section": "TABLE 5",
            "text": "Discrete-Time Complementary loglog (cloglog) Duration Models of Smoking Initiation, 16-33 Years Old Cohort Sample",
            "paragraph_rank": 57,
            "section_rank": 23
        },
        {
            "text": "TABLE 5 Continued",
            "section_rank": 24
        },
        {
            "section": "TABLE 5 Continued",
            "text": "Robust standard errors in parentheses; hyperinflation defined using Cagan's definition (May 1989 to March 1990); very high inflation defined using Fisher et al.'s definition (January 1980 to October 1991); hh, household head; ENFR, Encuesta Nacional Factores de Riesgo; ENPreCoSP, Encuesta Nacional sobre Prevalencias de Consumo de Sustancias Psicoactivas. Number of observations, 8,414,893; number of failures, 21,414.",
            "paragraph_rank": 59,
            "section_rank": 24
        },
        {
            "section": "TABLE 5 Continued",
            "text": ". The interval is only 12 months when age and age of smoking onset are the same.",
            "paragraph_rank": 61,
            "section_rank": 24
        }
    ]
}