{
    "level": "paragraph",
    "abstract": [],
    "body_text": [
        {
            "text": "| INTRODUCTION",
            "section_rank": 1
        },
        {
            "section": "| INTRODUCTION",
            "text": "The last 30 years have seen a proliferation of international bilateral or plurilateral agreements covering the flows of trade, investment and people. While the scope of Preferential Trade Agreements (PTAs) tends to be the widest, with currently around 300 PTAs in force and each PTA having an average of around 12 members (see WTO, 2011), Bilateral investment treaties (BITs) have also increased in popularity. At the end of the 1960s, there were only 75 BITs in force. This increased to 167 by the end of the 1970s, and 389 by the end of the 1980s. Today, there are 2,954 BITs in existence, with 2,319 in force, and 362 other investment agreements (with 293 in force). 1 Investment agreements have become an important policy tool with many proposed deep PTAs including an investment chapter (e.g., the Trans-Atlantic Trade and Investment Partnership (TTIP), EU-Canada, EU-India). 2 Understanding their impact both on foreign direct investment (FDI) flows and on economic performance more generally is therefore an important issue.",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "section": "| INTRODUCTION",
            "text": "The aim of BITs is to encourage flows of FDI from generally high-income suppliers to lowerincome recipients. FDI is expected to benefit host countries through a number of channels. In addition to the inflow of capital, FDI is often accompanied by the movement of firm-specific assets such as technology, managerial ability, corporate governance and access to networks connecting foreign markets. FDI is also expected to encourage competition among domestic firms, hopefully increasing efficiency. Spillovers from FDI may also be expected through the leakage of proprietary knowledge (see G€ org and Greenaway, 2004 for a review). These potential gains from FDI lie behind the decision of policymakers in developing countries to sign BITs, despite such agreements impinging on their national sovereignty (Elkins, Guzman, & Simmons, 2004;Guzman, 1998;Neumayer, 2005).",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 803,
                    "text": "(Elkins, Guzman, & Simmons, 2004;",
                    "end": 836
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 836,
                    "text": "Guzman, 1998;",
                    "end": 849
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 849,
                    "text": "Neumayer, 2005)",
                    "end": 864
                }
            ]
        },
        {
            "section": "| INTRODUCTION",
            "text": "The benefits from signing BITs for the source countries-and source country firms in particular -arise because BITs guarantee certain levels of treatment for foreign investors. These include 1 http://investmentpolicyhub.unctad.org/IIA, accessed on 12 July 2016.",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "section": "| INTRODUCTION",
            "text": "2 Some countries however have recently taken a more negative attitude to BITs and to the dispute mechanism within BITs more specifically, with Indonesia for example looking to cancel all of its BITs (https://next.ft.com/content/3755c1b2-b4e2-11e3-af92-00144feabdc0). most-favoured country treatment, fair and equitable treatment for foreign investors, and the free transfer and repatriation of capital and profits (Dolzer & Stevens, 1995;UNCTAD, 1998). Most controversially, BIT parties agree to be bound by dispute settlement provisions that are intended to ensure basic requirements of credible protection of property and contract rights, but which often result in foreign investors being granted greater security and better treatment than domestic investors (Vandevelde, 1998). 3 The investor settlement procedure potentially involves considerable interference in domestic policy, with practically any public policy being subject to challenge. 4 For individual hosts, there are likely to be benefits from being able to provide credible commitments to investors, which can lead to a competitive advantage as long as not all potential hosts have signed such treaties. The costs of BITs can generally be justified if the outcome of the BIT is to increase FDI inflows, and if these FDI inflows provide the benefits discussed above.",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 414,
                    "text": "(Dolzer & Stevens, 1995;",
                    "end": 438
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 438,
                    "text": "UNCTAD, 1998)",
                    "end": 451
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 761,
                    "text": "(Vandevelde, 1998)",
                    "end": 779
                },
                {
                    "type": "bibr",
                    "start": 781,
                    "text": "3",
                    "end": 782
                },
                {
                    "type": "bibr",
                    "start": 947,
                    "text": "4",
                    "end": 948
                }
            ]
        },
        {
            "section": "| INTRODUCTION",
            "text": "The extent to which BITs actually encourage inward FDI is an empirical question. Empirical research addressing the impact of BITs on FDI flows 5 generally adopts one of two approaches. Some studies explain bilateral flows of FDI, usually estimating a gravity-type equation and including as one of its arguments a dummy variable for country-pairs that have a BIT. Others move away from a bilateral focus and examine whether countries that sign BITs see an increase in aggregate FDI inflows. While, in principle, BITs only protect investors from the signatory states to whom binding commitments have been made, their existence may also signal to potential investors elsewhere that this host country protects the interests of foreign investors more generally. If this is the case, then BITs encourage FDI inflows from both BIT partners and non-BIT sources.",
            "paragraph_rank": 5,
            "section_rank": 1
        },
        {
            "section": "| INTRODUCTION",
            "text": "An example of the bilateral approach is Hallward-Driemeier (2003), who considers bilateral FDI flows from 20 OECD countries to 31 developing countries over the period 1980-2000. Controlling for country size and other country-specific factors, she finds no direct evidence that the existence of a BIT between a developed and a developing country increases the flow of FDI to the latter. If interactions between the BIT dummy and measures of institutional quality are included, however, the estimated coefficients are positive and often significant, a result implying that BITs are complementary to institutional quality. Perhaps BITs might seem credible in an environment of good institutional quality. Alternatively, as noted earlier, BITs might substitute for host institutional quality by providing a certain standard of treatment to foreign investors where domestic institutions fail to do so. 6 An example of the aggregate approach is Tobin and Rose-Ackerman (2005) who examine 5 year averages of aggregate FDI inflows for 63 countries over the period 1980-2000. They find that a higher number of BITs (either in total or signed with a high-income country) lowers the share of global FDI a high-risk country receives, but raises the FDI share for low-risk countries, results consistent with a complementary relationship between BITs and institutional quality. Neumayer and Spess (2005) follow a similar approach, using aggregate FDI inflows to individual 3 Through this mechanism foreign investors can avoid national legal systems, opting instead for international arbitration, where they can choose one of the three panellists, and where consensus is required for one of the other two (Elkins et al., 2004). Recently, there has been a strong increase in the number of arbitration cases (Bellak, 2013) and the presence of international arbitrage clauses has caused concern amongst citizens in the EU regarding the proposed TTIP agreement.",
            "paragraph_rank": 6,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 40,
                    "text": "Hallward-Driemeier (2003)",
                    "end": 65
                },
                {
                    "type": "bibr",
                    "start": 897,
                    "text": "6",
                    "end": 898
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 939,
                    "text": "Tobin and Rose-Ackerman (2005)",
                    "end": 969
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 1364,
                    "text": "Neumayer and Spess (2005)",
                    "end": 1389
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1690,
                    "text": "(Elkins et al., 2004)",
                    "end": 1711
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1791,
                    "text": "(Bellak, 2013)",
                    "end": 1805
                }
            ]
        },
        {
            "text": "4",
            "section_rank": 2
        },
        {
            "section": "4",
            "text": "Evidence of this is the use of investor-state dispute settlement provisions by tobacco companies in response to cigarette packaging laws.",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "5",
            "section_rank": 3
        },
        {
            "section": "5",
            "text": "The literature studying the effects of international agreements tends to be skewed towards studies of PTAs. Cipollina and Salvatici (2010) in their meta-analysis of PTAs include 85 studies, whereas Bellak (2013) in his more recent meta-analysis of the effects of BITs includes estimates from just 33 studies.",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 108,
                    "text": "Cipollina and Salvatici (2010)",
                    "end": 138
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 198,
                    "text": "Bellak (2013)",
                    "end": 211
                }
            ]
        },
        {
            "text": "6",
            "section_rank": 4
        },
        {
            "section": "6",
            "text": "Related to the notion of heterogeneous effects of BITs, Salacuse and Sullivan (2005) also use bilateral FDI data and find that signing a BIT with the US is associated with significantly higher FDI inflows, but that signing a BIT with another OECD country has an insignificant impact on FDI inflows. developing countries as their dependent variable. This variable is related to the cumulative number of BITs signed with developed countries (weighted by their share in total OECD FDI) and other explanatory variables. Their results indicate that a higher number of BITs raises FDI to developing countries, a result that is robust to changes in model specification, estimation technique and sample size. The authors also report some evidence suggesting that BITs might act as substitutes for good domestic institutional quality, although this result is not robust to alternative specifications of institutional quality. 7 Whatever the approach adopted, the evidence from this literature is mixed. Some estimated coefficients are negative (e.g., Gil-Pareja, Llorca-Vivero, & Paniagua, 2013;Tobin & Rose-Ackerman, 2011); some are insignificant (e.g. Blonigen & Davies, 2004); and others are positive (e.g., Neumayer & Spess, 2005). Bellak (2013) summarises much of the empirical literature, undertaking a meta-analysis showing that 11% of the estimated coefficients on the BIT dummy are actually negative (2% being significantly so), with 76% of the coefficients being positive and significant. In addition, he finds that more recent studies have been more likely to find a negative coefficient and that the dispersion of the estimated coefficients has tended to increase over time. Bellak (2013) reports an un-weighted mean semi-elasticity of 17.6% in the papers he considers, but the standard deviation is found to be 37.4 with some estimates above 100% and others below À50%.",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 56,
                    "text": "Salacuse and Sullivan (2005)",
                    "end": 84
                },
                {
                    "type": "bibr",
                    "start": 917,
                    "text": "7",
                    "end": 918
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1042,
                    "text": "Gil-Pareja, Llorca-Vivero, & Paniagua, 2013;",
                    "end": 1086
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 1086,
                    "text": "Tobin & Rose-Ackerman, 2011)",
                    "end": 1114
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1145,
                    "text": "Blonigen & Davies, 2004)",
                    "end": 1169
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 1202,
                    "text": "Neumayer & Spess, 2005)",
                    "end": 1225
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1227,
                    "text": "Bellak (2013)",
                    "end": 1240
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1678,
                    "text": "Bellak (2013)",
                    "end": 1691
                }
            ]
        },
        {
            "section": "6",
            "text": "An issue that was largely ignored in the early literature is the potential endogeneity of the BITs themselves. BIT formation was treated as exogenous, with country-pairs implicitly assumed to be randomly assigned into BITs, rather than self-selecting into them. Recent work by Bergstrand and Egger (2013) has shown that the economic fundamentals often found to determine FDI flows are also determinants of BIT membership. This can lead to a self-selection bias in the estimated impact of BITs on FDI flows. Some existing studies do control for this endogeneity, with Aisbett (2009), for example, using country-pair fixed effects in a model of bilateral FDI to control for self-selection and finding that their inclusion reduces the coefficient on the BIT dummy and renders it insignificant. In contrast, Busse, K€ oniger, and Nunnenkamp (2010) and Kerner (2009) use an instrumental variables (IV) approach to control for endogeneity and still find a positive and significant impact of BITs on FDI inflows. Their data are not restricted to positive FDI flows. 8 This paper extends the existing literature in two main ways. First, we adopt an explicit difference-in-difference (DiD) approach to identify a causal effect of the formation of new-BITs on bilateral FDI flows. The DiD approach allows for unobserved differences in treated and non-treated observations and thus controls for the potential self-selection of country-pairs in forming a BIT. In",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 277,
                    "text": "Bergstrand and Egger (2013)",
                    "end": 304
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 567,
                    "text": "Aisbett (2009)",
                    "end": 581
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 804,
                    "text": "Busse, K€ oniger, and Nunnenkamp (2010)",
                    "end": 843
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 848,
                    "text": "Kerner (2009)",
                    "end": 861
                },
                {
                    "type": "bibr",
                    "start": 1059,
                    "text": "8",
                    "end": 1060
                }
            ]
        },
        {
            "text": "7",
            "section_rank": 5
        },
        {
            "section": "7",
            "text": "The results of Myburgh and Paniagua (2016) suggest that foreign investors are less sensitive to host institutions if the host has ratified the Convention on Recognition and Enforcement of Foreign Arbitral Awards.",
            "paragraph_rank": 11,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 15,
                    "text": "Myburgh and Paniagua (2016)",
                    "end": 42
                }
            ]
        },
        {
            "text": "8",
            "section_rank": 6
        },
        {
            "section": "8",
            "text": "Recent research has delved deeper into the provisions of BITs. Berger, Busse, Nunnenkamp, and Roy (2013) consider the guarantees of market access provided by means of national treatment and most-favoured-nation treatment in the pre-establishment phase; and credible commitments against discriminatory and discretionary treatment provided by international dispute settlement mechanisms in the postestablishment phase. They conclude that liberal admission rules promote bilateral FDI, but that dispute settlement provisions play only a minor role. In related work, Myburgh and Paniagua (2016) show that the effect of a host country increasing access to international commercial arbitration (by signing the Convention on Recognition and Enforcement of Foreign Arbitral Awards) has a positive effect on FDI. This effect largely works through the size rather than the number of investment projects. Two recent papers have looked at the effects of disputes and international arbitration. Allee and Peinhardt (2011) show that FDI flows to a developing host country decline if it is brought before the International Centre for Settlement of Investment Disputes. Aisbett, Busse, and Nunnenkamp (2016) consider the effects of disputes and arbitration settlements on FDI flows from BIT partner and non-partner countries. They find that BITs signed before any dispute involving the host country have a positive impact on bilateral FDI flows; that bilateral FDI flows from unprotected sources fall less than those from BIT-partners following a dispute and that the FDI boost a host receives from ratifying another BIT is smaller if it has been involved in a dispute. this respect, Aisbett (2009) is the work most closely related to ours, as her use of country-pair and time fixed effects, as well as country-pair time-trends in some cases, creates a difference-in-difference type estimator. She found, as we do, that once endogeneity had been controlled for there is no evidence of a statistically significant effect of BIT formation on FDI flows at the positive intensive margin. But her approach did not permit explicit consideration of the extensive and negative intensive margins. We also combine the DiD approach with matching to control for observed differences in characteristics between BIT and non-BIT country-pairs. Second, and most importantly, we distinguish between the impact of BITs on existing FDI relationships between countries (i.e., the intensive margin) and their impact in creating new FDI relationships (i.e., the extensive margin), finding that the development of new FDI relationships and the reinvigoration of deteriorating FDI relationships are the important sources of the observed increase in FDI in response to BIT formation. The econometric approach that we adopt follows very closely the study of Egger, Egger, and Greenaway (2008), in which the authors use a DiD analysis of the effects of PTA formation on (intra-industry) trade based on narrow windows either side of the PTA signing. This approach has the advantage of allowing us to examine whether BITs work along both the extensive and intensive margins.",
            "paragraph_rank": 12,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 63,
                    "text": "Berger, Busse, Nunnenkamp, and Roy (2013)",
                    "end": 104
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 563,
                    "text": "Myburgh and Paniagua (2016)",
                    "end": 590
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 982,
                    "text": "Allee and Peinhardt (2011)",
                    "end": 1008
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1154,
                    "text": "Aisbett, Busse, and Nunnenkamp (2016)",
                    "end": 1191
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 1668,
                    "text": "Aisbett (2009)",
                    "end": 1682
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 2816,
                    "text": "Egger, Egger, and Greenaway (2008)",
                    "end": 2850
                }
            ]
        },
        {
            "section": "8",
            "text": "The remainder of the paper is as follows: Section 2 describes our methodology; Section 3 discusses the data and reports an initial descriptive analysis; Section 4 presents the main results of the paper, along with results from robustness tests; and Section 5 concludes.",
            "paragraph_rank": 13,
            "section_rank": 6
        },
        {
            "text": "| METHODOLOGY",
            "section_rank": 7
        },
        {
            "section": "| METHODOLOGY",
            "text": "As noted above, the approach we adopt borrows heavily from Egger et al. (2008), who used a DiD analysis to consider the causal effect of PTA formation on both the level and structure of trade. They argue that their DiD approach is able to control for all time-invariant unobserved effects and is most likely to lead to consistent estimates of the effect of PTAs after controlling for endogenous selection. In this section, we describe in detail the approach that we adopt, and how it allows us to both control for endogeneity due to self-selection and to consider the impact of BITs along the intensive and extensive margins.",
            "paragraph_rank": 14,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 59,
                    "text": "Egger et al. (2008)",
                    "end": 78
                }
            ]
        },
        {
            "section": "| METHODOLOGY",
            "text": "Difference-in-difference is one of a number of methods used in the treatment and evaluation literature when assignment to treatment is not random and has been used increasingly to estimate the causal effects of policy changes. The method is particularly useful when the sample of untreated individuals may not provide an appropriate control group. In such a case, differences in the outcome between treated and untreated will reflect the effects of treatment, but also of other intrinsic differences between the two groups. Difference-in-difference relies on the common trend assumption, which states that in the absence of treatment the average difference in the outcome variable between the two groups would have stayed roughly constant, meaning that the average difference in outcomes between the two groups prior to treatment can be used to approximate that part of the difference in the average outcomes after the treatment that is due to intrinsic differences between the two groups. 9",
            "paragraph_rank": 15,
            "section_rank": 7
        },
        {
            "section": "| METHODOLOGY",
            "text": "While the DiD approach helps deal with the issue of self-selection, the possibility of reverse causality (i.e., that BITs are formed in response to high levels of FDI) remains. To get a sense of whether this might be an issue for our analysis, we calculated the average growth rate over the previous 8 years of FDI flows for country-pairs that formed a BIT and for those that did not (and were not already in a BIT) for each year over the period [1993][1994][1995][1996][1997][1998][1999][2000][2001][2002][2003]. While the growth rate of FDI in the previous 8 years was higher for new-BIT country-pairs than for non-BIT country-pairs in the majority of years (7 of 11), a simple t test reveals that these differences are not statistically significant. Figure 1 provides a graphical illustration of the standard DiD estimator. In the initial period (t1), FDI for the treated and untreated groups is given by the average pre-agreement FDI levels, PAFDIðBIT ¼ 1Þ and PAFDIðBIT ¼ 0Þ respectively. Assuming a common trend, the corresponding outcomes in the second period (t2) would be given by SAFDI 0 ðBIT ¼ 1Þ and SAFDIðBIT ¼ 0Þ, if the effect of the treatment was zero. In the case pictured, the actual value of FDI in period t2 for the treated group is given by SAFDIðBIT ¼ 1Þ, with the distance SAFDIðBIT ¼ 1Þ À SAFDI 0 ðBIT ¼ 1Þ then representing the estimated treatment effect. Using average values of the outcome variable for the two groups and time periods, the DiD estimator,d, can be calculated as:",
            "paragraph_rank": 16,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 446,
                    "text": "[1993]",
                    "end": 452
                },
                {
                    "type": "bibr",
                    "start": 452,
                    "text": "[1994]",
                    "end": 458
                },
                {
                    "type": "bibr",
                    "start": 458,
                    "text": "[1995]",
                    "end": 464
                },
                {
                    "type": "bibr",
                    "start": 464,
                    "text": "[1996]",
                    "end": 470
                },
                {
                    "type": "bibr",
                    "start": 470,
                    "text": "[1997]",
                    "end": 476
                },
                {
                    "type": "bibr",
                    "start": 476,
                    "text": "[1998]",
                    "end": 482
                },
                {
                    "type": "bibr",
                    "start": 482,
                    "text": "[1999]",
                    "end": 488
                },
                {
                    "type": "bibr",
                    "start": 488,
                    "text": "[2000]",
                    "end": 494
                },
                {
                    "type": "bibr",
                    "start": 494,
                    "text": "[2001]",
                    "end": 500
                },
                {
                    "type": "bibr",
                    "start": 500,
                    "text": "[2002]",
                    "end": 506
                },
                {
                    "type": "bibr",
                    "start": 506,
                    "text": "[2003]",
                    "end": 512
                },
                {
                    "type": "figure",
                    "start": 753,
                    "text": "Figure 1",
                    "end": 761
                }
            ]
        },
        {
            "section": "| METHODOLOGY",
            "text": "In our analysis, we further have to account for the fact that we have more than a single treatment year, with different BITs being signed in different years. As discussed by Egger et al. (2008), we also need to ensure that the pre and post-treatment periods in our data are of equal length for both groups. We therefore construct a window around the years in which BIT formation occurs and compare the change in the (logged) average annual FDI flows between the groups. The control group for each year in which a BIT was formed are the country-pairs that did not already have a BIT and did not form one in the period over which the window was constructed. The treated group in a particular year comprise the country-pairs that formed a BIT in that year. In more detail, the approach we adopt is as follows:",
            "paragraph_rank": 17,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 174,
                    "text": "Egger et al. (2008)",
                    "end": 193
                }
            ]
        },
        {
            "section": "| METHODOLOGY",
            "text": "1. For each year, t, in our data set, we calculate the average of the FDI flow from source i to host j in the 5 years prior to that year, (PAFDI ijt ), as well as the average of FDI flows in the 5 years subsequent to our year of interest (SAFDI ijt ). We further calculate the average over the previous and subsequent 5 years of each of our (continuous) control variables (PAX ijt and SAX ijt respectively) that are described below, and define the variable BIT ijt = 1 if i and j formed a BIT in period t, and zero otherwise. 2. We then drop all observations for which a BIT was already in force prior to year t as well as observations for which a BIT was formed in the 5 years subsequent to year t, ensuring that our control group is not \"contaminated\" by country-pairs that had a BIT in the period of interest. The difference in FDI flows between the two time periods for the remaining country-pairs is then calculated as:",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "section": "| METHODOLOGY",
            "text": "As are the differences for each of the control variables:",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "section": "| METHODOLOGY",
            "text": "By concentrating on short (5-year) windows on either side of the date a BIT is entered into we follow Egger et al. (2008) and consider the contemporaneous (or short-run) impact of BITs on FDI flows. 3. The data for the different years are then combined to form a single cross section of new-BIT signing events, 10 which we use to estimate the following DiD regression model: 11",
            "paragraph_rank": 20,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 102,
                    "text": "Egger et al. (2008)",
                    "end": 121
                }
            ]
        },
        {
            "section": "| METHODOLOGY",
            "text": "where X is the vector of additional control variables that are described below, s t refer to a set of time fixed effects, 12 and d is our estimate of the treatment effect of BITs.",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "section": "| METHODOLOGY",
            "text": "While the DiD analysis allows for unobserved differences between the treated and untreated groups and requires a limited set of assumptions (i.e., the common trend assumption), there are good reasons to believe that finding a control group that is more similar to the treatment group may provide more accurate estimates of the effect of BITs. Egger et al. (2008), for example, find that the treatment effects of PTAs are downward biased by around 50% when relying on a simple DiD analysis. To consider this possibility, we adopt a second component of their work and combine DiD with propensity score matching to undertake a matched-DiD analysis. 13 Matching allows us to compare outcomes for treated and control observations that are similar in terms of their observable characteristics, and when combined with DiD potentially provides strong evidence of the causal effects of BITs on FDI flows by accounting for both observed and unobserved differences between BIT members and non-members.",
            "paragraph_rank": 22,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 343,
                    "text": "Egger et al. (2008)",
                    "end": 362
                },
                {
                    "type": "bibr",
                    "start": 646,
                    "text": "13",
                    "end": 648
                }
            ]
        },
        {
            "section": "| METHODOLOGY",
            "text": "By matching, we look to compare the outcomes (i.e., the change in FDI flows) of treated observations (i.e., new-BIT country-pairs) with non-treated observations (i.e., non-BIT country-pairs) that are similar in terms of observable characteristics. 14 The general problem is to compare the change in the FDI variable for countries that enter into a BIT at time t with what the change would 10 It would also be possible to use the DiD estimator on each year separately. The drawbacks of such an approach include the relatively large number of estimates (i.e., one for each year) and the relatively small number of new-BIT events in each year.",
            "paragraph_rank": 23,
            "section_rank": 7
        },
        {
            "text": "11",
            "section_rank": 8
        },
        {
            "section": "11",
            "text": "Our use of the difference in the 5-year moving average of FDI as our dependent variable is likely to lead to serial correlation, which can lead to incorrect standard errors. To get around this issue, we cluster standard errors at the country-pair level in our analysis.",
            "paragraph_rank": 24,
            "section_rank": 8
        },
        {
            "text": "12",
            "section_rank": 9
        },
        {
            "section": "12",
            "text": "In this way, we control for the possibility that there may be differences in the change in FDI over time, due to business cycle effects for instance.",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "text": "13",
            "section_rank": 10
        },
        {
            "section": "13",
            "text": "Matching econometrics has been used in labour economics to identify the effect of treatment for some time, and has become increasingly popular in other areas of economics. In the trade literature for example, matching has been employed to consider the causal effect of exporting on firm productivity (see for example, Girma, Greenaway, & Kneller, 2003) and to examine the impact of PTAs on international trade (see Baier & Bergstrand, 2009a;Egger et al., 2008).",
            "paragraph_rank": 26,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 318,
                    "text": "Girma, Greenaway, & Kneller, 2003)",
                    "end": 352
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 415,
                    "text": "Baier & Bergstrand, 2009a;",
                    "end": 441
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 441,
                    "text": "Egger et al., 2008)",
                    "end": 460
                }
            ]
        },
        {
            "section": "13",
            "text": "14 There are alternative approaches. One is to use IV estimation, but this requires strong assumptions about functional form and typically requires the existence of instruments that are correlated with the selection indicators but not directly with the outcome. A second alternative is to control for unobserved heterogeneity through the use of country-pair fixed effects (e.g., Aisbett, 2009). Such a method only gives unbiased estimates if new-BIT membership is uncorrelated with the time-variant error, however. As mentioned by Aisbett (2009), the approach can also reduce the variability in the data, which can result in insignificant coefficients.",
            "paragraph_rank": 27,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 379,
                    "text": "Aisbett, 2009)",
                    "end": 393
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 531,
                    "text": "Aisbett (2009)",
                    "end": 545
                }
            ]
        },
        {
            "section": "13",
            "text": "have been in the absence of the BIT. We can estimate the counterfactual, using the average value of the change in FDI for country-pairs that did not have a BIT at time t. In order for this to be valid, however, we require that any differences in the changes in the FDI variable between BIT members and the non-BIT control group (other than those due to the presence of the BIT) are eliminated. We thus require a suitable control group. The basic idea behind matching is to find for each treated individual in the sample (e.g., for each country-pair entering into a BIT) an untreated individual (i.e., country-pair not entering a BIT) with similar characteristics.",
            "paragraph_rank": 28,
            "section_rank": 10
        },
        {
            "section": "13",
            "text": "It is generally impractical to match on many explanatory variables. Similarity is therefore defined according to some metric that maps the vector of observables into a univariate variable. Two approaches are often adopted. The first is Mahalanobis matching, which involves weighting the coordinates of the covariates matrix by the inverse of that variable. The second is propensity score weighting which involves constructing the probability of treatment using a logit or probit equation. 15 Using one of these two approaches, it is possible to match a treated individual to either one or multiple untreated individuals. A comparison of the outcomes for the treated and the matched untreated groups then gives an estimate of the effect of the treatment. 16 In our analysis, we adopt the latter approach, estimating a probit model of the probability of forming a new-BIT.",
            "paragraph_rank": 29,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 489,
                    "text": "15",
                    "end": 491
                },
                {
                    "type": "bibr",
                    "start": 754,
                    "text": "16",
                    "end": 756
                }
            ]
        },
        {
            "section": "13",
            "text": "In addition to considering the impact of BITs on overall FDI flows, we use the information on whether FDI flows were zero or not in the previous 5 years to capture the separate effects of BITs on the extensive (EM) and intensive (IM) margins of FDI, further distinguishing between observations along the intensive margin where flows were initially positive (IM + ) and those where flows were initially negative (IM À ). Few studies to date consider this issue, although Egger and Merlo (2012) report some evidence of the impact of BITs on the two margins using firm-level data for Germany. They base their arguments on recent models of heterogeneous firms (e.g., Melitz, 2003), with the signing of a BIT between two countries expected to lower the entry costs associated with FDI, thereby causing new firms to undertake FDI in the BIT partner (i.e., the extensive margin) and encouraging existing multinationals to increase production (i.e., the intensive margin). Using data on the foreign activity of German multinationals, they find evidence suggesting that BITs work along both margins, with the results suggesting that the signing of a BIT increases the number of German firms active in a typical host by around 10%. Paniagua, Figueiredo, and Sapena (2015) decompose bilateral FDI flows into the number of investments projects and the average size of an investment in each flow. Using data on bilateral firm-level greenfield investments from 120 source countries to 161 host countries over the period 2003-12, they apply a quantile regression in a gravity framework. They conclude that a BIT can have a positive effect but only for average FDI levels above the median. 17 Given our focus on aggregate data, our hypothesis and argumentation is somewhat different. To the extent that BITs act as a means of substituting for weak domestic institutions in the host, then we would expect that multinational firms concerned about weak domestic institutions would not invest (or would withdraw previous investments) in that country without the protection of a BIT.",
            "paragraph_rank": 30,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 470,
                    "text": "Egger and Merlo (2012)",
                    "end": 492
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 663,
                    "text": "Melitz, 2003)",
                    "end": 676
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 1222,
                    "text": "Paniagua, Figueiredo, and Sapena (2015)",
                    "end": 1261
                },
                {
                    "type": "bibr",
                    "start": 1674,
                    "text": "17",
                    "end": 1676
                }
            ]
        },
        {
            "text": "15",
            "section_rank": 11
        },
        {
            "section": "15",
            "text": "For more information on the difference between these estimators, see Wooldridge (2002) and the Stata help file for psmatch2.",
            "paragraph_rank": 31,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 69,
                    "text": "Wooldridge (2002)",
                    "end": 86
                }
            ]
        },
        {
            "text": "16",
            "section_rank": 12
        },
        {
            "section": "16",
            "text": "In particular, this gives an estimate of the average treatment effect on the treated (ATT), which in our case gives the expected impact of new-BIT membership on FDI flows for a randomly drawn country-pair in the subsample of countrypairs that actually entered into a BIT agreement. Note that the ATT can be obtained from a weighted least squares regression, where the weights for the untreated observations correspond to the weights used in the construction of the control group.",
            "paragraph_rank": 32,
            "section_rank": 12
        },
        {
            "text": "17",
            "section_rank": 13
        },
        {
            "section": "17",
            "text": "Myburgh and Paniagua (2016) use a similar approach and find a BIT reduces (raises) FDI levels below (above) the median.",
            "paragraph_rank": 33,
            "section_rank": 13
        },
        {
            "section": "17",
            "text": "As such, we would expect that BITs by reassuring investors would lead to an expansion of FDI along the extensive margin and along the negative intensive margin (IM À ). Multinationals that choose to invest in a country without a BIT cannot be too concerned about the state of existing domestic institutions however, implying that the effects of a BIT along the positive intensive margin may be muted. 18 We consider developments along the intensive and extensive margins by defining three separate BIT dummy variables, one for each of the margins: 1is first estimated including a single BIT dummy capturing all BIT events, and then separately including only BIT events along one of the three margins. 19 In all cases, the set of control group observations includes all non-BIT country-pairs, irrespective of the values of FDI in these country-pairs.",
            "paragraph_rank": 34,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 401,
                    "text": "18",
                    "end": 403
                },
                {
                    "ref_id": "formula_3",
                    "start": 548,
                    "text": "1",
                    "end": 549
                },
                {
                    "type": "bibr",
                    "start": 701,
                    "text": "19",
                    "end": 703
                }
            ]
        },
        {
            "section": "17",
            "text": "Following the majority of the literature using gravity-type models, we wish to apply a log transformation to our FDI measures, as a way of reducing the skewness of the distribution and allowing the DiD estimator to provide an estimate of the percentage change in FDI due to BIT formation (i.e., a semi-elasticity). It also allows for a comparison of the meta-analysis results in Bellak (2013). Unfortunately, a routine application of the log transformation will exclude from consideration the large number of zero flows along with the negative values of FDI flows which involve instances of reverse or disinvestment. Furthermore, in our DiD analysis, where we use the difference in the log of the average values of FDI between two time periods, all observations in which FDI changed from zero (or a negative value) to some positive number following the formation of a BIT would be excluded. 20 This would exclude precisely those cases where we suspect a BIT might have the greatest impact, as well as leading to the possibility of sample selection bias. To deal with this problem, we make use of the inverse hyperbolic sine transformation (for more 18 Obviously, within a northern country some MNCs may choose to undertake FDI, while others choose not to. We may still expect a response along the intensive margin therefore, as the more risk averse MNCs respond to a BIT by undertaking FDI. It should also be noted that while the effect of a BIT on the overall level of FDI along the positive-intensive margin may be limited, it could be that the types of investment undertaken are affected. Javorcik (2004), for example, finds that weak intellectual property rights regimes deters foreign investors from investing in technology-intensive sectors, instead investing in projects focusing on distribution rather than local production. Our use of aggregate data prevents us from exploring such possibilities, however.",
            "paragraph_rank": 35,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 379,
                    "text": "Bellak (2013)",
                    "end": 392
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1592,
                    "text": "Javorcik (2004)",
                    "end": 1607
                }
            ]
        },
        {
            "text": "19",
            "section_rank": 14
        },
        {
            "section": "19",
            "text": "It should be kept in mind that as we are considering differences in 5-year averages, there is the possibility that a bilateralpair is classed as being in a new FDI relationship in cases where an FDI relationship already existed, but not in the 5 years prior to the year of interest. The extensive margin captures the formation of new FDI relationships as well as the renewal of dormant FDI relationships therefore.",
            "paragraph_rank": 36,
            "section_rank": 14
        },
        {
            "text": "20",
            "section_rank": 15
        },
        {
            "section": "20",
            "text": "In the literature on the gravity equation attempts have recently been made to deal with a form of endogeneity that arises due to the presence of zero trade flows. Helpman, Melitz, and Rubinstein (2008) for example, propose a modified Heckman selection type model, while Santos Silva and Tenreyro (2006) suggest using a pseudo Poisson maximum likelihood model. It is not possible to use the former in our case. As we use the difference in FDI flows, there is no natural truncation at zero in our data set. It is further not possible to use the Poisson model in the case where negative values of the dependent variable are present. details see Burbidge, Magee, & Robb, 1988), which is defined as ln y þ ðy 2 þ 1Þ",
            "paragraph_rank": 37,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 163,
                    "text": "Helpman, Melitz, and Rubinstein (2008)",
                    "end": 201
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 277,
                    "text": "Silva and Tenreyro (2006)",
                    "end": 302
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 642,
                    "text": "Burbidge, Magee, & Robb, 1988)",
                    "end": 672
                }
            ]
        },
        {
            "text": "1=2",
            "section_rank": 16
        },
        {
            "section": "1=2",
            "text": ". Except for small values of y, this is approximately equal to ln (2) + ln (y i ), meaning that coefficients can be interpreted in the same way as when using logs. This transformation has the advantage of being directly defined for zero and negative values. 21",
            "paragraph_rank": 38,
            "section_rank": 16
        },
        {
            "text": "| DATA SOURCES AND DESCRIPTION",
            "section_rank": 17
        },
        {
            "section": "| DATA SOURCES AND DESCRIPTION",
            "text": "In the analysis that follows we consider FDI flows from a sample of 22 OECD source countries (i.e., the \"North\") to a sample of up to 110 host countries (i.e., the \"South\"). 22 We consider unidirectional flows from the North to the South, with up to 2,420 observations per year. 23 Flows of FDI have grown more rapidly than trade for much of the last three decades. FDI inflows were around $400 million in 1995, $1.4 trillion in 2000 and, following slumps in the early 2000s and the recent global crisis, rose to $1.45 trillion in 2013 (UNCTAD, 2014). In our analysis, we use the OECD's International Investment Statistics, which report data on bilateral FDI flows (inflows and outflows) for OECD reporting countries and a much larger sample of partner countries from 1982 onwards. Since we use data on the 5 years prior to and subsequent to a particular year in the DiD analysis, we are restricted to the years 1990-2006 for our regression analysis. In our analysis, we use data on deflated FDI outflows from the North to the South, with the values of current FDI reported in the OECD data set being deflated by the GDP deflator of the OECD source country. 24 Data on BITs are taken from UNCTAD's Investment Policy Hub (http://investmentpolicyhub. unctad.org/IIA), with data on ratified BITs being used in the subsequent analysis. 25 To give some indication of how important BITs have become in our data set, Figure 2 reports, by year, data on the frequency of new-BIT formation and the share of potential country-pairs (i.e., the maximum of 2,420) that are subject to a BIT. The figure shows that just 7% of country-pairs were subject to a BIT in 1985. Throughout the period considered, however, and during the 1990s and early 2000s in particular, a large number of new-BITs were agreed (an average of 44.5 per year during the 1990s and 41.8 over the period 2000-05). 26 By the end of the period therefore, around 40% of the country-pairs were subject to a BIT. One implication of this figure is that country-pairs subject to BITs are not a unique, select group, although the share of country-pairs forming a new-BIT each period is on average low, being just 1.2%.",
            "paragraph_rank": 39,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 174,
                    "text": "22",
                    "end": 176
                },
                {
                    "type": "bibr",
                    "start": 1158,
                    "text": "24",
                    "end": 1160
                },
                {
                    "type": "bibr",
                    "start": 1332,
                    "text": "25",
                    "end": 1334
                },
                {
                    "type": "figure",
                    "start": 1410,
                    "text": "Figure 2",
                    "end": 1418
                }
            ]
        },
        {
            "text": "21",
            "section_rank": 18
        },
        {
            "section": "21",
            "text": "This transformation is also used by Aisbett et al. (2016) and Berger et al. (2013).",
            "paragraph_rank": 40,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 36,
                    "text": "Aisbett et al. (2016)",
                    "end": 57
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 62,
                    "text": "Berger et al. (2013)",
                    "end": 82
                }
            ]
        },
        {
            "text": "22",
            "section_rank": 19
        },
        {
            "section": "22",
            "text": "The full sets of reporter and recipient countries included in the analysis are listed in Appendix A. While the OECD reports FDI data on up 248 host countries/territories/regions, we are only able to include 110 in our sample. Firstly, we drop OECD countries as hosts, thus allowing us to concentrate on the impact of BITs on North-South FDI. Secondly, we are not able to include aggregated regions (e.g., Africa excluding North African countries). Thirdly, we are forced to drop a number of countries due to limited data availability for other variables, with data on schooling being a particular constraint.",
            "paragraph_rank": 41,
            "section_rank": 19
        },
        {
            "text": "23",
            "section_rank": 20
        },
        {
            "section": "23",
            "text": "In practice, this number is lower because of data availability. In the years up to 1991, the number is also lower due to some transition countries not yet being independent.",
            "paragraph_rank": 42,
            "section_rank": 20
        },
        {
            "text": "24",
            "section_rank": 21
        },
        {
            "section": "24",
            "text": "We repeated our analysis using current rather than deflated FDI flows and obtained qualitatively very similar results. These are available upon request.",
            "paragraph_rank": 43,
            "section_rank": 21
        },
        {
            "text": "25",
            "section_rank": 22
        },
        {
            "section": "25",
            "text": "Unfortunately, this database does not give us a comparable indicator of the \"depth\" of any agreement. We are thus only able to account for the presence of a BIT and not its depth.",
            "paragraph_rank": 44,
            "section_rank": 22
        },
        {
            "section": "25",
            "text": "For the control variables used in the regression analysis that follows, we draw on Bergstrand and Egger (2013) who developed an econometric model, based on the theoretical model of Bergstrand and Egger (2007), which simultaneously explained the \"economic\" determinants of BITs and PTAs. They found that their set of variables could predict the outcomes of 80-90% of country-pairs. The set of variables used and included in our analysis is as follows:",
            "paragraph_rank": 45,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 83,
                    "text": "Bergstrand and Egger (2013)",
                    "end": 110
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 196,
                    "text": "Egger (2007)",
                    "end": 208
                }
            ]
        },
        {
            "section": "25",
            "text": "• a measure of bilateral economic size: ln GDP it þ GDP jt À Á ; where GDP it and GDP jt are the levels of GDP of the reporter and partner, respectively;",
            "paragraph_rank": 46,
            "section_rank": 22
        },
        {
            "section": "25",
            "text": "• a measure of economic similarity: GDPsim ijt ln sh it 1 À sh it ð Þ ½",
            "paragraph_rank": 47,
            "section_rank": 22
        },
        {
            "section": "25",
            "text": ", where sh i is the share of country i's GDP in the combined GDP of country-pair i and j;",
            "paragraph_rank": 48,
            "section_rank": 22
        },
        {
            "section": "25",
            "text": "• dummy variables taking the value one if the two countries share a common border or language, have had a colonial relationship, or are in a Preferential Trade Agreement (PTA), Contig ij , Comlang ij , Colony ij , and PTA ijt ; 27",
            "paragraph_rank": 49,
            "section_rank": 22
        },
        {
            "section": "25",
            "text": "• the log of the great circle distance between the two countries' capital cities, ln Dist ij , and a measure of remoteness, REMOTE ij , measured as the average distance of countries i and j from all other countries in the sample  1985 1986 1987 1988 1989 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 2011 Share of Country-pairs Number of New BITs",
            "paragraph_rank": 50,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 230,
                    "text": "1985 1986 1987 1988 1989 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 2011",
                    "end": 364
                }
            ]
        },
        {
            "text": "Share of BIT Country-pairs",
            "section_rank": 23
        },
        {
            "section": "Share of BIT Country-pairs",
            "text": "New BITs",
            "paragraph_rank": 51,
            "section_rank": 23
        },
        {
            "section": "Share of BIT Country-pairs",
            "text": "Notes: This figure reports the number of new BITs signed each year between the North and the South (i.e. the bars), along with the cumulative share of the number of country-pair observations that were subject to a BIT in each year (i.e. the line).",
            "paragraph_rank": 52,
            "section_rank": 23
        },
        {
            "section": "Share of BIT Country-pairs",
            "text": "[Colour figure can be viewed at wileyonlinelibrary.com]",
            "paragraph_rank": 53,
            "section_rank": 23
        },
        {
            "text": "27",
            "section_rank": 24
        },
        {
            "section": "27",
            "text": "In the case of the PTA variable, we construct the differenced variable as the share of years in each 5-year period in which a PTA was in force. It is important to control for the PTA variable in our analysis, as PTAs themselves may encourage FDI flows (see MacDermott (2007) for evidence of this), with many recent deeper PTAs having an investment chapter for instance.",
            "paragraph_rank": 54,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 257,
                    "text": "MacDermott (2007)",
                    "end": 274
                }
            ]
        },
        {
            "section": "27",
            "text": "• an index which measures the extent to which political actors in the host country are constrained in their choice of future policies by the existence of other political actors with veto power, POL-CON jt ;",
            "paragraph_rank": 55,
            "section_rank": 24
        },
        {
            "section": "27",
            "text": "• two measures of relative factor endowment differences based on capital stock and unskilled labour data;",
            "paragraph_rank": 56,
            "section_rank": 24
        },
        {
            "section": "27",
            "text": "• a measure of the similarity of the country-pairs skilled labour:",
            "paragraph_rank": 57,
            "section_rank": 24
        },
        {
            "section": "27",
            "text": "where s i is the share of country i's skilled labour in the combined skilled labour of i and j; and",
            "paragraph_rank": 58,
            "section_rank": 24
        },
        {
            "section": "27",
            "text": "• variables capturing the number of BITs i and j have with other partners, BITs_Other i , BIT-s_Other j . 28 Since in our DiD we include these variables in difference form, variables that are time-invariant -distance, remoteness and the dummies for common border, common language and colonial relationship-drop out of the regression analysis. These variables are used in the matching analysis however.",
            "paragraph_rank": 59,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 106,
                    "text": "28",
                    "end": 108
                }
            ]
        },
        {
            "section": "27",
            "text": "Data on GDP and gross capital formation are from the World Bank's World Development Indicators. The data on gross capital formation are used to construct the capital stocks, which are calculated using the perpetual inventory method assuming a depreciation rate of 13%. The level of skilled labour is approximated using data on the percentage of the population that have completed secondary schooling (from the Barro and Lee data set, www.barrolee.com) and the size of the labour force (from the World Development Indicators). Data on gravity determinants are from CEPII. Data on PTAs are taken from the Global Preferential Trade Agreements Database (http:// wits.worldbank.org/gptad/), while the index of political rights was developed by Henisz (2000) and has recently been updated to 2011. 29 The index ranges between zero (the executive has complete discretion and can change policies at any time) and one (a change of existing policies is infeasible) 30 and is an indicator of the ability of political institutions to make credible commitments to an existing policy regime. It is argued by both Henisz (2000) and Neumayer and Spess (2005) to be the political variable most relevant to potential investors.",
            "paragraph_rank": 60,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 739,
                    "text": "Henisz (2000)",
                    "end": 752
                },
                {
                    "type": "bibr",
                    "start": 792,
                    "text": "29",
                    "end": 794
                },
                {
                    "type": "bibr",
                    "start": 955,
                    "text": "30",
                    "end": 957
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1099,
                    "text": "Henisz (2000)",
                    "end": 1112
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 1117,
                    "text": "Neumayer and Spess (2005)",
                    "end": 1142
                }
            ]
        },
        {
            "section": "27",
            "text": "In addition to the control variables described above, we also control for interdependence amongst countries. Anderson and van Wincoop (2003) have shown that trade between two countries is decreasing in their bilateral trade costs relative to the corresponding average with all their partners, rather than to absolute trade barriers. This they referred to as multilateral resistance. Paniagua (2011), amongst others, derives a theory-based gravity model for FDI flows and also obtains multilateral resistance terms, implying that third country variables can impact upon the flows of FDI between two countries, as well as upon the probability that they sign a BIT. One way of capturing these multilateral resistance terms is through the inclusion of (time-varying) reporter and partner fixed effects, but these require estimation of a large number of additional coefficients, and",
            "paragraph_rank": 61,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 109,
                    "text": "Anderson and van Wincoop (2003)",
                    "end": 140
                }
            ]
        },
        {
            "text": "28",
            "section_rank": 25
        },
        {
            "section": "28",
            "text": "To reflect the different sizes of the partners with which a particular country has formed BITs, these two variables are weighted by the partner's share of GDP in the total GDP of all partners.",
            "paragraph_rank": 62,
            "section_rank": 25
        },
        {
            "text": "29",
            "section_rank": 26
        },
        {
            "section": "29",
            "text": "Data can be downloaded from http://www-management.wharton.upenn.edu/henisz/ (accessed 16 October 2014).",
            "paragraph_rank": 63,
            "section_rank": 26
        },
        {
            "text": "30",
            "section_rank": 27
        },
        {
            "section": "30",
            "text": "As a robustness check we use an indicator of the extent of checks and balances on the executive from Beck, Clarke, Groff, Keefer, and Walsh (2001), which has been updated to 2012. Results using this alternative indicator of political stability are available upon request and are consistent with those reported here.",
            "paragraph_rank": 64,
            "section_rank": 27,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 101,
                    "text": "Beck, Clarke, Groff, Keefer, and Walsh (2001)",
                    "end": 146
                }
            ]
        },
        {
            "section": "30",
            "text": "time-varying country-specific variables cannot be included alongside these fixed effects. Since this can be a significant drawback, we adopt the alternative approach of Baier and Bergstrand (2009b), who suggest controlling for multilateral resistance by including GDP-weighted exogenous variables as multilateral resistance controls, with distance, common language, common border and the PTA variable being used in our analysis. Table 1 reports the mean and standard deviations of our dependent and explanatory variables based upon the final data set used for the DiD analysis. Also reported in this table are means and standard deviations of the same set of variables for new-BIT and non-BIT members separately, as well as results of a t test of the hypothesis of identical means for these two groups, and of the Kolmogorov-Smirnov test for the hypothesis that the distributions of the variable for the two groups are the same. As mentioned above, DiD analysis can be particularly useful when untreated individuals are unlikely to form a suitable control group. Testing for differences in the set of explanatory variables between the treated and untreated groups is one means of testing whether the untreated group are likely to form a valid control group, and therefore whether more standard regression analysis could be adopted.",
            "paragraph_rank": 65,
            "section_rank": 27,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 169,
                    "text": "Baier and Bergstrand (2009b)",
                    "end": 197
                },
                {
                    "type": "table",
                    "start": 429,
                    "text": "Table 1",
                    "end": 436
                }
            ]
        },
        {
            "section": "30",
            "text": "The mean values of the FDI variables indicate a general tendency for the change in FDI flows between two 5-year periods to be positive. Since these are differences in logged averages, we can state that on average FDI flows showed an increase between two 5-year periods of 20.9%. When we consider data for non-BIT and new-BIT country-pairs separately, we find that the values of FDI flows tend to be significantly larger for new-BIT country-pairs, an outcome that also appears when we consider the different margins.",
            "paragraph_rank": 66,
            "section_rank": 27
        },
        {
            "section": "30",
            "text": "We find strong evidence of significant differences in both the mean and/or distribution of most of the explanatory variables for new-BIT and non-BIT country-pairs. New-BIT country-pairs tend to experience larger changes in their combined GDP, are more likely to form a PTA following BIT formation and form more BITs with other countries. For other variables (e.g., GDP similarity, KURatio, KUDiff, the similarity variables and the change in political constraints), there is less evidence of a significant difference in the average change in these variables, although often there remain significant differences in distributions between new-BIT and non-BIT members. Overall, these descriptive results point to significant differences between the non and new-BIT countrypairs, which justifies the use of the DiD approach. 31 The DiD estimator relies on the assumption that the outcome variable follows a common trend in the pre-treatment period for the treated and control groups. One test of the common trend assumption is to run a regression of FDI flows on time fixed-effects, individual fixed-effects and interactions of the time fixed effects with the treatment (BIT) indicator (excluding the interaction for the period immediately prior to BIT formation). A test of whether the interaction terms for the pre-BIT period are jointly zero is then a test of a common trend (i.e., there are no significant differences in the difference in the intercept for treated and non-treated observations prior to treatment). We estimate such a model using the average values of FDI for non and new-BIT country-pairs for 8-year windows each side of BIT formation. Combining data for each year between 1993 and 2003 gives us 352 observations, with 16 time periods (eight pre and eight post-BIT formation) and 22 individuals (i.e., an individual is considered the average of either the treated or untreated country-pairs in each of the 11 years). Estimating this regression results in coefficients on the interaction terms in the pre-BIT period that are neither jointly nor individually significant, thus providing evidence in favour of the common trend assumption.",
            "paragraph_rank": 67,
            "section_rank": 27,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 819,
                    "text": "31",
                    "end": 821
                }
            ]
        },
        {
            "section": "30",
            "text": "A simple alternative test of the common trend assumption is provided by visually comparing the trends in FDI prior to BIT formation. Figure 3, therefore, shows developments in average deflated FDI flows for the treated and control groups in the period around the formation of a BIT (with the value being set equal to 100 for the control group in the year a BIT was formed, i.e., year 0). To construct this figure we obtain for each year within the period 1993-2003 the values of FDI flows for new-BIT and non-BIT country-pairs along with the values of FDI flows for the Results on the initial levels rather than the changes in the explanatory variables also reveal significant differences between new-BIT and non-BIT country-pairs for most explanatory variables. See Table A1 in the Appendix A for details.",
            "paragraph_rank": 68,
            "section_rank": 27,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 133,
                    "text": "Figure 3",
                    "end": 141
                },
                {
                    "type": "table",
                    "start": 767,
                    "text": "Table A1",
                    "end": 775
                }
            ]
        },
        {
            "section": "30",
            "text": "8 years either side of the year of interest. We then combine the data for the different years and calculate the average value of FDI flows for treated and non-treated country-pairs in the year that a BIT was formed and for each of the 8 years either side of the new-BIT. Finally, we create an index with the value of FDI flows equal to 100 for the non-BIT group in the year that a new-BIT was formed and compare the values to those for the new-BIT group. The resulting figure provides information on the developments in FDI prior to and following the formation of new-BITS, both for the country-pairs that formed BITs and the comparison group that did not. Figure 3 indicates that FDI flows increased relatively rapidly for new-BIT country-pairs following entry into a BIT, which is suggestive of there being a relationship between BIT formation and FDI flows. More importantly however, the figure also suggests that the trend in FDI for new-BIT and non-BIT country-pairs looks fairly similar prior to BIT formation. There is some evidence to suggest a relative decline in FDI flows for new-BIT pairs 5 years prior to BIT formation and perhaps more interestingly an increase in FDI preceding the entering into force of the new-BIT, which may have been a response to the expectation of BIT formation. This is something we return to in our robustness tests. But this aside, Figure 3, along with the more formal econometric test, suggests that the assumption of a common trend existing prior to new-BIT formation cannot be rejected.",
            "paragraph_rank": 69,
            "section_rank": 27,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 657,
                    "text": "Figure 3",
                    "end": 665
                },
                {
                    "type": "figure",
                    "start": 1372,
                    "text": "Figure 3",
                    "end": 1380
                }
            ]
        },
        {
            "text": "| RESULTS",
            "section_rank": 28
        },
        {
            "section": "| RESULTS",
            "text": "In this section we report our main results when considering FDI flows (Section 4.1) as well as robustness results using an alternative window to construct the differences in FDI (Section 4.2). Before turning to these results it is necessary to discuss the results from the initial matching analysis. The dependent variable in the probit analysis is equal to one if a country-pair formed a BIT in time t and zero otherwise. 32 The set of explanatory variables we use are those described above, but rather than using the change between two periods we use the (average) values in the 5 years prior to year t, i.e., the initial values. Since we use the level rather than the change in these explanatory variables we are also able to include country-pair specific variables, such as distance, common language and a common border. The explanatory variables are therefore grounded in the theoretical model of Bergstrand and Egger (2007) and subsequently used by Bergstrand and Egger (2013). Our assumption is that once these characteristics have been controlled for, country-pairs are effectively randomly assigned to the BIT and non-BIT groups. We estimate the probit model for the full sample of observations, matching a BIT country-pair to any non-treated observation based on the set of explanatory variables, irrespective of the initial value of FDI in the non-treated country-pair (i.e., treated observations along a particular margin can be matched to non-treated observations across any margin).",
            "paragraph_rank": 70,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 423,
                    "text": "32",
                    "end": 425
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 902,
                    "text": "Bergstrand and Egger (2007)",
                    "end": 929
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 955,
                    "text": "Bergstrand and Egger (2013)",
                    "end": 982
                }
            ]
        },
        {
            "section": "| RESULTS",
            "text": "Results from the matching analysis are reported in Table A2 of Appendix A. The table reports the estimated coefficients from the Probit model when estimating on the full sample of data, along with the p-values of a test for whether the average value for each of the explanatory variables are the same for the treated and matched untreated comparison group. This is largely for illustrative purposes, but allows us to compare our Probit results with those of Bergstrand and Egger (2013). In general, the sign of the coefficients that we find are similar to those of Bergstrand and Egger,32 Our approach is slightly different to Bergstrand and Egger (2013) in that they were interested in the probability that a country-pair had a BIT at a particular point in time, rather than in the probability that they formed a BIT at a particular point in time. with positive coefficients reported on the sum and similarity of country-pairs' GDPs, on KUDiff, Ssim, and political stability. Consistent with Bergstrand and Egger we find negative coefficients on the log of distance and on the common border dummy. In general therefore, the results from the probit model show a great deal of consistency with those of Bergstrand and Egger. The results of the balancing test suggest that there are no significant differences in the average values of the explanatory variables between the treated and matched untreated observations, indicating that we are likely to have a valid control group.",
            "paragraph_rank": 71,
            "section_rank": 28,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 51,
                    "text": "Table A2",
                    "end": 59
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 458,
                    "text": "Bergstrand and Egger (2013)",
                    "end": 485
                },
                {
                    "type": "bibr",
                    "start": 565,
                    "text": "Bergstrand and Egger,",
                    "end": 586
                },
                {
                    "type": "bibr",
                    "start": 586,
                    "text": "32",
                    "end": 588
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 627,
                    "text": "Bergstrand and Egger (2013)",
                    "end": 654
                }
            ]
        },
        {
            "text": "| BIT formation and FDI flows",
            "section_rank": 29
        },
        {
            "section": "| BIT formation and FDI flows",
            "text": "The results for all BITs are reported in Table 2, with the first three columns reporting results for the unmatched data and the final three columns reporting results for the matched sample.",
            "paragraph_rank": 72,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 41,
                    "text": "Table 2",
                    "end": 48
                }
            ]
        },
        {
            "section": "| BIT formation and FDI flows",
            "text": "Considering the unmatched results initially we observe coefficients on the control variables that are usually of the expected sign, though few are statistically significant, an outcome likely due to the differencing of the data given that many of the variables in the model evolve rather slowly. We find positive and significant coefficients on DKURatio, suggesting that FDI flows are larger between more dissimilar countries in terms of their capital-unskilled labour ratios. FDI flows also tend to increase for country-pairs in which the northern reporter country signs more BITs with other third countries. This may simply be capturing the openness of some northern countries to outward investment (i.e., they sign more BITs and engage in more outward FDI in general).",
            "paragraph_rank": 73,
            "section_rank": 29
        },
        {
            "section": "| BIT formation and FDI flows",
            "text": "Turning to the BIT variables we obtain coefficients that are positive, significant, and fairly stable at around 0.668 and 0.702, implying that signing a BIT is associated with an increase in FDI flows from the North to the South of around 95 and 102%. 33 Such estimates are significantly higher than the mean estimate of 17.6% found in the meta-study of Bellak (2013), though not inconsistent with other recent studies finding estimates of 100% or more.",
            "paragraph_rank": 74,
            "section_rank": 29
        },
        {
            "section": "| BIT formation and FDI flows",
            "text": "The final three columns repeat the DiD analysis using the sample of treated and matched control observations obtained using the matching analysis. Before discussing the results it should be mentioned that a common critique of matching is that there may be some unobserved variables that affect selection into treatment. In other words, if we have two observationally equivalent countrypairs, and one signs a BIT while the other does not, can we assume that assignment to the BIT is random, rather than the result of an omitted variable that is correlated with FDI? A number of points negate this concern in our case. First, after matching on the propensity score we use DiD analysis, which itself controls for unobserved differences between the treated and control groups. Second, we have shown above in Figure 2 that country-pairs that join a BIT are not a specific, select group of observations. While in a typical year, the number of country-pairs joining a BIT is relatively small (around 1.2%), over the period of our study around 33% of country-pairs in our sample formed a BIT. Third, we use the theoretical model of Bergstrand and Egger (2007) to construct the counterfactual, which provides an appropriate framework for selecting the control group. Finally, we show that there is little evidence of statistically significant differences between the treatment and control groups for all the conditioning characteristics.",
            "paragraph_rank": 75,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 804,
                    "text": "Figure 2",
                    "end": 812
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1124,
                    "text": "Bergstrand and Egger (2007)",
                    "end": 1151
                }
            ]
        },
        {
            "section": "| BIT formation and FDI flows",
            "text": "Results when using the matched sample are consistent with those from the unmatched sample in that the majority of the control variables are not significant. Coefficients on the BIT variable Given the specification of the regression model and given that we can interpret results using the inverse hyperbolic sine transformation in a similar manner to those using a standard log transformation, the coefficients can be interpreted as semielasticities, with the estimated percentage change in FDI flows resulting from the formation of a BIT being calculated as 100 (exp d À 1).",
            "paragraph_rank": 76,
            "section_rank": 29
        },
        {
            "section": "| BIT formation and FDI flows",
            "text": "itself are somewhat different to the unmatched results however. While the coefficients on the BIT variable are positive and economically large in the matched sample, they are also insignificant.",
            "paragraph_rank": 77,
            "section_rank": 29
        },
        {
            "section": "| BIT formation and FDI flows",
            "text": "We now turn to the results when considering the different margins, with Table 3 reporting results from both the matched and unmatched samples. In considering BIT events along the three different margins we find disparate outcomes. The first four columns report results for the positive intensive margin (i.e., for country-pairs for which FDI flows were positive prior to BIT formation). Coefficients on the BIT variable in this case are consistently negative and, in the matched sample, are significant. These results thus suggest that forming a BIT between country-pairs where FDI was already growing has at best an insignificant effect and at worst a negative impact upon FDI flows. In contrast, we find large, positive and significant coefficients on the BIT dummy in the case of BIT events along the negative intensive margin-i.e., in country-pairs that formed a BIT after a period of disinvestment (the middle four columns of Table 3). The coefficients in this case suggest an increase in FDI flows due to BIT formation of more than 10,000%. 34 Outlandishly large though this seems, it does suggest at least that large reversals in FDI outflows can be achieved if investors perceive a positive change in the environment. Finally, when considering the extensive margin we again find coefficients that are positive and that tend to be significant, with the significant coefficients ranging between .540 and .750, and implying an increase in FDI flows along the extensive margin of between 71 and 113%. Only a few of the other explanatory variables are found to be significant at any of the margins. The unmatched results at the positive intensive margin are similar to the unmatched results for the full sample. The matched results at the extensive margin bear some similarity to the matched results for the full sample, although the (changes in the) GDP sum and GDP similarity variables are also significant in the former. It appears that (the change in) investments at the positive intensive margin and (the change in) divestments at the negative intensive margin are determined by different variables. This outcome is consistent with the conclusions of Paniagua (2013), who estimates a gravity equation using data on disinvestments from Spain. He also concludes that a BIT deters divestments. 35 The results in Table 3 suggest that the effects of BIT formation on FDI flows occur mainly along the negative intensive and the extensive margins. While this outcome seems reasonable enough, one can object that the implied percentage increases, particularly that for the negative intensive margin seem implausibly large. But whether this is indeed the case depends on the magnitudes of the implied FDI flows. To provide some quantification of these effects, we refer to Figure 1 and note that we have estimates for d, from Table 3, as well as information on the average value of FDI flows for years after the BIT À SAFDIðBIT ¼ 1Þ Á . To estimate the change in FDI flows due to BITs, we require an estimate of what this average value would have been in the absence of the BIT ( À SAFDI 0 ðBIT ¼ 1Þ Á ), which we calculate as d SAFDI 0 ðBIT ¼ 1Þ ¼ SAFDIðBIT¼1Þ exp d . Given this, the estimated change in average FDI flows due to BIT formation is given by FDI ¼ SAFDIðBIT ¼ 1Þ À d SAFDI 0 ðBIT ¼ 1Þ. Adopting this approach, we find that the average increase in FDI for all BITs ranges between $66 and $123 million. The average increase in FDI for the non-BIT country-pairs was around $70 million, meaning that BIT formation more than doubled the increase in FDI that would have been expected if the country-pairs had not formed a BIT. Considering the different margins, the coefficients on the positive intensive margin were found to be negative and occasionally significant, while those on the negative intensive and extensive margins were both positive and significant. In the case of the positive extensive margin, the results suggest a decline in FDI flows of between $222 and $1,011 million. The large estimated coefficients found in the case of the negative intensive margin imply an increase in FDI flows in response to BIT formation ranging between $197 and $199 million, which, while larger than the values of around $66-$123 million found for all new-BIT country-pairs on average, no longer seems particularly extraordinary. 36 The coefficients along the extensive margin suggest a more modest increase in FDI flows ranging between $15 and $26 million on average. While this average effect is relatively small, it does suggest that forming a BIT does allow for positive FDI flows into countries not previously considered viable for FDI flows.",
            "paragraph_rank": 78,
            "section_rank": 29,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 72,
                    "text": "Table 3",
                    "end": 79
                },
                {
                    "type": "table",
                    "start": 931,
                    "text": "Table 3",
                    "end": 938
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 2159,
                    "text": "Paniagua (2013)",
                    "end": 2174
                },
                {
                    "type": "bibr",
                    "start": 2299,
                    "text": "35",
                    "end": 2301
                },
                {
                    "type": "table",
                    "start": 2317,
                    "text": "Table 3",
                    "end": 2324
                },
                {
                    "type": "figure",
                    "start": 2772,
                    "text": "Figure",
                    "end": 2778
                },
                {
                    "type": "table",
                    "start": 2825,
                    "text": "Table 3",
                    "end": 2832
                },
                {
                    "type": "bibr",
                    "start": 4335,
                    "text": "36",
                    "end": 4337
                }
            ]
        },
        {
            "text": "34",
            "section_rank": 30
        },
        {
            "section": "34",
            "text": "It should be borne in mind that: (i) this large percentage change may not reflect a particularly large change in the actual value of FDI flows (see below); and (ii) this group comprises just 43 observations. In the case of the positive-intensive margin, we have 222 BIT events in the sample, while for the extensive margin, we have 451 BIT events. Javorcik and Poelhekke (2017) also employ a DiD and propensity score matching approach to investigate the efficiency implications of divestments (specifically foreign affiliates that are sold to local owners) in Indonesia.",
            "paragraph_rank": 79,
            "section_rank": 30,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 348,
                    "text": "Javorcik and Poelhekke (2017)",
                    "end": 377
                }
            ]
        },
        {
            "text": "36",
            "section_rank": 31
        },
        {
            "section": "36",
            "text": "See Appendix B for the full calculations.  Figure 3 above raised the possibility that some anticipatory increase in FDI flows might take place in the 2 years preceding a BIT's entry into force. If this is the case, then it could explain our inability to find a significantly positive effect at the positive intensive margin if a significant part of the adjustment had already taken place. It could also mean that some observations which would otherwise be at the negative intensive or the extensive margins are included at the positive intensive margin, again potentially weakening the estimated impact of the BIT. To examine whether this is affecting our results, we repeat our analysis excluding the 2 years prior to BIT formation. In other words, rather than calculating the differenced variables using the 5 years prior to and after our year of interest, we make a comparison of the average value of our variables in the 5 years after our year of interest with averages of our variables in years three to seven prior to our period of interest, thus removing the 2 years in which FDI flows may begin to increase prior to BIT formation. Results are reported in Table 4. The results in Table 4 are quite similar to those reported in Table 2 in that we find a large, positive and significant impact of BIT formation on FDI flows, both in the case of the unmatched and matched samples. The coefficient estimates are not dissimilar to those reported in Table 2 and suggest that BIT formation is associated with an increase in FDI flows of between 91 and 98%. In the case of the positive intensive margin, we find that BITs play no significant role in increasing FDI flows, while we again observe large positive and significant coefficients along the negative intensive margin. Coefficients on the extensive margin also remain positive and significant, with BIT formation implied to increase FDI flows by between 144 and 160%.",
            "paragraph_rank": 80,
            "section_rank": 31,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 43,
                    "text": "Figure 3",
                    "end": 51
                },
                {
                    "type": "table",
                    "start": 1163,
                    "text": "Table 4",
                    "end": 1170
                },
                {
                    "type": "table",
                    "start": 1187,
                    "text": "Table 4",
                    "end": 1194
                },
                {
                    "type": "table",
                    "start": 1234,
                    "text": "Table 2",
                    "end": 1241
                },
                {
                    "type": "table",
                    "start": 1451,
                    "text": "Table 2",
                    "end": 1458
                }
            ]
        },
        {
            "text": "| CONCLUSIONS",
            "section_rank": 32
        },
        {
            "section": "| CONCLUSIONS",
            "text": "This paper used a difference-in-difference methodology to estimate the causal effects of BIT formation on FDI flows from OECD source countries to a large sample of developing host countries. When viewed collectively, we found that BIT formation had a positive and significant impact on FDI flows of somewhere between 50 and 95%. However, this aggregate outcome was shown to mask quite different experiences at the different margins. Where FDI flows were already positive prior to the BIT, we found no significant effect of BIT formation, a result consistent with the view that host institutions were already sufficiently strong so as to render the BIT largely superfluous. Where a BIT was shown to have strong, significant positive effects was where no FDI relationship was present prior to its formation (the extensive margin) or where an existing FDI relationship was disintegrating as evidenced by disinvestment prior to the BIT (the negative intensive margin). These outcomes are consistent with the view that host institutions were viewed as providing insufficient protection to foreign investors in these cases. These results were confirmed by our robustness tests.",
            "paragraph_rank": 81,
            "section_rank": 32
        },
        {
            "section": "| CONCLUSIONS",
            "text": "An obvious implication of this analysis is that policymakers should concentrate their efforts in signing BITs between countries at the negative intensive and extensive margins, although some caution is advised given that there may be other reasons why the relationships at these margins are what they are. A further implication is of the danger that new-BITs at the positive intensive margin may simply be sacrificing host national sovereignty (in the form of stronger protection of foreign investors) with little gain in the form of new net investment. From the BIT researcher's perspective, our results illustrate the importance of identifying the negative intensive margin in the analysis. It is also important to retain the negative and zero flow observations in the analysis.",
            "paragraph_rank": 82,
            "section_rank": 32
        },
        {
            "section": "| CONCLUSIONS",
            "text": "In terms of future work, the inclusion of investment provisions in recent attempts at deep trade agreements among advanced nations suggests a similar examination of the effects of BIT agreements on North-North investment might be useful. So would a broadening of the focus beyond the bilateral, considering the non-binary indices of the depth of BITs. It would further be useful to know the extent to which these estimates of the effects of BIT formation in promoting bilateral FDI actually represent \"FDI diversion.\" It is not unlikely that at least some of this FDI would otherwise have gone to third parties.",
            "paragraph_rank": 83,
            "section_rank": 32
        },
        {
            "section": "| CONCLUSIONS",
            "text": "Study Group Meetings (Paris), the 25th Anniversary Conference of UNU-MERIT (Maastricht), and seminar participants from Maastricht and the Vienna Institute for International Economic Studies (wiiw) for comments on earlier drafts of this paper. All remaining errors are our own. ",
            "paragraph_rank": 84,
            "section_rank": 32
        },
        {
            "text": "FALVEY",
            "section_rank": 33
        },
        {
            "text": "FALVEY",
            "section_rank": 34
        },
        {
            "text": "Developments in FDI Flows for New-BIT and Non-BIT Country-PairsNotes: This figure reports the average value of FDI flows from the North to the South for new-BIT country pairs and non-BIT country-pairs in the year of BIT formation (i.e. year 0) as well as the eight years prior to and after BIT formation. The value for non-BIT country-pairs is set equal to 100 in year 0. [Colour figure can be viewed at wileyonlinelibrary.com] 31",
            "paragraph_rank": 87,
            "section_rank": 35
        },
        {
            "text": "FALVEY",
            "section_rank": 36
        },
        {
            "text": "BITs and FDI flows-difference-in-difference results",
            "paragraph_rank": 89,
            "section_rank": 37
        },
        {
            "text": "BITs and FDI flows-difference-in-difference Results using an Alternative Window Standard errors are clustered at the country-pair level. ***p < .01, **p < .05, *p < .1.",
            "paragraph_rank": 91,
            "section_rank": 38
        },
        {
            "text": "This table reports the mean and standard deviation of the initial values of the main explanatory variables of interest for all observations, for the subsample of non-BIT country-pairs, and the sample of new-BIT country-pairs. Also reported are test statistics from a mean comparison test of the equality of the different variables for non-and new-BIT country-pairs (t test) and of the Kolmogorov-Smirnov test of the equality of the distributions of the different variables for the two groups (KS test). Comparison of observables between treated and matched untreated observations",
            "paragraph_rank": 93,
            "section_rank": 39
        },
        {
            "text": "Notes:*** indicates significance at the 1% level",
            "paragraph_rank": 94,
            "section_rank": 39
        },
        {
            "text": "| FALVEY AND FOSTER-MCGREGOR",
            "paragraph_rank": 95,
            "section_rank": 39
        },
        {
            "text": "For the set of North-South relations considered, there were no BITs signed in the period 2008-11. Our use of differences in 5-year averages implies that we only consider BITs signed in the period 1990-2006 however, meaning that BIT formation in these latter years would not be considered anyway.",
            "paragraph_rank": 96,
            "section_rank": 39
        },
        {
            "text": "FALVEY AND FOSTER-MCGREGOR",
            "paragraph_rank": 97,
            "section_rank": 39
        },
        {
            "text": "ACKNOWLEDGEMENTS",
            "section_rank": 41
        },
        {
            "section": "ACKNOWLEDGEMENTS",
            "text": "We would like to thank an anonymous referee for valuable comments, along with participants of UNIDO's Vienna Investment Conference (Vienna, September 2016), the 2015 European Trade",
            "paragraph_rank": 98,
            "section_rank": 41
        },
        {
            "text": "APPENDIX A COUNTRY SAMPLE APPENDIX B ESTIMATING THE QUANTITATIVE EFFECTS OF BITS ALONG THE INTENSIVE AND EXTENSIVE MARGINS",
            "section_rank": 43
        },
        {
            "section": "APPENDIX A COUNTRY SAMPLE APPENDIX B ESTIMATING THE QUANTITATIVE EFFECTS OF BITS ALONG THE INTENSIVE AND EXTENSIVE MARGINS",
            "text": "In this appendix, we provide the calculations for estimating the quantitative effects of BIT formation on FDI flows along the two intensive and the extensive margins. As discussed in the text we do this using the estimatesd, and the average value of SAFDIðBIT ¼ 1Þ; SAFDIðBIT ¼ 1Þ, to calculate an estimate of the average value of SAFDI' (BIT = 1), as d SAFDI 0 ðBIT ¼ 1Þ ¼ SAFDIðBIT¼1Þ exp d . Using this, the estimated change in average FDI flows due to BIT formation is given by DFDI ¼ SAFDIðBIT ¼ 1Þ À d SAFDI 0 ðBIT ¼ 1Þ. The full calculations based on the range of estimated coefficients are reported in Table A3 below, with the estimated magnitudes based on results in Table 2 for FDI Flows. The table reports results based on SAFDIðBIT ¼ 1Þ for all observations, as well as for only those observations for which FDI flows were positive in the period after BIT formation. Note that we use the average value of SAFDIðBIT ¼ 1Þ for all observations also when using coefficients from the matching analysis. Note that for the non-BIT country-pairs (i.e., the control group) the average value of FDI flows in the postperiod (i.e., SAFDI BIT ¼ 0 ð Þ) was $146.28 million ($622.49 million for the non-zero observations in the postperiod). The average value of FDI flows in the initial 5 years (i.e., PAFDI BIT ¼ 0 ð Þ) is $76.55 million ($625.81 million), meaning that the average change between the two periods was $69.73 million ($À3.32 million).",
            "paragraph_rank": 99,
            "section_rank": 43,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 610,
                    "text": "Table A3",
                    "end": 618
                },
                {
                    "type": "table",
                    "start": 676,
                    "text": "Table 2",
                    "end": 683
                }
            ]
        }
    ]
}