{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Recent studies on the effects of anti-smoking policies on subjective well-being present mixed results and do not account for potential externalities, especially among couples. We contribute to the literature by evaluating the impact of smoking bans on well-being externalities among smokers and non-smokers as well as couples of different types of smokers. We exploit the policy experiment provided by the timing of the UK public smoking bans and measure well-being via the GHQ. We employ matching techniques combined with flexible differencein-differences fixed effects panel data models on data from the British Household Panel Survey. The joint use of matching with fixed effects specifications allows building more comparable treatment and control groups, producing less modeldependent results and accounting for individual-level unobserved heterogeneity. We find that public smoking bans appear to have a statistically significant shortterm positive impact on the well-being of married individuals, especially among women with dependent children. These effects appear to be robust to alternative specifications and placebo tests and are discussed in the light of the economic theory and recent evidence.",
            "paragraph_rank": 1,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "section": "I INTRODUCTION",
            "text": "Smoking is still the leading cause of avoidable mortality and morbidity in all developed countries and a growing public health concern among developing countries. According to the WHO Report on the Global Tobacco Epidemic (2013), smoking is directly linked to 6 million deaths every year worldwide. The 32nd Surgeon General's Report on Smoking and Health (US Department of Health and Human Services, 2014) finds that smoking increases the risk of cancer (e.g. lung, liver and colorectal cancers), respiratory infections [e.g. chronic obstructive pulmonary disease (COPD) and tuberculosis] and cardiovascular diseases. The same report also finds that women's risk of dying from smoking has tripled during the last 50 years and is now equal to men's risk; tobacco smoke causes 8 out of 10 cases of COPD; and maternal smoking and exposure to second-hand smoke reduces fertility and is linked to pregnancy complications, low birth weight and sudden infant death syndrome.",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "section": "I INTRODUCTION",
            "text": "During the last two decades, tobacco control policies such as smoking bans and increases in excise taxes have been implemented with the aim of reducing the effects of both second-hand smoke (SHS) and cigarette consumption. A large body of empirical research has analysed the impact of anti-tobacco policies. These studies mainly focus on the effects of tobacco control interventions on passive smoking (Farrelly et al., 2005;Pearson et al., 2009); self-assessed health (Wildman and Hollingsworth, 2013;Kuehnle and Wunder, 2017); specific health conditions such as pulmonary disease (Menzies et al., 2006;Goodman et al., 2007) and myocardial infarction (Sargent et al., 2004;Seo and Torabi, 2007); as well as active smoking (cigarette consumption) (Anger et al., 2011;Jones et al., 2013). 1 Overall, these suggest that smoking bans appear to reduce both exposure to SHS and the incidence of acute myocardial infarction, while also increasing general self-assessed health among non-smokers. However, their effects on tobacco consumption appear to be limited to specific population sub-groups such as individuals who often go to bars and restaurants or heavy smokers (Anger et al., 2011;Irvine and Nguyen, 2011;Jones et al., 2013). Although these papers focus on the direct consequences of anti-smoking policies on smoking behaviour and physical health, they do not appear to account explicitly for the presence of potential externalities on important measures of individual welfare such as subjective well-being (SWB). 2 Subjective well-being and its measurement are now central to public policy as a number of governments worldwide are increasingly concerned with the use of well-being measures to inform and appraise policy interventions (Dolan and Metcalfe, 2012). Expected potential gains and losses of SWB could be employed as an additional tool to rank policy options across different domains or aid the allocation of resources towards policies with the largest expected improvements in SWB relative to their costs (Dolan and White, 2007;Dolan and Metcalf, 2008).",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 402,
                    "text": "(Farrelly et al., 2005;",
                    "end": 425
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 425,
                    "text": "Pearson et al., 2009)",
                    "end": 446
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 469,
                    "text": "(Wildman and Hollingsworth, 2013;",
                    "end": 502
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 502,
                    "text": "Kuehnle and Wunder, 2017)",
                    "end": 527
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 582,
                    "text": "(Menzies et al., 2006;",
                    "end": 604
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 604,
                    "text": "Goodman et al., 2007)",
                    "end": 625
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 652,
                    "text": "(Sargent et al., 2004;",
                    "end": 674
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 674,
                    "text": "Seo and Torabi, 2007)",
                    "end": 695
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 747,
                    "text": "(Anger et al., 2011;",
                    "end": 767
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 767,
                    "text": "Jones et al., 2013)",
                    "end": 786
                },
                {
                    "type": "bibr",
                    "start": 788,
                    "text": "1",
                    "end": 789
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1164,
                    "text": "(Anger et al., 2011;",
                    "end": 1184
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 1184,
                    "text": "Irvine and Nguyen, 2011;",
                    "end": 1208
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 1208,
                    "text": "Jones et al., 2013)",
                    "end": 1227
                },
                {
                    "type": "bibr",
                    "start": 1517,
                    "text": "2",
                    "end": 1518
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1738,
                    "text": "(Dolan and Metcalfe, 2012)",
                    "end": 1764
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 2019,
                    "text": "(Dolan and White, 2007;",
                    "end": 2042
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 2042,
                    "text": "Dolan and Metcalf, 2008)",
                    "end": 2066
                }
            ]
        },
        {
            "section": "I INTRODUCTION",
            "text": "While an emerging stream of research has started examining the impact of smoking bans on SWB, results still appear to be mixed. Brodeur (2013) employed US data and found that smokers who do not quit smoking after 1 For a comprehensive review of studies on the effects of partial and total smoking bans on second-hand smoke (in both public and private places such as cars and private homes), tobacco consumption and a number of health conditions, see Callinan et al. (2010).",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 128,
                    "text": "Brodeur (2013)",
                    "end": 142
                },
                {
                    "type": "bibr",
                    "start": 213,
                    "text": "1",
                    "end": 214
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 450,
                    "text": "Callinan et al. (2010)",
                    "end": 472
                }
            ]
        },
        {
            "section": "I INTRODUCTION",
            "text": "2 A related strand of research has focused on the potential unintended consequences of anti-smoking interventions. Adams and Cotti (2008) found that in the US local and state public smoking bans may increase the risk of fatal car accidents due to drunk driving by leading smokers to drive longer distances to reach bars in neighbouring jurisdictions allowing them to smoke. Using biomarkers (cotinine) for tobacco intake, Adda and Cornaglia (2010) showed that by displacing smokers from public to private places, public smoking bans may increase the exposure to passive smoking of young children living with smokers. A subsequent study of Carpenter et al. (2011) employing self-reported data on smoking, however, found limited evidence of smoking bans causing displacement from public to private places. the introduction of smoking bans appear to present higher levels of life satisfaction. The author suggests that this may imply that current smokers are time-inconsistent and might benefit from anti-smoking policies. Odermatt and Stutzer (2015) used data from 40 European countries and also suggested that smokers who would like to quit smoking report higher levels of life satisfaction after the implementation of smoking bans. However, they do not find significant effects of smoking bans on SWB. Hinks and Katsaros (2010) employed UK data and found that smokers who reduce their intake of cigarettes after the ban report significantly lower levels of life satisfaction if compared to individuals who did not reduce their amount of tobacco intake (and smoked the same pre-ban amount of cigarettes). Leicester and Levell (2016) also exploited UK data and found that while tobacco excise taxes increase smokers' well-being, the impact of smoking bans appears to be weaker. Overall, these papers tend to overlook potential intra-household well-being externalities and appear to present conflicting results. 3 Furthermore, most of these studies do not appear to fully exploit the longitudinal nature of their data and do not explicitly account for the presence of individual-level unobserved heterogeneity.",
            "paragraph_rank": 5,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 115,
                    "text": "Adams and Cotti (2008)",
                    "end": 137
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 422,
                    "text": "Adda and Cornaglia (2010)",
                    "end": 447
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 639,
                    "text": "Carpenter et al. (2011)",
                    "end": 662
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 1020,
                    "text": "Odermatt and Stutzer (2015)",
                    "end": 1047
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 1302,
                    "text": "Hinks and Katsaros (2010)",
                    "end": 1327
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 1604,
                    "text": "Leicester and Levell (2016)",
                    "end": 1631
                }
            ]
        },
        {
            "section": "I INTRODUCTION",
            "text": "The main objective of this paper is to evaluate the intra-couple well-being externalities of public smoking bans among couples of different types of smokers. We employ UK longitudinal data from the British Household Panel Survey (BHPS) and exploit the policy experiment provided by the differential timing of the introduction of public smoking bans in Scotland and England. We combine matching techniques with a series of flexible difference-in-differences fixed effects panel data models to estimate the impact of public smoking bans on the SWB of smokers, non-smokers and couples of different types of smokers. We find that the UK public smoking bans appear to have a positive and statistically significant short-term effect on the wellbeing of married individuals, especially among women with dependent children. These effects appear to be robust to alternative specifications and placebo tests. Our results appear to suggest that public smoking bans may produce short-term positive externalities by increasing the SWB of individuals in couples with dependent children, especially women. We discuss and interpret these results also in the light of the economic theory and recent evidence.",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "section": "I INTRODUCTION",
            "text": "This paper provides several contributions to the literature. First, we build upon and extend previous analyses on the impact of smoking bans by focusing on well-being externalities. To the best of our knowledge, this is the first paper that focuses on bans driven well-being externalities among couples of smokers and non-smokers by employing a policy experiment. Secondly, we combine matching methods with difference-in-differences to build more comparable treatment and control groups, produce less model-dependent results and thus increase the reliability of our identification strategy. Finally, we employ panel data fixed effects models to account for individual-level timeinvariant unobservables and exploit the longitudinal nature of the BHPS.",
            "paragraph_rank": 7,
            "section_rank": 1
        },
        {
            "section": "II ECONOMIC THEORY AND SMOKING BANS",
            "text": "There are several potential mechanisms through which anti-smoking policies might have an impact on well-being. Standard economic models of tobacco consumption suggest that smoking decisions are the result of utility maximising behaviour. According to the seminal model of rational addiction (Becker and Murphy, 1988), smokers rationally maximise their utilities by trading off the long-run detrimental health effects with the immediate pleasure of smoking. Hence, this model appears to predict that smoking bans should decrease smokers' SWB by reducing the number of places in which they are allowed to smoke. The rational addiction model has also been extended to account for smokers' learning and regret (Leicester and Levell, 2016). For example, Jehiel and Lilico (2010) suggested that individuals may decide to smoke when young because of limited foresight and reduce or quit smoking once they have acquired a better foresight through learning as they age. However, this does not appear to fully explain why a number of adults may fail to give up smoking when they express a preference to do so or employ mechanisms to enhance self-control such as nicotine-replacement treatments (Amador and Nicol as, 2013).",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 291,
                    "text": "(Becker and Murphy, 1988)",
                    "end": 316
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 706,
                    "text": "(Leicester and Levell, 2016)",
                    "end": 734
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 749,
                    "text": "Jehiel and Lilico (2010)",
                    "end": 773
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1184,
                    "text": "(Amador and Nicol as, 2013)",
                    "end": 1211
                }
            ]
        },
        {
            "section": "II ECONOMIC THEORY AND SMOKING BANS",
            "text": "More recent studies argue that smokers could make time-inconsistent decisions by placing more weight on short-run utility rather than the long-run negative effects of smoking (Gruber and Mullainathan, 2005). As a result, smokers might have decided to quit smoking and yet fail when they attempt to do so. In this case, smoking bans could act as a self-control device and potentially make smokers better off by helping them to quit smoking or reduce cigarette consumption Koszegi, 2000, 2002). This may imply that individuals could benefit from mechanisms of self-control that might help them reconciling the divergence between planned for and actual decisions. According to this interpretation, smoking bans could therefore increase SWB among smokers attempting to quit.",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 175,
                    "text": "(Gruber and Mullainathan, 2005)",
                    "end": 206
                },
                {
                    "type": "bibr",
                    "start": 471,
                    "text": "Koszegi, 2000, 2002)",
                    "end": 491
                }
            ]
        },
        {
            "section": "II ECONOMIC THEORY AND SMOKING BANS",
            "text": "Another stream of studies suggests that within-family altruism may play a role on the impact of smoking bans on well-being. According to Becker (1981), altruism is likely to dominate intra-family behaviours, and altruistic individuals derive utility from the well-being of other family members, including children. 4 Interestingly, smoking mothers are also found to be altruistic and to value their children's health more than their own (Agee and Crocker, 2007). Furthermore, some studies employ SWB to measure altruism within family and find that children's health and well-being have a positive impact on their parents' life satisfaction (e.g. Schwarze, 2004;Bruhin and Winkelmann, 2009). Therefore, in the presence of anti-smoking policies and despite their smoking status, altruistic parents might also experience an increase in SWB because of the potentially reduced exposure to second-hand smoke in public places of their children.",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 137,
                    "text": "Becker (1981)",
                    "end": 150
                },
                {
                    "type": "bibr",
                    "start": 315,
                    "text": "4",
                    "end": 316
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 437,
                    "text": "(Agee and Crocker, 2007)",
                    "end": 461
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 646,
                    "text": "Schwarze, 2004;",
                    "end": 661
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 661,
                    "text": "Bruhin and Winkelmann, 2009)",
                    "end": 689
                }
            ]
        },
        {
            "section": "II ECONOMIC THEORY AND SMOKING BANS",
            "text": "Based on the above mechanisms and evidence, it may be argued that smoking bans might not only have a direct effect on the well-being of smokers but could also impose indirect effects through well-being externalities on individuals living with smokers. Overall, given the potentially countervailing effects of smoking bans on SWB suggested by the economic theory, we argue that it is important to establish their net welfare effects empirically.",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "section": "III DATA",
            "text": "The British Household Panel Survey",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "section": "III DATA",
            "text": "We draw individual-level information on smoking consumption and SWB before and after the introduction of the UK public smoking bans from the BHPS. Two identical comprehensive public smoking bans were introduced on 26 March 2006 in Scotland and 1 July 2007 in England. These were the first binding laws (i.e. before these bans no fines could be levied for smoking in public places) in the United Kingdom to forbid smoking in all enclosed public places such as pubs and restaurants and were enforced immediately after their introduction. In our data, the ban in Scotland was introduced between waves 15 and 16 of the BHPS, while the one in England between waves 16 and 17. 5 More specifically, we exploit the variation provided by the differential timing of the introduction of these policies in the BHPS to identify the impact of the Scottish ban on SWB. Accordingly, we make use of data up to wave 16 (collected between 1 September 2006 and 3 April 2007, i.e. before the English ban) in order to employ Scotland and England as treatment and control groups respectively, and prevent contamination of the control group. 6 The BHPS is a UK nationally representative panel survey that includes a wide range of variables on demographic and household characteristics, 5 Seven respondents were interviewed in wave 15 after the imposition of the Scottish ban (26 March 2006) and were removed from our sample while in wave 16 all individuals were interviewed before the implementation of ban in England (1 July 2007). Therefore, in our analysis, waves 15 and 16 represent the pre-and post-ban periods in Scotland respectively, whereas waves 16 and 17 are pre-and post-ban periods in England. Note that although other tobacco control policies have been recently introduced in the United Kingdom, they are unlikely to have an impact on this study as they were implemented after the time period considered in this study. For example, since 1 October 2007, it is illegal to sell tobacco products to anyone under the age of 18 (previously 16) and picture warnings were introduced in October 2008 on cigarettes packs. As our analysis only employs data until 3 April 2007 and our sample solely includes respondents who are 18 years old or above, these policies do not appear to be able to influence our identification strategy. Furthermore, this policy experiment has been exploited before in the empirical literature, e.g. Adda et al. (2007Adda et al. ( , 2012 and Wildman and Hollingsworth (2013). 6 To be specific, we employ a sample of adult individuals from England and Scotland from wave 9 (1999) to wave 16 (2007). This is to exploit the additional sample of Scottish households included in wave 9. However, results based on the full set of waves are similar and available upon request.",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 671,
                    "text": "5",
                    "end": 672
                },
                {
                    "type": "bibr",
                    "start": 1118,
                    "text": "6",
                    "end": 1119
                },
                {
                    "type": "bibr",
                    "start": 1262,
                    "text": "5",
                    "end": 1263
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 2408,
                    "text": "Adda et al. (2007",
                    "end": 2425
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 2425,
                    "text": "Adda et al. ( , 2012",
                    "end": 2445
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 2450,
                    "text": "Wildman and Hollingsworth (2013)",
                    "end": 2482
                },
                {
                    "type": "bibr",
                    "start": 2484,
                    "text": "6",
                    "end": 2485
                },
                {
                    "type": "bibr",
                    "start": 2595,
                    "text": "16 (2007)",
                    "end": 2604
                }
            ]
        },
        {
            "section": "III DATA",
            "text": "income, job status, health, SWB and smoking behaviour. Wave 1 sample (1991) includes 5500 households and 10,264 individuals from England, Wales and Scotland at the south of the Caledonian Canal. In wave 9, additional samples of 1500 households from each of Scotland and Wales were added to the main sample, while in wave 11, a sample of 2000 households from Northern Ireland was also added (Buck et al., 2006). Household members are followed through time and interviewed annually together with individuals that enter the sample as they move into the household after the start of survey. In this paper, we restrict the sample to adult members (aged 18 years or above) from England and Scotland.",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 390,
                    "text": "(Buck et al., 2006)",
                    "end": 409
                }
            ]
        },
        {
            "section": "Measures of subjective well-being",
            "text": "We employ the 12-item version of the General Health Questionnaire (GHQ) to define individual SWB (Goldberg and Williams, 1988). The GHQ is a psychometrically validated and well-established measure of SWB that is often used in the economics literature (e.g. Clark and Oswald, 1994;Clark, 2003;Shields and Price, 2005;Oswald, 2006, 2007;Andersen, 2009;Binder and Coad, 2011). More specifically, the GHQ is a summary measure of psychological distress based on 12 questions concerning both positive and negative recent emotional experiences (Gardner and Oswald, 2007). 7 In this study, we use the GHQ measured on the Likert scale with values ranging from 0 to 36 (computed by taking the sum of the responses to the 12 questions and assigning values of 0 to the ones corresponding to the highest levels of well-being and 3 to the ones corresponding to lowest levels of well-being). The resulting measure is a summary index of well-being that is increasing in psychological distress: higher GHQ values correspond to lower levels of well-being. 8 As our main objective was to identify variations in well-being driven by smoking bans within a relatively short period of time, the use of the GHQ appears to be appropriate as it is often employed to define short-term fluctuations of emotional distress (for a discussion see Powdthavee and van den Berg, 2011). More general measures of 'total' or 'global' well-being such as life satisfaction might be less prone to detect temporary affective changes. 9 Furthermore, we exploit intra-couple information on well-being to define 7 The 12-item version includes questions on: concentration; loss of sleep; playing a useful role; being capable of making decisions; being constantly under strain; having problems overcoming difficulties; enjoying day-to-day activities; ability to face problems, unhappiness/depression; losing confidence; believing in self-worth; and general happiness. For each item/ question, respondents are asked to choose between four answers ranging from 1 to 4, with higher scores reflecting lower levels of well-being. Therefore, higher scores of the GHQ reflect lower levels of SWB. An example of the GHQ question is as follows: 'Have you recently been able to concentrate on whatever you're doing?' followed by the answers 'Better than usual (1)', 'same as usual (2)', 'less than usual (3)' and 'much less than usual (4)'. 8 We have also estimated models using the 12 items from the GHQ separately. Results are available upon request. 9 We have also considered the use of a measure of life satisfaction in an earlier version of the paper. However, this measure is only present in selected waves of the BHPS, leading to small sample sizes of treated individuals for most of the sub-samples employed in our analysis. This produced imprecise point estimates with large standard errors.",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 97,
                    "text": "(Goldberg and Williams, 1988)",
                    "end": 126
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 257,
                    "text": "Clark and Oswald, 1994;",
                    "end": 280
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 280,
                    "text": "Clark, 2003;",
                    "end": 292
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 292,
                    "text": "Shields and Price, 2005;",
                    "end": 316
                },
                {
                    "type": "bibr",
                    "start": 316,
                    "text": "Oswald, 2006, 2007;",
                    "end": 335
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 335,
                    "text": "Andersen, 2009;",
                    "end": 350
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 350,
                    "text": "Binder and Coad, 2011)",
                    "end": 372
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 537,
                    "text": "(Gardner and Oswald, 2007)",
                    "end": 563
                },
                {
                    "type": "bibr",
                    "start": 565,
                    "text": "7",
                    "end": 566
                },
                {
                    "type": "bibr",
                    "start": 1038,
                    "text": "8",
                    "end": 1039
                },
                {
                    "type": "bibr",
                    "start": 1567,
                    "text": "7",
                    "end": 1568
                },
                {
                    "type": "bibr",
                    "start": 2384,
                    "text": "8",
                    "end": 2385
                },
                {
                    "type": "bibr",
                    "start": 2496,
                    "text": "9",
                    "end": 2497
                }
            ]
        },
        {
            "section": "Measures of subjective well-being",
            "text": "externalities. More specifically, we focus on changes in well-being among spouses of different types of smokers as we expect externalities to be more relevant for these sub-groups of individuals.",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "section": "Covariates and descriptive statistics",
            "text": "The BHPS contains rich information on demographic and socioeconomic individual-level characteristics that we include in our panel data models. Our models control for age (age and age squared); gender (by estimating separate models for men and women); employment status (self-employed, unemployed; retired; family care; student; long-term sick/disability status; government training or in other jobs; all contrasted against being employed as an employee); marital status (by estimating separate models for individuals married or in a couple vs. single/divorced/widowed); and household related variables including household size and the number of dependent children living within the household (if present). 10 In the BHPS, information on smoking prevalence and intensity is based on the questions 'Do you smoke cigarettes?' and 'Approximately, how many cigarettes a day do you usually smoke?' respectively. For the purpose of our analysis, we define two types of individuals: potential smokers and never smokers. Potential smokers are individuals who report being a smoker at least once during the survey period (i.e. individuals who answered 'yes' to the question on smoking prevalence at least once). Never smokers are defined as individuals who always reported being non-smokers throughout the entire period of the survey. Our definition of potential smokers allows us to go beyond current smoking status that might be affected by the introduction of the smoking bans while also including individuals with a propensity to smoke. Robustness checks provide key results for alternative definitions of smokers. Table 1 presents summary statistics of the main variables in our analysis. These variables are presented for males and females separately. As our analysis will focus on the effects of smoking bans on intra-couple well-being externalities, descriptive statistics are both presented for the overall unmatched sample (i.e. married and single individuals together) and are broken down by marital status (married/living with a partner vs. unmarried/single). 11 Overall, there is a higher prevalence of smoking among men in all samples, especially among single men with an average of around 29%. Smoking intensity also appears to be larger among men with the highest mean value of daily number of cigarettes among married male individuals (16.5 cigarettes per day). Throughout all samples, women appear to present slightly lower levels of SWB (higher GHQ levels) if compared to men and the highest levels of 10 An earlier version of this paper included health status via self-assessed health and the presence of breathing and heart related problems. To avoid any potential issues around bad controls and post-treatment bias, we have removed these variables from our analysis.",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 706,
                    "text": "10",
                    "end": 708
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1609,
                    "text": "Table 1",
                    "end": 1616
                },
                {
                    "type": "bibr",
                    "start": 2511,
                    "text": "10",
                    "end": 2513
                }
            ]
        },
        {
            "section": "Covariates and descriptive statistics",
            "text": "11 To avoid changes in the composition of treated and control groups over time, we include in our sub-samples of married vs. single only those individuals who do not change marital status and are either married or single throughout waves 9-16. distress seem to be concentrated among single women. A higher proportion of men appear to be married or in a couple, yet women appear to show a generally higher average number of children.",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "section": "IV ECONOMETRIC METHODS",
            "text": "We estimate the impact of smoking bans on SWB by exploiting the different timing of the introduction of the Scottish and English smoking bans. As an identical public smoking ban was implemented in England 1 year later than in Scotland, we can identify our treatment effect by computing differences in well-being between Scottish and English individuals before and after the implementation of the ban in Scotland via difference-in-differences (DD) models (Ashenfelter, 1978;Ashenfelter and Card, 1985;Heckman and Robb, 1985). We first employ standard two-way fixed effects models (2FE) using Scotland and England as treated and control groups respectively, and then use a more flexible model with fixed effects and country-specific time trends that allows for different policy effects by region and time. We also combine our DD models with matching techniques to pre-process the data and enhance comparability between treatment and control groups while improving the overall credibility of our identification strategy (Ho et al., 2007). The table contains mean values for all the main variables computed for waves 9-16 for pooled samples and for males and females separately, broken down by marital status (i.e. married and unmarried/single).",
            "paragraph_rank": 19,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 454,
                    "text": "(Ashenfelter, 1978;",
                    "end": 473
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 473,
                    "text": "Ashenfelter and Card, 1985;",
                    "end": 500
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 500,
                    "text": "Heckman and Robb, 1985)",
                    "end": 523
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 1017,
                    "text": "(Ho et al., 2007)",
                    "end": 1034
                }
            ]
        },
        {
            "section": "Matching",
            "text": "We first use matching to pre-process the data before the estimation of our DD models in order to produce more accurate and less model-dependent estimates. The pre-processing approach matches the pre-treatment observable characteristics of individuals in treated and control groups to increase their comparability. The approach was proposed by Ho et al. (2007) and further discussed and applied in a number of recent studies (e.g. Blackwell et al., 2009;Hainmueller and Xu, 2011;Iacus et al., 2011;Jones and Rice, 2011;King et al., 2011). In this case, the main goal of matching is to ensure that individuals in treatment (Scotland) and control (England) groups are as similar as possible in terms of covariate distribution. An advantage of this combined approach is that it is 'doubly robust' in that under weak conditions (and excluding extreme cases where matching would lead to non-identification even when the subsequent parametric models are correctly specified) if either the matching or parametric models are correct, causal estimates should be consistent (Bickel and Kwon, 2001;Ho et al., 2007).",
            "paragraph_rank": 20,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 343,
                    "text": "Ho et al. (2007)",
                    "end": 359
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 430,
                    "text": "Blackwell et al., 2009;",
                    "end": 453
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 453,
                    "text": "Hainmueller and Xu, 2011;",
                    "end": 478
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 478,
                    "text": "Iacus et al., 2011;",
                    "end": 497
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 497,
                    "text": "Jones and Rice, 2011;",
                    "end": 518
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 518,
                    "text": "King et al., 2011)",
                    "end": 536
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1063,
                    "text": "(Bickel and Kwon, 2001;",
                    "end": 1086
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 1086,
                    "text": "Ho et al., 2007)",
                    "end": 1102
                }
            ]
        },
        {
            "section": "Matching",
            "text": "In order to pre-process the data, we have applied a series of alternative matching methods such as nearest neighbour, kernel and Mahalanobis distance matching. The DD estimates presented in our result section are based on kernel matching. 12 In this case, kernel matching is preferred as it exploits a wider range of information on individuals in the control group to achieve a lower variance. Table 2 shows the reduction in bias on observables obtained through kernel matching based on the pre-treatment (smoking ban) wave (i.e. wave 15). The matched sample used for the subsequent empirical analysis includes 2220 individuals from Scotland and 6227 individuals from England. The first four columns present statistics based on the unmatched sample, while columns five to eight are based on the matched sample. The table displays mean values of each variable and provides standard t-test statistics to measure differences between mean values of the observables between treated and control groups. It appears that a number of variables are significantly different across treatment and control groups based on the unmatched sample (e.g. age, household size and income; employment status such as working in family care and being a student), while none of these covariates appear to show significant differences after the matching. This underlines that in this case kernel matching 12 Results based on nearest neighbour and Mahalanobis distance matching are similar and available upon request. Kernel matching builds the counterfactual outcome using weighted averages of all individuals in the control group, with higher weights being placed on the untreated individuals with scores closer to the treated. We impose common support condition and use a bandwidth of 0.01. We have also used alternative bandwidth values (e.g. 0.005, 0.0025 and 0.00125); however, in our case lower bandwidths lead to a smaller sample size and do not appear to improve the overall quality of the matching. Hence, we present our results based on a 0.01 bandwidth. While the results presented here are based on observations included in the pre-treatment wave (wave 15), we have also tested kernel matching using observations throughout waves 9-15. Results are virtually identical and available upon request. The last column reports the reduction in bias after the kernel matching. This is the reduction (in %) in mean differences between the treated and untreated groups. appears to have reduced differences in the observables of individuals in treated and control groups.",
            "paragraph_rank": 21,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 394,
                    "text": "Table 2",
                    "end": 401
                },
                {
                    "type": "bibr",
                    "start": 1378,
                    "text": "12",
                    "end": 1380
                }
            ]
        },
        {
            "section": "Two-way fixed effects models",
            "text": "We estimate the impact of the smoking bans on the GHQ of smokers, non-smokers and couples using 2FE. These models exploit differences in reported SWB between England and Scotland from 1999 to 2007 (waves 9-16) while controlling for observed individual characteristics, time effects and time-invariant individual-level unobserved heterogeneity. Our basic 2FE model is:",
            "paragraph_rank": 22,
            "section_rank": 8
        },
        {
            "section": "Two-way fixed effects models",
            "text": "where y it is SWB measured by the GHQ of an individual i at time t. S i is a dummy variable defining whether an individual resides in Scotland (S i = 1) while P t is an indicator for the post-ban period (i.e. P t = 1 if the smoking ban is in force at survey time t, 0 otherwise). The treatment effect is identified by s s , an interaction between country of residence and the post-ban period. X it is a vector of individual observed characteristics at time t (age and age squared, marital status, household characteristics, income and employment status) and u i represents individual fixed effects. The inclusion of fixed effects allows capturing individual-level unobservable confounders and more specifically to ease concerns around the potential correlation between treatment status and error terms driven by unobserved characteristics (provided that this correlation is confined to the unobserved effects). 13 The time dummies m t account for time trends common to both the treatment and control groups. e it is an idiosyncratic error term. This is a DD estimator with one of the differences corresponding to the withinindividual difference of a standard fixed effects estimator (Jones and Rice, 2011).",
            "paragraph_rank": 23,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 911,
                    "text": "13",
                    "end": 913
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 1183,
                    "text": "(Jones and Rice, 2011)",
                    "end": 1205
                }
            ]
        },
        {
            "section": "Country-specific time trends models",
            "text": "As an alternative to the basic 2FE model, we also estimate a more flexible specification with fixed effects and country-specific time trends (CSTT). This is a more general specification which nests model (1) as a special case and identifies the impact of the UK smoking bans by disentangling the treatment effect by countries and different time periods:",
            "paragraph_rank": 24,
            "section_rank": 9
        },
        {
            "section": "Country-specific time trends models",
            "text": "The impact of the bans on SWB is captured by the parameters s St and s Et on the interactions between being resident in Scotland (S i = 1) or England (E i = 1), and the time dummies m t . Here, changes in SWB related to the introduction of the smoking bans are derived by comparing country-specific time trends with a baseline country-specific time trend. 14 These models are also estimated using linear fixed effects specifications.",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "section": "Descriptive statistics",
            "text": "Identification of the average treatment effect on the treated through DD models relies on the parallel trend assumption so that values of our outcome of interest, well-being defined via the GHQ, should follow similar pre-treatment time trends in both Scotland and England. To examine whether this assumption holds, we display GHQ trends by country of residence, gender, marital status and the presence of dependent children in Figure 1. For the overall population (which includes both married and single individuals with and without children, upper part of Figure 1), GHQ trends appear to be broadly similar in Scotland and England before the introduction of the bans. More specifically, while for Scottish and English women GHQ trends appear to slightly converge between waves 14 and 15 (i.e. 1 year before the introduction of the ban in Scotland, although this change amounts to less than a half GHQ point), pre-Scottish ban trends appear very similar for male individuals. 15 Both graphs show that in the year when the Scottish ban was introduced (between waves 15 and 16), GHQ levels in Scotland appear to decrease (implying a small increase in SWB), especially among women. Still for the overall population sample of men, SWB also appears to somewhat increase in England after the smoking ban. Graphs for married individuals of both genders (second row of Figure 1) appear to display GHQ trends comparable to the ones of the overall population. Single women in Scotland and England (third row of Figure 1) show virtually identical self-reported GHQ trends, also during the introduction of the two bans with slight increases in SWB between waves 15 and 16 (Scottish ban) followed by decreases in SWB between waves 16 and 17 (English ban). However, SWB reported by single men seem to vary during the pre-Scottish ban period, although only between GHQ scores of 10 and 11. Men and women with children (fourth row of Figure 1) exhibit relatively stable differences in GHQ levels between England and Scotland before the Scottish ban with increases in SWB during the Scottish ban and simultaneous slight decreases in England. However, the very stable GHQ levels 14 In this case, we use England in wave 9 as a baseline country-specific time trend as no public smoking ban was in place at that time. Treatment effects are computed using differences between estimated interaction terms, i.e. interactions between country of residence and time dummies, before and after the Scottish ban in England and Scotland. More specifically, the corresponding treatment effect reported in each table is the one obtained by the following double difference: (Scotland*wave 16 -England*wave 16) -(Scotland*wave 15 -England*wave 15) where waves 15 and 16 are the pre-and post-Scottish ban waves in the BHPS respectively. Standard errors for these treatment effects are obtained using the lincom command in Stata.",
            "paragraph_rank": 26,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 427,
                    "text": "Figure 1",
                    "end": 435
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 557,
                    "text": "Figure 1",
                    "end": 565
                },
                {
                    "type": "bibr",
                    "start": 976,
                    "text": "15",
                    "end": 978
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1361,
                    "text": "Figure 1",
                    "end": 1369
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1501,
                    "text": "Figure 1)",
                    "end": 1510
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1918,
                    "text": "Figure 1",
                    "end": 1926
                },
                {
                    "type": "bibr",
                    "start": 2161,
                    "text": "14",
                    "end": 2163
                }
            ]
        },
        {
            "section": "Descriptive statistics",
            "text": "15 The presence of anticipation effects on well-being is explored using placebo tests in Table 7. among men and women without children (last row) do not appear to be affected by the introduction of the smoking bans. Overall, we observe mostly stable pre-treatment trends and increases in SWB in the year of the implementation of the Scottish ban, especially among women. Yet, specific sub-groups display some, although limited, variation in pre-treatment GHQ trends (e.g. single men) while others present no apparent changes in GHQ levels in the presence of the bans (e.g. men with no children).",
            "paragraph_rank": 27,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 89,
                    "text": "Table 7",
                    "end": 96
                }
            ]
        },
        {
            "section": "Estimates",
            "text": "In order to examine whether there are any intra-couple well-being externalities driven by the public smoking bans, we first present estimates separately by gender (men vs. women), marital status (married/living with a partner vs. single) and smoking status (overall population, potential smokers and never smokers), see Table 3. Furthermore, to identify potential well-being externalities within couples of different types of smokers, we present estimates also broken down by the smoking status of spouses (whether spouses are potential smokers vs. spouses of never smokers), see Table 4, and whether these couples have cohabiting dependent children, see Table 5. Estimates of both 2FE and CSTT models are produced by combining kernel matching with DD linear fixed effects models. All treatments effects should be interpreted as point changes on the GHQ Likert scale. Table 3 displays estimates of the impact of the Scottish public smoking ban on well-being produced by 2FE and CSTT models. The majority of treatment effects for married men and women appear to be negative and statistically significant in both models. As lower GHQ scores correspond to higher levels of well-being, this suggests that the Scottish ban had a positive and statistically significant impact on the SWB of married individuals. For married male individuals (overall population, that is potential smokers and never smokers together), the ban led to a decrease in the GHQ (increase in well-being) of around between 0.4 and 0.5 points on the Likert scale (0.438, 2FE model, and 0.506, CSTT model at 5% significance level), while for married females (overall population) the decrease in the GHQ appears to be well-over half a point (between 0.543 and 0.708). The ban does not appear to have had a statistically significant effect among single men or women. Married male and female never smokers also appear to experience statistically significant increases in wellbeing (around 0.5 points and 0.46-0.80 points, respectively). Therefore, the ban appears to have led to an increase in well-being among married men and women, and larger impacts have been found among married individuals who are never smokers compared to those who are potential smokers. Table 4 reports treatment effects from 2FE and CSTT models broken down by gender, type of smokers and 'smoking type' of each spouse. We observe negative and statistically significant effects for both genders among the overall population and never smokers. Although presenting similar size and signs, treatments effects among potential smokers do not appear to be statistically significant. However, this may be partly due to the increased standard errors potentially driven by the relative small amount of observations available to estimate these models (especially the ones for women who are potential smokers and married/ living with a never smoker). The largest statistically significant improvements in well-being following the ban are observed among males who are never smokers and married/living with potential smokers (with a decrease of around 0.97 GHQ points and statistically significant at 5% level in the 2FE model) while, although sizeable (0.76-1.8 GHQ points), the effects for the corresponding female sub- Standard errors in parentheses. Statistical significance: ***1% level; **5% level; *10% level. This table reports average treatment effects on the treated (ATET) obtained from panel data difference-in-differences models (2-way fixed effects model, 2FE, and country-specific time-trends models, CSTT). Subjective wellbeing is defined using the GHQ12. Models were estimated using linear fixed effects specifications on matched samples obtained using kernel matching. All models include individual fixed effects, the full battery of controls and dummies for the time trend.",
            "paragraph_rank": 28,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 320,
                    "text": "Table 3",
                    "end": 327
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 580,
                    "text": "Table 4",
                    "end": 587
                },
                {
                    "type": "table",
                    "start": 655,
                    "text": "Table 5",
                    "end": 662
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 868,
                    "text": "Table 3",
                    "end": 875
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 2224,
                    "text": "Table 4",
                    "end": 2231
                }
            ]
        },
        {
            "section": "Estimates",
            "text": "samples are only weakly significant. There appears to be statistically significant improvements in well-being also among never smokers married/living with a never smoker, among both males and females (around 0.5-0.6 GHQ points for males, around 0.7 for females, though only for the CSTT model). This implies that the ban appeared to have had a positive impact especially among never smokers, regardless of the smoking status of their partners. Standard errors in parentheses. Statistical significance: ***1% level; ** 5% level; * 10% level. This table reports average treatment effects on the treated (ATET) obtained from panel data difference-in-differences models (2-way fixed effects model, 2FE, and country-specific time-trends models, CSTT). Subjective wellbeing is defined using the GHQ12. Models were estimated using linear fixed effects specifications on matched samples obtained using Kernel matching. All models include individual fixed effects, the full battery of controls and dummies for the time trend.",
            "paragraph_rank": 29,
            "section_rank": 12
        },
        {
            "section": "Table 5",
            "text": "The impact of the Scottish ban among couples with and without dependent children **5% level; *10% level. This table reports average treatment effects on the treated (ATET) obtained from panel data difference-in-differences models (2-way fixed effects model, 2FE). Subjective well-being is defined using the GHQ12. Models were estimated using linear fixed effects specifications on matched samples obtained using kernel matching. All models include individual fixed effects, the full battery of controls and dummies for the time trend.",
            "paragraph_rank": 30,
            "section_rank": 13
        },
        {
            "section": "Table 5",
            "text": "To further investigate the presence of well-being externalities induced by the public smoking bans, we look at the impact of the Scottish ban among couples with and without the presence of dependent children in the household (Table 5). Although still mostly negative, all treatments effects for both married men and women without children do not appear to be statistically significant. For specific sub-samples, this could also be the result of relatively small sample sizes and thus imprecisely estimated effects. However, the magnitude of several of the treatments effects for individuals without children appear to be smaller if compared to the effects of their counterparts with children, especially among women. Conversely, we observe statistically significant improvements in well-being mostly among married women with children (lower righthand side part of Table 5). Larger effects are observed among female individuals with dependent children who are potential smokers and whose partners are also potential smokers (2.3 GHQ points).",
            "paragraph_rank": 31,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 225,
                    "text": "(Table 5)",
                    "end": 234
                },
                {
                    "type": "table",
                    "start": 864,
                    "text": "Table 5",
                    "end": 871
                }
            ]
        },
        {
            "section": "Table 5",
            "text": "In order to further appreciate the extent of the variation induced by the ban on the GHQ scale, it might be useful to consider our estimates in the light of the ones of previous studies. For example, Gardner and Oswald (2006) used data from the BHPS and the GHQ on the Likert scale and find that unemployment is associated with an increase of nearly 1.9 GHQ points while marriage is correlated with a decrease of 1.3 points. Furthermore, Clark and Oswald (2002) and Gardner and Oswald (2007) found that widowhood, the life event thought to have the largest negative effect on well-being observable in standard datasets, is associated with a decrease in well-being of around 5 GHQ points. While this may suggest that our effects are sizeable, we should avoid comparing these estimates directly because of differences in the empirical approaches and the temporary nature of the treatment effects in our analysis.",
            "paragraph_rank": 32,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 200,
                    "text": "Gardner and Oswald (2006)",
                    "end": 225
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 438,
                    "text": "Clark and Oswald (2002)",
                    "end": 461
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 466,
                    "text": "Gardner and Oswald (2007)",
                    "end": 491
                }
            ]
        },
        {
            "section": "Robustness checks and placebo tests",
            "text": "We also explore the effects of the public smoking bans using alternative definitions of smokers. Table 6 presents estimates on the impact of the Scottish ban on individuals who smoke throughout the survey (always smokers); respondents who report smoking at the time of the ban regardless of their previous smoking status (current smokers); as well as individuals who were smoking before the ban and quit smoking after the ban (quitters). These are broken down by gender and marital status and were produced using 2FE models. The ban appears to have increased SWB for women who are married and either always or current smokers, although the latter treatment effect is only weakly statistically significant. We find a larger and statistically significant increase in SWB (around 3.6 GHQ points) among married males who are quitters. As quitters are a sub-group of our potential smokers, this may imply that changes in SWB for male potential smokers who are married might be partly driven by the effects of quitters. However, it should be kept in mind that the sub-samples presented in this table are relatively limited if compared to the ones based on similar models which employ previous definitions of smokers (Table 3, which overall does not appear to present significant effects for men potential smokers). For this reason, we were not able to further disentangle treatment effects by spouses' smoking type. Table 7 shows results from placebo tests assuming that the Scottish ban was implemented in 2004 and 2005 (i.e. 2 and 1 year before its actual implementation respectively). These should further explore the robustness of our results as well as the presence of potential anticipation effects. Results are broken down by gender, type of smokers and marital status. Apart from weakly statistically significant coefficients for married men who are potential smokers and among married women who are never smokers, all remaining estimated treatment effects do not appear to be statistically different from zero. Furthermore, the direction of these effects appears to be undetermined with a mixture of positive and negative signs. This also seems to provide some further support to our main results.",
            "paragraph_rank": 33,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 97,
                    "text": "Table 6",
                    "end": 104
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 1210,
                    "text": "(Table 3",
                    "end": 1218
                },
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 1410,
                    "text": "Table 7",
                    "end": 1417
                }
            ]
        },
        {
            "section": "VI CONCLUSION AND DISCUSSION",
            "text": "We exploit the natural experiment provided by the timing of the introduction of the UK smoking bans to identify the impact of public smoking bans on SWB. We extend the literature by focusing on well-being externalities among smokers and non-smokers as well as couples of different types of smokers. We employ kernel matching combined with fixed effects panel data difference-indifferences models and placebo tests. We find statistically significant effects of public smoking bans on well-being, especially among married female individuals with dependent children. Standard errors in parentheses. Statistical significance: ***1% level; **5% level; *10% level. This table reports average treatment effects on the treated (ATET) obtained from panel data difference-in-differences models (2-way fixed effects model, 2FE). Subjective well-being is defined using the GHQ12. Models were estimated using linear fixed effects specifications on matched samples obtained using kernel matching. All models include individual fixed effects, the full battery of controls and dummies for the time trend.",
            "paragraph_rank": 34,
            "section_rank": 15
        },
        {
            "section": "VI CONCLUSION AND DISCUSSION",
            "text": "Our estimates might be interpreted via a number of potential mechanisms. For example, the positive well-being externalities among individuals with dependent children may indicate the presence of parental altruism. Individuals with altruistic preferences towards their children would benefit more from the introduction of public smoking bans than non-altruistic parents, mainly for the expected reduction of their children's exposure to second-hand smoke, at least in public places. However, our findings appear to show statistically significant increases in SWB only for Standard errors in parentheses. Statistical significance: ***1% level; **5% level; *10% level. This table reports average treatment effects on the treated (ATET) obtained from panel data difference-in-differences models (2-way fixed effects model, 2FE). Subjective well-being is defined using the GHQ12. Models were estimated using linear fixed effects specifications on matched samples obtained using kernel matching. All models include individual fixed effects, the full battery of controls and dummies for the time trend.",
            "paragraph_rank": 35,
            "section_rank": 15
        },
        {
            "section": "VI CONCLUSION AND DISCUSSION",
            "text": "married women with children while the same estimates for men do not appear to show notable improvements. As our models and data do not allow testing directly this hypothesis, we cannot exclude that these results may partly reflect broader gender based differences in reporting well-being. Furthermore, our robustness checks also find an increase in SWB among married males who are quitters, i.e. individuals who quit smoking after the introduction of the ban. This might suggest that the effects for this sub-sample of married men could be to some extent driven by the ban leading individuals to quit or reduce smoking also at home. This would be in line with the recent empirical literature indicating that public smoking bans may also increase the likelihood of voluntary smoking restrictions at home (e.g. Cheng et al., 2015) and the use of anti-smoking policies as self-control devices (e.g. Leicester and Levell, 2016). Overall, further research and larger datasets might be needed to more precisely establish the causal pathways leading to the observed increase in well-being following public smoking bans. Yet, our placebo tests, showing mainly insignificant changes whose direction is undetermined in the 2 years prior the introduction of the ban, appear to suggest that our findings should be mainly the result of the Scottish ban.",
            "paragraph_rank": 36,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 809,
                    "text": "Cheng et al., 2015)",
                    "end": 828
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 896,
                    "text": "Leicester and Levell, 2016)",
                    "end": 923
                }
            ]
        },
        {
            "section": "VI CONCLUSION AND DISCUSSION",
            "text": "It should be noted that through our data and methods, we are only capable of identifying the short-term effects of public smoking bans on intra-couple well-being externalities. In the medium and long-run, individuals could adapt to the presence of public smoking bans and as a result their reported wellbeing could also change over time. Although our estimated treatment effects on well-being appear to be non-negligible in size, we should be cautious in comparing them with the ones identified by previous studies (for instance those of important life events such as marriage and divorce on well-being, see Clark and Oswald, 2002;and Gardner and Oswald, 2007), also because of their transitory nature.",
            "paragraph_rank": 37,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 608,
                    "text": "Clark and Oswald, 2002;",
                    "end": 631
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 631,
                    "text": "and Gardner and Oswald, 2007)",
                    "end": 660
                }
            ]
        },
        {
            "section": "VI CONCLUSION AND DISCUSSION",
            "text": "Overall, our findings appear to suggest that the welfare impact of public smoking bans should not be limited solely to smokers but could also be extended to partners and family members of smokers. From a policy perspective, while public smoking bans may have a limited effect on active smoking and some potential adverse effects on passive smoking (e.g. Adda and Cornaglia, 2010;Carpenter et al., 2011), they may also produce positive shortterm well-being externalities, especially among couples living with young children. This additional information could be exploited by governments concerned with the overall impact evaluation of their anti-smoking policies alongside standard findings on smoking prevalence and intensity.",
            "paragraph_rank": 38,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 354,
                    "text": "Adda and Cornaglia, 2010;",
                    "end": 379
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 379,
                    "text": "Carpenter et al., 2011)",
                    "end": 402
                }
            ]
        },
        {
            "section": "Figure 1 .",
            "text": "GHQ trends in Scotland and England (after kernel matching). The continuous vertical lines indicate the Scottish smoking ban, while the dashed lines represent the English bans. All graphs are based on matched samples of individuals obtained using kernel matching. GHQ trends based on unmatched samples are similar and available upon request.",
            "paragraph_rank": 39,
            "section_rank": 16
        },
        {
            "section": "Table 1",
            "text": "Descriptive statistics",
            "paragraph_rank": 40,
            "section_rank": 17
        },
        {
            "section": "Table 2",
            "text": "Reduction in bias on observables after kernel matching",
            "paragraph_rank": 42,
            "section_rank": 18
        },
        {
            "section": "Table 3",
            "text": "The impact of the Scottish ban on well-being",
            "paragraph_rank": 44,
            "section_rank": 19
        },
        {
            "section": "Table 4",
            "text": "The impact of the Scottish ban on well-being externalities among couples",
            "paragraph_rank": 46,
            "section_rank": 20
        },
        {
            "section": "Table 6",
            "text": "Robustness checks: alternative definitions of smokers",
            "paragraph_rank": 48,
            "section_rank": 21
        },
        {
            "section": "Table 7",
            "text": "Placebo tests: the impact of the Scottish ban on well-being in2004 and 2005    ",
            "paragraph_rank": 50,
            "section_rank": 22
        },
        {
            "section": "Table 7",
            "text": "It might be argued that some of the measures of overall life satisfaction used in these studies may indirectly account for potential intra-household externalities. However, previous studies do not seem to focus on well-being externalities, especially among couples.",
            "paragraph_rank": 52,
            "section_rank": 22
        },
        {
            "section": "Table 7",
            "text": "Scottish Journal of Political Economy © 2017 Scottish Economic Society",
            "paragraph_rank": 53,
            "section_rank": 22
        },
        {
            "section": "Table 7",
            "text": "Other studies analyse how parents allocate health-protective goods between themselves and their pre-teenage children living at home. Overall, they suggest that parents can be altruistic towards their young children, especially concerning health and exposure to environmental risks (e.g.Liu et al., 2000;Dickie and Ulery, 2001;Dickie and Messman, 2004;Dupont, 2004;Dickie and Gerking, 2007).",
            "paragraph_rank": 54,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 286,
                    "text": "Liu et al., 2000;",
                    "end": 303
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 303,
                    "text": "Dickie and Ulery, 2001;",
                    "end": 326
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 326,
                    "text": "Dickie and Messman, 2004;",
                    "end": 351
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 351,
                    "text": "Dupont, 2004;",
                    "end": 364
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 364,
                    "text": "Dickie and Gerking, 2007)",
                    "end": 389
                }
            ]
        },
        {
            "section": "Table 7",
            "text": "Scottish Journal of Political Economy © Scottish Economic Society",
            "paragraph_rank": 55,
            "section_rank": 22
        },
        {
            "section": "Table 7",
            "text": "Specifications without fixed effects appear to produce similar results. Estimates are available upon request.",
            "paragraph_rank": 56,
            "section_rank": 22
        },
        {
            "section": "Table 7",
            "text": "MIAOQING YANG AND EUGENIO ZUCCHELLI",
            "paragraph_rank": 57,
            "section_rank": 22
        },
        {
            "section": "ACKNOWLEDGEMENTS",
            "text": "We thank Bruce Hollingsworth, Andrew Jones, Giuseppe Migali, Luigi Sedda, Ian Walker, members of the Health Economics at Lancaster (HEAL) Research Group, Lancaster University (UK), and participants to seminars at the University of York (UK), for helpful discussions. We also thank two anonymous referees for their useful comments.",
            "paragraph_rank": 58,
            "section_rank": 24
        }
    ]
}