{
    "level": "paragraph",
    "abstract": [],
    "body_text": [
        {
            "section": "EDITORIAL",
            "text": "Raising the bar 1ABSTRACT In this editorial, we summarize and comment on the papers published in issue 11.1 so as to raise the bar in applied spatial economic research and highlight new trends. The first paper employs the J-test to discriminate between two economic-theoretical explanations for the wage curve. The second applies a two-step ML procedure to measure the impact of volatility on economic growth. The third tests for endogeneity in the Spatial lag of X (SLX) model and whether or not the model should be extended to contain a spatial lag. The fourth utilizes the gravity model to test whether or not grids should be merged into larger units of observations. Finally, the last adopts a time-space recursive model to test the ripple effect and (linguistic) border effect hypotheses on housing prices in Belgium.",
            "ref_spans": [
                {
                    "start": 16,
                    "text": "1",
                    "end": 17
                }
            ]
        },
        {
            "section": "EDITORIAL",
            "text": "RÉSUMÉ Dans le présent éditorial, nous résumons les communications publiées dans le numéro 11.1, et nous présentons des commentaires à leur propos, afin de « monter la barre » dans la recherche économique spatiale appliquée, et de signaler les nouvelles tendances. La première communication emploie un « J test » pour faire la distinction entre deux explications économiques / théoriques relatives à la courbe des salaires. La deuxième applique une procédure « ML » en deux temps afin de mesurer l'impact de la volatilité sur l'expansion économique. La troisième effectue des essais d'endogénéité dans le modèle SLX, et tente d'établir si le modèle devrait être renforcé afin qu'il contienne un décalage spatial ou non. La quatrième fait usage du modèle à gravité pour établir si l'on doit, ou non, fusionner des grilles en modules d'observation de grande envergure. Enfin, la dernière adopte un modèle séquentiel espace-temps pour mettre à l'épreuve l'effet de « ricochet », ainsi que les hypothèses sur les effets frontaliers (linguistiques) sur le prix du logement en Belgique."
        },
        {
            "section": "EDITORIAL",
            "text": "RESUMEN En este editorial resumimos y hacemos observaciones sobre los estudios publicados en la edición 11.1 con el fin de mejorar los estándares de la investigación económica espacial aplicada y destacar las nuevas tendencias. El primer estudio emplea la prueba J para discriminar entre dos explicaciones teóricas-económicas para la curva de salarios. El segundo aplica un procedimiento de ML de dos pasos para medir el efecto de la volatilidad sobre el crecimiento económico. El tercer estudio prueba la endogeneidad en el modelo SLX y si dicho modelo debe ampliarse para dar cabida a un retardo espacial. El cuarto estudio utiliza el modelo de gravedad para probar si las cuadrículas deben combinarse en unidades de observación de mayor tamaño. Para finalizar, el último estudio adopta un modelo recursivo de tiempo-espacio para probar las hipótesis del efecto dominó y del efecto de frontera (lingüístico) sobre los precios de la vivienda en Bélgica. On 1 September 2015, Bernard Fingleton, the founding father of this journal, stood down as Editor-in-Chief. Starting with only two issues in 2006, in 10 years he has been able to expand Spatial Economic Analysis to a mature journal with four issues and approximately 20 papers in each volume. Bravo! It is fitting that the leading article of this issue is authored by Fingleton and his co-author Palombi (2015, in this issue). It is an acknowledgement of Fingleton's contribution to regional science in general and to this journal in particular. Their work presents a J-test to choose between two different model specifications in the set of (endogenous) explanatory variables based on two different underlying economic-theoretical models. One specification is based on Blanchflower & Oswald's (1994) interpretation of the wage curve, and the other on that of Fujita et al. (1999). We recommend that everybody reads this paper, since it contains several interesting statements and findings that have led to a lot of discussion among applied spatial economic researchers.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 1351,
                    "text": "Palombi (2015, in this issue)",
                    "end": 1380
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1725,
                    "text": "Blanchflower & Oswald's (1994)",
                    "end": 1755
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1815,
                    "text": "Fujita et al. (1999)",
                    "end": 1835
                }
            ]
        },
        {
            "section": "EDITORIAL",
            "text": "Firstly, it is found that either model is rejected in favour of the other when using the asymptotic reference distribution of the J-test. This rejection of both models is a general problem of the J-test. In this respect, the Bayesian comparison approach may be more useful (LeSage, 2014(LeSage, , 2015. Fortunately, it is shown that bootstrapping the J-test is more successful, since it provides a better approximation of the true but unknown cumulative distribution function of this test statistic in small samples; the finite-sample null reference distribution of the J statistic lies to the right of its asymptotic distribution, which is N(0,1). The bootstrap helps to correctly differentiate between the two alternative economic-theoretical hypotheses, pointing to Blanchflower and Oswald's interpretation being the more appropriate model of wage determination. This is remarkable, the more so since the authors designate the New Economic Geography (NEG) equation as firmly grounded in economic theory, and the spatial wage curve as an empirical regularity rather than a theoretically derived relationship. Note however that Blanchflower & Oswald (1994, chap. 3) present three theories that are consistent with a negative relationship between real wages and unemployment rates: the efficiency wage model, the union bargaining model and the efficient-contracts model.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 273,
                    "text": "(LeSage, 2014",
                    "end": 286
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 286,
                    "text": "(LeSage, , 2015",
                    "end": 301
                },
                {
                    "type": "bibr",
                    "start": 1129,
                    "text": "Blanchflower & Oswald (1994, chap.",
                    "end": 1163
                }
            ]
        },
        {
            "section": "EDITORIAL",
            "text": "Secondly, this is one of the first papers where the J-test is used in applied economic research. To honour Fingleton for this contribution, we organized a small questionnaire among researchers who are or have been active in this field. We sent them a list of studies and asked them whether this list was complete or whether one or more studies were missing. We also asked them whether they knew of any empirical spatial econometric study that has used their J-tests to select the W matrix or model specification. Finally, we asked them whether they made software code available based on the papers they have published and where we can find this code. The results are the following. Studies that developed Jtests are Kelejian (2008), Burridge & Fingleton (2010), Burridge (2012), Han & Lee (2013), and Kelejian & Piras (2011, 2014a, 2016. Studies that used these Jtests in their empirical research are Fell & Haynie (2013) and Liu et al. (2014). Finally, nobody appears to have made software code available. The conclusion must be that J-tests have rarely been used in empirical research up to now and that the main bottleneck for practitioners is the lack of freely downloadable software. Hence, besides further developing J-tests, and stating that J-tests are a useful tool to select the right spatial weights matrix and/or spatial econometric model specification, we suggest that the researchers who have been active in this field may have even more impact if they make their software available. This would follow LeSage (2015), who has made available code written in Matlab relating to his Bayesian comparison approach.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 716,
                    "text": "Kelejian (2008)",
                    "end": 731
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 733,
                    "text": "Burridge & Fingleton (2010)",
                    "end": 760
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 762,
                    "text": "Burridge (2012)",
                    "end": 777
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 779,
                    "text": "Han & Lee (2013)",
                    "end": 795
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 801,
                    "text": "Kelejian & Piras (2011",
                    "end": 823
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 823,
                    "text": ", 2014a",
                    "end": 830
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 830,
                    "text": ", 2016",
                    "end": 836
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 901,
                    "text": "Fell & Haynie (2013)",
                    "end": 921
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 926,
                    "text": "Liu et al. (2014)",
                    "end": 943
                }
            ]
        },
        {
            "section": "EDITORIAL",
            "text": "Thirdly, to test the two alternative economic-theoretical hypotheses against each other, Fingleton & Palombi (2015) adopt the so-called SARAR-RE spatial econometric model. This implies that the dependent variable, local weekly wage rates, in addition to regular explanatory variables, is explained by its counterparts in neighbouring districts within commuting distance (less than one hundred kilometres), and that the error term is assumed to be spatially autocorrelated and contains a spatial random effect. Further, it is to be noted that the unemployment rate in the spatial wage curve and the market potential in the NEG model are spatially lagged, which is known as the Spatial lag of X (SLX) type of specification. Two remarks apply to this specification, which may have driven the results of this interesting study. It is not immediately clear why the wage rate of one district in the spatial wage curve model may depend on that of others. The NEG provides a theoretical explanation for this relationship, although non-linear rather than linear, but the spatial wage curve model does not. Since all districts are considered rather than a random sample from a larger population, it would have made sense to consider a fixed effects model too. An interesting counter-argument is the one set forth by Palombi et al. (2015, p. 8) stating that it is possible to consider the data to be one of many realizations from a superpopulation, since the spatial partitions giving the areal units are just one of an infinite number of possible sets that could have occurred. This is an argument that is new to the literature.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 89,
                    "text": "Fingleton & Palombi (2015)",
                    "end": 115
                },
                {
                    "type": "bibr",
                    "start": 1306,
                    "text": "Palombi et al. (2015, p. 8)",
                    "end": 1333
                }
            ]
        },
        {
            "section": "EDITORIAL",
            "text": "In the second paper, Abate (2015, in this issue) investigates GDP per capita growth in a panel of 78 countries over the period 1970-2010. His starting point is the spatial Durbin model (SDM), which is partly theoretically but also partly empirically driven. The innovation is that volatility, measured as the standard deviation of the residuals of the growth equation, is also included as an explanatory variable. To approach this variable, a two-step ML procedure is used. As expected, the author finds that the impact of this variable on GDP per capita growth is negative. The spatial arrangement between the countries is specified as a bilateral trade weights matrix. This combination of the SDM model with a dense matrix leads to complex interpretations, since global spillover effects (SDM) generally tend to go hand in hand with a sparse spatial weights matrix and local spillovers (SDEM, spatial Durbin error model) with a dense spatial weights matrix. This might explain why the coefficient of the spatial lag decreases so strongly when spatial and time period fixed effects are controlled for. It also illustrates Corrado & Editorial 3 Fingleton's (2012) point that the coefficient estimate for the spatial lag may be significant because it could be picking up the effects of omitted variables, in this case fixed effects. We therefore recommend our readers study Table A3 of this paper in particular.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 1123,
                    "text": "Corrado &",
                    "end": 1132
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1145,
                    "text": "Fingleton's (2012)",
                    "end": 1163
                },
                {
                    "type": "table",
                    "start": 1373,
                    "text": "Table A3",
                    "end": 1381
                }
            ]
        },
        {
            "section": "EDITORIAL",
            "text": "Dall'erba & Domínguez (2015, in this issue) investigate whether climate change has an impact on farmland value per acre using cross-sectional data of 124 counties located in the Southwestern United States in the year 2007. To test for spatial spillovers, they follow recent work by Halleck Vega & Elhorst (2015) by taking the SLX model as a point of departure and by testing for the potential endogeneity of some of the regressors, which is easier since non-spatial econometric techniques can be used for this purpose. In contrast to many other studies, the elements of the spatial weights matrix are not based on a geographical distance matrix, but on economic variables. On the other hand, they do not go so far as Kelejian & Piras (2014b), Qu & Lee (2015), and to some extent also Bhattacharjee et al. (2015), who also treat the variables determining the elements of W as being endogenous. Instead, they test whether a further extension of the SLX with a spatial lag is necessary, which would lead to a SDM and spatial spillovers that are global in nature. Since they do not find any evidence in favour of this extension, they eventually leave it aside. This approach where the SLX model is taken as point of departure, rather than the spatial autoregressive (SAR) model and the spatial error model (SEM), and next the extension testing for a spatial lag (or spatial error), is a specification strategy that more studies should follow.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 282,
                    "text": "Halleck Vega & Elhorst (2015)",
                    "end": 311
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 717,
                    "text": "Kelejian & Piras (2014b)",
                    "end": 741
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 743,
                    "text": "Qu & Lee (2015)",
                    "end": 758
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 784,
                    "text": "Bhattacharjee et al. (2015)",
                    "end": 811
                }
            ]
        },
        {
            "section": "EDITORIAL",
            "text": "Already in 1988, Anselin (1988) paid attention to the problem of spatial heterogeneity, the fact that the response parameters of a regression model may differ from one spatial unit to another, or from one set of spatial units to another set of units, such as urban and rural regions. One question, however, that is easily overlooked is when regions might be called urban or rural. The contribution of Day et al. (2015, in this issue) is to develop an algorithm to answer this question. They also provide free downloadable software, so that researchers interested in similar applications can use it for their own research. The point of departure is point data; population data in roughly 4.5 by 4.5 kilometre squared grid cells provided by CIESIN. These data are available for most countries. Based on population size and population density in each of these grids, travel times between them and a gravity type of formula, these grids are then merged (or not merged!) to larger areas. Further details are in the paper. In many cases, researchers may want to combine this with other data, which are only available for administrative units. In a working paper, the same authors have therefore also developed a routine for polygon data.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 17,
                    "text": "Anselin (1988)",
                    "end": 31
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 401,
                    "text": "Day et al. (2015, in",
                    "end": 421
                }
            ]
        },
        {
            "section": "EDITORIAL",
            "text": "Helgers & Buyst (2015, in this issue) study the effects of the language border (Dutch and French) in Belgium on the spatial and temporal diffusion patterns of housing prices. They have data on 20 districts over 125 quarters covering the period 1980-2011. After identifying the leading district in Belgium, which turns out to be Antwerp rather than Brussels, they test the ripple effect and the linguistic border effect hypotheses, that is, whether a price increase that starts in the leading district spreads out over the country and whether this spreading differs within and across the Dutch and French districts. Therefore they start with two spatial weights matrices, a binary contiguity and an inverse distance matrix, which are both multiplied with another spatial weights matrix indicating in which language area each district is located. Initially, the authors consider two regression equations (Section 4.2 of their paper): one for the leading district of Antwerp, and another one for all the other districts. However, since the coefficients in the second equation are district-specific, the authors eventually end up with a set of 20 equations, one for each single district, which is a typical example of a spatial heterogeneous model. This explains the 20 rows of results in Table 5 of their paper. The model is estimated by seemingly unrelated regression. The authors do not have to account for endogeneity of the spatial lag in the housing price, since it is assumed that the model is time-space recursive; only the price of the own district lagged in time and those of neighbouring districts lagged in time are taken up in the regression equations, but not the prices in neighbouring districts at the same moment in time. See LeSage & Pace (2009, chap. 7) for a recent description of this model.",
            "ref_spans": [
                {
                    "type": "table",
                    "start": 1285,
                    "text": "Table 5",
                    "end": 1292
                }
            ]
        },
        {
            "section": "EDITORIAL",
            "text": "One point of critique is that the model specification in Section 4.2 suggests that every district is following the leader and that the leader responds to its followers. However, on further consideration, the coefficients ϕ 0 in the regression equation for the leading district of Antwerp are set to zero in Table 5 and in any of the subsequent tables of their paper. Recently, Elhorst et al. (2013) presented a model where this mutual relationship, as well as the kind of spatial weights matrix describing this relationship, was tested for. Instead of just two, they considered 17 potential specifications of the spatial weights matrix, including the leader matrix. They found that this leader matrix was outperformed by all other specifications of W. This does not mean that this also holds for this empirical study, but it would have been an interesting area for further investigation.",
            "ref_spans": [
                {
                    "type": "table",
                    "start": 307,
                    "text": "Table 5",
                    "end": 314
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 377,
                    "text": "Elhorst et al. (2013)",
                    "end": 398
                }
            ]
        }
    ]
}