{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Standard solution methods of DSGE models do not necessarily deliver minimal state space forms. When the ABCD form is non-minimal, the conditions in the literature are not necessary for the existence of a VAR representation of the observables. In this paper we present necessary and sufficient conditions that are valid in general, and hence can be applied to minimal and non-minimal ABCD forms. If the state space form is minimal, our conditions coincide with those in the literature. These results also clarify that it is possible to have unstable eigenvalues together with a (possibly finite) VAR representation of the observables. Keywords DGSE models • VAR models • Fundamentalness • Finite order VAR • Minimal state space representation JEL Classification C18 • C32 • E32 1 Introduction Economic shocks of DSGE models cannot always be recovered from VARs. This situation has been discussed e.g. in Chari et al. (2005), Christiano et al. (2006), Kapetanios Electronic supplementary material The online version of this article ("
        }
    ],
    "body_text": [
        {
            "text": ", Ravenna (2007), and it is related to the non-fundamentalness of economic models, see Hansen and Sargent (1980), Reichlin (1993, 1994) for early treatments of the problem.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 2,
                    "text": "Ravenna (2007)",
                    "end": 16
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 87,
                    "text": "Hansen and Sargent (1980)",
                    "end": 112
                },
                {
                    "type": "bibr",
                    "start": 114,
                    "text": "Reichlin (1993, 1994)",
                    "end": 135
                }
            ]
        },
        {
            "text": "Solutions of linear (or linearized) DSGE models can be expressed in linear state space form using several solution methods, such as Binder and Pesaran (1997), Uhlig (1999), Klein (2000), Sims (2001). In the following, we refer to the linear state space form as the ABCD form. When the number of shocks is equal to the number of observables and the matrix that loads the former into the latter is non-singular, the ABCD form is called square. We observe that the ABCD form of the solution dynamics need not be minimal, i.e. it may involve a non-minimal number of state variables. This is illustrated for example in Komunjer and Ng (2011), who show that the state space solutions in Christiano et al. (2005), An and Schorfheide (2007), Smets and Wouters (2007), García-Cicco et al. (2010) are all non-minimal.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 132,
                    "text": "Binder and Pesaran (1997)",
                    "end": 157
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 159,
                    "text": "Uhlig (1999)",
                    "end": 171
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 173,
                    "text": "Klein (2000)",
                    "end": 185
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 187,
                    "text": "Sims (2001)",
                    "end": 198
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 614,
                    "text": "Komunjer and Ng (2011)",
                    "end": 636
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 681,
                    "text": "Christiano et al. (2005)",
                    "end": 705
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 707,
                    "text": "An and Schorfheide (2007)",
                    "end": 732
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 734,
                    "text": "Smets and Wouters (2007)",
                    "end": 758
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 760,
                    "text": "García-Cicco et al. (2010)",
                    "end": 786
                }
            ]
        },
        {
            "text": "In this paper we investigate population conditions for fundamentalness of the ABCD form and for the existence of a finite VAR representation of the observables. 1 Fundamentalness is currently checked using the 'poor man's invertibility condition' in Fernández-Villaverde et al. (2007); applications of this approach can be found in Leeper et al. (2013), Schmitt-Grohé (2010), Kurmann and Otrok (2011), Sims (2012) inter alia. The poor man's invertibility condition consists in the stability of the associate state matrix, F say, i.e. the state matrix in the system in which the role of inputs and outputs is interchanged, see Bart et al. (2008). Conditions for the VAR to be of finite order are given in Ravenna (2007), where a 'unimodularity condition' is proposed as a check. This condition consists in the unimodularity of the matrix polynomial I − Fz, z ∈ C, 2 or equivalently in the nilpotency of F, see Franchi and Vidotto (2013).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 250,
                    "text": "Fernández-Villaverde et al. (2007)",
                    "end": 284
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 332,
                    "text": "Leeper et al. (2013)",
                    "end": 352
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 376,
                    "text": "Kurmann and Otrok (2011)",
                    "end": 400
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 402,
                    "text": "Sims (2012)",
                    "end": 413
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 626,
                    "text": "Bart et al. (2008)",
                    "end": 644
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 704,
                    "text": "Ravenna (2007)",
                    "end": 718
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 909,
                    "text": "Franchi and Vidotto (2013)",
                    "end": 935
                }
            ]
        },
        {
            "text": "When the square ABCD form is minimal, we show that the poor man's invertibility condition and the unimodularity condition are proper checks, i.e. they are necessary and sufficient conditions for fundamentalness. When the ABCD form is non-minimal, we find that the poor man's invertibility condition and the unimodularity condition are not necessary. In other words F can be unstable while the square ABCD form is fundamental and I − Fz can be non-unimodular while the square ABCD form has a finite order VAR representation."
        },
        {
            "text": "Because in current economic practice systems are not always in minimal state space form, in this paper we present alternative orthogonality conditions that are necessary and sufficient and which hold in possibly non-minimal square systems. This provides a check that does not require to transform the system to minimal ABCD form. These orthogonality conditions involve the eigenvectors associated with eigenvalues of the associate state matrix F, and correspond to the case where there exist states that are cancelled in the VAR representation of the observables. For fundamentalness, the orthogonality conditions must apply to all the unstable eigenvalues, while for the existence of a finite VAR representation, the orthogonality conditions must hold for every nonzero eigenvalue."
        },
        {
            "text": "When the orthogonality conditions hold, we find that the eigenvalues of the associate state matrix F are also eigenvalues of the state matrix, A say. This implies that when the eigenvalues of A and F are different, the orthogonality conditions do not hold. This provides a simplified strategy based solely on eigenvalues of A and F. Finally we find that if the ABCD form is minimal, the orthogonality conditions coincide with the poor man's invertibility condition and the unimodularity condition. This shows that the present orthogonality conditions are an extension of the conditions in the literature that apply to general (i.e. not necessarily minimal) linear state space forms."
        },
        {
            "text": "Therefore, invertibility of linearized DSGE models should be checked either using the present orthogonality conditions or by first transforming the state space form to a minimal representation and then by applying the poor man's invertibility condition to the minimal state space form. Similarly, existence of a finite VAR representation should be checked either using the present orthogonality conditions or by first transforming the state space form to a minimal representation and then by applying the unimodularity condition to the minimal state space form, see Franchi (2013) for an illustration on the Smets and Wouters (2007) model.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 566,
                    "text": "Franchi (2013)",
                    "end": 580
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 608,
                    "text": "Smets and Wouters (2007)",
                    "end": 632
                }
            ]
        },
        {
            "text": "The results of the paper employ well-known concepts from systems theory, see e.g. Kailath (1980), Antsaklis and Michel (2007). The possibility to have cancellations of the type discussed in this paper in non-minimal state space systems was noticed by Rosenbrock (1970) inter alia, see his remark after Theorem 1.2, page 38 and Corollary 3, page 115. Here we give explicit algebraic condition on the system matrices that characterizes this situation. These tools are meant to be used by macro-economists, who deal with non-minimal state space representations of linearized DGSE models in practice and who are interested in determining if the observables in their model admit a VAR representation.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 82,
                    "text": "Kailath (1980)",
                    "end": 96
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 98,
                    "text": "Antsaklis and Michel (2007)",
                    "end": 125
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 251,
                    "text": "Rosenbrock (1970)",
                    "end": 268
                }
            ]
        },
        {
            "text": "The results in this paper are also related to cointegration. 3 The possibility to have unstable states within a non-minimal state space gives in fact one more way to incorporate cointegration in DGSE models, by allowing unit-root stochastic trends in the states that can be canceled in the stable VAR representation of observables.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 61,
                    "text": "3",
                    "end": 62
                }
            ]
        },
        {
            "text": "The rest of the paper is organized as follows. Section 2 introduces the square case. Section 3 shows that fundamentalness and the existence of a finite order VAR can be characterized in terms of an appropriate transfer function. Section 4 presents the orthogonality conditions. Section 5 specializes results to minimal square ABCD forms, showing that for minimal state spaces the orthogonality conditions coincide with the poor man's invertibility condition and the unimodularity condition. Section 6 concludes. All proofs are collected in the Appendix."
        },
        {
            "section": "Square ABCD Forms",
            "text": "Consider an equilibrium dynamics of a linearized DSGE model with representation"
        },
        {
            "section": "Square ABCD Forms",
            "text": "where x t has dimension n x × 1, y t has dimension n y × 1 and w t is a white noise of dimension n w × 1 with identity covariance matrix. A is called the state matrix and we refer to (1) as the ABCD form."
        },
        {
            "section": "Square ABCD Forms",
            "text": "The following assumption is maintained throughout the paper."
        },
        {
            "section": "Square ABCD Forms",
            "text": "Assumption 2.1 (Square ABCD form). The matrix D is square and invertible."
        },
        {
            "section": "Square ABCD Forms",
            "text": "In square ABCD forms the number of economic shocks is equal to the number of observables and the matrix that loads the shocks into the observables is non-singular. In this case one can substitute w t = D −1 (y t − C x t−1 ) in the first equation in (1) and rewrite the square ABCD form in the 'associate state space form', see e.g. Ch.2.2 in Bart et al. (2008),",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 342,
                    "text": "Bart et al. (2008)",
                    "end": 360
                }
            ]
        },
        {
            "section": "Square ABCD Forms",
            "text": "where the role of input and output of system (1) are interchanged; F is called the 'associate state matrix'. The ABCD form is called minimal, see e.g. Ch.6 in Kailath (1980) or Ch.2 in Hannan and Deistler (1988), if the dimension of x t is as small as possibile. Minimality holds if and only if the ABCD form is both controllable and observable, i.e. if rank C = rank O = n x , where",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 159,
                    "text": "Kailath (1980)",
                    "end": 173
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 185,
                    "text": "Hannan and Deistler (1988)",
                    "end": 211
                }
            ]
        },
        {
            "section": "Square ABCD Forms",
            "text": "are respectively called controllability and observability matrix. Some remarks are in order."
        },
        {
            "section": "Remark 2.2",
            "text": "The state matrix A may be stable or unstable. 4 Cases with unstable A are interesting from an economic point of view because they arise from models with unit roots in the endogenous state variables as well as those with non-stationary exogenous shocks, as in Chang et al. (2007).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 46,
                    "text": "4",
                    "end": 47
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 259,
                    "text": "Chang et al. (2007)",
                    "end": 278
                }
            ]
        },
        {
            "section": "Remark 2.3",
            "text": "The ABCD form may be minimal or non-minimal. Non-minimal ABCD forms are natural outcomes of standard solution methods: for example, Komunjer and Ng (2011) show that, using gensys and dynare, the ABCD forms in Christiano et al. (2005), An and Schorfheide (2007), Smets and Wouters (2007), García-Cicco et al. (2010) are all non-minimal.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 132,
                    "text": "Komunjer and Ng (2011)",
                    "end": 154
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 209,
                    "text": "Christiano et al. (2005)",
                    "end": 233
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 235,
                    "text": "An and Schorfheide (2007)",
                    "end": 260
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 262,
                    "text": "Smets and Wouters (2007)",
                    "end": 286
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 288,
                    "text": "García-Cicco et al. (2010)",
                    "end": 314
                }
            ]
        },
        {
            "section": "Transfer Function",
            "text": "In square ABCD forms, it is of interest, see e.g. Fernández-Villaverde et al. 2007, to characterize situations in which the economic shocks can be recovered from the infinite history of the observable variables, i.e. cases in which y t admits an infinite order VAR representation",
            "ref_spans": [
                {
                    "start": 78,
                    "text": "2007",
                    "end": 82
                }
            ]
        },
        {
            "section": "Transfer Function",
            "text": "where the sequence {A j } ∞ j=1 is absolutely summable and M is a non-singular matrix that links economic shocks and reduced form errors. When (4) holds, (1) is said to be invertible (and w t fundamental), see Hansen and Sargent (1980), Brockwell and Davis (1987), Reichlin (1993, 1994). Furthermore it is of interest, see e.g. Ravenna (2007), to have conditions that describe when the VAR representation of y t has finite order, i.e. when A(z) is a matrix polynomial.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 210,
                    "text": "Hansen and Sargent (1980)",
                    "end": 235
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 237,
                    "text": "Brockwell and Davis (1987)",
                    "end": 263
                },
                {
                    "type": "bibr",
                    "start": 265,
                    "text": "Reichlin (1993, 1994)",
                    "end": 286
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 328,
                    "text": "Ravenna (2007)",
                    "end": 342
                }
            ]
        },
        {
            "section": "Transfer Function",
            "text": "In this section we link the existence of a (possibly finite) VAR representation of y t to properties of the transfer function from y t to Dw t , T (L)y t = Dw t , implied by the associate state space form (2), where"
        },
        {
            "section": "Transfer Function",
            "text": "The relationship between the VAR representation of y t and the transfer function T (z) is presented next; in the following we say that a function is regular if it is finite on the unit disc, i.e. for all z ∈ C such that |z| < 1 + δ, for some δ > 0, see Johansen (2009) for a similar notion of regularity. Remark that the coefficients of the expansion of a regular function f (z) = ∞ j=0 f j z j are geometrically decreasing and hence absolutely summable. is regular and, by Proposition 3.1, this implies that y t admits an infinite order VAR representation. Moreover, if F is nilpotent then I − Fz is unimodular and (I − Fz) −1 is a matrix polynomial; hence T (z) is a matrix polynomial and, by Proposition 3.1, this implies that y t admits a finite order VAR representation. Observe that T (z) can be regular even if F is unstable and it can be a matrix polynomial even if F is not nilpotent. In fact, when F is unstable, (I − Fz) −1 has poles in the (closed) unit disc and thus it is non-regular, but those singularities may be absent from C(I −Fz) −1 B due to the presence of B and C. In this case C(I −Fz) −1 B is regular and thus the same holds for T (z). This possibility is illustrated in the following example, which serves as a running example in the rest of the paper.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 253,
                    "text": "Johansen (2009)",
                    "end": 268
                }
            ]
        },
        {
            "section": "Transfer Function",
            "text": "Example 3.2 (Running example). This is a special case of the model in Chang et al. (2007). Let n x = 4, n w = n y = 2 and",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 70,
                    "text": "Chang et al. (2007)",
                    "end": 89
                }
            ]
        },
        {
            "section": "Transfer Function",
            "text": "Observe that D is non-singular so that the ABCD form is square. Moreover F = A − B D −1 C has eigenvalues {1, 3/5, 0, 0}, and (I − Fz) −1 has a pole at z = 1 and thus it is non-regular. At the same time T (z) is regular, because"
        },
        {
            "section": "Transfer Function",
            "text": "has no pole at z = 1 (it only has a pole at z = 5"
        },
        {
            "section": "Transfer Function",
            "text": "3 ) and hence the expansion T (z) = ∞ j=0 T j z j has absolutely summable coefficients. This illustrates that one can have fundamentalness together with unstable F."
        },
        {
            "section": "Transfer Function",
            "text": "Similarly, one can construct examples in which B and C cancel every pole of (I − Fz) −1 so that C(I − Fz) −1 B is a matrix polynomial, which in turn implies that the same holds for T (z). This shows that the poor man's invertibility condition in Fernández-Villaverde et al. (2007) and the unimodularity condition in Ravenna (2007) are not necessary conditions for a VAR representation of a square ABCD form. The next proposition proves that they are sufficient conditions.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 246,
                    "text": "Fernández-Villaverde et al. (2007)",
                    "end": 280
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 316,
                    "text": "Ravenna (2007)",
                    "end": 330
                }
            ]
        },
        {
            "section": "Transfer Function",
            "text": "Proposition 3.3 (Sufficient conditions). If F is stable, then y t admits an infinite order VAR representation; the converse does not hold. If F is nilpotent, then y t admits a finite order VAR representation; the converse does not hold."
        },
        {
            "section": "Conditions for the Existence of a VAR Representation",
            "text": "In this section we state necessary and sufficient conditions for fundamentalness and for the existence of a finite order VAR, in the form of orthogonality conditions or rank conditions. These conditions apply both to minimal and non-minimal square ABCD forms, and they are based on the idea of pole cancellations in C(I − Fz) −1 B in the matrix function T (z)."
        },
        {
            "section": "Conditions for the Existence of a VAR Representation",
            "text": "We introduce the following notation: let λ u , u = 1, . . . , q, be all the distinct nonzero eigenvalues of F and apply the partial fraction expansion 5 (I − Fz) −1 = P(z) + H (z),"
        },
        {
            "section": "Conditions for the Existence of a VAR Representation",
            "text": "Here H (z) is a matrix polynomial, P(z) is the sum of the principal parts P u (z) of (I − Fz) −1 at z = λ −1 u and m u is the order of the pole of (I − Fz) −1 at z = λ −1 u . Note that zero eigenvalues of F are absent from |I − Fz| and hence they do not appear in the principal part P(z). A characterization of the pole cancellations in C(I − Fz) −1 B due to the presence of B and C is given in the following Lemma, which define our orthogonality conditions. Lemma 4.1 (Orthogonality conditions). T (z) has no pole at z = λ −1 u if and only if the orthogonality conditions"
        },
        {
            "section": "Conditions for the Existence of a VAR Representation",
            "text": "hold. If the orthogonality conditions hold, then λ u is also an eigenvalue of A."
        },
        {
            "section": "Conditions for the Existence of a VAR Representation",
            "text": "Because P u (z) fully characterizes the singularity of (I − Fz) −1 at z = λ −1 u , in order for C(I − Fz) −1 B to have no pole at z = λ −1 u , B and C must be such that C P u (z)B = 0. This requires each coefficient of the principal part to be 0 when pre and post-multiplied by C and B. Lemma 4.1 also states that if a pole cancellation occurs for a given eigenvalue of F, then this must also be an eigenvalue of A; this observation leads to the following necessary conditions."
        },
        {
            "section": "Proposition 4.2 (Necessary conditions). The vector of observables y t admits an infinite order VAR representation only if each unstable eigenvalue of F is also an eigenvalue of A. Moreover, the VAR representation is of finite order only if each nonzero eigenvalue of F is also an eigenvalue of A.",
            "text": "The main characterization result is stated next."
        },
        {
            "section": "Proposition 4.3 (Necessary and sufficient orthogonality conditions). The vector of observables y t admits an infinite order VAR representation if and only if the orthogonality conditions hold at each unstable eigenvalue of F. Moreover, the VAR representation is of finite order if and only if the orthogonality conditions hold at each nonzero eigenvalue of F.",
            "text": "An infinite order VAR representation requires the cancellation of all the poles associated with the unstable eigenvalues of F; the VAR has finite order when the cancellation also involves the stable nonzero eigenvalues. Note that if all eigenvalues are stable, the first orthogonality condition for invertibility is automatically satisfied because there are no unstable eigenvalues. Similarly, if F is nilpotent, all eigenvalues are equal to 0, so that q = 0 in (6) and this implies P(z) = 0; hence also the second orthogonality condition for the existence of a finite order VAR is automatically satisfied. This illustrates that the poor man's invertibility condition (and the unimodularity condition) implies the orthogonality conditions in Proposition 4.3 but not viceversa. That is, in square ABCD forms the former is stronger than the latter, and that the conditions differ."
        },
        {
            "section": "Proposition 4.3 (Necessary and sufficient orthogonality conditions). The vector of observables y t admits an infinite order VAR representation if and only if the orthogonality conditions hold at each unstable eigenvalue of F. Moreover, the VAR representation is of finite order if and only if the orthogonality conditions hold at each nonzero eigenvalue of F.",
            "text": "An equivalent and more directly implementable rank condition is provided next. 6"
        },
        {
            "section": "Proposition 4.3 (Necessary and sufficient orthogonality conditions). The vector of observables y t admits an infinite order VAR representation if and only if the orthogonality conditions hold at each unstable eigenvalue of F. Moreover, the VAR representation is of finite order if and only if the orthogonality conditions hold at each nonzero eigenvalue of F.",
            "text": "Proposition 4.4 (Rank conditions). Let λ u be a nonzero eigenvalue of F, rank decompose F − λ u I = αβ , where α, β are n x × r full column rank matrices, and define α ⊥ , β ⊥ as bases 7 of the orthogonal complements of the column spaces spanned by α and β respectively. Then the orthogonality condition holds at λ u if and only if"
        },
        {
            "section": "Proposition 4.3 (Necessary and sufficient orthogonality conditions). The vector of observables y t admits an infinite order VAR representation if and only if the orthogonality conditions hold at each unstable eigenvalue of F. Moreover, the VAR representation is of finite order if and only if the orthogonality conditions hold at each nonzero eigenvalue of F.",
            "text": "In the light of this equivalence one can thus restate the main characterization result in Proposition 4.3 replacing orthogonality conditions with rank conditions."
        },
        {
            "section": "Proposition 4.5 (Necessary and sufficient rank conditions). The vector of observables y t admits an infinite order VAR representation if and only if the rank condition holds at each unstable eigenvalue of F. Moreover, the VAR representation is of finite order if and only if the rank condition holds at each nonzero eigenvalue of F.",
            "text": "A MATLAB script that implements this check is available in the Additional Material to the present paper."
        },
        {
            "section": "Proposition 4.5 (Necessary and sufficient rank conditions). The vector of observables y t admits an infinite order VAR representation if and only if the rank condition holds at each unstable eigenvalue of F. Moreover, the VAR representation is of finite order if and only if the rank condition holds at each nonzero eigenvalue of F.",
            "text": "Example 4.6 (Continuation of Example 3.2). We illustrate our results using the running example, where the eigenvalues of F and A are σ F = {1, 3/5, 0, 0} and σ A = {1, 1, 1/2, 0} respectively. Because 3/5 is not an eigenvalue of A, the necessary condition in Proposition 4.2 is not satisfied and one immediately sees that y t does not have a finite order VAR representation. Because 1 is also an eigenvalue of A, the necessary condition in Proposition 4.2 is satisfied and we proceed to check the rank condition for the eigenvalue equal to 1."
        },
        {
            "section": "Proposition 4.5 (Necessary and sufficient rank conditions). The vector of observables y t admits an infinite order VAR representation if and only if the rank condition holds at each unstable eigenvalue of F. Moreover, the VAR representation is of finite order if and only if the rank condition holds at each nonzero eigenvalue of F.",
            "text": "Rank-decomposing F − I = αβ , where α, β have dimension 4 × 3, and defining α ⊥ , β ⊥ of dimension 4 × 1 as bases of the orthogonal complements of col α and col β, one finds α ⊥ = (−3 : −3 : 2 : 1) and β ⊥ = (0 : 0 : 1 : −1) . Because"
        },
        {
            "section": "Proposition 4.5 (Necessary and sufficient rank conditions). The vector of observables y t admits an infinite order VAR representation if and only if the rank condition holds at each unstable eigenvalue of F. Moreover, the VAR representation is of finite order if and only if the rank condition holds at each nonzero eigenvalue of F.",
            "text": "one has Cβ ⊥ = 0 and hence the rank condition in Proposition 4.4 is satisfied at the unstable eigenvalue equal to 1. This correctly indicates, see Proposition 4.5, that the vector of observables y t has an infinite order VAR representation."
        },
        {
            "section": "Minimal Square ABCD Forms",
            "text": "In this section we treat the special case of square minimal ABCD forms. Minimality could be directly obtained as a property of the DSGE's solution or it could be derived from a non-minimal solution by eliminating irrelevant states, as described e.g. in Rosenbrock (1970). Here we show that if the square ABCD form is minimal, then the orthogonality conditions coincide with the poor man's invertibility condition and with the unimodularity condition. We conclude this section by illustrating the result via the running example.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 253,
                    "text": "Rosenbrock (1970)",
                    "end": 270
                }
            ]
        },
        {
            "section": "Minimal Square ABCD Forms",
            "text": "Proposition 5.1 (Equivalence in minimal state space forms). If the square ABCD form is minimal, then the vector of observables y t admits an infinite order VAR representation if and only if F is stable. Moreover, the VAR representation is of finite order if and only if F is nilpotent."
        },
        {
            "section": "Minimal Square ABCD Forms",
            "text": "When the ABCD form is minimal, C P u (z)B = 0 for any eigenvalue and hence no cancellation is possibile. Then each pole of (I − Fz) −1 is a pole of C(I − Fz) −1 B and the orthogonality condition for an infinite order VAR holds (trivially) if and only if F has no unstable eigenvalues. Similarly, it holds (trivially) for a finite order VAR holds if and only if all eigenvalues are equal to zero. This shows that when the square ABCD form is minimal, the poor man's invertibility condition and the unimodularity condition are equivalent to the orthogonality conditions and thus they become necessary and sufficient."
        },
        {
            "section": "Minimal Square ABCD Forms",
            "text": "Example 5.2 (Continuation of Examples 3.2 and 4.6). We illustrate the last result on the running example, in which the controllability and observability matrix in (3) are such that rank C = 4 and rank O = 2. The ABCD form is thus controllable but not observable, and hence non-minimal."
        },
        {
            "section": "Minimal Square ABCD Forms",
            "text": "A minimal representation can be derived as follows; here we use the subscript m to index quantities in the minimal state space representation. Write C as C = C m v , where This system is minimal; in fact the controllability and observability matrices of this system satisfy rank"
        },
        {
            "section": "Minimal Square ABCD Forms",
            "text": "m B m and hence the so-called Markov coefficients of the two systems are equal. We next apply Proposition 5.1 to this square minimal ABCD form. The eigenvalues of F m are {3/5, 0}; hence they are all stable, and the poor man's invertibility condition correctly signals that y t has an infinite order VAR representation. The unimodularity condition does not apply, because F m has one nonzero eigenvalue. This correctly signals that the system does not have a finite order VAR representation."
        },
        {
            "section": "Conclusions",
            "text": "Standard solution methods of DSGE models do not necessarily deliver minimal state space forms. When the ABCD form is non-minimal the poor man's invertibility condition in Fernández-Villaverde et al. (2007) and the unimodularity condition in Ravenna (2007) are not necessary for the existence of a VAR representation of the observables.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 171,
                    "text": "Fernández-Villaverde et al. (2007)",
                    "end": 205
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 241,
                    "text": "Ravenna (2007)",
                    "end": 255
                }
            ]
        },
        {
            "section": "Conclusions",
            "text": "In this paper we have presented a check that is valid in the general square case, and hence can be applied to minimal and non-minimal ABCD forms. This illustrates that it is possible to have unstable eigenvalues in the state matrix and in the associate state matrix together with a VAR representation; this is possible because there may exist irrelevant unstable states that are cancelled in the VAR representation of the observables. Finally we show that if the state space form is minimal, the orthogonality condition coincides with the poor man's invertibility condition and the unimodularity condition, because irrelevant states cannot exist."
        },
        {
            "section": "Conclusions",
            "text": "The present results show that invertibility of linearized DSGE models should be checked either using the present orthogonality conditions or by first transforming the state space form to a minimal representation and then by applying the poor man's invertibility condition to the minimal state space form. Similarly, existence of a finite VAR representation should be checked either using the present orthogonality conditions or by first transforming the state space form to a minimal representation and then by applying the unimodularity condition to the minimal state space form."
        },
        {
            "section": "Conclusions",
            "text": "Because rank(Cβ ⊥ ) < n x − r or rank(α ⊥ B) < n x − r , one has that A − λ u I is singular; this shows that λ u is an eigenvalue of A."
        },
        {
            "section": "Proof of Propositions 4.2 and 4.3. T (z)",
            "text": "is regular if and only if C P u (z)B = 0 for all unstable eigenvalues and it is a matrix polynomial if and only if C P u (z)B = 0 for all eigenvalues. The statement then follows from Proposition 3.1 and Lemma 4.1."
        },
        {
            "section": "Proof of Propositions 4.2 and 4.3. T (z)",
            "text": "Proof of Proposition 4.4. (Sufficiency.) If the orthogonality condition holds at λ u , then C P λ u ,0 B = 0; because C P λ u ,0 B = Cβ ⊥ ϕα ⊥ B and ϕ = 0, it follows that rank(Cβ ⊥ ) < n x − r and/or rank(α ⊥ B) < n x − r , see the proof of Lemma 4.1. (Necessity.) We first show that if rank(Cβ ⊥ ) < n x − r and/or rank(α ⊥ B) < n x − r , then λ u is non-controllable and/or non-observable; we then apply Kalman's decomposition theorem for non-controllable and/or non-observable linear systems."
        },
        {
            "section": "Proof of Propositions 4.2 and 4.3. T (z)",
            "text": "For the PBH rank test, see e.g. Kailath (1980, Theorem 6.2.6), one has that λ u is controllable if and only if rank(A − λ u I : B) = n x and it is observable if and only if rank(A −λ u I : C ) = n x . Observe that rank(A−λ u I :",
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 32,
                    "text": "Kailath (1980, Theorem 6.2.6)",
                    "end": 61
                }
            ]
        },
        {
            "section": "Proof of Propositions 4.2 and 4.3. T (z)",
            "text": "and similarly one finds that rank(A −λ u I : C ) = rank(F −λ u I : −C D −1 ). Recall that F − λ u I = αβ and use the projection identities I = αᾱ +ᾱ ⊥ α ⊥ =ββ + β ⊥β ⊥ to write"
        },
        {
            "section": "Proof of Propositions 4.2 and 4.3. T (z)",
            "text": "Similar expressions hold replacing F, B D −1 , −D −1 C with A, B, C. This shows that λ u is non-controllable and/or non-observable, both for the original ABCD form (1) and for the associate state space (2)."
        },
        {
            "section": "Proof of Propositions 4.2 and 4.3. T (z)",
            "text": "We next apply Kalman's decomposition theorem, see e.g. Theorem 6.6 in Antsaklis and Michel (2007, p. 245), to the associate state space (2), with (A, B, C, D) replaced by (F, G, H, D −1 ), G = B D −1 , H = −D −1 C. From Antsaklis and Michel (eq. (7.6) 2007, p. 278), one has that the transfer function D −1 T (z) has representation D −1 + H 1 (I − F 11 z) −1 G 1 z where F 11 has eigenvalues that are both controllable and observable, and H 1 , G 1 are constructed as C 1 , B 1 in eq. (7.6) of Antsaklis and Michel (2007). This implies that T (λ −1 u ) is finite, and hence that C P u (z)B = 0 by Lemma 4.1.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 70,
                    "text": "Antsaklis and Michel (2007, p. 245)",
                    "end": 105
                },
                {
                    "type": "bibr",
                    "start": 220,
                    "text": "Antsaklis and Michel (eq. (7.6) 2007, p. 278)",
                    "end": 265
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 494,
                    "text": "Antsaklis and Michel (2007)",
                    "end": 521
                }
            ]
        },
        {
            "section": "Proof of Propositions 4.2 and 4.3. T (z)",
            "text": "Proof of Proposition 4.5. Direct consequence of Propositions 4.3 and 4.4."
        },
        {
            "section": "Proof of Propositions 4.2 and 4.3. T (z)",
            "text": "Proof of Proposition 5.1. (Sufficiency.) See proof of Proposition 3.3. (Necessity.) For the PBH rank test, see e.g. Kailath (1980, Theorem 6.2.6), one has that if the ABCD form is minimal then rank(A −λI : B) = rank(A −λI : C ) = n x for all λ ∈ C. This implies, see the proof of Proposition 4.4, that rank(Cβ ⊥ ) = rank(α ⊥ B) = n x − r ; hence C P λ u ,0 B = Cβ ⊥ ϕα ⊥ B = 0 contradicts ϕ = 0 and thus the orthogonality condition cannot hold. This implies that T (z) is regular only if F is stable and it is a matrix polynomial only if F is nilpotent. Finally apply Proposition 3.1.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 116,
                    "text": "Kailath (1980, Theorem 6.2.6)",
                    "end": 145
                }
            ]
        },
        {
            "text": "Proposition 3.1 (Transfer function conditions). The vector of observables y t admits an infinite order VAR representation if and only if T (z) is regular. Moreover, the VAR representation is of finite order if and only if T (z) is a matrix polynomial. In either case, the coefficients of the VAR representation of y t and the mapping between economic shocks and reduced form errors in (4) are given by A(z) = T (z) and M = D.The properties of the matrix function T (z) depend on those of (I − Fz) −1 = adj(I − Fz)/|I − Fz|. The roots of |I − Fz| = 0 are poles of (I − Fz) −1 ; because |I − Fz| = 0 if and only if z = λ −1 u , where {λ u } are the nonzero eigenvalues of F, if F is stable then (I − Fz) −1 is regular because min u |λ −1 u | > 1. Hence T (z)"
        },
        {
            "section": ".",
            "text": "v A = A m v , where A m = Define x m,t = v x t and B m = v B, pre-multiply the state equation by v and write the system as x m,t = A m x m,t−1 + B m w t y t = C m x m,t−1 + Dw t ."
        },
        {
            "section": ".",
            "text": "Recall that a square ABCD form is called fundamental if there exist a (possibly infinite order) VAR representation for the observables with respect to the economic shocks, seeHansen and Sargent (1980),Brockwell and Davis (1987), Reichlin (1993, 1994). 2 A matrix polynomial is called unimodular if its determinant is a nonzero constant, see e.g.Antsaklis and  Michel (2007, p. 283).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 175,
                    "text": "Hansen and Sargent (1980)",
                    "end": 200
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 201,
                    "text": "Brockwell and Davis (1987)",
                    "end": 227
                }
            ]
        },
        {
            "section": ".",
            "text": "Inversions of matrix polynomials are used in the representation theory for non-stationary processes developed inJohansen (1988Johansen ( , 1996Johansen ( , 2009; see alsoFranchi and Paruolo (2011a, b).Howlett (1982) focuses on a similar problem in the context of input retrieval for linear systems.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 112,
                    "text": "Johansen (1988",
                    "end": 126
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 126,
                    "text": "Johansen ( , 1996",
                    "end": 143
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 143,
                    "text": "Johansen ( , 2009",
                    "end": 160
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 201,
                    "text": "Howlett (1982)",
                    "end": 215
                }
            ]
        },
        {
            "section": ".",
            "text": "A square matrix is called stable when all its eigenvalues are stable, i.e. of modulus strictly less than one; if it has unstable eigenvalues then it is called unstable."
        },
        {
            "section": ".",
            "text": "See e.g.Fischer and Lieb (2012, Ch. III.2)."
        },
        {
            "section": ".",
            "text": "Here and in the following a indicates the conjugate transpose of a, which reduces to transposition for a real.7  Hence of full column rank n x − r ."
        },
        {
            "section": ".",
            "text": "Acknowledgments The paper previously circulated with the title \"On ABCs (and Ds) of VAR representations of DSGE models\". We thank, without implications, the following people for discussions and useful comments on previous versions of the paper: Andrea Attar, Søren Johansen, Marco Lippi, Daniele Massacci, Franco Peracchi, Frank Schorfheide, and James Stock as well as seminar participants. Financial support from the following institutions and grants is is gratefully acknowledged: Einaudi Institute for Economics and Finance (EIEF), Italian MUR Prin Project 2010J3LZEN, University of Rome \"La Sapienza\" and University of Insubria."
        },
        {
            "section": "Appendix: Proofs",
            "text": "Proof of Proposition 3.1. Observe that A(0) = T (0) = I n y . (Sufficiency.) By definition. (Necessity.) If (4) holds, then w t = M −1 A(L)y t and hence T (L)y t = DM −1 A(L)y t , which implies M = D and T (z) = A(z)."
        },
        {
            "section": "Appendix: Proofs",
            "text": "Proof of Proposition 3.3. If F is stable, then (I − Fz) −1 is regular and so is T (z); then apply Proposition 3.1. If F is nilpotent, then I − Fz is unimodular, (I − Fz) −1 is a matrix polynomial and so is T (z); then apply Proposition 3.1."
        },
        {
            "section": "Appendix: Proofs",
            "text": "Proof of Lemma 4.1. Consider (5) and (6); if C P u (z)B = 0 then C(I − Fz) −1 B has no pole at z = λ −1 u and hence the same holds for T (z). Conversely, assume T (z) has no pole at z = λ −1 u ; then the same holds for C(I − Fz) −1 B and thus"
        },
        {
            "section": "Appendix: Proofs",
            "text": "Next we show that if the orthogonality condition holds, then λ u is also an eigenvalue of A. If the orthogonality condition holds,"
        },
        {
            "section": "Appendix: Proofs",
            "text": "Consider the first term (I − Fλ −1 u )P u (z) and substitute P u (z)"
        },
        {
            "section": "Appendix: Proofs",
            "text": "where α, β are n x × r full column rank matrices, and r = rank(F − λ u I ) < n x ; moreover, because λ u = 0, one finds I − Fλ −1 u = −λ −1 u αβ . One then has P λ u ,0 = β ⊥ ϕα ⊥ = 0, where α ⊥ , β ⊥ are bases of the orthogonal complements of the column spaces spanned by α, β and ϕ = 0, and hence C P λ u ,0 B = Cβ ⊥ ϕα ⊥ B = 0. Because rank(Cβ ⊥ ) = rank(α ⊥ B) = n x − r imply ϕ = 0, it must be that rank(Cβ ⊥ ) < n x − r and/or rank(α ⊥ B) < n x − r . Next use the projection identities I = αᾱ +ᾱ ⊥ α ⊥ = ββ + β ⊥β ⊥ , whereā = a(a a) −1 , and write"
        }
    ]
}