{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Motivation can be changed significantly in dependence on meeting human needs, life situations, internal and external environment, etc. It is caused by different factors which affect motivation in different ways. These factors do not act separately but they are a part of mutually connected network of specific relations. In the paper we show the possibility of the impact of age, education and seniority on the motivation of employees. The level of employee motivation and employee performance can be influenced by means of their detailed knowledge.",
            "paragraph_rank": 2,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "section": "Introduction",
            "text": "Human resource management is one of the newest ap proaches of personnel management which, as well as changed approach to personnel, results from social changes at the end of the 20 th century that affects all private and public spheres of life. The basis of this management consists in an effort of senior managers to change personality traits of supervised employees following the objectives of an en terprise (Bolfíková et al. 2010), to create positive approach to their work, work team and at last also to identify with the corporate culture, its strategy and with the objectives of an enterprise (Blašková, Grazulis 2009). The issue of human resource management is connected to the issue of its utilisation in the context of outsourcing principles (Potkány 2011;Vetráková et al. 2011) and process audit (Závadská et al. 2013). Personnel controlling tries to find its position in the area of motivation too. In a narrow sense, its character is quantitative and operative and it evaluates effi ciency of personnel processes. In a broad sense, it monitors the quality of human resource management, its tools and practices (Kucharčíková 2014). Different parameters and indicators are required by personnel controlling to manage different personnel processes (Potkány et al. 2012).",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 411,
                    "text": "(Bolfíková et al. 2010)",
                    "end": 434
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 600,
                    "text": "(Blašková, Grazulis 2009)",
                    "end": 625
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 752,
                    "text": "(Potkány 2011;",
                    "end": 766
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 766,
                    "text": "Vetráková et al. 2011)",
                    "end": 788
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 807,
                    "text": "(Závadská et al. 2013)",
                    "end": 829
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1123,
                    "text": "(Kucharčíková 2014)",
                    "end": 1142
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1258,
                    "text": "(Potkány et al. 2012)",
                    "end": 1279
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "A man became the most important and the most ex pensive factor of production in an enterprise, its main asset which, if an enterprise wants to exist, run and develop, must be used to achieve goals very carefully. In order to meet these requirements, employees must be motivated by the enterprise (Bivainis, Morkvėnas 2008). If we want to achieve successful results when managing people, negotiating or their reaction predicting we must respect differences among people (Stacho et al. 2013;Teplická 2004). It means their intrinsic motivation must be influenced by motivational tools, methods and techniques (Skačkauskienė, Kiselevskaja 2014). The aim of the paper is to define terms like age, educa tion and seniority and their impact on the level of employee motivation and in case of some significant differences to propose the way of employee motivation. Some changes in the area of motivation could be observed in the research conducted in Slovenia and Croatia (Kropivšek et al. 2011). The research was carried out in the year 2012. We also tried to prove or to disprove the statement that considering the age, completed education and seniority the motivation re quirements of employees change. Following the Maslow's hierarchy of needs we suppose that requirements of employ ees that are fulfilled will become unnecessary. Hereby, we suppose that employees with better education and greater seniority will prefer different motivation factors than em ployees with lower education and less seniority. Main hy pothesis is the presumption that mentioned factors affect the level of employee motivation and employers can affect employee performance actively through their knowledge. Mentioned facts are described also by Blašková (2010) and by Jelačić, Moro, Drábek, Sujová (2012).",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 296,
                    "text": "(Bivainis, Morkvėnas 2008",
                    "end": 321
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 469,
                    "text": "(Stacho et al. 2013;",
                    "end": 489
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 489,
                    "text": "Teplická 2004)",
                    "end": 503
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 606,
                    "text": "(Skačkauskienė, Kiselevskaja 2014)",
                    "end": 640
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 964,
                    "text": "(Kropivšek et al. 2011)",
                    "end": 987
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 1720,
                    "text": "Blašková (2010)",
                    "end": 1735
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1743,
                    "text": "Jelačić, Moro, Drábek, Sujová (2012)",
                    "end": 1779
                }
            ]
        },
        {
            "section": "Issue",
            "text": "Motivation is one of the essential elements of human re source management. Without appropriate level of motivated behaviour and activity we cannot determine goals and re quire their meeting. Motivation is an important term com monly used to encourage people to carry out the assigned work with sincerity, dedication, and enthusiasm. Motivation is the tonic to provide additional energy to overcome the fatigue, disinterest and feelings to drop the job (Srivastava, Kakkar 2008). Considering the employee motivation their working results can be expected. Statement that the perfor mance depends mainly on human motivation is simplified especially because motivation is not the only factor affect ing the performance. Other factors affecting the employee performance are abilities, knowledge and skills of a man de termining their career growth potential (Korsakienė 2011). Motivation can deviate depending upon meeting human needs, life situations, internal and external environment, etc. It can be caused by effect of different factors which influence motivation in different ways. In addition, these factors do not act separately but they create a system of specific rela tions that are mutually interconnected. At the present time the financial crisis in enterprises and countries' economies makes the process of motivation more difficult. Recession is a difficult period not only for employees but for employ ers as well. Employees with the key competences, respon sibilities should be able to motivate their team also during recession. When the first signs of the financial crisis appear in the organisation, most of traditional methods applied by the enterprise in the area of employee motivation before this period are not suitable for new situation or cannot be carried out at all. Incentives, extra holidays, corporate en tertaining and rewards as the most commonly used tools of motivation seem to be less important in the atmosphere of insecurity. During the recession employees lose mainly the sense of security. All employees are afraid of losing their jobs because mass layoff became one of the basic actions of the organisation to eliminate unfavourable impact of the crisis on the enterprise. If the organisation wants to keep employee productivity of its employees, their willingness to work, it is appropriate to offer them incentives and extra pay. However, we can say, in general, monetary incentives, as a motivation factor, have an important role only from a shortterm point of view.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 452,
                    "text": "(Srivastava, Kakkar 2008)",
                    "end": 477
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 853,
                    "text": "(Korsakienė 2011)",
                    "end": 870
                }
            ]
        },
        {
            "section": "Issue",
            "text": "As the recession influences the workplace atmosphere, it is particularly difficult for each senior manager to in crease employee motivation. But if employees also during the time of recession work with enthusiasm, it can also point out that the enterprise recovers from the recession faster and without any serious damage. No senior manager should forget the fact that his employees are motivated also by the way he communicates with them or by his body language. Other motivation factors can be employee understanding, communication with employees, employee engagement, building loyalty and professional trainings (Stachová, Stacho 2010).",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 615,
                    "text": "(Stachová, Stacho 2010)",
                    "end": 638
                }
            ]
        },
        {
            "section": "Issue",
            "text": "According to the authors also other methods and types of motivation applied during the crisis can be distinguished: creating teams, highlighting accomplishments, interaction with senior management, key suppliers and customers, de veloping communication skills within a team, cooperation between teams, acceptance of new ideas, harmonisation, new strategies and new trends.",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "section": "Methodology",
            "text": "Determination of the motivation level and the analysis of motivation factors in the enterprises in a perticular time were carried out through a questionnaire which consists of 30 closed questions (Hitka 2009: 149). The questionnaire was divided into two parts. Sociodemographic and quali fication characteristics of employees were searched in the first part. Basic data about respondents relating to their age, sex, seniority, completed education and job position were obtained in this part. The second part consisted of individual motivation factors through which information about work environment, working conditions, applied appraisal and reward system, about personnel management, health and social care system and system of employee benefits as well as information about employee satisfaction or dissatisfac tion, value orientation, relation to work and enterprise or coworkers' relationship in the enterprise can be found out. Motivation factors are in alphabetical order not to affect respondents's decision. In the questionnaire respondents evaluated individual motivation factors by one of the five levels of importance from a predefined 5point rating scale, 5 -the most important and 1 -unimportant (Table 1) from a predefined evaluation scale (Table 1). Each motivation factor was marked by employees with one of five types of importance for required as well as for cur rent conditions. The required condition can be defined as an idea of employees how the motivation should look like, i.e. what would motivate them to increase their performance. The current conditions represents the employees' opinion how they are satisfied with current motivation in the enterprise. The questionnaires were evaluated using the programme STATISTICA 7 (Statsoft 2004). Descriptive statistics was used to describe the primary sampling unit. Statistical character istics, which compressed information about studied primary sampling units into smaller number of numerical character istics and made mutual comparison of sampling units easier, were computed for each motivation factor. Each motivation factor was described in summary by basic characteristics of size and variability of quantitative features -average x  , stand ard deviations s x and coefficients of variation. Subsequently the results of the enterprises were compared.",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 196,
                    "text": "(Hitka 2009: 149)",
                    "end": 213
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1210,
                    "text": "(Table 1",
                    "end": 1218
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1255,
                    "text": "(Table 1)",
                    "end": 1264
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1749,
                    "text": "(Statsoft 2004)",
                    "end": 1764
                }
            ]
        },
        {
            "section": "Methodology",
            "text": "Besides simple comparison of descriptive characteristic values, considering the selected type of obtained data, testing the equality of averages and standard deviations of primary sampling units was carried out. The purpose of testing was to verify statistical significance of differences in averages and standard deviations of individual motivation factors in studied enterprises so that the fact, that detected differences of descriptive characteristics at the selected level of signi ficance α were not caused only by the mistake made by representative sampling, was eliminated. Twosample ttest was used to test the equality of averages of motivation factors of two primary sampling units (Scheer 2007). When calcula ting ttest three cases depending upon the fact whether the variances of compared primary sampling units are equal or not 2 2 2 2 1 2 1 2 ( , ) σ = σ σ ≠ σ or whether the studied attributes X 1 , X 2 are dependent or not can occur so the test of equality of variances, i.e. Ftest had to be carried out at first. Following the results of Ftest, the twosample Ttest for independent selection at the same or different variances was used. The null hypothesis vs. the alternative hypothesis was tested, they were as follows:",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 692,
                    "text": "(Scheer 2007)",
                    "end": 705
                }
            ]
        },
        {
            "section": "Methodology",
            "text": "H 0 : we suppose that averages of studied motivation fac tors (required, current) in terms of maximum of 10 years of seniority are equal to averages of studied motivation factors in terms of more than 10 years of seniority and at the same time we suppose that the difference between them, if any, is caused only owing to the random variation of results.",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "section": "Methodology",
            "text": "H 1 : we suppose that averages of studied motivation fac tors (required, current) in terms of the age of maximum 50 are not equal to averages of studied motivation factors in terms of the age over 50 and at the same time we suppose that the difference between them, if any, is not caused only owing to the random variation of results.",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "section": "Methodology",
            "text": "H 2 : we suppose that averages of studied motivation fac tors (required, current) in terms of completed education (primary education and lower secondary education) are not equal to averages of studied motivation factors in terms of completed education (upper secondary education and higher education) and at the same time we suppose that the difference between them, if any, is caused only owing to the random variation of results.",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "section": "Methodology",
            "text": "The random variable t was used as a test criterion. The Student's t distribution was as follows:",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "section": "Methodology",
            "text": "if 2 2 1 2 σ = σ ; X 1 and X 2 are independent:",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "section": "Methodology",
            "text": "if 2 2 1 2 σ ≠ σ ; X 1 and X 2 are independent:",
            "paragraph_rank": 15,
            "section_rank": 3
        },
        {
            "section": "Methodology",
            "text": "In the end of the test we compared t to /2; f t α , in a case /2; f t t α ≤ , H 0 was accepted and the difference was not con sidered significant but in a case /2; f t t α > , H 0 was rejected at the level of significance α % and the alternative hypothesis H 1 was accepted.",
            "paragraph_rank": 16,
            "section_rank": 3
        },
        {
            "section": "Results",
            "text": "The analysed enterprise is a limited company dealing with processing of wood and wood products processing situated in the centre of Slovakia. It is an enterprise with long history and experience in line of business. Fluctuation of skeleton staff is at the minimum level (approx. 1.5%) that is a sign of employee stability. At the present time employees are mo tivated through basic salary, further financial reward and different forms of trainings, job security and social policy. Mentioned motivation factors are in terms of increasing employee performance inadequate.",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "section": "Results",
            "text": "Motivation questionnaire was submitted to 60 respon dents (3 females). Questionnaire response rate was 100%. In terms of age 36 employees (60.00%) belonged to the group of maximum 50 years old and 24 employees (40.00%) over 50 years old. In terms of education the large group was a group of 33 employees with primary and lower secondary education (55.00 %). The second group with 27 employees was a group with upper secondary education (45.00%). In terms of seniority 13 employees were employed for less than 10 years (21.67%). Remaining 47 employees (78.33%) were employed in the enterprise for more than 10 years. It is a sign of reliable approach to work on the part of employers but also on the part of employees who are identified with the corporate culture and philosophy and are loyal to the employer.",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "section": "Impact of seniority on motivation",
            "text": "Motivation factors basic salary and further financial reward were preferred by staff employed for less than 10 years on average. These factors were significantly followed by the third motivation factor in the order -fair appraisal system. The fourth motivation factor with the highest preference was job security; the fifth one was good work team. Basic salary was the most important motivation factor also for the staff employed for more than 10 years. The second highest ran ked motivation factor was job security and the third one in ranking was fair appraisal system. The fourth most important motivation factor good work team. The second group of the staff shows higher interest in all motivation factors. The fifth motivation factor that affects the employee performance markedly was further financial reward (Table 2). ",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 815,
                    "text": "(Table 2)",
                    "end": 824
                }
            ]
        },
        {
            "section": "Impact of the age on motivation",
            "text": "When comparing the age of employees we divided them into two main groups -employees under the age of 50 and over 50. For the group of employees under 50 the most important motivation factor was basic salary. Next higher ranked motivation factors were further financial reward and fair appraisal system. The fourth motivation factor with the highest preference was, for the former group of employees, job security and the fifth one good work team. For the latter group of employees, with the age over 50, the most im portant motivation factor was basic salary followed by job security. Next higher ranked motivation factors were good work team, social benefits and fair appraisal system (Table 3). ",
            "paragraph_rank": 20,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 686,
                    "text": "(Table 3)",
                    "end": 695
                }
            ]
        },
        {
            "section": "Impact of the completed education on motivation",
            "text": "Analysis of motivation factors in terms of the completed education was carried out in two groups of employeesgroup of employees with primary and lower secondary education and group of employees with upper secondary and higher education. Results of the analysis show that basic salary was the most important motivation factor for the former group of people in 2012. The second highest ranked motivation factor was job security and the third one was social benefits. Next higher ranked motivation factors were work performance and further financial reward. The latter group of employees, i.e. employees with upper secondary and higher education, preferred same motivation factors as the former group, besides work performance. The highest ranked motivation factor was basic salary followed by social benefits. The third higher ranked motivation facto was, for the latter group of employees, job security and the fourth one was good work team. The last mentioned motivation factor shows the importance of good relationship and po sitive atmosphere in the workplace that can affect com munication and fulfilling prescribed work task in positive way. The fifth most important motivation factor was further financial reward (Table 4). ",
            "paragraph_rank": 21,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 1218,
                    "text": "(Table 4)",
                    "end": 1227
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "Considering the independence of selected sampling units and their big sizes a twosample Ttest for independent selection at the same or different variances was used to review the significance. The null hypotheses about the equality of two averages of compared sampling units were tested. Null hypothesis testing about the equality of averages of motivation factors in the time was carried out at the level of significance α = 0.5. Results are shown in Tables 4, 5, 6. Criteria for compa rison were the level of employee motivation regarding the age, seniority and completed education. Following achieved results we can state that significant differences at the level of significance α = 0.5 did not occur.",
            "paragraph_rank": 22,
            "section_rank": 8
        },
        {
            "section": "Discussion",
            "text": "Twosample Ttest was used to determine significant dependence. Following the results (Table 5) we can state that in spite of different order of motivation factor importance there are no differences in the level of employee motivation employed for less or more than 10 years. Twosample Ttest was used to determine significant dependence. Following the results (Table 6) we can state that only in case of the motivation factor further financial reward there is signifi cant difference. Note: Data marked number 1 characterise respondents with work practice up to 10 years, data marked number 2 characterise res pondents with work practice over 10 years; differences in arithmetic means of examined motivation factors significant at the level of significance 5% are written in cursive.",
            "paragraph_rank": 23,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 84,
                    "text": "(Table 5)",
                    "end": 93
                },
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 358,
                    "text": "(Table 6",
                    "end": 366
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "Twosample Ttest was used to determine significant dependence. Following the results (Table 7) we can state that that in spite of different order of motivation factor im portance there are no differences in the level of employee motivation in dependence on their education.",
            "paragraph_rank": 24,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_6",
                    "start": 84,
                    "text": "(Table 7)",
                    "end": 93
                }
            ]
        },
        {
            "section": "Conclusions",
            "text": "Creating motivational programmes is a difficult and ex pensive activity for each enterprise. Its effectiveness is in fluenced by exact employee analysis. Based on our analy ses (Vetráková et al. 2007;Hitka et al. 2005) we can say following findings: in spite of employee heterogeneity in terms of age, seniority and level of completed education it is possible to create a unified motivational programme for the analysed enterprise that will suit all employees regardless of their age, seniority or education. Its main items are follow ing factors: basic salary, job security, good work team, further financial reward and fair appraisal system in different order according to preferences of specific group of employees.",
            "paragraph_rank": 25,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 177,
                    "text": "(Vetráková et al. 2007;",
                    "end": 200
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 200,
                    "text": "Hitka et al. 2005)",
                    "end": 218
                }
            ]
        },
        {
            "section": "Conclusions",
            "text": "Regarding the seniority we can state that in spite of dif ferent order of importance of motivation factors there are no differences in the level of motivation of employees hired for less than 10 years and more than 10 years. Regarding the age we can state that only in a case of the motivation factor fur ther financial reward there was seen a significant difference among employees. Regarding the completed education we can state that despite different order of importance of mo tivation factors there were not seen differences in the level of employee motivation, too. Finally we can state that at the present time the motivational programme can be proposed on the basis of the average importance of individual motiva tion factors unifiedly. However, differences are more likely to exist also among employees themselves. The differences can be analysed by cluster analysis to define groups of em ployees motivated in a similar way. Moreover, in the future motivation requirements of employees can also change after meeting their needs. Therefore we suggest the enterprise to update motivational programme from time to time.",
            "paragraph_rank": 26,
            "section_rank": 9
        },
        {
            "section": "Funding",
            "text": "This research has been supported by the project VEGA No.",
            "paragraph_rank": 27,
            "section_rank": 10
        },
        {
            "section": "Funding",
            "text": "[1/0067/11] Dynamics and content of decisiontaking processes in motivating of human potential and VEGA No.",
            "paragraph_rank": 28,
            "section_rank": 10
        },
        {
            "section": "Funding",
            "text": "[1/0268/13] Perspectives of facility management ap plication for the increasing of competitiveness within the woodprocessing and forestry companies in the context of outsourcing principles. Note: Data marked number 1 characterise respondents with lower secondary education, data marked number 2 characterise res pondents with upper secondary education; differences in arithmetic means of examined motivation factors significant at the level of significance 5% are written in cursive.",
            "paragraph_rank": 29,
            "section_rank": 10
        },
        {
            "section": "Table 1 .",
            "text": "Scale of the order of motivation factors according to their importance (source:Hitka 2009: 149)    ",
            "paragraph_rank": 30,
            "section_rank": 11
        },
        {
            "section": "Table 2 .",
            "text": "The most important motivation factors in terms of seniority (source: own data processing)",
            "paragraph_rank": 32,
            "section_rank": 12
        },
        {
            "section": "Table 3 .",
            "text": "The most important motivation factors in terms of age (source: own data processing)",
            "paragraph_rank": 34,
            "section_rank": 13
        },
        {
            "section": "Table 5 .",
            "text": "Reviewing of significant dependence in terms of work practice (source: own data processing)",
            "paragraph_rank": 38,
            "section_rank": 15
        },
        {
            "section": "Table 6 .",
            "text": "Reviewing of significant dependence in terms of age (source: own data processing)",
            "paragraph_rank": 40,
            "section_rank": 16
        },
        {
            "section": "Table 6 .",
            "text": "Note: Data marked number 1 characterise respondents of maximum 50 years old, data marked number 2 characterise respondents over 50 years old; differences in arithmetic means of examined motivation factors significant at the level of significance 5% are written in cursive.",
            "paragraph_rank": 41,
            "section_rank": 16
        },
        {
            "section": "Table 7 .",
            "text": "Reviewing of significant dependence in terms of completed education (source: own data processing)",
            "paragraph_rank": 42,
            "section_rank": 17
        }
    ]
}