{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The goal of this research is to determine the dimensions of beliefs about internet advertising affecting Syrian consumers' attitudes and behaviors towards internet advertising. The results indicate that Attitudes are influenced positively by information, and entertainment; and negatively by irritation and values' corruption. Irritation positively influences consumers' behaviors of leaving websites showing the ads. Entertainment positively influences consumers' behaviors of clicking on internet ads for further information concerning advertised products. Attitude is found to fully mediate the relationships between beliefs of information, irritation, and values' corruption and the behaviors clicking on internet ads, and partially mediate the relationship between enter tainment and the behaviors of clicking on internet ads. Attitudes fully mediate the relationships between beliefs of information, entertainment, and values' corruption and the behaviors of leaving websites showing the ads, and partially mediate the relation ship between irritation and the behaviors of leaving websites showing the ads. This research comes to be one of the first studies to investigate Syrian consumers' beliefs about, attitudes, and behavioral responses towards internet advertising. As well as, this study provides evidence of the direct relationship between some of the beliefs about internet advertising (i.e. entertainment and irritation) and the behavioral responses towards it."
        }
    ],
    "body_text": [
        {
            "section": "Introduction",
            "text": "Advertising is a standard promotional tactic that is desi gned to reach a target audience and to either affect beha vior or to introduce, persuade, and/or remind consumers of an offer (Nihel 2013). Advertising messages could be delivered through various mediums (e.g. TV, radio, and magazines). Some scholars characterize advertising as ubiquitous and an important part of the fabric of modern life (Shavitt et al. 1998). Advertising has advanced with technological innovation, now common throughout the world. Several new advertising mediums are emerging and these have paved the way for advertisers to increase their interactivity with target consumers. Berthon et al. (1996) were the first researchers to investigate how advertising might operate on the internet and they characterized it as a new medium in the marketing communication mix. Other researchers differentiated between offline and on line advertising, suggesting that traditional media (print, TV, and radio) is based on messages that are connected to entertainment, whereas the internet is better viewed as an informationbased medium Lei (2000). Further deba te over how to characterize the internet followed. Wolin et al. (2002: 88) reason that the internet also possesses an entertaining component. They see internet advertising as a broad format that consists of \"commercial content paid for by sponsors, designed for audiences, delivered by video, print, audio, graphics or animation\". Recently, the internet has been regarded as the most powerful advertising media (Radbâță, Kubenka 2012).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 184,
                    "text": "(Nihel 2013)",
                    "end": 196
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 399,
                    "text": "(Shavitt et al. 1998)",
                    "end": 420
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 656,
                    "text": "Berthon et al. (1996)",
                    "end": 677
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1101,
                    "text": "Lei (2000)",
                    "end": 1111
                },
                {
                    "type": "bibr",
                    "start": 1177,
                    "text": "Wolin et al. (2002: 88)",
                    "end": 1200
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 1537,
                    "text": "(Radbâță, Kubenka 2012)",
                    "end": 1560
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "With an estimated amount of $2,660,000 as an expen diture on internet advertising in the Middle East by the year 2013 (Dubai press Club 2010), Advertisers targe ting Syrian consumers are well aware of the promise of the internet as an advertising. The escalation of internet advertising has grown rapidly in Syria, and is exhibited in a wide variety of forms (e.g. websites, banner ads, rich media ads, web logs, electronic mail ads, and onli ne social network advertising). While some researchers have addressed the internet as a very effective adverti sing medium pabedinskaite, RojutėGaukštienė (2004), Wolin et al. (2002) refered to the internet as a source of challenges and opportunities for advertisers, and that in cludes the need for investigating internet users' beliefs, attitudes, and even their behavioral responses towards this type of advertising espcially when it comes to the results of previous research which considered consumer attitu des towards advertising as an indication of advertising effectiveness (e.g. Russell et al. 1994;Ducoffe 1996;Mehta 2000;Wolin et al. 2002;Wolin, Korgaonkar 2005;Karson et al. 2006;Wang, Sun 2010a, 2010bSun, Wang 2010;Mahmoud 2012aMahmoud , 2012b. Effective internet advertising could promote for purchase intentions towards advertised products (Sathish et al. 2011). Therefore, modelling the relationships among beliefs about, attitudes and behaviors towards internet advertising, through the results of the current study, could help advertisers produce conveniently advertising messages that reach audience more effective ly in the Syrian context. Yet while research and practice have identified the promise of internet advertising, little is known about the impact of internet advertising in the Syrian context as the literature has largely focused on deve loped nations (Sun, Wang 2010;Wang, Sun 2010a, 2010bKamal, Chu 2012). See Mahmoud (2012aMahmoud ( , 2012b for pre liminary research into research focusing on developing countries such as Syria. Therefore, the aim of the present study is to validate scales measuring beliefs and attitudes towards internet advertising with respect to the Syrian cul tural context and test a model (see Fig. 1) linking beliefs, attitudes, and behaviors related to internet advertising. This model is proposed on the basis of previous research and will utilize structural equation modeling.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 581,
                    "text": "RojutėGaukštienė (2004)",
                    "end": 604
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 606,
                    "text": "Wolin et al. (2002)",
                    "end": 625
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 1031,
                    "text": "Russell et al. 1994;",
                    "end": 1051
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1051,
                    "text": "Ducoffe 1996;",
                    "end": 1064
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 1064,
                    "text": "Mehta 2000;",
                    "end": 1075
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 1075,
                    "text": "Wolin et al. 2002;",
                    "end": 1093
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 1093,
                    "text": "Wolin, Korgaonkar 2005;",
                    "end": 1116
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1116,
                    "text": "Karson et al. 2006;",
                    "end": 1135
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 1135,
                    "text": "Wang, Sun 2010a",
                    "end": 1150
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 1150,
                    "text": ", 2010b",
                    "end": 1157
                },
                {
                    "type": "bibr",
                    "start": 1157,
                    "text": "Sun, Wang 2010;",
                    "end": 1172
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 1172,
                    "text": "Mahmoud 2012a",
                    "end": 1185
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1185,
                    "text": "Mahmoud , 2012b",
                    "end": 1200
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 1299,
                    "text": "(Sathish et al. 2011)",
                    "end": 1320
                },
                {
                    "type": "bibr",
                    "start": 1828,
                    "text": "(Sun, Wang 2010;",
                    "end": 1844
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 1844,
                    "text": "Wang, Sun 2010a",
                    "end": 1859
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 1859,
                    "text": ", 2010b",
                    "end": 1866
                },
                {
                    "type": "bibr",
                    "start": 1866,
                    "text": "Kamal, Chu 2012)",
                    "end": 1882
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 1888,
                    "text": "Mahmoud (2012a",
                    "end": 1902
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1902,
                    "text": "Mahmoud ( , 2012b",
                    "end": 1919
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 2198,
                    "text": "Fig. 1",
                    "end": 2204
                }
            ]
        },
        {
            "section": "Beliefs",
            "text": "Beliefs have been conceptualized as predictions held by people in regard to the possibilities that their knowledge about a referent is true (Wyer, Albarracin 2005) or, alter natively, that an event or state of affairs has or will occur (Fishbein, Ajzen 1975;Eagly, Chaiken 1998). Mahmoud (2012a: 92) defined beliefs about internet advertising as all knowledge that one could perceive as correct for in ternet advertising. So consumers could perceive internet advertising as good source of product information (Ju pak 1999). Likewise, consumers may be entertained by internet advertising as it may involve tactics such as inte ractivity and multimedia (Watson et al. 1998). Conversely, internet offers may be a source of irritation as advertising may cause feelings of confusion if information is perceived as intense (Ducoffe 1996). Some users of the internet may install ad blockers, which are software that prevent internet ads from downloading on the browsed website (McCormally 2000). As well as, internet advertising could be perceived as promoting lifestyles embodied by types of products and brands advertised online (pollay, Mittal 1993;Mahmoud 2012b). Internet advertising could be a symbol of materialism as it encourages people to achieve satisfaction through consumption (pollay, Mittal 1993). Falsity refers to the belief about advertising as a source of false information and deceptive claims (Nadilo 1998). Wolin et al. (2002) argue that internet advertising has the ability to shape internet users' values; therefore, it could be a cause of values corruption.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 140,
                    "text": "(Wyer, Albarracin 2005)",
                    "end": 163
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 236,
                    "text": "(Fishbein, Ajzen 1975;",
                    "end": 258
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 258,
                    "text": "Eagly, Chaiken 1998",
                    "end": 277
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 651,
                    "text": "(Watson et al. 1998)",
                    "end": 671
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 817,
                    "text": "(Ducoffe 1996)",
                    "end": 831
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 970,
                    "text": "(McCormally 2000)",
                    "end": 987
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 1124,
                    "text": "(pollay, Mittal 1993;",
                    "end": 1145
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1145,
                    "text": "Mahmoud 2012b)",
                    "end": 1159
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 1292,
                    "text": "Mittal 1993)",
                    "end": 1304
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 1407,
                    "text": "(Nadilo 1998)",
                    "end": 1420
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 1422,
                    "text": "Wolin et al. (2002)",
                    "end": 1441
                }
            ]
        },
        {
            "section": "Attitudes",
            "text": "In general, attitudes refer to the positive or the negative cognitive dispositions that one person holds towards a referent. In this regard, some attitude theorists (e.g. Fazio 1989) propose that attitudes be thought of as objecteva luation associations. That is, an attitude can be viewed as a simple twonode semantic network, with one node representing the object, the second node the global eva luation of the object, and the link between the two nodes the strength of the association (Fabrigar et al. 2005: 80). Lutz (1985: 53) defines attitudes towards advertising, in general, as a learned predisposition to respond in a con sistently favorable or unfavorable manner to advertising. In the context of the internet, Mahmoud (2012a: 92) re fers to attitudes towards internet advertising as a general predisposition to like or dislike advertising messages de livered online.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 171,
                    "text": "Fazio 1989)",
                    "end": 182
                },
                {
                    "type": "bibr",
                    "start": 488,
                    "text": "(Fabrigar et al. 2005: 80)",
                    "end": 514
                },
                {
                    "type": "bibr",
                    "start": 516,
                    "text": "Lutz (1985: 53)",
                    "end": 531
                }
            ]
        },
        {
            "section": "Behavioral responses",
            "text": "Overall, behavioral responses towards advertising are prompted actions that consumers take after exposure to an ad. Such behaviors could be actioned through seeking of further information after watching the ad (Nedungadi et al. 1993). In the case of internet advertising, behavioral responses are mostly defined as \"clicking on ad\" and \"le aving the website showing the ad\" (e.g. Wolin et al. 2002; Wang, Sun 2010a, 2010b).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 210,
                    "text": "(Nedungadi et al. 1993",
                    "end": 232
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 380,
                    "text": "Wolin et al. 2002",
                    "end": 397
                }
            ]
        },
        {
            "section": "Beliefs about and attitudes towards internet advertising",
            "text": "The investigation of the relationship between beliefs about and attitudes towards advertising goes back to the early 1990s when Alwitt, prabhaker (1992) found that negative affection towards advertising was related to the perception of advertising as a source of irritation. Later studies have confirmed the significant role that beliefs about advertising could play in predicting consumers' attitudes towards advertising (Wolin et al. 2002;Yang 2003;Wang, Sun 2010a, 2010bKamal, Chu 2012b;Li Ming et al. 2013). Some dimensions of beliefs about in ternet advertising like information (Shavitt et al. 1998;Zhou, Bao 2002;Usman et al. 2010;Eze, Lee 2012;Zabadi et al. 2012;Mahmoud 2012b;Mir 2012;Saxena, Khanna 2013), entertainment (Shavitt et al. 1998;Zhou, Bao 2002;Eze, Lee 2012;Mahmoud 2012b;Saxena, Khanna 2013), and irritation (Zabadi et al. 2012;Mahmoud 2012b;Saxena, Khanna 2013) are found to be more predictive for attitudes towards internet advertising than other di mensions of beliefs.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 128,
                    "text": "Alwitt, prabhaker (1992)",
                    "end": 152
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 422,
                    "text": "(Wolin et al. 2002;",
                    "end": 441
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 441,
                    "text": "Yang 2003;",
                    "end": 451
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 451,
                    "text": "Wang, Sun 2010a",
                    "end": 466
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 466,
                    "text": ", 2010b",
                    "end": 473
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 473,
                    "text": "Kamal, Chu 2012b;",
                    "end": 490
                },
                {
                    "type": "bibr",
                    "start": 490,
                    "text": "Li Ming et al. 2013)",
                    "end": 510
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 584,
                    "text": "(Shavitt et al. 1998;",
                    "end": 605
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 605,
                    "text": "Zhou, Bao 2002;",
                    "end": 620
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 620,
                    "text": "Usman et al. 2010;",
                    "end": 638
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 638,
                    "text": "Eze, Lee 2012;",
                    "end": 652
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 652,
                    "text": "Zabadi et al. 2012;",
                    "end": 671
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 671,
                    "text": "Mahmoud 2012b;",
                    "end": 685
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 685,
                    "text": "Mir 2012;",
                    "end": 694
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 694,
                    "text": "Saxena, Khanna 2013)",
                    "end": 714
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 730,
                    "text": "(Shavitt et al. 1998;",
                    "end": 751
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 751,
                    "text": "Zhou, Bao 2002;",
                    "end": 766
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 766,
                    "text": "Eze, Lee 2012;",
                    "end": 780
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 780,
                    "text": "Mahmoud 2012b;",
                    "end": 794
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 794,
                    "text": "Saxena, Khanna 2013)",
                    "end": 814
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 831,
                    "text": "(Zabadi et al. 2012;",
                    "end": 851
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 851,
                    "text": "Mahmoud 2012b;",
                    "end": 865
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 865,
                    "text": "Saxena, Khanna 2013)",
                    "end": 885
                }
            ]
        },
        {
            "section": "Beliefs about and attitudes towards internet advertising",
            "text": "Based on the above review we can state hypothesis one (H1) as follows:"
        },
        {
            "section": "Beliefs about and attitudes towards internet advertising",
            "text": "(H1): Beliefs about internet advertising will significantly influence attitudes towards it."
        },
        {
            "section": "Attitudes and behavioral responses towards internet advertising",
            "text": "previous research results exhibit a robust relationship between attitudes and behavioral responses towards in ternet advertising (Mehta 2000;Wolin et al. 2002;Sohail, Saeed 2004;Wang, Sun 2010a;Mir 2012;Kamal, Chu 2012b). In other words, positive attitudes towards inter net advertising will probably be accompanied with favo rable behavioral responses towards internet advertising (e.g. clicking on banners for more details about products advertised). Likewise, negative attitudes will lead to unfa vorable responses towards internet advertising (e.g. leaving websites showing ads). For an instant, Mehta (2000) found that consumers with favorable affection towards adverti sing are more likely to recall brand advertised. Wolin et al. (2002) concluded that the more positive attitudes towards advertising were, the greater the likelihood would be to produce favorable behavioral responses to internet ads. Wang, Sun (2010a; 2010b) proved, through a crosscultural investigation, that positive behaviors regarding clicking on internet ads are significantly associated with favorable attitudes towards advertising. Inspecting people attitudes and behaviors towards social media advertising in a Middle Eastern country, Kamal, Chu (2012b) found that behaviors towards social media advertising are significantly predicted by attitudes.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 129,
                    "text": "(Mehta 2000;",
                    "end": 141
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 141,
                    "text": "Wolin et al. 2002;",
                    "end": 159
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 159,
                    "text": "Sohail, Saeed 2004;",
                    "end": 178
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 178,
                    "text": "Wang, Sun 2010a;",
                    "end": 194
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 194,
                    "text": "Mir 2012;",
                    "end": 203
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 203,
                    "text": "Kamal, Chu 2012b)",
                    "end": 220
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 600,
                    "text": "Mehta (2000)",
                    "end": 612
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 724,
                    "text": "Wolin et al. (2002)",
                    "end": 743
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1218,
                    "text": "Kamal, Chu (2012b)",
                    "end": 1236
                }
            ]
        },
        {
            "section": "Attitudes and behavioral responses towards internet advertising",
            "text": "With regard to the previous review, consideration to (H1), and Baron, Kenny (1986) approach to hypothesizing mediations, we propose the following hypothesis (H2):",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 63,
                    "text": "Baron, Kenny (1986)",
                    "end": 82
                }
            ]
        },
        {
            "section": "Attitudes and behavioral responses towards internet advertising",
            "text": "(H2): Attitudes will fully mediate the relationship between beliefs and behavioral responses towards internet advertising."
        },
        {
            "section": "Methods",
            "text": "We adopt a quantitative procedure in analyzing the data for the present study. We collect our data through a cross sectional correlational field study design (Tharenou et al. 2007).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 158,
                    "text": "(Tharenou et al. 2007)",
                    "end": 180
                }
            ]
        },
        {
            "section": "Sample",
            "text": "We select randomly 384 electronic mail addresses of active internet users from one internet service provider operating in Syria. An online survey was sent in an email to the ran domly selected users and this yielded 288 valid responses for our statistical analyses."
        },
        {
            "section": "Measures",
            "text": "Measures of the present study are validated concerning the Syrian Arab culture (see Table 1).",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 84,
                    "text": "Table 1",
                    "end": 91
                }
            ]
        },
        {
            "section": "Measures",
            "text": "First, scale items to measure variables are translated from English to Arabic and then backtranslated from Arabic to English in purpose of eliminating items that give different meanings upon this procedure. Aiming to improve the translation accuracy, bilingual third parties are asked to conduct the backtranslation (Sun, Wang 2010a). Then we ask academicians from the department of Marketing & International Trade in the Higher Institute of Business Administration (HIBA), and the department of Business Administration in Damascus University in Damascus   to evaluate the Arabic wording for our scales' items to guarantee that our measures are facevalidated. As recommended by many researchers (e.g. Tharenou et al. 2007), our questionnaire is piloted before distributed. The pilot study involves 57 internet users. The purpose of this procedure is to guarantee a good understanding and acceptance by respondents, so some questions may need deleting or modifying. Second, measures are fac toranalyzed using the approach of principal Component Analysis and Varimax rotation (see Table 2) to check for the dimensionality of the scales measuring beliefs and attitudes. Third, measures are assessed for reliability using Cronbach alpha to check for their internal consistency (see Table 3). ",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 701,
                    "text": "Tharenou et al. 2007)",
                    "end": 722
                },
                {
                    "type": "table",
                    "start": 1079,
                    "text": "Table 2",
                    "end": 1086
                },
                {
                    "type": "table",
                    "start": 1278,
                    "text": "Table 3",
                    "end": 1285
                }
            ]
        },
        {
            "section": "Demographic data description",
            "text": "As table 4 exhibits, our respondents consist of (56.94%) men and (43.06%) women. The majority of the respon dents hold a bachelors degree (43.06%), with age ranging between 20 to less than 30 years (65.97%), and a monthly income of less than 10,000 SYp or unemployed."
        },
        {
            "section": "Hypotheses testing",
            "text": "The model testing hypotheses of the present study (Fig. 1) is evaluated through the statistical method of structural equa tion modeling (SEM) using SpSSAMOS (v. 18) software.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 50,
                    "text": "(Fig. 1)",
                    "end": 58
                }
            ]
        },
        {
            "section": "Hypotheses testing",
            "text": "Bootstrapping is used as well to confirm the significance of mediations exhibited in the model regardless of normality of our data (Byrne 2010). We use the following statistics in testing the goodness of fit: Chi square (c²) (Bollen 1989); normed fit index (NFI) (Bentler, Bonett 1980); comparative fit index (CFI) (Bentler 1990); root mean square residual (RMR) (Hu, Bentler 1995); and root mean square error of approximation (RMSEA) (Browne, Cudeck 1993). Those statistics will help to test for how good the model is in fit ting the collected data. Table 5 shows the results of the proposed model test ing. The values of RMR (0.036 < 0.05) (Hu, Bentler 1995), CFI (0.958 > 0.9) (Bentler 1990), and NFI (0.942 > 0.9) (Bentler, Bonett 1980) indicate a good fit for the proposed model. However, RMSEA (0.88 > 0.08) demonstrates a poor fit of the proposed model for our data (Jöreskog, Sörbom 1989) -besides there are three insignificant paths: Social Role → Attitude (pvalue = 0.281 > 0.05), Materialism → Attitude (pvalue = 0.218 > 0.05), and Falsity → Attitude (pvalue = 0.176 > 0.05). Therefore, our model needs to be revised, and then retested. AMOS suggests adding two new paths (Entertainment → Click on ad; Irritation → Leave website) as modification indices to improve the model fit ting for the data. Therefore, we eliminate the insignificant paths, draw the new suggested two paths, and retest the alternative mo del. Table 6 shows the results of testing the alternative model. All paths are significant. The goodness of fit statistics show that the alternative model is presenting a good fit for our data. In this regard, we notice that c² value is insignificant (c²/ df = 1.076, pvalue > 5%), the normed fit index is higher than 0.9 (NFI = 0.982), the comparative fit index is higher than 90% (CFI = 0.999), the root mean square residual is less than 0.05 (RMR = 0.032), and the root mean square error of approximation is less than 0.08 (RMSEA = 0.020) (Jöreskog, Sörbom 1989;Hu, Bentler 1995;Bentler 1992;MacCallum et al. 1996). Consequently, we conclude that the alternative model expresses a good fit ting for our data. As well as, Table 8 shows that all indirect effects are significant. That is, we come to a decision that H1 and H2 are partially supported in the light of the following results (see Fig. 2).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 225,
                    "text": "(Bollen 1989)",
                    "end": 238
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 263,
                    "text": "(Bentler, Bonett 1980)",
                    "end": 285
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 315,
                    "text": "(Bentler 1990",
                    "end": 328
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 363,
                    "text": "(Hu, Bentler 1995)",
                    "end": 381
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 435,
                    "text": "(Browne, Cudeck 1993)",
                    "end": 456
                },
                {
                    "type": "table",
                    "start": 551,
                    "text": "Table 5",
                    "end": 558
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 642,
                    "text": "(Hu, Bentler 1995)",
                    "end": 660
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 680,
                    "text": "(Bentler 1990)",
                    "end": 694
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 718,
                    "text": "(Bentler, Bonett 1980",
                    "end": 739
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 873,
                    "text": "(Jöreskog, Sörbom 1989",
                    "end": 895
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 1427,
                    "text": "Table 6",
                    "end": 1434
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1964,
                    "text": "(Jöreskog, Sörbom 1989;",
                    "end": 1987
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1987,
                    "text": "Hu, Bentler 1995;",
                    "end": 2004
                },
                {
                    "type": "bibr",
                    "start": 2004,
                    "text": "Bentler 1992;",
                    "end": 2017
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 2017,
                    "text": "MacCallum et al. 1996)",
                    "end": 2039
                },
                {
                    "type": "table",
                    "start": 2146,
                    "text": "Table 8",
                    "end": 2153
                },
                {
                    "type": "figure",
                    "start": 2316,
                    "text": "Fig. 2",
                    "end": 2322
                }
            ]
        },
        {
            "section": "Beliefs as predictors of attitudes towards internet advertising",
            "text": "Attitudes towards internet advertising are directly inf luenced positively by information (Estimate = 0.155, pvalue < 0.01, r = 0.382), and entertainment (Estimate = 0.35, pvalue < 0.01, r = 0.382); and negatively by irritation (Estimate = -0.258, pvalue < 0.01, r = -0.437) and values' corruption (Estimate = -0.141, pvalue < 0.01, r = -0.375)."
        },
        {
            "section": "Beliefs as predictors of behaviors towards internet advertising",
            "text": "Irritation positively influences consumers' behaviors of bouncing away from websites that show the ads (Estimate = 0.368, pvalue < 0.01, r = 0.282). Entertainment positively influences consumers' behaviors of clicking on internet ads for further information concerning advertised products (Estimate = 0.245, pvalue < 0.01, r = 0.494)."
        },
        {
            "section": "Attitude as a mediator between internet advertising beliefs and behaviors",
            "text": "Attitudes fully mediate the relationships between beliefs of information (pvalue < 0.01), irritation (p value < 0.01), and values' corruption (pvalue < 0.01) and the behaviors click ing on online ads, and partially mediate the relationship between entertainment (pvalue < 0.01) and the behaviors of clicking on internet ads."
        },
        {
            "section": "Attitude as a mediator between internet advertising beliefs and behaviors",
            "text": "Attitudes fully mediate the relationships between beliefs of information (pvalue < 0.05), entertainment (pvalue < 0.05), and values' corruption (pvalue < 0.05) and the be haviors of leaving websites showing the ads, and partially mediate the relationship between irritation (pvalue < 0.05) and the behaviors of leaving websites showing the ads."
        },
        {
            "section": "Discussion",
            "text": "The present study finds that Syrian consumers perceive beliefs about internet advertising as a multidimensional construct (i.e. information, entertainment, the social role, materialism, falsity, values corruption, and irritation), and attitude as a unidimensional construct. This result con curs with previous findings of the literature (e.g. Alwitt, prabhaker 1992;Wolin et al. 2002;Wang, Sun 2010b;Mahmoud 2012aMahmoud , 2012b).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 343,
                    "text": "Alwitt, prabhaker 1992;",
                    "end": 366
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 366,
                    "text": "Wolin et al. 2002;",
                    "end": 384
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 384,
                    "text": "Wang, Sun 2010b;",
                    "end": 400
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 400,
                    "text": "Mahmoud 2012a",
                    "end": 413
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 413,
                    "text": "Mahmoud , 2012b",
                    "end": 428
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "Irritation is found to exert a direct effect on Syrian con sumer's behavioral responses of leaving the website that presents the ads. For example, if consumers get encountered with a website bearing many ads, those consumers will pro bably feel confused and consequently leave the adsbearing site. That is, consumers who perceive of internet ads as being irritating or confusing will probably drive Syrian consumers to leave the website showing the ads, regardless of whether he or she holds favorable or unfavorable affects towards internet advertising in general. This result is considered a significant contribution to the current literature as beliefs could directly influence consumer behavioral responses towards internet advertising."
        },
        {
            "section": "Discussion",
            "text": "Our results also show that entertainment directly inf luences Syrian consumers' responses towards clicking on internet ads to get additional information related to the advertised product. So, perceiving internet advertising as a source of entertainment (e.g. containing flash games) may predict consumers to click on internet ads, even if Syrian consumers hold negative attitudes to internet advertising in general. proving a direct relationship between entertain ment and clicking on internet ads, a contribution has been made to current literature demonstrating that beliefs could be directly linked to behavior."
        },
        {
            "section": "Discussion",
            "text": "Attitudes towards internet advertising is found to mediate fully the relationship between some beliefs (i.e. information, irritation, and values corruption) and the be havioral response of clicking on internet ads (Shavitt et al. 1998;Wolin et al. 2002;Zhou, Bao 2002;Yang 2003;Wang, Sun 2010a, 2010bUsman et al. 2010;Eze, Lee 2012;Zabadi et al. 2012;Kamal, Chu 2012b). Additionally, attitudes are found to partially mediate the relationship between enter tainment and clicking on internet ads. This finding implies that Syrian consumers with positive beliefs about internet advertising will probably form favorable attitudes towards it and consequently enhance the possibility of clicking on internet ads. Moreover, Syrian consumers who like internet advertising in general, will likely click on internet ads, even if they describe those ads as entertaining or not.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 214,
                    "text": "(Shavitt et al. 1998;",
                    "end": 235
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 235,
                    "text": "Wolin et al. 2002;",
                    "end": 253
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 253,
                    "text": "Zhou, Bao 2002;",
                    "end": 268
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 268,
                    "text": "Yang 2003;",
                    "end": 278
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 278,
                    "text": "Wang, Sun 2010a",
                    "end": 293
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 293,
                    "text": ", 2010b",
                    "end": 300
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 300,
                    "text": "Usman et al. 2010;",
                    "end": 318
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 318,
                    "text": "Eze, Lee 2012;",
                    "end": 332
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 332,
                    "text": "Zabadi et al. 2012;",
                    "end": 351
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 351,
                    "text": "Kamal, Chu 2012b)",
                    "end": 368
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "The present study finds that attitudes toward inter net advertising in general mediates fully the relationship between some beliefs (i.e. information, entertainment, and values corruption) and the behavioral response of leaving the website showing the ads (Shavitt et al. 1998;Wolin et al. 2002;Zhou, Bao 2002;Yang 2003;Wang, Sun 2010a, 2010bUsman et al. 2010;Eze, Lee 2012;Zabadi et al. 2012;Kamal, Chu 2012b). In addition, attitude towards advertising will mediate partially the relationship between irritation and leaving the website showing ads. That is, when Syrian con sumers hold positive beliefs about internet advertising, they probably develop favorable affection and consequently are less possible to leave a website with an advertising content. As well as, Syrian consumer with positive attitudes towards internet advertising will probably keep navigating the web site, even if they find internet ads irritating or not.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 256,
                    "text": "(Shavitt et al. 1998;",
                    "end": 277
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 277,
                    "text": "Wolin et al. 2002;",
                    "end": 295
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 295,
                    "text": "Zhou, Bao 2002;",
                    "end": 310
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 310,
                    "text": "Yang 2003;",
                    "end": 320
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 320,
                    "text": "Wang, Sun 2010a",
                    "end": 335
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 335,
                    "text": ", 2010b",
                    "end": 342
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 342,
                    "text": "Usman et al. 2010;",
                    "end": 360
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 360,
                    "text": "Eze, Lee 2012;",
                    "end": 374
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 374,
                    "text": "Zabadi et al. 2012;",
                    "end": 393
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 393,
                    "text": "Kamal, Chu 2012b)",
                    "end": 410
                }
            ]
        },
        {
            "section": "Implications",
            "text": "Researchers are advised to consider using the validated scales used in the present study, when they measure public beliefs about and attitudes towards advertising in the Syrian or even in the Arab country contexts. Advertisers promoting in Syria are encouraged to influ ence Syrian consumers' beliefs about internet advertising to be more positive and less negative. That could be through working towards having internet advertising more infor mative (e.g. providing timely productrelated information), more entertaining (e.g. including flash games within in ternet ads, or enclosing amusing pictures), less irritating and confusing (e.g. avoiding high volumes of ads within a website), and less values corruptive or provalues through enhancing targeting tools in a way preventing kids from being exposed to inappropriate ads (e.g. Most social networ ks ads are accurately communicated to targeted segments of consumers). So consumers will mostly have more favorable affection and that leads to more favorable behavioral res ponses towards internet ads in respect to click on them or the period of time that consumers spend exposing to them."
        },
        {
            "section": "Limitations and suggestions for future research",
            "text": "The results of this research in regard to the relationships between beliefs, attitudes, and behaviors towards internet advertising may need further investigation in cases of ot her electronic advertising media (e.g. SMS ads) or other traditional advertising media (e.g. newspapers, magazines, or radio ads) to test the validity of our results across diffe rent advertising medium types (e.g. Mittal 1994;Mahmoud 2010).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 392,
                    "text": "Mittal 1994;",
                    "end": 404
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 404,
                    "text": "Mahmoud 2010)",
                    "end": 417
                }
            ]
        },
        {
            "section": "Limitations and suggestions for future research",
            "text": "A crosssectional method is used in the present study, That is, some researchers make criticism of using cross sectional design in testing causal relationships (e.g. Reisel et al. 2010). So, it is recommended to conduct further in vestigations for our results using a longitudinal design, as having longitudinal data will help check consistency across waves. Besides, this research lacks the use of qualitative data, which could contribute in giving more meaningful results when used in accompany with quantitative data (Tharenou et al. 2007).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 165,
                    "text": "Reisel et al. 2010)",
                    "end": 184
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 519,
                    "text": "(Tharenou et al. 2007)",
                    "end": 541
                }
            ]
        }
    ]
}