{
    "level": "paragraph",
    "abstract": [
        {
            "text": "to external service providers in order to improve the efficiency of their core functions. In order to achieve these aims, it is necessary to identify the management success factors supporting the fundamental competitiveness of logistics enterprises, as this is an essential development step for the companies involved (Wu 2012). The outsourcer does not have perfect information about either the service provider's capacity cost (i.e., cost for providing fast service), or her quality cost (i.e., cost of achieving a high quality level) (Ren et al. 2016). Logistics outsourcing has become an important strategy for companies seeking to gain a competitive advantage (Huo et al. 2015). The way out to stay competitive is by outsourcing the non-core business functions (Sople 2016)."
        }
    ],
    "body_text": [
        {
            "section": "Introduction",
            "text": "The logistics services industry has demonstrated tremendous growth over several decades, and there has been an increasing academic interest in logistics service providers (LSPs), especially since the 1990s (Maloni and Carter 2006). According to Lukassen and Wallenburg (2010), the work of LSPs has been increasingly recognised over the last few years, as has the significance of functioning supply relationships (Huemer 2012). Third-party logistics (3PL) plays a main role in supply chain management and, as a result, has experienced remarkable growth. The demand for 3PL providers has become a main approach (Govindan et al. 2016). Companies generally outsource their logistics By enhancing operational performance, integration improves outsourcing performance in terms of both financial performance and overall satisfaction. Lastly, operational performance also contributes to financial performance (Yang and Zhao 2016).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 206,
                    "text": "(Maloni and Carter 2006)",
                    "end": 230
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 245,
                    "text": "Lukassen and Wallenburg (2010)",
                    "end": 275
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 412,
                    "text": "(Huemer 2012)",
                    "end": 425
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 609,
                    "text": "(Govindan et al. 2016)",
                    "end": 631
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 901,
                    "text": "(Yang and Zhao 2016)",
                    "end": 921
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Building relationships of trust seems to be a continuously attractive feature for business partners in contemporary society. However, achieving the close level of trust in relationships which business partners hope for is not easy during the business cooperation period. Basically, in reallife business environments the building of trust relationships appears to be impacted by the implementation of every detailed element of business cooperation decision-making during the business development processes (Wang 2012). The fundamental meaning of building trust can be understood in the sense that in-depth business collaboration with business partners is affected by the speed of trust-building, i.e. the time taken to create trust during the processes of developing the business. Therefore, trust is an important element in building long-term relationships (Ganesan 1994) and is considered a critical factor in the success of logistics outsourcing relationships (Tian et al. 2008, Schoenherr et al. 2015. Trust is an essential factor for successful resource sharing in logistics. Trust building is long-term multi-disciplinary agenda in collaborative networked organizations including those in supply chain and logistics (Daudi et al. 2017). They continue that trust is important for the information sharing and collaboration between supply chain partners and it enables development of log-term collaborative strategy (Stonkutė and Vveinhardt 2016). For supply chains, collective optimization, with sharing and cooperation is key to success. Therefore, trust between Inter-organizational Information System partners is essential. However, firms are wary of sharing information across organizational boundaries (Sing and Teng 2016). For supply chains, collective optimization, with sharing and cooperation is key to success. Therefore, trust between inter-organizational information system partners is essential (Singh and Teng 2016). Our research aim was to examine the role of trust and the effect of the level of trust in the competitiveness of logistics services providers and within this, to examine the in-sector level of trust (involving clients, sub-contractors and other logistics service providers), as well as the essential factors in the development of trust within the firm. The study of trust is important from the perspective of logistics service providers because, given its cost-reducing effect, it represents an important factor in competitiveness and growth. This research contributes to the sparse literature that has examined the relationship between key success factors (inter-organisational and inter-firm firm relationships) and the performance of logistics service providers in a Hungarian context.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 505,
                    "text": "(Wang 2012)",
                    "end": 516
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 857,
                    "text": "(Ganesan 1994)",
                    "end": 871
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 962,
                    "text": "(Tian et al. 2008",
                    "end": 979
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 979,
                    "text": ", Schoenherr et al. 2015",
                    "end": 1003
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1221,
                    "text": "(Daudi et al. 2017)",
                    "end": 1240
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 1418,
                    "text": "(Stonkutė and Vveinhardt 2016)",
                    "end": 1448
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1911,
                    "text": "(Singh and Teng 2016)",
                    "end": 1932
                }
            ]
        },
        {
            "section": "Factors of trust levels in inter-organisational relationships",
            "text": "Organizational trust can be divided into intra-and interorganizational trust. Inter-organizational trust refers to the extent to which organizational members have a collectively held trust orientation towards the partner firm (Zaheer et al. 1998, Ring and Van de Ven 1994, Jeffries and Reed 2000.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 226,
                    "text": "(Zaheer et al. 1998",
                    "end": 245
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 245,
                    "text": ", Ring and Van de Ven 1994",
                    "end": 271
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 271,
                    "text": ", Jeffries and Reed 2000",
                    "end": 295
                }
            ]
        },
        {
            "section": "Factors of trust levels in inter-organisational relationships",
            "text": "There are real problems in separating the two concepts; however, most studies have opted to use individuals' reports to assess inter-organisational trust levels. A few studies have looked at both interpersonal and inter-organisational trust in buyer-supplier relationships (Zaheer et al. 1998). Trust shapes inter-firm relational embeddedness, which is characterised as a range of integration activities reflecting close working practices between buyers and suppliers (Lawson et al. 2008). Based upon a widespread belief on the part of those involved in business, having positive trust relationships potentially supports and promotes further business collaboration between business partners (Blomqvist 1997, Gambetta 2000, Schumacher 2006. Trust refers to the extent to which partners in a relationship perceive each other as credible and benevolent. Credibility reflects the extent to which a firm in a relationship believes that the other party has the required expertise to perform the expected task effectively, while benevolence occurs when one relationship partner believes that the other party has intentions and motives that will benefit the relationship (Nyaga et al. 2010). Sahay (2003) described the trust factors related to collaborating enterprises as follows: the cost and/or profit side of the relationship, the foreseeable good performance and procedure, the role of common values and standards, the fact that the other party is able to meet its commitments, the development of trust, the long-term strategy, the transfer of trust as well as the commitments and competence-based trust can be achieved also if one of the partners are able to meet its commitments. Three aspects of a supply chain network influence network-level trust in supply chains: the number of uninfluenced partners, the number of uninfluential partners and the degree of interdependence (Capaldo and Giannoccaro 2015). Morgan and Hunt (1994) emphasise the importance of meeting commitments, since this is the pre-requisite of trust for partners in the supply chain. In addition, Hurley (2006) confirms that the personality, culture and previous experience of the leading manager of the enterprise has a significant impact, both on the establishment of the work environment and on the development of enterprise relationships and partner behaviours. The existing literature shows extensive support for the overall beneficial effect of trust on business transactions, operational effectiveness and product quality (Shin et al. 2000), and inter-organisational relationships (Szulanski et al. 2004). Wang (2012) pointed out that business partners today no longer only emphasize the importance of trust building, because there is no doubt that the prerequisite of building trust is becoming an inevitable common understanding in business. Hence, business partners prefer to seek a way to build trust relationships, or organizations are even more eager to stimulate trust relationships with their business partners.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 273,
                    "text": "(Zaheer et al. 1998)",
                    "end": 293
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 468,
                    "text": "(Lawson et al. 2008)",
                    "end": 488
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 691,
                    "text": "(Blomqvist 1997",
                    "end": 706
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 706,
                    "text": ", Gambetta 2000",
                    "end": 721
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 721,
                    "text": ", Schumacher 2006",
                    "end": 738
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1163,
                    "text": "(Nyaga et al. 2010)",
                    "end": 1182
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1184,
                    "text": "Sahay (2003)",
                    "end": 1196
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1875,
                    "text": "(Capaldo and Giannoccaro 2015)",
                    "end": 1905
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1907,
                    "text": "Morgan and Hunt (1994)",
                    "end": 1929
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 2067,
                    "text": "Hurley (2006)",
                    "end": 2080
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 2499,
                    "text": "(Shin et al. 2000)",
                    "end": 2517
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 2558,
                    "text": "(Szulanski et al. 2004)",
                    "end": 2581
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 2583,
                    "text": "Wang (2012)",
                    "end": 2594
                }
            ]
        },
        {
            "section": "Factors of trust levels in interfirm relationships",
            "text": "Trust is an important coordinating mechanism in interfirm relations, reducing transaction costs and fostering successful collaborations among organizations (Aoyama, Ratick 2007). The importance of trust in organizations is increasingly recognized (Lapointe et al. 2014). Bradach and Eccles (1989) defined trust as \"a type of expectation that alleviates the fear that one's exchange partner will act opportunistically. \" Dore (1983) and Sako (1992) studied the case of interfirm relations in Japan, leading them to identify goodwill as a factor in interfirm relations. Conventionally, research on interfirm relations has largely been conducted on the intra-industry level, typically in manufacturing sectors such as automobiles, textiles, and electronics (Womack et al. 1990, McKendrick et al. 2000, Wong 2002. In contrast, the logistics industry involves both intra-and inter-industry relational dynamics; intra-industry relations are represented by inter-firm relations between logistics providers, and inter-industry relations are represented by those existing between logistics providers and logistics users. Anderson et al. (2017) find that higher initial trust is associated with reduced expenditures for management controls and increased investments in the collaboration. Minnaar et al. (2017) find that trust is interactively related to control in complex and often unpredictable ways rather than in linear ways that result from managerial decision-making. In the network of associations that constitutes the interfirm relationship, trust is not a stable solution that generates predictability, but a quasi-actor that is made to act by the contract and the incorporated control structures. Lusher et al. 's (2012) results confirm that trust induces awareness and produces expectations of reciprocity -features that are consistent with the view of trust as a general organizing principle. Trust in interfirm exchange has traditionally been treated as mutually held and jointly determined by the two parties in a relationship. Yet, the expectations of exchange partners can, and routinely do, differ with respect to the goals, preferences, and vulnerabilities in their shared relationship (McEvily et al. 2017).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 156,
                    "text": "(Aoyama, Ratick 2007)",
                    "end": 177
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 247,
                    "text": "(Lapointe et al. 2014)",
                    "end": 269
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 271,
                    "text": "Bradach and Eccles (1989)",
                    "end": 296
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 420,
                    "text": "Dore (1983)",
                    "end": 431
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 436,
                    "text": "Sako (1992)",
                    "end": 447
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 754,
                    "text": "(Womack et al. 1990",
                    "end": 773
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 773,
                    "text": ", McKendrick et al. 2000",
                    "end": 797
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 797,
                    "text": ", Wong 2002",
                    "end": 808
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 1112,
                    "text": "Anderson et al. (2017)",
                    "end": 1134
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1278,
                    "text": "Minnaar et al. (2017)",
                    "end": 1299
                },
                {
                    "type": "bibr",
                    "start": 1697,
                    "text": "Lusher et al. 's (2012)",
                    "end": 1720
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 2194,
                    "text": "(McEvily et al. 2017)",
                    "end": 2215
                }
            ]
        },
        {
            "section": "Factors of trust levels in interfirm relationships",
            "text": "Results also show that networks of perceived trust relations are characterized by tendencies toward reciprocity and a generalized giving of trust."
        },
        {
            "section": "Research methodology",
            "text": "Of the 284 logistics service providers, 56 responded, of which 51 were evaluated. This shows a response rate of almost 20%, which can be regarded as representative when viewed in terms of general beliefs and academic acceptance. Representativeness is further strengthened by the market share of the respondents (50%), and the test results of the general and sample population in terms of their geographical location and distribution. From this list the target group was selected, including enterprises with a revenue (net sales) of at least 100 000 EUR, but not higher than EUR 100 million per year. Our sample represents the opinions of big companies of the sector, because of their relatively low response rate and large share of revenue in the industrial sector. At the same time, as shown above, the geographical distribution of the sample corresponded to the distribution of the population. 13% of the interviewed LSPs were established in 1990, when a number of entrepreneurs decided to set up their own companies due to the political and economic restructuring occurring in the region. More than 50% of the examined LSPs were engaged in the domestic and international road transport of goods or road forwarding services directly after their establishment. 32% of the newly-established LSPs were primarily involved in warehousing activities. The following activities ranged between 10%-20%: railway transport and/or forwarding, air freight and/or forwarding, water freight and/or forwarding, transport and/or forwarding of containers, custom-house agent activities, transport and/or forwarding of oversized goods, logistics activities outsourced by clients inside or outside the factory yard, freight insurance and logistics consultancy. Seventy-five per cent of the enterprises involved in the research were primarily Hungarian-owned."
        },
        {
            "section": "Research methodology",
            "text": "GfK Hungary Market Research Institute contributed significantly to the structure of the questionnaire, we created the professional content, and the possible response forms and types were greatly influenced by the data quality and type that can be managed and expected by the evaluation software (SPSS). Questionnaires were completed using the Computer Assisted Web Interviewing (CAWI) method. The internet-based questionnaire technique provided an effective research background for this target group by allowing respondents to answer questions on delicate corporate issues (financial issues, role of suppliers, etc.) more honestly, as the interviewee's response was not affected by the presence of the interviewer."
        },
        {
            "section": "Levels of trust within industrial sectors",
            "text": "Based on a deeper analysis of the data on which Fig. 1 is based, and highlighting certain critical levels, we can state that -on a scale ranging from 1 to 10-21% of respondents rated the level of trust within the industry (clients, subcontractors, other logistics service providers) as 5, which was not a very positive result, with 50% rating confidence levels between 6 and 9. In total 4% of respondents rated it as 9, i.e. they almost completely trust their partner; this is a very low level. At the same time, 4% rated the level of trust at 2, reflecting mistrust within the industry. If we break down the data relating to trust levels according to the various actors, we do not find a single client company with a value of between 0 and 2, so clients trust the logistic service companies rather than the other operators around them in the market. In addition, 77% (48 + 29) of the logistics service providers involved in the research evaluated their clients between 7 and 10, reflecting a strong level of trust. They have least trust in other logistics service companies, with 14% rating the level of trust at zero, which is a sign of total distrust. In summary, this means that although in many cases they consider each other as competitors rather than partners, in contrast to this, when Hungarian logistic companies were asked how they see other logistics companies, 66% replied that they are both competitors and co-operative partners. This duality, however, explains the level of confidence shown in Fig. 1. Following this, companies had to answer the same question, but this time as regards how they feel they are evaluated by their partners. They evaluated themselves as most trusted by their clients (48%), while they feel that subcontractors (16%) and other logistics companies (18%) do not trust them at all (Fig. 2).",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 48,
                    "text": "Fig. 1",
                    "end": 54
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1509,
                    "text": "Fig. 1",
                    "end": 1515
                },
                {
                    "type": "figure",
                    "start": 1822,
                    "text": "(Fig. 2)",
                    "end": 1830
                }
            ]
        },
        {
            "section": "Levels of trust within industrial sectors",
            "text": "From Fig. 1 and 2 it is clear that logistics providers tend to have close relationships of trust with their clients. The relationship, however, can be manifold: strategic, cooperative-partnership, or client and provider. Fig. 3 shows the relationship between Hungarian logistics providers and their clients.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 5,
                    "text": "Fig. 1 and 2",
                    "end": 17
                },
                {
                    "type": "figure",
                    "start": 221,
                    "text": "Fig. 3",
                    "end": 227
                }
            ]
        },
        {
            "section": "Levels of trust within industrial sectors",
            "text": "Firms consider 30% of their clients to be strategic partners, while the simple client-provider relationship is more typical (36%). In relation to signing a contract, 60% of respondents consider that proportional rights are established between the contracting parties, while 40% believe these contracts give rise to unwarranted advantages for the client (termination, conditions of payment etc.). Presumably those who report this latter type of contract are also those who are in a client-provider relationship. Contracts drawn up with clients are considered the result of a comprehensive, but justified and manageable, process by 50% of logistics service providers, while 25% of these firms consider them the result of a quick, routine process."
        },
        {
            "section": "Levels of trust within industrial sectors",
            "text": "If clients demand an unplanned, unexpected service from the service provider, 95% of logistics firms will react to their clients' request within 1 to 24 hours of receiving it. Within this group, 29% of firms react within 1 hour to the request received. Among the leading managers of the logistics firms asked, about 18% consider their own role to be important, i.e. on a scale of 10 they rate the trust established with their partners as 10. No-one assessed their own role between 0 and 2, i.e. the majority are clear about the importance of their own role. 88% of the leading managers asked were aware of which professional organisation their firm was a member of. 63% of logistic service providers were members of one or two professional organisations, and as an extreme example, we can point out that of the 56 firms questioned, one was simultaneously a permanent member of 8 organisations during the period of the research."
        },
        {
            "section": "Levels of trust within industrial sectors",
            "text": "As regards clusters, the situation was reversed: 82% of logistics firms did not belong to any cluster. The reasons for this may include: the low level of trust in the environment around logistics firms, the unfavourable choice of region and headquarters, and the lack of readiness towards cooperation and initiative taking. If a firm from the sample did choose to be a member of a cluster (18%), then it only joined one cluster, and not more."
        },
        {
            "section": "Trust within firms",
            "text": "Trust within the firm is an important foundation stone for the firm to achieve a profitable operation and success. The atmosphere of trust within the firm was, all things considered, evaluated positively by the respondents. Of the firm leaders, 82% (30 + 52) rated the level of trust within their own firms as between 7 and 10. The level of trust within the firm can be seen (Fig. 4).",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 375,
                    "text": "(Fig. 4)",
                    "end": 383
                }
            ]
        },
        {
            "section": "Trust within firms",
            "text": "14% of the respondents do not trust their direct subordinates at all, which can have a negative effect on everyday operations. Respondents' answers were more varied regarding direct subordinates than regarding other employees. According to 88% of leading managers at logistics firms, there is a significant relationship between the firm culture and the level of trust within the organisation. Leading managers at logistics firms are aware of the importance of this relationship, as well as of the fact that it is important to work continuously towards achieving a higher level of trust with subordinates. Creating a trusting atmosphere depends largely on leadership behaviour, so in the following we present the results related to leadership style."
        },
        {
            "section": "Trust within firms",
            "text": "The development of the atmosphere of trust is primarily dependent on the behaviour of the manager, and so in what follows we will show the results relating to leadership style. Fig. 5 shows the answers of the managers, highlighting the four categories which received the most responses.",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 177,
                    "text": "Fig. 5",
                    "end": 183
                }
            ]
        },
        {
            "section": "Trust within firms",
            "text": "According to the greatest number of leaders, the task of the leader is to present the problem, search for solutions and make decisions (39%), while according to others the leader decides and announces the decision (38%). These two significantly diverging categories are both present in significant proportions in the answers of those in the sample. The task of a leader moves along a wide \"scale\", ranging from generating ideas, through reaching decisions, to supervision. Consequently, this makes it difficult to categorise leadership style, because it is often dependent on firm size and age, as well as tasks and colleagues; it is also related to the extent to which the leading manager needs to take an active role in individual work processes."
        },
        {
            "section": "Trust within firms",
            "text": "The other essential factor in the development of trust within the firm is job security. 55% of the logistics firms asked considered that job turnover is significantly below the average for the logistics sector, with 30% being at the sector average. Job security is the key to long term success, since human nature means that employees work harder and more carefully if they see the results of their work, and if they are aware of the effect they have on the firm."
        },
        {
            "section": "Trust within firms",
            "text": "The level of trust related to staff and the commitment of employees can be significantly increased by the use of fringe benefits. In this sense almost 90% of logistics firms make use of a fringe benefit package for their employees. Accident insurance and study grants were less popular (present in hardly 40% of cases), despite the fact that study grants, for example, can support lifelong learning and personal development, which can directly increase the competitiveness of logistics firms."
        },
        {
            "section": "Trust within firms",
            "text": "In 57% of cases firms have drawn up an organisational chart or diagram. A diagram of the firm makes its operations more transparent, makes the tasks and responsibilities of the staff clearer, reduces conflict situations and reveals the weak points within the firm. Of the firms, 54% operate with a functional organisational structure, 13% with a linear one, 9% a divisional one, 2% have a matrix structure, while 23% have some other form."
        },
        {
            "section": "Trust within firms",
            "text": "From a financial perspective, 73% of logistics firms are confident that their income will grow in the next 3 years. Regarding profits before tax, they are less sure, with 66% confident it will grow."
        },
        {
            "section": "Conclusions",
            "text": "For firms, trust has a decisive importance. According to 88% of leading managers at logistics firms, there is a significant relationship between the firm culture and the level of trust within the organisation. Leading managers at logistics firms are aware of the importance of this relationship, as well as of the fact that it is important to work continuously towards achieving a higher level of trust with subordinates. When Hungarian logistics companies were asked how they see other logistics companies, 66% replied that they are both competitors and co-operative partners. The level of trust in staff determines the direction of the firm's profitability, with the trust expressed by the leading manager (trust in partners) being indispensable for smooth operation and long term existence. We established that in relation to client-logistic service provider relationships, the attempt to work as partners and think together is accompanied by more communication and closer cooperation, which results in more win-win situations. The quantity of communication, good performance, the capacity to meet expectations and be at the customer's disposal, and fulfilment of payment obligations all increase the level of trust in a partner. When creating a high level of trust partners acquire a comprehensive level of knowledge about each other's activities and processes. This \"specific knowledge\" (deep knowledge of each other) and the timely provision of information results in a high level of flexibility in the relationship. As a suggestion, in relation to the search for the appropriate size of the firm, by measuring the level of trust within the firm (related to staff) and maintaining its level (or increasing it further), the leading management of the firm can, by ensuring effective, continuous development and growth, increase the economic size of service firms."
        },
        {
            "section": "Fig. 1 .",
            "text": "Trust in partners (authors' own research 2015) Fig. 2. Trust in logistic service provider firms (authors' own research 2015) Fig. 3. The relationship between the logistic service providers and their clients (authors' own research 2015)"
        },
        {
            "section": "Fig. 4 .",
            "text": "Levels of trust within the firm (authors' own research 2015) Fig. 5. Leadership style (authors' own research 2015)"
        },
        {
            "section": "Fig. 4 .",
            "text": "Business: Theory and Practice, 2017, 18: 171-177  "
        },
        {
            "section": "Acknowledgements",
            "text": "Supported by the ÚNKP-17-4-III New National Excellence Program of the Ministry of Human Capacities."
        }
    ]
}