{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The large number of experimentally determined protein 3D structures is a rich resource for studying protein function and evolution, and protein structure comparison (PSC) is a key method for such studies. When comparing two protein structures, almost all currently available PSC servers report a single and sequential (i.e. topological) alignment, whereas the existence of good alternative alignments, including those involving permutations (i.e. non-sequential or non-topological alignments), is well known. We have recently developed a novel PSC method that can detect alternative alignments of statistical significance (alignment similarity P-value ,10 À5), including structural permutations at all levels of complexity. OPAAS, the server of this PSC method freely accessible at our website (http:// opaas.ibms.sinica.edu.tw), provides an easy-toread hierarchical layout of output to display detailed information on all of the significant alternative alignments detected. Because these alternative alignments can offer a more complete picture on the structural, evolutionary and functional relationship between two proteins, OPAAS can be used in structural bioinformatics research to gain additional insight that is not readily provided by existing PSC servers."
        }
    ],
    "body_text": [
        {
            "section": "INTRODUCTION",
            "text": "Protein structure comparison (PSC) has been a staple method for obtaining information about a protein when its 3D structure is determined experimentally or predicted computationally. It is therefore not surprising that the development of new PSC algorithms has been continuing for more than two decades with no sign of ceasing (1)(2)(3)(4)(5)(6). These efforts are needed not only to meet new scientific challenges but also to benefit maximally from the large number of new structures now pouring in from structural genomics projects (7,8).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 327,
                    "text": "(1)",
                    "end": 330
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 330,
                    "text": "(2)",
                    "end": 333
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 333,
                    "text": "(3)",
                    "end": 336
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 336,
                    "text": "(4)",
                    "end": 339
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 339,
                    "text": "(5)",
                    "end": 342
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 342,
                    "text": "(6)",
                    "end": 345
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 534,
                    "text": "(7,",
                    "end": 537
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 537,
                    "text": "8)",
                    "end": 539
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "To these ends, a number of laboratories have created PSC servers in recent years to provide information beyond the basic PSC operations, including, e.g. those that do flexible alignment (9,10), those that discover recurring substructures or motifs (11,12), those that perform multiple structure alignment (13) and those that focus on fast structure feature extraction (14)(15)(16).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 186,
                    "text": "(9,",
                    "end": 189
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 189,
                    "text": "10)",
                    "end": 192
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 248,
                    "text": "(11,",
                    "end": 252
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 252,
                    "text": "12)",
                    "end": 255
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 305,
                    "text": "(13)",
                    "end": 309
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 368,
                    "text": "(14)",
                    "end": 372
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 372,
                    "text": "(15)",
                    "end": 376
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 376,
                    "text": "(16)",
                    "end": 380
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "Here we offer a new PSC server with the functionality to report statistically significant alternative alignments (17,18) and structural permutations (19,20) at all levels of complexity. Our method, named OPAAS, which has been detailed elsewhere (21,22), deduces the probabilities of aligning every possible pair of secondary structure elements (SSEs) between two protein structures prior to the search for a solution of their alignment. This deduction allows the ready identification of most, though not all, statistically significant alignment solutions, many of which being distinct alternatives to the 'optimal' solution, the target of conventional PSC operations. As we reported previously from a study of all-against-all database comparisons (22), about half of the alternative alignments were detectable only when permutation, i.e. non-topological alignment, was allowed. Moreover, many of the permuted alignments exhibited a permutation complexity higher than that of circular permutation, meaning that more than two separable regions of the protein structure could be aligned non-sequentially. To quantitatively measure the level of permutation complexity for all the alignments, we devised a permutation index (PI) as follows:",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 113,
                    "text": "(17,",
                    "end": 117
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 117,
                    "text": "18)",
                    "end": 120
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 149,
                    "text": "(19,",
                    "end": 153
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 153,
                    "text": "20)",
                    "end": 156
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 245,
                    "text": "(21,",
                    "end": 249
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 249,
                    "text": "22)",
                    "end": 252
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 747,
                    "text": "(22)",
                    "end": 751
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "where S i is the size (number of aligned amino acid residues) of the aligned region i and n is the total number of aligned regions. A region is an independently, and, within the region itself, topologically aligned part of an alignment. That is, within a region, all the aligned residues are ordered sequentially, which may or may not be interrupted by gaps, but these regions, if there are more than one, are aligned nonsequentially. It follows that an alignment without any permutation will have just one region, and will have, by definition, a PI value of 1.0. Also by definition, a circular permutation, *To whom correspondence should be addressed. Tel: +886 2 2789 9033; Fax: +886 2 2788 7641; Email: mjhwang@ibms.sinica.edu.tw"
        },
        {
            "section": "INTRODUCTION",
            "text": "The Author(s). This is an Open Access article distributed under the terms of the Creative Commons Attribution Non-Commercial License (http://creativecommons.org/licenses/ by-nc/2.0/uk/) which permits unrestricted non-commerical use, distribution, and reproduction in any medium, provided the original work is properly cited."
        },
        {
            "section": "INTRODUCTION",
            "text": "which involves swapping two regions in a non-topological alignment (19,20), will receive a PI value >1.0 but not >2.0. PI hence furthermore let us know how much the sizes of the separately aligned regions differ. For example, given two permuted protein pairs having PI 3.0 and 2.5, respectively, we will know that they both have three aligned regions, but the sizes of the three regions are equal for the former and vary significantly for the latter. Both permuted and non-permuted alternative alignments are reported by the OPAAS server in a fashion that is easy for a non-specialist user to grasp the main significance of the comparison as one would with the 'optimal' alignment featured by other PSC servers. This is aided by the server's user-friendly interfaces described below, which use intuitive viewing directions, informative tables that can be sorted by different parameters, cascading information windows, and a structured user guide with examples.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 67,
                    "text": "(19,",
                    "end": 71
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 71,
                    "text": "20)",
                    "end": 74
                }
            ]
        },
        {
            "section": "OPAAS WEB SERVER LAYOUT",
            "text": "At the portal of the OPAAS web server ( Figure 1a) lay two main structure comparison functions, '1 against SCOP90 dataset' and '2 chains alignment', and a Help webpage for a structured OPAAS user guide, which can be viewed on-line (http://opaas.ibms.sinica.edu.tw/help/opaas.html) as well as interactively in different contexts (see below).",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 40,
                    "text": "Figure 1a",
                    "end": 49
                }
            ]
        },
        {
            "section": "One-against-all search on SCOP90",
            "text": "The one-against-all on SCOP90 function is designed to find structural neighbors of a protein of interest in the structure classification of proteins (SCOP) (23) database. One of the following three input options (left panel in Figure 1b and user guide 3.1.1) is available for the search: a structure domain already in SCOP90 (SCOP version 1.55, <90% sequence identity non-redundant set), a structure in the current Protein Data Bank (PDB; the server updates its local PDB weekly) (24) with a specified chain (PDB ID option), or a structure in PDB format uploaded by user (User's structure option). All of the three inputs can be accompanied with optional parameter settings for customized output. The parameters that could be changed from default include minimum rough Z-score [for the alignment prior to refinement (21)], minimum refined Z-score, maximum root mean square deviation (RMSD) of Ca superposition between two aligned protein chains, minimum aligned sequence identity, maximum number of shown matches, and sorting options (right panel in Figure 1b and user guide 3.1.2). Unlike the first input option, for which pre-computed results will be retrieved, the last two input options require entry of user's e-mail address (user guide 3.1.3) because the OPAAS server needs time for computation and will return the result via email in, typically, minutes to hours, depending mainly on the stringency of the selected parameters.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 227,
                    "text": "Figure 1b",
                    "end": 236
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 816,
                    "text": "(21)",
                    "end": 820
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1050,
                    "text": "Figure 1b",
                    "end": 1059
                }
            ]
        },
        {
            "section": "One-against-all search on SCOP90",
            "text": "For the first input option, a table of matched results retrieved from a pre-computed database will be displayed directly on the web page (Figure 1c and user guide 3.2). In this table, Z-score, #a.a. aligned (number of aligned amino acids), and RMSD reported are those for the optimal alignment solution only, #alt. sol. is the number of alternative alignment solutions that satisfy the parameters specified by the user, and PI indicates the level of permutation complexity as described above. User can sort the table by the field selected (user guide 3.2.2) and download this table either as a plain text file or a comma separated values format file (user guide 3.2.3). User also can click on the matched entry to view details of each alignment solution, which will have exactly the same output as that from using the function of '2 chains alignment' (user guide 3.2.4; see below). For the output of the last two input options, an e-mail of search result with the subject title 'OPAAS result' will be sent back to the e-mail address supplied (user guide 3.3). The e-mail contains a table of search result like that of the first input option described above, but to interactively view details of individual alignment solution, the second function, described below, needs to be separately invoked.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 137,
                    "text": "(Figure 1c",
                    "end": 147
                },
                {
                    "type": "figure",
                    "start": 1042,
                    "text": "(user guide 3.3)",
                    "end": 1058
                }
            ]
        },
        {
            "section": "Alignment of two protein chains",
            "text": "For the function of '2 chains alignment' (Figure 1d and user guide 4.1), the structures of the two protein chains could either be selected from PDB (i.e. entering PDB ID) or uploaded by user in PDB format. Display of the comparison results, which can be expected to follow immediately upon submission of the request, is split into three frames to show 'basic information of the comparison', 'information of each solution', and 'detail alignment of selected region' (Figure 1e and user guide 4.2).",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 41,
                    "text": "(Figure 1d",
                    "end": 51
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 465,
                    "text": "(Figure 1e and user guide 4.2)",
                    "end": 495
                }
            ]
        },
        {
            "section": "Alignment of two protein chains",
            "text": "In the frame of 'basic information of the comparison', one of two tables gives some basic information about the two chains compared: size (number of amino acid residues), and number of SSE (user guide 4.2.1). User can click a hyperlink on the name of the two chains placed above the table to learn more about the compared proteins from the PDB website (user guide 4. "
        },
        {
            "section": "DISCUSSION",
            "text": "The best way to compare two protein structures often depends on the question being asked (6), so having a server like OPAAS that can simultaneously analyze solutions beyond the 'optimal' alignment is useful. Although most of the published PSC algorithms can be modified to offer similar capability, to our knowledge, only two PSC servers give user the option to see alternative alignments: Prosup (25) and SARF2 (26), but Prosup is limited to topological alignments and neither offers one-against-all database searching service. Moreover, with an intuitive hierarchical layout of the com-parison results and optional parameter settings to view most significant alignments (e.g. with similarity P-value set at 10 À5 , a typical comparison usually resulted in <5 such solutions), an informative summary that could lead to unexpected insight from unexpected alternative alignments is effectively produced. The main limitation of OPAAS, at its current version, arose from a compromise to trade for computational efficiency, which dictates that a structure must possess at least three SSEs to be compared (21,22); elimination of this limitation is in progress. Significantly, our server allows database search with an efficiency comparable that of the popular CE server (27), despite ours being run on a personal computer (Pentium IV) and being asked to find alternative alignments. The source code of OPAAS is also available at the server for free download for standalone computations and for incorporation of structure database other than SCOP.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 397,
                    "text": "(25)",
                    "end": 401
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 412,
                    "text": "(26)",
                    "end": 416
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1100,
                    "text": "(21,",
                    "end": 1104
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1104,
                    "text": "22)",
                    "end": 1107
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1265,
                    "text": "(27)",
                    "end": 1269
                }
            ]
        },
        {
            "section": "Figure 1 .",
            "text": "Snapshots of the OPAAS web server. (a) The portal page of the server. Two main applications can be chosen here. (b) The input page for the function of one-against-all search in the SCOP90 dataset. Three different input preferences and optional parameter settings are allowed in the left and right panel, respectively. (c) This table of matched results is retrieved from a database containing pre-computed all-against-all comparison results, which is available only with the one-against-all function. (d) The input page for the function of two chain alignment. (e) Output of a two chain alignment. The information of all alignment solutions ('optimal' and alternatives) is hierarchically laid out in three frames."
        },
        {
            "text": "2.2). The other table shows information of all the solutions (both the 'optimal' and alternative alignments, if any) of this comparison including #a.a. aligned (number of aligned residues), RMSD, refined Z-score, PI and region (number of permutedly aligned regions). Clicking on the solution number shows details of that solution in another two frames (user guide 4.2.3). The frame of 'information of each solution' shows the alignment of the selected solution graphically (user guide 4.2.4), both in a schematic representation and in a 3D superposition supported by chime plug-in (user guide 4.2.5). A file containing Cartesian coordinates of this alignment solution in standard PDB format can be exported. Different colors of the boxes in the diagram of the schematic representation, as well as of the traces in the 3D superposition, refer to different aligned regions. Clicking on the region box will show 'detail alignment of the selected region' in the third frame. The sequence alignment of this region can also be downloaded in MFA (Multi-FASTA Alignment) format by clicking 'export alignment' at the top of this frame."
        },
        {
            "section": "ACKNOWLEDGEMENTS",
            "text": "Funding to pay the Open Access publication charges for this article was provided by the Academia Sinica and National Science Council of Taiwan."
        },
        {
            "text": "Conflict of interest statement. None declared."
        }
    ]
}