{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We integrated five sets of proteomics data profiling the constituents of cerebrospinal fluid (CSF) derived from Huntington disease (HD)-affected and-unaffected individuals with genomics data profiling various human and mouse tissues, including the human HD brain. Based on an integrated analysis, we found that brain-specific proteins are 1.8 times more likely to be observed in CSF than in plasma, that brain-specific proteins tend to decrease in HD CSF compared with unaffected CSF, and that 81% of brainspecific proteins have quantitative changes concordant with transcriptional changes identified in different regions of HD brain. The proteins found to increase in HD CSF tend to be liver-associated. These protein changes are consistent with neurodegeneration, microgliosis, and astrocytosis known to occur in HD. We also discuss concordance between laboratories and find that ratios of individual proteins can vary greatly, but the overall trends with respect to brain or liver specificity were consistent. Concordance is highest between the two laboratories observing the largest numbers of proteins. Molecular & Cellular Proteomics 8: 451-466, 2009. Huntington disease (HD) 1 is an inherited neurodegenerative disorder characterized by progressive cognitive decline and From the"
        }
    ],
    "body_text": [
        {
            "text": "psychiatric and movement symptoms. The cause of the disease is the expansion of trinucleotide (CAG) repeats in the coding region of the htt gene that translates into a polyglutamine tract in the huntingtin protein (1). Currently no treatment has been shown to delay the onset of the disease or slow its progression in patients. To speed assessment of therapies in clinical trials, it is critical to identify biological markers that can accurately monitor disease progression.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 214,
                    "text": "(1)",
                    "end": 217
                }
            ]
        },
        {
            "text": "Several genomics and proteomics approaches to identifying biomarkers for HD have been undertaken previously. Genomics studies have determined the molecular phenotype of human HD brain (2) and different tissues of HD mouse models at the mRNA level (3)(4)(5)(6). Proteomics approaches have been applied to brain tissues of HD mouse models and humans to identify candidate markers (7)(8)(9). Blood plasma in particular has received considerable attention recently because of its ready accessibility clinically (10,11). The candidate protein biomarkers identified in the blood proteomics studies are largely known inflammatory markers. Because HD is regarded primarily as a neurodegenerative disease, it is not entirely clear how directly general markers of neuroinflammation relate to the pathophysiology of HD, although astrocytosis and microgliosis (12) are prominent components of HD in its mid-to late stages (13). Another concern regarding markers discovered primarily in blood is that the blood-brain barrier may restrict brain proteins from entering plasma, and so plasma candidates may not directly reflect HD progression in the brain.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 184,
                    "text": "(2)",
                    "end": 187
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 247,
                    "text": "(3)",
                    "end": 250
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 250,
                    "text": "(4)",
                    "end": 253
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 253,
                    "text": "(5)",
                    "end": 256
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 256,
                    "text": "(6)",
                    "end": 259
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 378,
                    "text": "(7)",
                    "end": 381
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 381,
                    "text": "(8)",
                    "end": 384
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 384,
                    "text": "(9)",
                    "end": 387
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 507,
                    "text": "(10,",
                    "end": 511
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 511,
                    "text": "11)",
                    "end": 514
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 848,
                    "text": "(12)",
                    "end": 852
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 910,
                    "text": "(13)",
                    "end": 914
                }
            ]
        },
        {
            "text": "Cerebrospinal fluid (CSF) is a more relevant biomaterial for biomarker discovery because it is proximal to the brain; it occupies the subarachnoid space of the central nervous system and the ventricular system around and inside the brain. Changes in CSF proteins have been identified for several diseases (14 -17), and oligoclonal bands in CSF have long been used to aid in diagnosis of multiple sclerosis and encephalitis (18 -20). CSF is an ultrafiltrate of arterial blood produced by the choroid plexus in the lateral, third, and fourth ventricles. However, it has been estimated that about 20% of the proteins in CSF are derived from brain (21), making CSF an attractive source of potential disease biomarkers in neurodegenerative diseases such as Alzheimer and Parkinson diseases (16,22,23). We report here an integrated proteomics approach to characterize the constituents of CSF and identify potential markers in CSF for human Huntington disease.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 305,
                    "text": "(14 -17)",
                    "end": 313
                },
                {
                    "type": "bibr",
                    "start": 423,
                    "text": "(18 -20)",
                    "end": 431
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 644,
                    "text": "(21)",
                    "end": 648
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 785,
                    "text": "(16,",
                    "end": 789
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 789,
                    "text": "22,",
                    "end": 792
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 792,
                    "text": "23)",
                    "end": 795
                }
            ]
        },
        {
            "text": "In this study, we analyzed and interpreted human HD CSF proteomics data generated by four laboratories using different proteomics approaches, including separation strategies, pooling strategies, depletion of proteins, quantitation methods, and mass spectrometry instruments. Although acquired using different biochemical approaches, all data were interpreted using a common protein database, algorithms for database search (24), and peptide and protein identification (25,26) and quantitation (27) methods to allow comparison across laboratories.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 423,
                    "text": "(24)",
                    "end": 427
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 468,
                    "text": "(25,",
                    "end": 472
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 472,
                    "text": "26)",
                    "end": 475
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 493,
                    "text": "(27)",
                    "end": 497
                }
            ]
        },
        {
            "text": "The preplanned primary analysis of these data includes deriving rankings for protein changes in HD based on the synthesized data from all laboratories and then assessing biological and statistical significance by interrogating the rankings with gene annotations derived from independent data sets (e.g. gene set enrichment style analyses (28)). Annotations include the tissue specificity of a gene (e.g. brain or liver) and whether a gene is significantly changed in human HD brain when compared with non-HD brain, both derived from previously published data sets profiling the transcripts of normal human tissues (29) and human HD and non-HD brains (2).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 338,
                    "text": "(28)",
                    "end": 342
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 614,
                    "text": "(29)",
                    "end": 618
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 650,
                    "text": "(2)",
                    "end": 653
                }
            ]
        },
        {
            "text": "This analysis reveals that proteins that have specifically high expression in the brain (brain-specific) are 1.8 times more enriched in CSF than in human plasma. These brain-specific proteins overall have lower concentrations in HD than normal CSF, and 81% of them are concordant with previously identified mRNA changes in HD versus normal brain. Altogether these results suggest that measuring proteins in CSF may be a useful way to assess the health of the brain, track progression of the disease, and improve our understanding of the disease."
        },
        {
            "text": "Secondary analysis was also performed to investigate the concordance of protein changes across laboratories. Overall at the protein (e.g. International Protein Index (IPI) sequence) level, there is a low concordance of the disease/control ratios among laboratories, meaning that each laboratory would report different highest (or lowest) ranking proteins. However, the laboratories are consistent with respect to the overall trends that brain-specific proteins decline and liver-specific proteins increase in HD samples. Concordance in protein ratios and overall trends is greatest between the two labora-tories identifying the highest number of proteins. This supports an argument that future studies with resource limitations should emphasize the depth of protein coverage and include multiple laboratories only if their experimental methods complement each other in terms of the protein observations (30). Our study also suggests that data integration plays a central role in studies to identify biomarkers as statistical significance could not have been demonstrated without the ability to evaluate changes in predefined groups of proteins using the gene set enrichment analysis (GSEA) approach.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 903,
                    "text": "(30)",
                    "end": 907
                }
            ]
        },
        {
            "section": "Sample Collection",
            "text": "CSF samples were collected and processed by a single study site described previously (10). Briefly CSF was obtained by lumbar puncture from 20 HD gene-positive patients and 10 gene-negative controls with matched ages recruited through the University of British Columbia HD Medical Clinic. On the day of the lumbar puncture, all subjects had a comprehensive clinical evaluation including assessment on the complete United Huntington Disease Rating Scale. Based on the United Huntington Disease Rating Scale independence score as defined by the Huntington Study Group (31), 10 of the 20 gene-positive individuals were categorized as early stage (independence score Ͼ80), and the other 10 were categorized as moderate stage (65 Ͻ independence score Յ 80). About 5-7 ml of CSF samples were collected in four or five standard lumbar puncture kit tubes (Cardinal-Health, safe-t-LP kit) (catalog number 4301CSDF). Each collected sample was placed on ice and then centrifuged at 2000 ϫ g (4000 rpm) for 10 min to eliminate cells and other insoluble material. The collected CSF was examined by microscopy, aliquoted, and frozen immediately on dry ice in polypropylene tubes in 1-or 3-ml aliquots and stored at Ϫ80°C. Tubes were filled to the top to minimize oxidation during storage. Average total processing time was 76 min from the start of collection to final storage. No anticoagulants, preservatives, and protease inhibitors were added. The lumbar punctures were atraumatic with CSF cell counts revealing red blood cells from 0 to 171 counts/l and white blood cells from 0 to 17 counts/l, indicating no significant blood cell contamination (supplemental Table  S1). Samples were stored at Ϫ80°C for various lengths of time ranging from 17 to 27 months before they were thawed and subdivided into aliquots of 0.5 ml to be shipped using dry ice to individual labs for analysis. The duration of shipment was between 1 and 3 days, and dry ice was replenished during the shipment to keep samples frozen. All 30 samples were stored at Ϫ80°C before thawing once again for analysis. Therefore, except one (HDU-2) that was thawed three times, all samples were thawed twice before analysis.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 85,
                    "text": "(10)",
                    "end": 89
                },
                {
                    "type": "table",
                    "start": 1650,
                    "text": "Table  S1",
                    "end": 1659
                }
            ]
        },
        {
            "section": "Proteomics Platforms",
            "text": "Five different laboratories received aliquots of CSF collected from the same 30 individuals described above. The disease statuses of the 10 HD gene-negative controls, 10 HD gene-positive early stage samples, and 10 HD gene-positive mid-stage samples were blinded to the research laboratories and labeled as group B, C, and A, respectively, with identifiers provided to labs only after raw data from all labs were received by the bioinformatics data core analysis group."
        },
        {
            "section": "Proteomics Platforms",
            "text": "Each lab designed experiments based on their preferred comprehensive proteomics platform(s) (Table I) for the purpose of discovering biomarkers that can classify Huntington disease. These approaches include four quantitative mass spectrometry approaches and one gel-based quantitative approach that used the mass spectrometer for protein identification. Experimental designs varied in many respects across the labs, including the use of pooled and non-pooled designs, depletion and non-depletion of abundant proteins in the samples, and label-free and isotopically labeled quantitation. After evaluation, data from four laboratories were reported in this study. One of the five laboratories reported quality control issues that were also detected in the data analyses (fewer than 80 total peptides were identified), and therefore this data set was not considered for further analysis. Detailed experimental designs of the other four laboratories are described in the supplemental text, Part A.",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 92,
                    "text": "(Table I)",
                    "end": 101
                }
            ]
        },
        {
            "section": "Individual Lab Data Processing and Analysis",
            "text": "All data files were transmitted to the bioinformatics data-processing lab for analysis after converting to the standard mzXML format (32,33) and then searched with X! Tandem (January 1, 2007 release) configured with a scoring function (24) compatible with Peptide-Prophet (25) and ProteinProphet (26). The same database (human IPI version 3.20 consisting of 61,225 IPI numbers) was used to search all data. PeptideProphet (version 3.0) and ProteinProphet (version 3.0) were used to assign identified peptide and protein confidence scores for all but Lab 1 (details described below) where the complexity of samples interrogated was not sufficient to estimate the Peptide-Prophet error model. Quantitation was performed following tryptic search and protein inference. Finally multiple experiments within a lab were then aligned to create analytic data sets sufficient to determine relative disease status.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 133,
                    "text": "(32,",
                    "end": 137
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 137,
                    "text": "33)",
                    "end": 140
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 272,
                    "text": "(25)",
                    "end": 276
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 296,
                    "text": "(26)",
                    "end": 300
                }
            ]
        },
        {
            "section": "Individual Lab Data Processing and Analysis",
            "text": "The following common criteria were applied to all searches. A Ϯ2.0-Da error from the calculated peptide monoisotopic mass was allowed to determine whether a particular peptide sequence is to be considered as a possible model for a spectrum. Mass tolerance for fragment ions was 1 Da (24). The maximal number of missed cleavages permitted was 2. A static modification on cysteines of ϩ57.021 Da was used for all labs except Lab 4, which performed acrylamide labeling on cysteines. A potential modification on methionines of ϩ15.9949 Da was used. A weighted average mass was used to calculate the masses of the fragment ions in a tandem mass spectrum. A minimum number of one ion was required for a peptide to be scored. A default minimum PeptideProphet probability of 0.2 was used to calculate the protein group probability. Only peptides with probability Ն0.75 and mass error Ͻ20 ppm were selected for quantitation. Specific search parameters for the different labeling schemes by different labs are specified in the supplemental text, Part B. The following are descriptions of the software used for each lab's data and quantitation methods (summarized in supplemental Table S2) during data processing.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 283,
                    "text": "(24)",
                    "end": 287
                },
                {
                    "type": "table",
                    "start": 1169,
                    "text": "Table S2",
                    "end": 1177
                }
            ]
        },
        {
            "section": "Individual Lab Data Processing and Analysis",
            "text": "Lab 1-Lab 1 used a DIGE method and quantitated a large number of fluorescent spots with two commercial software algorithms (DeCyder 6.5 (GE Healthcare) and SameSpots 2.0 (Nonlinear Dynamics)). A t test was performed on the log ratios using Statistica for Windows (StatSoft, Inc.) version 7 to estimate the significant difference of a protein. Only those spots found to have significant changes, based on fluorescence, between the HD and the control were selected for tandem MS analysis. Peak lists of MS/MS spectra acquired on the HCT-Ultra ion trap instrument (Bruker Daltonics) were generated using the software tool DataAnalysis 3.4.179 (Bruker Daltonics) with default parameters. The built-in algorithm version 2.0 was used, and neither smoothing nor any signal-to-noise filter was applied for compound detection. A maximum charge state of 3 was considered for deconvolution. Data were then converted to mzXML files using CompassXport (version 1.2.3). Peptides were identified using decoy database methods with an approach described by Elias and Gygi (34). After proteins were identified for selected spots using false discovery rate (FDR) and ProteinProphet (see details in the supplemental text, Part B), quantitation of -fold changes among different disease statuses was processed based on the following rules. 1) If a spot was quantitated by both DeCyder 6.5 and SameSpots methods, -fold changes by DeCyder 6.5 were selected because the differential expression resulting from this method is more significant on average. On the other hand, if only one quantitation method was used, results from that method were selected. 2) When multiple spots have the same protein identification, -fold changes were averaged for that protein. 3) When a spot resulted in several protein identifications, the same -fold changes were assigned to all proteins.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 1040,
                    "text": "Elias and Gygi (34)",
                    "end": 1059
                }
            ]
        },
        {
            "section": "Individual Lab Data Processing and Analysis",
            "text": "Lab 2-Lab 2 performed label-free analysis. Peak lists were generated using MassLynx (4.0) based on signals obtained by Q-ToF Micro spectrometer from Waters Micromass. The MS duty cycle was set at 1,1,4 as described in detail in the supplemental text, Part A. These data were converted to mzXML files using MassWolf 1.02 with the Waters Datafile Access Component (DAC) library. Following the database search using the common criteria, quantitation was performed using a spectral count approach (35), which sums the number of total spectra assigned to the protein group in that sample. Only peptide spectra with PeptideProphet probability greater than 0.75 or an error rate of 5% were counted for each IPI entry identified. Because individual level variation can be determined for this design, we used a straightforward procedure that tracks all proteins that are members of a single ProteinProphet group within the experiment to associate groups across multiple experiments and to flag groups that are not directly comparable (supplemental text, Part B). After summing up to master protein groups across samples, the average spectral count of all IPI entries within a \"master group\" was assigned to that group. For each master group, total spectral counts from 10 HD-mid samples, 10 HD-early samples, and 10 control samples were summed up and used to calculate HD-mid/control, HD-early/control, and HD-mid/HD-early ratios. Intensity-dependent ratio plots (MA Lab 3-Data from Lab 3 were acquired from the LTQ-FT instrument (Thermo Finnigan). Peak lists were generated by Xcalibur (version 1.1) and converted to mzXML files using ReAdW 1.1 with XRawfile library. Default parameters were used. Database search was carried out using the common parameters and the designated specific modifications (supplemental text, Part B). Protein groups with probability score Ͼ0.9 (corresponding to an overall error rate of 0.01) were considered confident proteins for downstream analysis. The Q3 algorithm (27), developed to accommodate a 3-dalton mass shift in heavy and light peptides, was used to compute the ratios between the light and heavy isotopic pairs using peak areas. More specifically, only confidently identified peptides (PeptideProphet probability Ͼ0.75 and mass error Ͻ20 ppm) were selected for further quantitation at the protein level. In three pairwise comparisons, the internal standard (IS) containing equal amounts of 30 samples was labeled with light acetyl group, and each of the three disease statuses (A, B, or C) was labeled with heavy acetyl group (for details, see supplemental text, Part A). Preliminary analysis found that light/heavy ratios were skewed for both IS versus HD-early and IS versus HD-mid experiments. Because the same amount of protein was loaded into the MS instrument and, in theory, most proteins in the disease and control should remain unchanged, we normalized these ratios. Normalization at the peptide level was performed by median centering the log ratios. Experiments were then aligned to infer the protein changes of different disease status comparisons. Protein inference was performed using the ProteinProphet analysis tool at the lab level, and light/heavy ratios of these protein groups were inferred from ratios at the experiment level by comparing IPI numbers. HD-mid versus control, HD-early versus control, and HD-mid versus HD-early ratios for each protein group were calculated using IS/control, IS/HDmid, and IS/HD-early ratios from the three experiments.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 493,
                    "text": "(35)",
                    "end": 497
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1990,
                    "text": "(27)",
                    "end": 1994
                }
            ]
        },
        {
            "section": "Individual Lab Data Processing and Analysis",
            "text": "Lab 4 -LTQ OrbiTrap XL mass spectrometer from Thermo Finnigan was used, and Xcalibur (version 2.2) was applied to generate peak lists. Data were converted to mzXML files using ReAdW 1.1 with XRawfile library. Default parameters were used. Data were then searched with the common criteria plus specific modifications. Protein groups with probability score Ͼ0.9 (corresponding to an overall error rate of 0.01) were considered confident proteins for downstream analysis. For the labeled analysis, as with Lab 3, the Q3 algorithm (27) was used to compute ratios between light and heavy isotopic pairs. And similarly to the methods used for Lab 3, peptides with Peptide-Prophet scores greater than 0.75 and a mass error of less than 20 ppm were selected for the protein level quantitation. Histograms of light/heavy ratios based on the number of cysteines in the peptides revealed that peptides with one cysteine have better normal distributions than peptides with more than one cysteine. Because 80% of peptides contain only one cysteine, only peptides with one cysteine were selected for protein level analysis. To ensure a high confidence of quantitation at the protein level, only those proteins with at least three quantitated peptides were used for further analysis. For the label-free analysis, accurate mass and time (AMT) methods were used to identify peptides in LC-MS data using a single AMT database containing all high quality (PeptideProphet probability Ն0.95) peptide identifications from all labeled (fractionated) and unlabeled (unfractionated) data from Lab 4. The LC-MS peptide features from each unlabeled sample were matched against the combined AMT database to provide peptide assignments. Each match was assigned a probability value based on mass error and normalized retention time error between the MS1 feature and the AMT peptide entry, and only matches with probability Ն0.95 or a false assignment rate Յ0.05 were kept. LC-MS peptide intensity values for the peptides were normalized across runs, and peptide ratios were calculated. The AMT database and matching were performed using the msInspect/AMT software platform (36,37). Protein inference was performed using ProteinProphet, and protein ratios were calculated as well. As with the Lab 3 analysis, experiments were aligned using the ProteinProphet analysis tool at the lab level to infer the protein changes of different disease status comparisons for the labeled and unlabeled methods. Ratios of these protein groups were inferred from ratios at the experiment level by IPI numbers.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 527,
                    "text": "(27)",
                    "end": 531
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 2143,
                    "text": "(36,",
                    "end": 2147
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 2147,
                    "text": "37)",
                    "end": 2150
                }
            ]
        },
        {
            "section": "Gene Name and Group Assignments",
            "text": "Proteins, identified by their IPI sequence, were assigned to gene symbols by IPI protein cross-reference. Because the peptide level evidence cannot uniquely identify all IPI sequences, proteins were assembled by ProteinProphet into groups (26). Some of these protein groups contain unique protein sequences and gene symbols, and some contain multiple sequences that may result from the same gene symbol or from multiple genes within the same family (e.g. a protein group is assigned with HBG2, HBE1, HBG1, HBB, and HBD, all of which belong to the hemoglobin gene family) or multiple incompatible genes.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 239,
                    "text": "(26)",
                    "end": 243
                }
            ]
        },
        {
            "section": "Deriving a List of Consensus Proteins",
            "text": "To facilitate comparison across labs, a comprehensive list of protein groups consisting of all proteomics data reported in this study was generated by running ProteinProphet on all data. A minimum probability of 0.9 was used to generate the confident protein group list, resulting in an overall error rate of 0.01. A total of 1574 protein groups were identified, corresponding to 2012 gene symbols (supplemental Table S3). Only 34 of the protein groups were based on single peptides. Scores, sequences, and spectra for these single peptide-based proteins are provided in supplemental Table S4. HD-early/control, HD-mid/ control, and HD-mid/HD-early ratios for each protein group were inferred from lab level analysis by comparing IPI numbers. For a few cases, multiple ratios were found for a protein group in HD-early versus control, HD-mid versus control, or HD-mid versus HD-early comparisons, and in those cases we took the geometric mean of these ratios. Detailed results of this search are available upon request. We have also deposited the comprehensive list of proteins at the PRoteomics IDentifications (PRIDE) database (accession number 3701).",
            "ref_spans": [
                {
                    "type": "table",
                    "start": 412,
                    "text": "Table S3",
                    "end": 420
                },
                {
                    "type": "table",
                    "start": 584,
                    "text": "Table S4",
                    "end": 592
                }
            ]
        },
        {
            "section": "Deriving the Rank of Proteins Changes by Combining Ratios across Laboratories",
            "text": "Because various methods report protein changes on different scales, to make an effective and meaningful comparison (38) we integrated protein ratios across laboratories using the following metaanalysis procedures that combine the scale-free effect size measurements (z-scores). We first transformed the ratios to logarithm scale so that all the data were in a similar range, and then we standardized the scores by centering and scaling log ratios in each lab to have mean 0 and variance 1. The resulting z-score represents the number of standard deviations above or below the mean ratios within each lab. To combine z-scores, we chose to sum them across laboratories. Although one might have considered averaging the z-scores because not all proteins are quantified in the same number of experiments, we chose to sum them so that a protein quantified by only one laboratory must have a higher ratio to achieve the same rank as proteins observed across all laboratories with consistent and modest changes. For the purpose of finding proteins that classify HD, we combined the two HD groups and summed together the sum of z-scores of HD-mid/control and HD-early/ control (sums of z-scores). Proteins that are most altered in HD are those with the highest and lowest sums of z-scores.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 115,
                    "text": "(38)",
                    "end": 119
                }
            ]
        },
        {
            "section": "Annotating Proteins for Tissue Specificity and for Changes in HD Brain",
            "text": "We next annotated each protein in the synthesized protein list based on its behavior found in human transcriptional profiles of HD and normal brain (2) and other tissues (29). Specifically we annotated proteins based on 1) tissue specificity score: the relative expression of transcript in human brain, liver, and 25 other normal human tissues; and 2) changes in HD brain: the ratio of transcript abundance between HD and non-HD brains. All annotations were made by comparing gene symbols. IPI numbers identified in our proteomics study were associated with gene symbols by reference to the data (ipi.HUMAN.v3.20.dat) provided by the International Protein Index managed by the European Bioinformatics Institute.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 148,
                    "text": "(2)",
                    "end": 151
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 170,
                    "text": "(29)",
                    "end": 174
                }
            ]
        },
        {
            "section": "Annotating Proteins for Tissue Specificity and for Changes in HD Brain",
            "text": "Annotation of Protein Changes in CSF with Changes in the HD Brain by Microarray Analysis-We compared protein changes from this proteomics study with the log 2 -fold changes of mRNA in HD versus normal brain in caudate nucleus, cerebellum, and motor cortex (Brodmann area 4 (BA4)) based on a previously published study by Hodges et al. (2). Probe sets with significant changes (p values Ͻ0.001) were selected and collapsed to gene level based on gene symbols. When a gene has multiple probe sets, the median log 2 -fold change of that gene was selected as the estimate of the mRNA change. As a result, 6183 genes in caudate nucleus, 1143 genes in BA4 cortex, and 440 in cerebellum have significant mRNA changes in HD brains from the normal.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 335,
                    "text": "(2)",
                    "end": 338
                }
            ]
        },
        {
            "section": "Annotating Proteins for Tissue Specificity and for Changes in HD Brain",
            "text": "Signal Processing of Tissue Transcriptional Expression Data-Because a significant fraction of plasma proteins is derived from various tissues and so are CSF proteins, which are filtered from plasma, to annotate proteins for their source tissues, it is critical that the transcriptional data set includes tissues of human major organs. The normal human tissue expression data set was acquired from published data provided by Ge et al. (29) that includes a total of 36 types of normal human tissue, covering the complexity of human tissues. Because all CSF samples are from adult human, the annotation will focus on the adult tissue expression pattern. Therefore, data from three fetal tissues were removed. Ge et al. (29) examined a \"whole brain\" and six subregions of the brain (amygdala, corpus callosum, caudate nucleus, cerebellum, hippocampus, and thalamus). However, the cortex region that is noted to have severe cell loss in Huntington disease patients was not included. We removed the \"whole-brain\" data because it is not obvious to us how this RNA sample was prepared. We added the cortex signals and substituted cerebellum and caudate nucleus data with data derived from an extensive study that was carried out on four parts of human normal brain (caudate nucleus, cerebellum, and BA4 and BA9 cortex) using the same microarray chips (2). After these brain data were obtained from Gene Expression Omnibus (GEO) DataSets, signals detected using Affymetrix microarray suite version 5 software (MAS5) for each probe were averaged over 21 caudate nucleus, 21 cerebellum, and 24 cortex (12 BA4 and 12 BA9) arrays. We plotted log 2 MAS5 signal of the caudate nucleus and cerebellum from Ge et al. (29) versus those from Hodges et al. (2) and found that the correlations are both 0.90 (supplemental Fig. S1). These high correlations suggest that data from the two studies may be combined. So far, we have data for seven subregions of the brain. Because we want to annotate a gene as being active in the brain if it is active in any part of the brain, we summarized the brain expression data by taking the maximum across all seven subregions. As a result, transcriptional data of \"brain tissues\" and 26 other types of human tissues were included in our analysis. These tissues are from brain, heart, thymus, spleen, ovary, kidney, muscle, pancreas, prostate, intestine, colon, placenta, bladder, breast, uterus, thyroid, skin, salivary, trachea, adrenal, bone marrow, pituitary, spinal cord, testis, liver, stomach, and lung (supplemental Table S5). Finally many genes have multiple probes; one can choose to use the average signal or the maximum signal for each gene. In our analysis, the one with maximum signal among all tissues was selected because we considered that the maximum signal is the highest above the noise level. As a result, we observed 1941 tissue markers based on human array data (supplemental Table S6). The definition of tissue-specific genes/proteins may vary with tissues included in the study and when the thresholds change.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 434,
                    "text": "(29)",
                    "end": 438
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 716,
                    "text": "(29)",
                    "end": 720
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1343,
                    "text": "(2)",
                    "end": 1346
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 1700,
                    "text": "(29)",
                    "end": 1704
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1737,
                    "text": "(2)",
                    "end": 1740
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1801,
                    "text": "Fig. S1",
                    "end": 1808
                },
                {
                    "type": "table",
                    "start": 2540,
                    "text": "Table S5",
                    "end": 2548
                },
                {
                    "type": "table",
                    "start": 2915,
                    "text": "Table S6",
                    "end": 2923
                }
            ]
        },
        {
            "section": "Annotating Proteins for Tissue Specificity and for Changes in HD Brain",
            "text": "Defining Tissue Specificity of a Gene-Tissue specificity was derived from the human transcriptional data set profiling seven brain tissues plus 26 other normal tissues based on publicly available resources after processing as described above. The tissue specificity score for a gene is determined by the relative intensity of its probe on the array across tissues. We defined a gene as tissue-specific if the maximum intensity of its probe was highest in that tissue and the maximum intensity in every other tissue was at least 2.5 times lower. These tissue-specific genes were used to annotate the CSF proteome."
        },
        {
            "section": "Annotating Proteins for Tissue Specificity and for Changes in HD Brain",
            "text": "Verification of Protein Tissue-specific Annotation-The definition of tissue-specific genes/proteins may vary with tissues included in the study, with detailed processing methods, and when thresholds are changed. To validate our definition of tissue-specific genes, we checked the description and functions of some genes chosen at random. For instance, muscle-specific genes include myosin, actinin, troponin, creatine kinase, and calcium channels. And testis-specific genes are associated with terms such as spermatogenic, spermspecific, or male-enhanced antigen. In addition, normal mouse gene expression data from Zapala et al. (39) covering 20 subregions of the brain plus 14 tissues from other parts of the adult mouse was used to confirm the human array-based analysis. Similar to human tissue data processing, we combined data from 20 subregions of the brain including striatum, cortex, cerebellum, etc. into one data set called \"brain\" to simplify the analysis using the maximum MAS5 signal of the 20 brain subregions computed for each probe set. As a result, 15 mouse tissues were considered for further analysis: adrenal, pituitary, testis, thymus, spinal cord, choroid plexus, retina, brown adipose tissue, white adipose tissue, kidney, liver, heart, muscle, spleen, and brain (supplemental Table S7). Corresponding human orthologous genes were inferred by human-mouse ortholog data provided by the Human Gene Organisation Gene Nomenclature Committee. Using the same tissue specificity-defining methods, 1333 tissue markers with human orthologous genes were observed (supplemental Table S8).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 630,
                    "text": "(39)",
                    "end": 634
                },
                {
                    "type": "table",
                    "start": 1301,
                    "text": "Table S7",
                    "end": 1309
                },
                {
                    "type": "table",
                    "start": 1591,
                    "text": "Table S8",
                    "end": 1599
                }
            ]
        },
        {
            "section": "Summary of Statistical Analysis Procedures Used to Interrogate the Protein List",
            "text": "Statistical procedures were used to interrogate the synthesized protein list for three hypotheses that the experiments were designed to address: 1) that CSF is enriched for brain-specific proteins compared with plasma, 2) that brain-specific proteins change in CSF with HD development, and 3) that brain-specific protein changes in CSF are concordant with transcriptional changes in the brain."
        },
        {
            "section": "Summary of Statistical Analysis Procedures Used to Interrogate the Protein List",
            "text": "To evaluate hypothesis 1, we performed Pearson's 2 tests on an over-representation analysis to compare the fraction of proteins annotated as being brain-specific in CSF and the Human Proteome Organization Plasma Proteome Project plasma data (results summarized in Table IV). To evaluate hypothesis 2, we used GSEA, which uses a non-parametric Wilcoxon test (40,41) to compare the distribution of ratios between brain-specific and non-brain-specific proteins (see \"Results\"). For hypothesis 3, we coded all brain-derived proteins as up or down based on the sign of their sums of z-scores and all transcripts as up or down based on the sign of their log 2 -fold changes of mRNA from the array and then applied Pearson's 2 tests to evaluate the association (results are summarized in Table V).",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 264,
                    "text": "Table IV",
                    "end": 272
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 357,
                    "text": "(40,",
                    "end": 361
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 361,
                    "text": "41)",
                    "end": 364
                },
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 781,
                    "text": "Table V)",
                    "end": 789
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "General Work Flow of the Primary Data Analysis-All proteomics data acquired by four laboratories utilizing different proteomics platforms were interpreted using a common protein database as well as the same search engine and peptide and protein validation methods to allow comparison across labs. The flow of data analysis is as follows. 1) Data sets generated based on each experimental design were searched with protein database independently. 2) Multiple data sets from the same experiment were aligned to determine the protein changes between different disease statuses. 3) Data were aligned across labs, and protein ratios were synthesized for the consistency of protein changes. 4) Proteins identified were assessed for their dominant expression tissues based on published human and mouse tissue expression data. The abundances of brain and liver proteins in CSF were compared with those in plasma. 5) Finally protein changes were integrated with the genomics profiling of mRNA changes in normal versus HD brain. Results from each step of analysis are presented sequentially."
        },
        {
            "section": "RESULTS",
            "text": "Analysis of Proteomics Data-Search engine performance and PeptideProphet details (25) were inspected (supplemental Fig. S2A) to assure that sensitivity and error distributions were sufficient to determine correct and incorrect identifications from Labs 2, 3, and 4. The quality of data quantitation was determined by examining MA plots, histograms of light labeled/heavy labeled ratios at the peptide level, and histograms of the HD-early/control, HD-mid/control, and HD-mid/ HD-early ratios at the protein level (supplemental Fig. S2, B-D). We observed that the distributions of logarithms of ratios are around 0 before normalization for all experiments except two interrogations from Lab 3. The log ratios for these two data sets were normalized to have a median of 0.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 81,
                    "text": "(25)",
                    "end": 85
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 115,
                    "text": "Fig. S2A",
                    "end": 123
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 527,
                    "text": "Fig. S2",
                    "end": 534
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "Lab 1 used a DIGE method (see \"Experimental Procedures\") and quantitated a large number of fluorescent spots. Only those spots found to have significantly different changes based on fluorescence between the HD and control CSF were selected for tandem MS analysis. As a result, a total of 19 unique proteins for 42 spots were identified based on the MS/MS data (Table II), each of which is a putative biomarker candidate. As a verification of these protein identifications (\"Experimental Procedures\"), we compared them with the results provided by Lab 1 using the Mascot search engine (supplemental Table S9) and found that there is a high consistency between the two results. In addition, proteins from more spots have been identified in this study. Lab 2 is the only lab that performed individual (non-pooled) interrogation. 335 confident protein groups (with ProteinProphet probability Ͼ0.9) were found and of these, 319 were quantitated using spectral counting (35) of highly confident peptide spectra (\"Experimental Procedures\"). Lab 3 pooled samples by disease status and analyzed by d 0 /d 3 acetylation of the N terminus of the peptides. 263 confident protein groups were found after aligning the three experiments using ProteinProphet. After protein ratios were inferred from individual experiments, 161 were confidently quantitated. Lab 4 pooled samples by disease status and gender. In three pairwise comparisons, proteins in pooled CSF of two disease statuses were differentially labeled with light and heavy acrylamide on cysteine residues. Because a more extensive prefractionation strategy was used, these data resulted in identification of the majority of proteins (1179 groups) reported in this study of which 377 were confidently quantitated by the Q3 algorithm (27) (\"Experimental Procedures\"). In addition, Lab 4's label-free analysis using AMT methods (37) identified and quantitated 277 protein groups (Table II), ϳ100 of which are not quantitated by the labeled approach (Table III).",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 360,
                    "text": "(Table II)",
                    "end": 370
                },
                {
                    "type": "table",
                    "start": 598,
                    "text": "Table S9",
                    "end": 606
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 1872,
                    "text": "(37)",
                    "end": 1876
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1923,
                    "text": "(Table II)",
                    "end": 1933
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1993,
                    "text": "(Table III)",
                    "end": 2004
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "Overall the number of proteins identified is highly related to the number of sample fractions and to the number of MS/MS spectra obtained. Because of the limited publication space and the large amount of data, all the confident protein groups identified and their quantitation results from each lab are provided in supplemental spreadsheets (supplemental Table  S3). For each protein group (probability Ͼ0.9) identified, the number of total and unique peptide identifications are provided in the spreadsheets. p values (Lab 1 and Lab 2) and standard deviations (Lab 3 and Lab 4) are also included to indicate the significant changes and accuracy of the quantitations. In practice, one can use these values as filters to  a The underlined numbers are the total of protein groups identified and quantified by each laboratory. These numbers are a little different with those in Table II because of the regrouping of proteins when combining all data across laboratories.",
            "ref_spans": [
                {
                    "type": "table",
                    "start": 355,
                    "text": "Table  S3",
                    "end": 364
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 875,
                    "text": "Table II",
                    "end": 883
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "b The numbers of overlapping protein groups quantitated are shown in parentheses. generate lists by lab for protein groups that significantly change with disease status. Because of limitations in the accuracy and comprehensiveness of any one data set due to the complex nature of the samples (19,30) and current technology (42), a combination of these results across labs using completely different experimental designs and proteomics platforms will improve the accuracy, consistency, and comprehensiveness of protein candidate lists. Here we used a method described under \"Experimental Procedures\" of first performing a comprehensive search on all applicable data and then synthesizing the quantitation results.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 292,
                    "text": "(19,",
                    "end": 296
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 296,
                    "text": "30)",
                    "end": 299
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "The integrated analysis of all proteomics data was performed by a comprehensive search combining Lab 2, Lab 3, and Lab 4 labeled and unlabeled data. This resulted in a total of 12,430 peptides and 1574 high confidence protein groups identified (supplemental Table S3). The greatest overlaps in both proteins identified and proteins quantitated are between Lab 2 and Lab 4 labeled methods (Table III). From the acrosslab comparison, 577 protein groups (corresponding to 762 genes) have been quantitated by at least one experimental method, and 301 protein groups (419 genes) have been quantitated by more than one method (Fig. 1). We synthesized protein ratios across laboratories by methods described under \"Experimental Procedures.\" The resulting score (sum of z-scores) estimates the relative protein change in the HD versus normal CSF. Specifically a negative sum of z-scores indicates that the protein declines in the HD CSF when compared with normal, and a positive sum of z-scores indicates that the protein inclines. This score for each identified protein is shown in supplemental Table S3.",
            "ref_spans": [
                {
                    "type": "table",
                    "start": 258,
                    "text": "Table S3",
                    "end": 266
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 388,
                    "text": "(Table III)",
                    "end": 399
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 620,
                    "text": "(Fig. 1)",
                    "end": 628
                },
                {
                    "type": "table",
                    "start": 1088,
                    "text": "Table S3",
                    "end": 1096
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "Annotation of HD CSF Proteins with Human and Mouse Tissue Expression Data-The general perception of HD is that the most important clinical signs and symptoms can be traced to neurodegeneration in the brain. Furthermore by definition, the most powerful and useful biomarkers are intimately related to the etiology of a disease. This raises the question of the precise source of the proteins detected in CSF and whether they can be traced to brain and substructures within the brain or they arise from other sources. Formally one cannot definitively identify the source of each particular CSF protein. Direct evidence must come from some type of tracer experiment. But we can begin to make a circumstantial argument that a substantial fraction of our identified CSF proteins are based upon mRNA expression patterns."
        },
        {
            "section": "RESULTS",
            "text": "Several human brain gene expression profiling data have been published in recent years (29,43). We selected an expression data set that was generated by Ge et al. (29) using a total of 36 types of normal human tissues. Data on four regions of brain (amygdala, corpus callosum, hippocampus, and thalamus) and other adult tissues were selected and combined with data from a comprehensive study carried out on four parts of normal human brain (caudate, cerebellum, and BA4 and BA9 cortex) (2) (\"Experimental Procedures\"). Based on the algorithm described under \"Experimental Procedures,\" 1941 tissue-specific proteins are identified: 445 are brain-and 225 are liver-specific (supplemental Table S6). Integration with the CSF proteomics data found that 298 proteins/genes of 1574 are tissue markers, among which two major species are brain-specific (ϳ30%) and liver-specific (ϳ33%) ( Table IV). One intriguing question is how representative these proteins are compared with plasma. Starting from a list of 3020 proteins identified with two or more peptides provided by the Human Proteome Organization Plasma Proteome Project, we aligned the 1941 tissue markers and found that of 414 proteins that are annotated as tissue-specific proteins 17% are brain-and 53% are liver-specific (Table IV)   2 test to evaluate the significance of differences of representativeness of brain (liver) proteins in CSF and plasma. Numbers of brain (88) versus non-brain (210) marker genes in CSF were tested against those numbers in plasma (71 versus 340). Likewise for liver proteins, numbers of liver (97) versus non-liver (201) proteins in CSF were tested against those numbers in plasma (113 versus 301). compared with plasma (Table IV). This observation can also be confirmed by performing the same analysis using the normal mouse gene expression data from Zapala et al. (39) that covered 20 neural tissues from the adult mouse central nervous system plus 14 tissues from other parts of the body (data not shown).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 87,
                    "text": "(29,",
                    "end": 91
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 91,
                    "text": "43)",
                    "end": 94
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 163,
                    "text": "(29)",
                    "end": 167
                },
                {
                    "type": "table",
                    "start": 686,
                    "text": "Table S6",
                    "end": 694
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 880,
                    "text": "Table IV)",
                    "end": 889
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1276,
                    "text": "(Table IV)",
                    "end": 1286
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1289,
                    "text": "2",
                    "end": 1290
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1706,
                    "text": "(Table IV)",
                    "end": 1716
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 1852,
                    "text": "(39)",
                    "end": 1856
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "Next we examined whether the brain-specific proteins are specific to any regions of the brain. Seven regions of the brain were included in this human tissue array data: amygdala, corpus callosum, hippocampus, thalamus, caudate, cerebellum, and cortex. Among 88 CSF proteins considered to be brain-specific, 29 are cerebellum-specific, 26 are cortex-specific, 12 are amygdala-specific, eight are caudate-specific, and 13 belong to the other regions. This suggests that more than 60% of these brain-specific proteins are specifically expressed in cerebellum and frontal cortex."
        },
        {
            "section": "RESULTS",
            "text": "To have an overview of the relative abundance of these tissue-specific proteins/genes in CSF, we used the overall spectral count for each protein as a surrogate for the concentration. When the spectral counts were sorted in descending order, most of the liver-specific proteins (colored in green in Fig. 2A) show up at the top of the list. The brain-specific proteins (red) are distributed from upper middle to the bottom. The observation that liver-specific proteins are abundant makes sense because most CSF proteins come from plasma in which liver-derived proteins are highly represented.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 299,
                    "text": "Fig. 2A)",
                    "end": 307
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "Finally we evaluated the trends of changes for these tissuespecific proteins in normal versus HD patients. When 150 tissue-specific proteins were sorted by sums of z-scores ( Fig.  2B), there is a clear bias of liver proteins (colored in green) at higher scores and brain proteins at lower scores, indicating that liver-specific proteins tend to increase and brain-specific proteins decrease in HD CSF. The p value based on Wilcoxon test on sums of z-scores of brain-specific proteins versus other proteins is 6.3 ϫ 10 Ϫ9 , and that on sums of z-scores of liver-specific proteins versus others is 3.3 ϫ 10 Ϫ8 . This result indicates that the trends of changes in HD CSF from the normal are significant for brain-and liver-specific proteins.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 175,
                    "text": "Fig.  2B",
                    "end": 183
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "Comparison of Protein Changes with Human HD Brain Transcriptional Profiling Data-Gene expression changes in four brain regions of Huntington disease patients have been studied by Hodges et al. (2). Their results revealed that 21, 1, and 3% of probe sets were significantly differentially expressed in HD caudate, cerebellum, and BA4, respectively, and that no significant changes were found for BA9. An immediate question raised is what the concordance of changes in HD patients is between the proteomics and microarray studies. Among the genes that are significantly differentially expressed in HD caudate, cerebellum, and BA4 cortex, ϳ665, 57, and 165 of their products are identified in CSF, respectively. Because the most significant mRNA changes occur in HD caudate and the expression profile of HD BA4 is strikingly similar to that of HD caudate (2), we compared all CSF protein changes with HD caudate data and additionally looked at cerebellum-and cortex-specific proteins when mRNA expression data were available.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 193,
                    "text": "(2)",
                    "end": 196
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "To examine the concordance of changes, we used a sign test that compares the negative or positive signs of sums of z-scores from our proteomics study with the log 2 -fold changes from the microarray study because in both data sets positive values indicate an increasing trend of proteins/genes in HD status and negative values indicate a decreasing trend. Therefore, proteins/genes with these two values in the same signs were considered concordant. Overall about half (111 of 227) of protein groups that have both sums of z-scores and significant mRNA changes are concordant (Table V) brain-specific versus those that are not tissue markers both gave a p value Յ0.024, indicating that the consistency of expression changes in HD status measured by a proteomics and genomics approach are significant for brain-specific proteins compared with other proteins (Table V). This concordance suggests that these proteins might be derived from neurons or glial cells in the brain. Moreover 11 of the 13 brain-specific genes that have concordant mRNA and protein changes show the trend of declining in HD, consistent with the above observation that brain-specific proteins tend to decline in HD samples.",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 576,
                    "text": "(Table V)",
                    "end": 585
                },
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 857,
                    "text": "(Table V)",
                    "end": 866
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "The Most Significantly Changed Proteins in HD CSF Based on Proteomics Data-With sums of z-scores that estimate protein changes between disease states across labs (Table  VI), we were able to select 20 most increasing and 20 most decreasing proteins in HD CSF (relative to controls). This selection is naturally biased toward proteins that are observed by many labs and that have consistent trends of changes in HD CSF.",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 162,
                    "text": "(Table  VI)",
                    "end": 173
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "Among the identified proteins, 12 of them (CHGB, SIAE, IDS, NRXN3, GSN, ENDOD1, GRIA4, GGH, GC, C4B, and PRNP; see Table VI for the full protein names) have a trend of declining with disease progression (control Ͼ HD-early Ͼ HD-mid). Among the most increasing proteins, seven of them (C1QC, HPX, TPI1, PKM2/PKLR, LYZ, FAM3C, and LMAN2) follow the trend consistent with elevating as disease progresses (control Ͻ HD-early Ͻ HD-mid). C1QC, C2, and C3 are complement factors. PGLYRP2 and APOA4 are also associated with the inflammatory pathway. SERPINC1, APOH, FGG, FGB, and KNG1 are related to the coagulation system that cross-talks to the immune system (44). The immune system is activated in Huntington disease patients (45), and recently Dalrymple et al. (10), who used a proteomics approach to profile plasma rather than CSF in Huntington disease, found several inflammatory proteins. Because CSF is a filtration of plasma, our observations are consistent with their findings.",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 115,
                    "text": "Table VI",
                    "end": 123
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 653,
                    "text": "(44)",
                    "end": 657
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 721,
                    "text": "(45)",
                    "end": 725
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 757,
                    "text": "(10)",
                    "end": 761
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "Integration of these most altered proteins in HD CSF with the tissue expression data shows that although most increasing proteins are liver-specific only three of the decreasing proteins are brain-specific (Table VII). This result is expected given that the method we used to generate this list of 40 proteins is biased toward more abundant proteins and given the above result suggesting that most liver-specific proteins are abundant and increased in HD CSF, whereas most brainspecific proteins are decreased, but not all of them are abundant enough to be selected. However, some of the decreased proteins may come from other substructures of the brain. For example, CHGB has the highest mRNA level in the mouse. TTR, ENPP2, and GGH are choroid plexus-specific genes according to the mouse array data and Allen Brain Atlas data. Moreover although not exclusively expressed in the brain, MEGF8, ALDOC, ENPP2, ENDOD1, and PRNP have the highest mRNA expression level in the brain. In addition, TTR, CHGB, and PAM have high mRNA expressions in the brain when compared with the median expression level. It is possible that a majority of these proteins found in CSF were derived from the brain.",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 206,
                    "text": "(Table VII)",
                    "end": 217
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "The changes of three brain-specific proteins (EPHA4, IDS, and NRXN3) in HD CSF agree with their transcriptional changes in HD brain. In addition, CHGB, ZNF503, PAM, ENPP2, GGH, and PRNP have the same trend at both the protein and mRNA levels. These proteins are potentially interesting biomarker candidates once validated. Many liver-specific proteins shown to be increased in HD CSF according to the proteomics analysis are not significantly changed based on transcriptional profiling of the brain. However, these proteins can provide additional information on the peripheral manifestations of Huntington disease and may be used in combination with the brain-specific CSF proteins as biomarkers."
        },
        {
            "section": "RESULTS",
            "text": "Assessing Cross-lab Comparability-As shown above, the labeled methods of Lab 2 and Lab 4 have the greatest overlap in both protein identification and quantitation (Table III), and 301 protein groups have been quantitated by more than one method (Fig. 1). Questions we addressed include the concordance of protein ratios and the concordance of each laboratory with the overall trends of brain-and liver-specific protein changes identified by the integrated analysis.",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 163,
                    "text": "(Table III)",
                    "end": 174
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 245,
                    "text": "(Fig. 1)",
                    "end": 253
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "Scatter plots of relative protein abundance ratios between two disease states across different proteomics methods are shown in Fig. 3. The apparent low proteome-wide correlation of protein ratios should be expected given the nature of data we were interrogating. Specifically whenever high dimensional analyses such as proteomics (or genomics) are used for comparisons, as in our example, one expects that most proteins do not change between the two conditions (HD versus control). For these proteins the sources of variation are random (from experiments) and so will not correlate across laboratories. Only proteins that systematically changed as a re-   a Each bar in this column represents the sums of z-scores based on logarithm of early/control and mid/control ratios for each lab. The negative scores are plotted in blue, and the positive scores are in red. sult of differences in the case and the control are concordant. Thus, instead of inspecting the correlation of all data points in Fig. 3, one should focus on those ratios with higher magnitude and determine the concordance among them as these should be enriched for proteins having the systematic change. We can see that this trend of changes is rather consistent among laboratories for the 40 most altered proteins, especially for those increasing proteins that are more abundant and quantified by more laboratories (Table VI). Concordance was strongest among laboratories identifying the largest number of proteins.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 127,
                    "text": "Fig. 3",
                    "end": 133
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 994,
                    "text": "Fig. 3",
                    "end": 1000
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1381,
                    "text": "(Table VI)",
                    "end": 1391
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "We also evaluated whether single laboratories could demonstrate the overall trend of changes in HD versus normal for brain-versus liver-specific proteins. As shown in Table VIII, each lab's sum of z-scores are negative for brain-specific proteins and positive for liver-specific proteins, and the differences are statistically significant based on Wilcoxon test. This suggests that all laboratories are concordant in observing the trend that brain-specific proteins tend to decrease and liver-specific proteins tend to increase in HD CSF.",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 167,
                    "text": "Table VIII",
                    "end": 177
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "In this study, we report an extensive list of proteins identified in CSF with a high degree of confidence and provide their concentrations in human HD relative to control CSF. Because of the complexity of the CSF proteome and the current shotgun proteomics technology (42), there is a limitation in the accuracy and comprehensiveness of a single proteomics ex- a Expression ratios are calculated from the human tissue transcription data by dividing the brain or liver MAS5 signal by the median MAS5 signal of each tissue. This value represents how many -fold the mRNA expression level of the brain or liver tissue is above the average. periment. It was suggested that, similarly to gene expression profiling, which cannot draw meaningful conclusions from a single quantitative gene expression profile, multiple profiles from related samples allow extraction of signature patterns containing diagnostic or functional information (42,46). For example, to comprehensively characterize the human CSF proteome, Pan et al. (30) have used several different separation strategies and proteomics platforms. The analysis of the same samples by four different proteomics platforms provides a rather in-depth characterization of HD CSF.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 268,
                    "text": "(42)",
                    "end": 272
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 928,
                    "text": "(42,",
                    "end": 932
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 932,
                    "text": "46)",
                    "end": 935
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1017,
                    "text": "(30)",
                    "end": 1021
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "From a practical standpoint, the protein changes identified in CSF of Huntington disease patients are candidate biomarkers that may be useful for tracking the HD progression or as surrogate end points in clinical trials. Integrating results between laboratories provided confirmation of both protein identification and quantitation. The universality of our findings will require further validation with additional CSF samples using specific technologies such as multiple reaction monitoring and ELISA rather than shotgun proteomics."
        },
        {
            "section": "DISCUSSION",
            "text": "Before a candidate protein can serve as a biomarker, it is important to understand its role in the pathophysiology of the disease process. In the case of Huntington disease this is not yet possible because the exact sequence of pathological events downstream from expression of mutant huntingtin protein remains elusive. However, the predominant view is that the most clinically important signs and symptoms of HD relate to neurodegeneration and dysfunction in the brain. The hallmark neuropathology of HD is degeneration of medium spiny neurons in the striatum accompanied by extensive astrocytosis (47) and microgliosis (12). Gene expression profiling of postmortem human HD brain has been performed using striatal tissue as well as cerebellum and two cortical areas (2, 6). The known pathology and gene expression changes provide a perspective from which to view the proteomic changes.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 600,
                    "text": "(47)",
                    "end": 604
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 622,
                    "text": "(12)",
                    "end": 626
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "To identify the most probable origin of the proteins detected in CSF, we queried a published microarray survey of gene expression in human tissues. Although the assumptions and methods used were somewhat crude and only constitute circumstantial evidence for the source tissue, this created a very biologically plausible list of \"tissue markers.\" Integrating the expression data tissue markers with the CSF proteomics results revealed that many of the most abundant CSF proteins  were probably derived from the liver. This is consistent with the known origin of CSF, which is a complex filtrate of blood produced by the choroid plexus. Importantly many proteins likely to have been derived from the brain were also detected in CSF. This was not seen in a re-examination of a protein component list for blood plasma. In plasma, liver-specific proteins are also highly over-represented, whereas very few brain-specific proteins are detected. The over-representation of brain-specific proteins in CSF supports the hypothesis that it is feasible to monitor some aspects of the health of the brain using CSF. This has important implications for biomarker discovery in neurological disease. However, proving that these proteins are derived from brain tissue is difficult and requires some type of labeling experiment."
        },
        {
            "section": "DISCUSSION",
            "text": "The overall trends between changes in concentrations of brain-specific proteins and their corresponding mRNAs in HD brain tissues were consistent. This provides further support for the hypothesis that the concentration of some proteins in HD CSF may provide a window into the health of the brain and that CSF may be a fruitful source of HD biomarkers. However, to the extent that the candidate brain-specific proteins can be traced to a particular region of the brain, most appear to be cerebellum-and cortex-specific rather than specific to the striatum. This may be because the greater mass and surface area of the cortex and cerebellum provide more exposure to the CSF."
        },
        {
            "section": "DISCUSSION",
            "text": "Two noticeable trends in the data were for the brain-specific proteins to decrease in concentration in HD CSF, whereas most proteins we detected with higher concentrations in HD CSF were functionally associated with the immune system. The latter may relate to astrocytosis, microgliosis, and neuroinflammation. Neuroinflammation is a common component of many neurodegenerative diseases, and these changes are unlikely to be specific to Huntington disease. Thus, although we did not detect a large number of protein changes that can be directly linked to striatal degeneration in HD, we did detect a general trend for brain-related proteins to decrease in HD CSF, and we detected increases in proteins that may reflect neuroinflammatory processes. Both trends are consistent with the known neuropathology of HD and bolster the biological relevance of our findings."
        },
        {
            "section": "DISCUSSION",
            "text": "However, an interesting alternative mechanism may cause or contribute to the increase of blood-derived proteins and decrease of brain-derived proteins in HD CSF. Disruption of the blood-brain barrier is widely accepted in inflammatory conditions such as neurosystemic lupus erythematosus (48,49) and multiple sclerosis (50,51) and increasingly in conditions traditionally seen as degenerative with secondary neuroinflammation, like Alzheimer disease (52). Interestingly microglial activation and the presence of inflammatory cytokines could alter the properties of brain microvascular endothelial cells and the tight junctions that link them (53,54), raising the possibility that the blood-brain barrier is also disturbed in Huntington disease patients. This hypothesis is consistent with the observed differences of brain-and blood-derived proteins in HD CSF. The integrity of the blood-brain barrier in HD can be examined by detecting changes of brain proteins in HD versus normal plasma or more directly using magnetic resonance imaging.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 288,
                    "text": "(48,",
                    "end": 292
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 292,
                    "text": "49)",
                    "end": 295
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 319,
                    "text": "(50,",
                    "end": 323
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 323,
                    "text": "51)",
                    "end": 326
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 450,
                    "text": "(52)",
                    "end": 454
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 642,
                    "text": "(53,",
                    "end": 646
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 646,
                    "text": "54)",
                    "end": 649
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Because of the large source of variation among multiple laboratories, no general consensus can be made with regard to the specific ranking of proteins or their magnitude of change. In our experiments the statistical significance was not derived from establishing the significance of the top ranked individual proteins by traditional FDR (55) but rather based on interrogating the rankings based on protein sets using GSEA (28) methods where the gene sets were derived from external transcriptional data. We also found that results in this study are most strongly supported by laboratories that obtained the greatest depth of protein coverage. Our results suggest that additional biomarker studies should focus on designs that obtain the greatest depth of coverage and that interrogate the data analysis with externally derived hypotheses, perhaps from data integration. Our study could not have led to a positive finding without taking these advantages."
        },
        {
            "section": "DISCUSSION",
            "text": "In summary, we provide a comprehensive profiling of the human HD CSF proteome. The integration of the proteomics data with various genomics data supports the idea of CSF as a rich source of biomarkers for neurological diseases. For Huntington disease in particular we derived a list of proteins that are altered in HD CSF and that have the potential to be used as a specific signature of HD progression."
        },
        {
            "section": "TABLE VIII",
            "text": "Acknowledgments-We thank Allan Tobin from the High Q Foundation for the suggestions and encouragement in this project and Sara Lynn Zriny for project administration. Yan Liu, Jimmy K. Eng, Ted Holzman, and Lynn Amon each provided technical help in various aspects during the data analysis. Peter Hussey, from LabKey, assisted in developing the Web site."
        }
    ]
}