{
    "level": "paragraph",
    "abstract": [
        {
            "text": "OBJECTIVE-Plasmacytoid precursor dendritic cell facilitating cells (p-preDC FCs) play a critical role in facilitation of syngeneic and allogeneic hematopoietic stem cell (HSC) engraftment. Here, we evaluated the phenotype and function of CD8 ϩ /TCR Ϫ FCs from NOD mice. RESEARCH DESIGN AND METHODS-The phenotype of CD8 ϩ /TCR Ϫ FCs was analyzed by flow cytometry using sorted FCs from NOD, NOR, or B6 mice. The function of NOD FCs was evaluated by colony-forming cell (CFC) assay in vitro and syngeneic or allogeneic HSC transplantation in vivo. RESULTS-We report for the first time that NOD FCs are functionally impaired. They fail to facilitate engraftment of syngeneic and allogeneic HSCs in vivo and do not enhance HSC clonogenicity in vitro. NOD FCs contain subpopulations similar to those previously described in B6 FCs, including p-preDC, CD19 ϩ , NK1.1 ϩ DX5 ϩ , and myeloid cells. However, the CD19 ϩ and NK1.1 ϩ DX5 ϩ subpopulations are significantly decreased in number in NOD FCs compared with disease-resistant controls. Removal of the CD19 ϩ or NK1.1 ϩ DX5 ϩ subpopulations from FCs did not significantly affect facilitation. Notably, Flt3 ligand (FL) treatment of NOD donors expanded FC total in peripheral blood and restored facilitating function in vivo. CONCLUSIONS-These data demonstrate that NOD FCs exhibit significantly impaired function that is reversible, since FL restored production of functional FCs in NOD mice and suggest that FL plays an important role in the regulation and development of FC function. FCs may therefore be linked to diabetes pathogenesis and prevention."
        }
    ],
    "body_text": [
        {
            "section": "W",
            "text": "e were the first to identify a CD8 ϩ /TCR Ϫ facilitating cell (FC) population in mouse bone marrow that facilitates hematopoietic stem cell (HSC) engraftment across major histocompatibility complex (MHC) barriers without causing graft-versus-host disease (GVHD) (1)(2)(3). FCs are a heterogeneous cell population, with the predominant subpopulation resembling B220 ϩ /CD11c ϩ /CD11b Ϫ plasmacytoid precursor dendritic cells (p-preDC) (4). p-preDC FCs display characteristic plasmacytoid morphology and pro-duce interferon (IFN)-␣, tumor necrosis factor (TNF)-␣, and other cytokines in response to CpG-oligodeoxynucleotides (CpG-ODN) (4). p-preDC FCs also have the capacity to differentiate into mature dendritic cells (DCs) by upregulating MHC class II, CD86, and CD80 activation markers (4). Removal of p-preDC FCs completely abrogates facilitation, suggesting that p-preDC FCs play a critical role in facilitation (4).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 262,
                    "text": "(1)",
                    "end": 265
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 265,
                    "text": "(2)",
                    "end": 268
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 268,
                    "text": "(3)",
                    "end": 271
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 434,
                    "text": "(4)",
                    "end": 437
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 633,
                    "text": "(4)",
                    "end": 636
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 788,
                    "text": "(4)",
                    "end": 791
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 916,
                    "text": "(4)",
                    "end": 919
                }
            ]
        },
        {
            "section": "W",
            "text": "NOD mice develop spontaneous autoimmune diabetes due to defects in both peripheral and central tolerance mechanisms (5). Several regulatory defects have been described in NOD mice, including islet-reactive T-cells that escape deletion, impaired generation of regulatory T-cells (T reg ), inhibitory cytokines, aberrant professional antigenpresenting cell (APC) function, and low levels of NK cell activity (6,7). B-cells also contribute to the development of diabetes in NOD mice in their role as professional APCs (8). The role of p-preDC in pathogenesis of autoimmune disease has been addressed (9). Several groups reported abnormalities in DC phenotype and function in human type 1 diabetes and NOD mice (10,11). An understanding of which specific DC subsets play a critical role in maintenance of self-tolerance and prevention of diabetes may allow novel cell-based therapies to be used in the clinic for disease prevention.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 116,
                    "text": "(5)",
                    "end": 119
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 406,
                    "text": "(6,",
                    "end": 409
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 409,
                    "text": "7)",
                    "end": 411
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 515,
                    "text": "(8)",
                    "end": 518
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 597,
                    "text": "(9)",
                    "end": 600
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 707,
                    "text": "(10,",
                    "end": 711
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 711,
                    "text": "11)",
                    "end": 714
                }
            ]
        },
        {
            "section": "W",
            "text": "In the present study, we evaluated the phenotype and function of NOD FCs. We report for the first time that NOD FCs are functionally impaired in vivo and in vitro. As in disease-resistant controls, the B220 ϩ /CD11c ϩ /CD11b Ϫ p-preDC FC subpopulation represents the major subpopulation of CD8 ϩ /TCR Ϫ FCs in NOD bone marrow. The CD19 ϩ or NK1.1 ϩ DX5 ϩ FC subpopulations were significantly decreased in NOD FCs compared with those from B6 or MHC-congenic diabetes-resistant NOR mice (12). NOR FCs significantly enhanced engraftment of NOR HSCs. In striking contrast, NOD FCs were completely impaired in function and did not facilitate HSC engraftment. Similarly, NOD FCs were impaired in function in vitro. NOR p-preDC FCs were more efficient at granulocytemacrophage colony-stimulating factor (GM-CSF), interleukin (IL)-6, macrophage inflammatory protein (MIP)-1␣/CCL3, Rantes/CCL5, and TNF-␣ production in response to CpG compared with NOD p-preDC FCs. Removal of the CD19 ϩ or NK1.1 ϩ DX5 ϩ FC subpopulations did not significantly impair facilitation. Notably, FL treatment of NOD mice expanded FCs in peripheral blood (PB), and these FL-PB-FCs significantly enhanced engraftment of HSCs. The fact that FL treatment restored the function of NOD FCs suggests that FL may represent a key cytokine for the development and function of FCs. FCs may therefore be a critical link in diabetes pathogenesis and prevention and may provide a novel cell-based approach to restore self-tolerance and regulation in treatment of type 1 diabetes.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 485,
                    "text": "(12)",
                    "end": 489
                }
            ]
        },
        {
            "section": "RESEARCH DESIGN AND METHODS",
            "text": "Mice. Four-to six-week-old NOD mice (male and female; Taconic Laboratories, Germantown, NY), female nonobese resistant (NOR) mice, male C57BL/6 mice, and female C57BL/10SnJ mice (Jackson Laboratory, Bar Harbor, ME) were used. Animals were housed in the barrier facility at the Institute for Cellular Therapeutics (Louisville, KY) and were cared for according to National Institutes of Health animal care guidelines. Antibodies. All monoclonal antibodies (mAbs) used in this study were purchased from BD Biosciences (San Diego, CA). c-Kit ϩ Sca-1 ϩ Lin Ϫ (HSC) sorting experiments used the following mAbs: stem cell antigen-1 (Sca-1) phycoerythrin (PE), c-Kit allophycocyanin (APC), and the lineage panel consisting of the following: CD8␣ fluorescein isothiocyanate (FITC), Mac-1 FITC, B220 FITC, Gr-1 FITC, ␥␦-TCR FITC, and ␤-TCR FITC. CD8 ϩ /TCR Ϫ FC sorting experiments used ␤-TCR FITC, ␥␦-TCR FITC, and CD8␣ PE. CD8 ϩ / TCR Ϫ /CD19 Ϫ sorting experiments used CD8␣ PE, ␤-TCR FITC, ␥␦-TCR FITC, and CD19 APC. CD8 ϩ /TCR Ϫ /NK1.1 Ϫ DX5 Ϫ cells were sorted by using CD8␣ APC, ␤-TCR FITC, ␥␦-TCR FITC, NK1.1 PE, and DX5 PE. Sorting of HSCs and FCs. HSCs and FCs were isolated from bone marrow by multiparameter, live sterile cell sorting (FACSVantage SE; Becton Dickinson, Mountainview, CA), as previously described (4). Briefly, bone marrow was isolated and collected in a single cell suspension at a concentration of 100 ϫ 10 6 cells/ml in sterile cell sort media, containing sterile 1ϫ Hank's balanced salt solution without phenol red, 2% heat-inactivated fetal bovine serum, 10 mmol ⅐ l Ϫ1 ⅐ ml Ϫ1 HEPES buffer, and 30 l/ml gentamicin (Gibco, Grand Island, NY). Directly labeled mAbs were added at saturating concentrations, and the cells were incubated for 30 min and washed with cell sort media. Phenotypic analysis of sorted CD8 ؉ /TCR ؊ FCs. Sorted FCs (purity was Ն95%) were incubated with Fc receptor block (anti-CD16/CD32) before staining with lineage-specific markers: anti-CD11 FITC, CD11b APC, CD14 FITC, NK1.1 FITC, DX5 FITC, B220 PerCP, Gr-1 APC, and CD19 APC, as previously described (4). Sorted FCs were analyzed for p-preDC FCs as B220 ϩ /CD11c ϩ /CD11b Ϫ using Cell Quest Software (Becton Dickinson). DC maturation and cytokine production. FCs were cultured alone or with 1 mol/l TLR-9 ligand CpG-ODN 1668 (TCCATGACGTTCCGATGCT) (Gibco BRL Custom Primers) (13) for 18 h. Supernatants were assayed for cytokines by Linco Diagnostic (St Charles, MO) using LINCOplex Multiplex immunoassay, and cells were stained with anti-CD80, anti-CD86, or anti-MHC class II I-A d (39-10-8) FITC mAbs, with appropriately matched isotype controls. HSC and/or FC transplantation. In the syngeneic model, recipients were conditioned with 950 cGy total body irradiation (TBI) from a Cesium source (Nordion, ON, Canada) and transplanted with 500 HSCs Ϯ 30,000 FC populations by tail vein injection Ն6 h after irradiation (14). In the allogeneic model, recipients conditioned with 950 cGy TBI were transplanted with 5,000 HSCs Ϯ 30,000 FL-PB FCs (4). Colony-forming cell assay. HSCs were cultured at a 1:2 ratio with or without FCs in methylcellulose containing mouse growth factors (MethoCult GF M3434; StemCell Technologies, Vancouver, BC, Canada) in duplicate at 37°C in 5% CO 2 and a humidified atmosphere (13). After 14 days, colonies containing more than 50 cells were scored. Chimerism testing. Engraftment of donor cells was evaluated by PBL typing using three-color flow cytometry, as previously described (15). FC morphology. Wright-Giemsa staining was performed on cytospins of 100,000 FCs after being fixed in methanol. Slides were examined for dendritic morphology under optical microscopy. Statistical analysis. Experimental data were evaluated for significant differences using Student's t test; P Ͻ 0.05 was considered significant. Graft survival was calculated according to the Kaplan-Meier method (4).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1314,
                    "text": "(4)",
                    "end": 1317
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 2099,
                    "text": "(4)",
                    "end": 2102
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 2916,
                    "text": "(14)",
                    "end": 2920
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 3304,
                    "text": "(13)",
                    "end": 3308
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 3509,
                    "text": "(15)",
                    "end": 3513
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 3909,
                    "text": "(4)",
                    "end": 3912
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "NOD FCs exhibit specific and significant differences in subpopulations compared with normal controls. In normal mice, the CD8 ϩ /TCR Ϫ FC (FC total) population is heterogeneous, with the dominant subpopulation phenotypically resembling p-preDC (B220 ϩ /CD11c ϩ /CD11b Ϫ ) (4). Smaller percentages of B-cell (CD19 ϩ ), NK cell (NK1.1 ϩ DX5 ϩ ), granulocyte (Gr-1 ϩ ), and monocyte (CD14 ϩ ) subpopulations are also present in FC total from normal mice (4). We found that NOD and NOR FCs are comprised of similar distinct heterogeneous subpopulations ( Fig. 1A and C) and show a heterogeneous mor-phology with Wright-Giemsa staining under light microscopy ( Fig. 1B and D). p-preDC FCs represent the major CD8 ϩ /TCR Ϫ FC subpopulation in all strains (female and male NOD mice, female NOR mice, and male B6 mice) examined (Fig. 1E). The B220 ϩ /CD11c ϩ FC population in female and male NOD mice is significantly increased compared with control NOR or B6 mice ( Fig. 1H; P Ͻ 0.05). The B220 Ϫ /CD11c ϩ /CD11b ϩ subset is significantly decreased compared with NOR mice ( Fig. 1F; P Ͻ 0.007). As previously shown, the dominant cell population in CD19 ϩ FC is pre-B-cells (B220 ϩ /CD11c Ϫ /intracytoplasmic IgM ϩ ) (4). Of the female NOD FCs, 14% were CD19 ϩ , which is significantly decreased compared with NOR and B6 mice ( Fig. 1I, P Ͻ 0.05). Approximately 0.27% of NOD FCs are CD19 ϩ /CD11c ϩ /B220 ϩ cells (Fig. 1G), which is not significantly different than the control strain. DCs with a similar phenotype from normal LN and spleen have been shown to function as p-preDC (16). Of the female NOD FC total, B220 ϩ /NK1.1 ϩ DX5 ϩ and B220 ϩ /Gr-1 ϩ populations were significantly decreased compared with B6 FCs (Fig. 1K and J). The B220 ϩ /CD14 ϩ population was not significantly different in all strains examined ( Fig. 1L). FCs produce cytokines and upregulate activation markers after stimulation. We evaluated whether NOD FCs resemble NOR FCs in response to CpG-ODN stimulation. CD86 was upregulated on NOR FCs, whereas CD80 and class II expression was similar in the absence of CPG stimulation ( Fig. 2A and B). However, whereas CD86 was upregulated on NOD FCs, CD80 expression was markedly decreased with stimulation ( Fig. 2A and B). After CpG-ODN stimulation, the majority of NOR FCs were in a more activated state compared with NOD FCs, as evidenced by their dendritic morphology (Fig. 2C, right panel). In contrast, NOD FCs did not exhibit a mature morphology after CpG treatment (Fig. 2C, left panel).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 451,
                    "text": "(4)",
                    "end": 454
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 551,
                    "text": "Fig. 1A and C)",
                    "end": 565
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 656,
                    "text": "Fig. 1B and D)",
                    "end": 670
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 820,
                    "text": "(Fig. 1E",
                    "end": 828
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 959,
                    "text": "Fig. 1H",
                    "end": 966
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1067,
                    "text": "Fig. 1F",
                    "end": 1074
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1320,
                    "text": "Fig. 1I",
                    "end": 1327
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1405,
                    "text": "(Fig. 1G",
                    "end": 1413
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1572,
                    "text": "(16)",
                    "end": 1576
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1709,
                    "text": "(Fig. 1K and J)",
                    "end": 1724
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1814,
                    "text": "Fig. 1L",
                    "end": 1821
                },
                {
                    "type": "figure",
                    "start": 2099,
                    "text": "Fig. 2A and B)",
                    "end": 2113
                },
                {
                    "type": "figure",
                    "start": 2223,
                    "text": "Fig. 2A and B)",
                    "end": 2237
                },
                {
                    "type": "figure",
                    "start": 2387,
                    "text": "(Fig. 2C, right panel)",
                    "end": 2409
                },
                {
                    "type": "figure",
                    "start": 2488,
                    "text": "(Fig. 2C, left panel)",
                    "end": 2509
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "We also examined chemokine and cytokine production by NOD and NOR p-preDC FCs after CpG-ODN stimulation. In the presence of CpG-ODN, p-preDC FCs produced more MIP-1␣/CCL3, RANTES/CCL5, interferon-␥-induced protein (IP)-10, IL-6, and TNF-␣ compared with the level of those in absence of stimulation ( Fig. 2D). Notably, p-preDC FCs from NOR mice produced higher amounts of IL-6 (5ϫ), RANTES/CCL5 (3.5ϫ), MIP-1␣/CCL3 (2.1ϫ), and TNF-␣ (1.9ϫ) compared with NOD p-preDC FCs (Fig.  2D). In addition, we found that NOR p-preDC FCs produce GM-CSF more efficiently in response to CpG-ODN stimulation, whereas NOD p-preDC FCs do not (Fig. 2D). Taken together, these data demonstrate that NOD p-preDC FCs are impaired in their ability to produce chemokines and cytokines after CpG-ODN stimulation. NOD CD8 ؉ /TCR ؊ FC function is significantly impaired in vivo. We next examined the ability of NOD FCs to facilitate HSC engraftment using a syngeneic model (13,14). NOD recipients were ablatively conditioned with 950 cGy TBI and reconstituted with 500 HSCs Ϯ 30,000 FCs sorted from NOD donors. Only 4 of 13 (31%) recipients of HSCs plus FCs and 4 of 17 (24%) recipients of HSCs engrafted survived up to 130 days (Fig. 3B). In striking contrast with normal controls (4), NOD FCs did not improve HSC engraftment in NOD recipients, as evidenced by the similar engraftment of HSCs with FCs compared with the HSCs alone (P ϭ 0.579).",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 300,
                    "text": "Fig. 2D",
                    "end": 307
                },
                {
                    "type": "figure",
                    "start": 470,
                    "text": "(Fig.  2D",
                    "end": 479
                },
                {
                    "type": "figure",
                    "start": 624,
                    "text": "(Fig. 2D",
                    "end": 632
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 946,
                    "text": "(13,",
                    "end": 950
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 950,
                    "text": "14)",
                    "end": 953
                },
                {
                    "type": "figure",
                    "start": 1202,
                    "text": "(Fig. 3B",
                    "end": 1210
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "We then examined the function of NOR FCs. NOR mice are MHC-congenic to NOD mice, but do not develop diabetes (Fig. 3A) (5). Five (31%) of 16 recipients of HSCs alone engrafted and survived up to 130 days. In contrast, 70% (7 of 10) of recipients of HSCs plus FCs engrafted long term with survival over 130 days ( Fig. 3C). Therefore, NOR FCs significantly enhance engraftment of HSCs in limiting numbers of HSCs (P ϭ 0.029).",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 109,
                    "text": "(Fig. 3A",
                    "end": 117
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 119,
                    "text": "(5)",
                    "end": 122
                },
                {
                    "type": "figure",
                    "start": 313,
                    "text": "Fig. 3C",
                    "end": 320
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "To assess whether NOR FCs facilitate engraftment of NOD HSCs, 500 NOD HSCs plus 30,000 NOR FCs (n ϭ 15) were transplanted into NOD recipients conditioned with 950 cGy. All recipients of HSCs alone expired before 130 days after transplantation (Fig. 3D). In striking contrast, the majority of (11 of 21) animals transplanted with NOD HSCs and NOR FCs survived over 130 days, demonstrating that NOR FCs also facilitate engraftment of NOD HSCs (Fig. 3D). As expected, NOD FCs did not enhance engraftment of NOR HSCs (n ϭ 16; Fig. 3E). NOD CD8 ؉ /TCR ؊ FCs failed to promote generation of colonies from HSCs. To evaluate the function of NOD FCs in vitro, we tested them using the CFC assay, which enumerates the number of mono-lineage and multi-lineage colonies generated by HSCs (13). NOR HSCs cocultured with NOR FCs for 18 h, then cultured in methylcellulose for 14 days, generated significantly more colonies compared with NOR HSCs alone (n ϭ 3; P ϭ 0.011; Fig. 4B). In contrast, NOD FCs failed to enhance colony formation when cultured with NOD HSCs (n ϭ 3; P ϭ 0.422; Fig. 4C). Figure 4A shows representative appearance of CFC-GM and CFC-granulocyte-erythroid-macrophage-megakaryocyte (GEMM) for NOD HSC. FCs alone did not generate colonies ( Fig. 4B and C). Removal of CD19 ؉ or NK1.1 ؉ DX5 ؉ cells from FCs does not significantly impair facilitation. To define the function of CD19 ϩ or NK1.1 ϩ DX5 ϩ FC subpopulations, HSCs, CD8 ϩ /TCR Ϫ , or CD8 ϩ /TCR Ϫ /CD19 Ϫ cells were sorted from NOR mice and tested in the syngeneic assay for in vivo facilitation (Fig. 5A). Four of nine (44%) recipients of HSCs plus CD8 ϩ /TCR Ϫ /CD19 Ϫ FCs exhibited long-term engraftment and survived at least 110 days (Fig.  5B). Five of eight (63%) animals given HSC ϩ CD8 ϩ /TCR Ϫ FCs survived up to 110 days ( Fig. 5B). There was no significant difference in survival between the HSC plus FC total group compared with the HSC plus FC, from which CD19 ϩ FCs had been depleted (P ϭ 0.49). Four of 17 (23%) of recipients transplanted with HSC alone survived up to 110 days (Fig. 5B). These data suggest that the CD19 ϩ subpopulation may not play an important role in facilitation and therefore that the low numbers of these cells was not the cause of ineffective facilitation by NOD FCs.",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 243,
                    "text": "(Fig. 3D)",
                    "end": 252
                },
                {
                    "type": "figure",
                    "start": 441,
                    "text": "(Fig. 3D",
                    "end": 449
                },
                {
                    "type": "figure",
                    "start": 522,
                    "text": "Fig. 3E",
                    "end": 529
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 776,
                    "text": "(13)",
                    "end": 780
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 957,
                    "text": "Fig. 4B",
                    "end": 964
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 1070,
                    "text": "Fig. 4C",
                    "end": 1077
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 1080,
                    "text": "Figure 4A",
                    "end": 1089
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 1245,
                    "text": "Fig. 4B and C)",
                    "end": 1259
                },
                {
                    "type": "figure",
                    "start": 1560,
                    "text": "(Fig. 5A",
                    "end": 1568
                },
                {
                    "type": "figure",
                    "start": 1702,
                    "text": "(Fig.  5B",
                    "end": 1711
                },
                {
                    "type": "figure",
                    "start": 1797,
                    "text": "Fig. 5B",
                    "end": 1804
                },
                {
                    "type": "figure",
                    "start": 2057,
                    "text": "(Fig. 5B",
                    "end": 2065
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "We next evaluated the contribution of the NK1.1 ϩ DX5 ϩ FC subpopulation to total FC function. Donor NK cells have the potential to promote HSC engraftment and suppress GVHD in allogeneic transplantation (17). Our previous data showed that ϳ4 -6% of FCs are NK1.1 ϩ DX5 ϩ cells (4). In NOD mice, 1-1.5% of FCs express NK1.1 ϩ DX5 ϩ . To test the contribution of the NK1.1 ϩ DX5 ϩ FC subpopulation to FC function, HSCs, CD8 ϩ /TCR Ϫ FCs, and CD8 ϩ /TCR Ϫ /NK1.1 Ϫ DX5 Ϫ cells were sorted from the marrow of B6 donors; 58% (7/12) of recipients of HSC plus CD8 ϩ /TCR Ϫ FCs survived up to 110 days, and 42% (5/12) of HSC plus CD8 ϩ /TCR Ϫ /NK1.1 Ϫ DX5 Ϫ recipients survived over 110 days (Fig. 5C). Survival of both groups was significantly enhanced compared with the group that received HSCs alone (P ϭ 0.009). FL-mobilized NOD FCs facilitate HSC engraftment in allogeneic recipients. We previously reported that FL treatment of NOD mice restored production of defective mature myeloid DCs and plasmacytoid DCs in spleen and pancreatic lymph nodes and significantly increased T reg in pancreatic lymph nodes (18). This was associated with a significant delay in diabetes progression. To test whether FL treatment can restore the function of NOD FCs, we evaluated the phenotype and function of FL-PB FCs. NOD mice were treated with FL for 10 days. FCs were sorted from peripheral blood, and sorted FCs were stained with B220, CD11c, CD19, NK1.1DX5, and CD11b mAbs. There was a significant increase in B220 Ϫ /CD11c ϩ /CD11b ϩ DC and NK1.1 ϩ DX5 ϩ subpopulations in FL-PB FCs (Fig. 6A). The percentage of CD19 ϩ FCs and p-preDC FCs remained at the same levels as untreated NOD bone marrow FCs (Fig. 6A).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 204,
                    "text": "(17)",
                    "end": 208
                },
                {
                    "type": "figure",
                    "start": 685,
                    "text": "(Fig. 5C",
                    "end": 693
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1106,
                    "text": "(18)",
                    "end": 1110
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 1572,
                    "text": "(Fig. 6A)",
                    "end": 1581
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 1689,
                    "text": "(Fig. 6A)",
                    "end": 1698
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "We next evaluated whether FL treatment can restore the facilitating function of NOD FCs. FL mobilized NOD PB FCs were in a more activated state than untreated NOD bone marrow FCs, as evidenced by their dendritic morphology (Figs. 6B and 1B). To test function of FL-PB FCs, HSCs were sorted from bone marrow of untreated NOD mice and FCs from the PB of FL-treated NOD mice. Conditioned B10 recipients received 5,000 HSCs plus 30,000 FL-PB FCs. Control mice were transplanted with 5,000 HSCs Ϯ 30,000 FCs from bone marrow of un-treated NOD mice. FL-PB FCs significantly enhanced engraftment of HSCs, as evidenced by 63% of recipients (n ϭ 8) that received HSC plus FL-PB FCs surviving 120 days (Fig. 6C). A total of 13% and 20% of recipients of ",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 223,
                    "text": "(Figs. 6B and 1B)",
                    "end": 240
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 692,
                    "text": "(Fig. 6C)",
                    "end": 701
                }
            ]
        },
        {
            "section": "FIG. 2. Expression of activation markers on FC. A: Sorted CD8 ؉ /TCR ؊ FCs (100,000) from NOD or NOR bone marrow were cultured with medium or CpG-ODN for 18 h and stained with anti-MHC class II I-A d , CD86, or CD80 FITC-labeled mAbs or isotype controls. The data shown are representative of three experiments. B: Level of expression of activation markers on FCs with or without CpG-ODN stimulation. The results are the percent of CD8 ؉ /TCR ؊ FC total from three separate experiments. C: The morphology of FCs was examined using Wright-Giemsa staining under optical microscopy after CpG-ODN stimulation. D: p-preDC FCs were cultured with CpG-ODN or medium only. Culture cell-free supernatants were collected after 18 h and MIP-1␣/CCL3, RANTES/CCL5, IP-10, IL-6, GM-CSF, and TNF-␣ were measured by LINCO plex multiplex immunoassay. Data showed an average of two separate experiments.",
            "text": "HSCs alone (n ϭ 9) or HSCs plus FCs (n ϭ 8) from untreated NOD mice survived over 120 days, respectively ( Fig. 6C).",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 107,
                    "text": "Fig. 6C)",
                    "end": 115
                }
            ]
        },
        {
            "section": "FIG. 2. Expression of activation markers on FC. A: Sorted CD8 ؉ /TCR ؊ FCs (100,000) from NOD or NOR bone marrow were cultured with medium or CpG-ODN for 18 h and stained with anti-MHC class II I-A d , CD86, or CD80 FITC-labeled mAbs or isotype controls. The data shown are representative of three experiments. B: Level of expression of activation markers on FCs with or without CpG-ODN stimulation. The results are the percent of CD8 ؉ /TCR ؊ FC total from three separate experiments. C: The morphology of FCs was examined using Wright-Giemsa staining under optical microscopy after CpG-ODN stimulation. D: p-preDC FCs were cultured with CpG-ODN or medium only. Culture cell-free supernatants were collected after 18 h and MIP-1␣/CCL3, RANTES/CCL5, IP-10, IL-6, GM-CSF, and TNF-␣ were measured by LINCO plex multiplex immunoassay. Data showed an average of two separate experiments.",
            "text": "To confirm that recipients of HSCs plus FL-PB FCs exhibited durable engraftment and multi-lineage reconstitution, animals were followed for Ͼ4 months. Three-color flow cytometric analysis was performed. Recipients of HSCs alone showed the presence of cells of donor origin including DCs (CD11c), macrophage (Mac-1) and granulocytes (Gr-1), and NK cells (NK1.1DX5) and the presence of low levels of T-cells (CD8, CD4, ␣␤-TCR ϩ ␥␦-TCR) and B-cells (B220) (Fig. 6D). In contrast, recipients of HSCs plus FL-PB FCs showed donor chimerism for multi-lineages, including T-cells, B-cells, NK cells, macrophages, and granulocytes (Fig. 6E).",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 453,
                    "text": "(Fig. 6D)",
                    "end": 462
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 622,
                    "text": "(Fig. 6E",
                    "end": 630
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "CD8 ϩ /TCR Ϫ FCs play an important role in facilitating engraftment of syngeneic and allogeneic HSCs (1,14,19).   (20,21). More recently, T reg have been shown to enhance engraftment of HSCs in syngeneic recipients (22). The fact that the FC maintains its tolerogenic function in vivo addresses one of the major concerns regarding DC-based therapies: how to avoid immune activation and maintain tolerogenicity after infusion in vivo (23). As such, FCs may offer a novel cell-based therapeutic approach to induce tolerance in the clinic for treatment of autoimmune disorders.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 101,
                    "text": "(1,",
                    "end": 104
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 104,
                    "text": "14,",
                    "end": 107
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 107,
                    "text": "19)",
                    "end": 110
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 114,
                    "text": "(20,",
                    "end": 118
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 118,
                    "text": "21)",
                    "end": 121
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 215,
                    "text": "(22)",
                    "end": 219
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 433,
                    "text": "(23)",
                    "end": 437
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "In the present study, we evaluated the function of FCs in the context of a mouse model for type 1 diabetes, a systemic autoimmune disease (5). We found that NOD FCs, as a heterogeneous population, share phenotypic characteristics similar to those previously described for wild-type FCs (4). However, the percentages of both CD19 ϩ and NK1.1 ϩ DX5 ϩ cells in NOD FCs were significantly decreased compared with NOR or B6 FCs. NOD FCs were functionally impaired and failed to facilitate engraftment of HSCs in both syngeneic and allogeneic recipients, as well as in an in vitro assay for FCs. Notably, FL treatment expanded PB FCs in NOD mice and restored the ability of NOD FCs from the PB to facilitate engraftment of allogeneic HSCs. We propose that the defective function of NOD FCs may be due to an abnormal activation status of the p-preDC FC subpopulation or the presence of impaired function of a collaborative subpopulation in FCs such as B-cells or NK cells. This hypothesis offers an attractive explanation for the mechanism by which FCs enhance HSC engraftment in vivo and induce tolerance.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 138,
                    "text": "(5)",
                    "end": 141
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "The majority of FCs are B220 ϩ /CD11c ϩ /CD11b Ϫ and share characteristic features of p-preDC, including morphology and phenotype, secretion of similar cytokines and chemokines, and maturation after stimulation with CpG-ODN (4). However, their distinct differences, including the fact that FCs produce IL-10 whereas p-preDC do not, may offer an understanding as to how p-preDC FCs remain tolerogenic in vivo. p-preDCs play an important role in regulating innate and adaptive immune responses. They selectively express toll-like receptors (TLR)-7 and TLR-9 and are specialized in rapid secretion of type 1 IFN after viral stimulation (24). p-preDC can promote the function of NK cells, B-cells, T-cells, and myeloid DCs through type 1 IFN during an antiviral immune response and differentiate into unique types of mature DCs, which directly regulate the function of T-cells and thus link innate and adaptive immune responses. We were the first to show that p-preDC have the potential to facilitate engraftment of HSCs (4). p-preDCs also induce tolerance to heart allografts (25). Several studies have demonstrated an association between the pathogenesis of autoimmune diseases (systemic lupus erythematosus, Sjogren's Syndrome, and dermatomyositis) and defective function of IFN-␣ producing p-preDC (26 -28). NOD mice exhibit an abnormal DC phenotype and function (10,11). We show here for the first time that FCs from NOD mice exhibit a functional defect in facilitating HSC engraftment in vivo and impaired function in vitro as well. However, the fact that FL treatment of NOD donors results in production of functional FCs implies that the defect is probably not cell intrinsic, but rather due to a lacking signal or activated state.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 633,
                    "text": "(24)",
                    "end": 637
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1017,
                    "text": "(4)",
                    "end": 1020
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1073,
                    "text": "(25)",
                    "end": 1077
                },
                {
                    "type": "bibr",
                    "start": 1298,
                    "text": "(26 -28)",
                    "end": 1306
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1363,
                    "text": "(10,",
                    "end": 1367
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1367,
                    "text": "11)",
                    "end": 1370
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "FL plays a critical role in the development of p-preDC in humans and mice (29,30). The ability of FL to promote p-preDC development in vivo was confirmed by experiments showing that administration of FL into human volunteers led to an increase in the number of PB p-preDCs in humans and that FL transgenic mice have increased numbers of p-preDCs, where FL-deficient mice have fewer p-preDCs (31). Our own work showed that treatment of prediabetic NOD mice with FL significantly decreased insulitis and progression to diabetes and was associated with a significant increase in myeloid DCs, plasmacytoid DCs, and T reg (18). When DCs from NOD mice bone marrow are treated with nuclear factor Bspecific ODN in vitro, administration of DCs into NOD mice can effectively prevent the onset of diabetes (32). FL is also a key cytokine for FC generation and expansion, as evidenced by FL-bone marrow culture and the mobilization of FC in peripheral blood (4). FL-mobilized PB FCs promote the establishment of donor chimerism and tolerance induction. In the present study, we showed that FL treatment can restore the function of NOD FCs, demon- strating that FL can promote that development and function of FCs in NOD mice. The importance of myeloid DCs on their ability to trigger B-cell growth and differentiation has been addressed (33). A recent study showed that the p-preDCs regulate B-cell function by producing IFN-␣ and IL-6, which thereby induces B-cell differentiation (34). Depletion of p-preDC from human blood mononuclear cells abrogates the secretion of immunoglobulins in response to influenza virus and affects the differentiation of activated B-cells into plasma cells through the secretion of IFN-␣␤ and IL-6 (34). Several experimental models in animals have shown that B-cells are involved in inducing T-cell tolerance in vivo (35,36). The role of B-cells in autoimmune diseases may occur through several mechanistic pathways that include self-reactive antibodies, secretion of inflammatory cytokines, participation in antigen presentation, and augmentation of T-cell activation (37). In NOD mice, the B-cell subpopulation (CD19 ϩ ) within the total FC population is present at a much lower frequency    compared with NOR and B6 controls. The function of the CD19 ϩ FC subpopulation remains elusive. Removal of this subpopulation from normal donors did not impair facilitation. It is formally possible that the CD19 ϩ FC subpopulation does not contribute to FC function or that there is redundancy in the system that is contributed from another FC collaborative subpopulation. NOD FCs also contain significantly lower numbers of NK1.1 ϩ DX5 ϩ cells compared with B6 or NOR mice. It was unclear whether the failure of FC function was due to decreased numbers of the NK FC subpopulation. NK cells have been shown to play a major role in regulating early engraftment of allogeneic bone marrow cells, both by activation as well as inhibition of immune responses (38). Adoptive transfer of activated NK cells early after transplantation inhibits GVHD and promotes graft-versus-tumor (GVT) in the mouse model (39). Recently, various studies have investigated the interaction between NK cells and plasmacytoid DCs, suggesting that the cross-talk between NK cells and DCs leads to NK cell activation and DC maturation (40). NOD mice exhibit an abnormally low level of NK cell activity (7,41) and a defect in NK/T-cells (42). To evaluate whether NK FCs were involved in facilitation of HSC engraftment, we performed allogeneic HSC transplantation (B6 3 C3H) using FCs depleted of the NK FC subpopulation. There was no difference in engraftment in mice that receive HSC plus FC total vs. FCs depleted of NK FCs, suggesting that NK FCs did not contribute to facilitation.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 74,
                    "text": "(29,",
                    "end": 78
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 78,
                    "text": "30)",
                    "end": 81
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 391,
                    "text": "(31)",
                    "end": 395
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 617,
                    "text": "(18)",
                    "end": 621
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 796,
                    "text": "(32)",
                    "end": 800
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 947,
                    "text": "(4)",
                    "end": 950
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 1326,
                    "text": "(33)",
                    "end": 1330
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 1471,
                    "text": "(34)",
                    "end": 1475
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 1838,
                    "text": "(35,",
                    "end": 1842
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 1842,
                    "text": "36)",
                    "end": 1845
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 2090,
                    "text": "(37)",
                    "end": 2094
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 2969,
                    "text": "(38)",
                    "end": 2973
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 3114,
                    "text": "(39)",
                    "end": 3118
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 3321,
                    "text": "(40)",
                    "end": 3325
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 3388,
                    "text": "(7,",
                    "end": 3391
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 3391,
                    "text": "41)",
                    "end": 3394
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 3422,
                    "text": "(42)",
                    "end": 3426
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "The interaction of DCs and T reg in the regulation of innate and adaptive immune responses has been reported (43). The consequences of DC interactions with T reg depend on the phenotype and maturation status of DCs. Mature DCs have the unique ability to promote natural T reg expansion, which limits immune responses to self-antigen (43,44), whereas immature DCs induce the generation of adaptive T reg , which control the immune response to non-self-antigen (45). Mice lacking CD28 or its ligands have decreased numbers of CD4 ϩ /CD25 ϩ cells (46). These data suggest that both CD86 and CD80 are capable of delivering the signals that promote T reg generation. It has been shown that on the NOD mouse background, genetic ablation of CD86 results in only a subtle decrease in T reg numbers (20 -30% reduction). The remaining T reg were largely dependent on CD80, as the additional injection of anti-CD80 blocking mAbs substantially decreased the number of CD4 ϩ /CD25 ϩ cells (ϳ70% reduction). These data support a more important role for CD80 than CD86 in generation of T reg (47). Notably, we found that NOD FCs exhibit significantly impaired upregulation of CD86 after stimulation with CpG. Similarly, and in contrast with FCs from diabetes-resistant donors, they failed to produce GM-CSF and produced significantly lower levels of IL-6 after CpG stimulation. Several groups have reported that NOD mice exhibited reduced T reg frequency (48,49), and their impaired suppressive function has been linked to diabetes pathogenesis (50). The fact that wild-type FCs can induce the generation of T reg , but only in the presence of CpG-ODN (21), and that they are impaired in function in diabetes-prone NOD mice suggests that FCs may also play a distinct role in diabetes pathogenesis.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 109,
                    "text": "(43)",
                    "end": 113
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 333,
                    "text": "(43,",
                    "end": 337
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 337,
                    "text": "44)",
                    "end": 340
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 459,
                    "text": "(45)",
                    "end": 463
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 544,
                    "text": "(46)",
                    "end": 548
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 1077,
                    "text": "(47)",
                    "end": 1081
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 1440,
                    "text": "(48,",
                    "end": 1444
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 1444,
                    "text": "49)",
                    "end": 1447
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 1530,
                    "text": "(50)",
                    "end": 1534
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1637,
                    "text": "(21)",
                    "end": 1641
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "In conclusion, our data reveal a novel defect in NOD FC function that is restored by treatment with FL. Our data suggest the critical role of FL in developing and maintaining the function of FCs. These findings may have clinical implications for the treatment of type 1 diabetes and possibly other autoimmune disease states. tance; Carolyn DeLautre for manuscript preparation; and the staff of the University of Louisville animal facility for outstanding animal care."
        },
        {
            "section": "for CD8 ؉ /TCR ؊ FCs (middle panel), and CD8 ؉ /TCR ؊ CD19 ؊ or CD8recipi- ents were conditioned with 950 cGy TBI and transplanted with 500 HSCs alone or in com- bination with 30,000 CD8Results are from three to four separate transplant experiments.",
            "text": "The authors thank Dr. Thomas C. Mitchell for review of the manuscript and helpful comments; Michael Tanner, Lala-Rukh Hussain, and Barry Udis for technical assis-"
        }
    ]
}