{
    "level": "paragraph",
    "abstract": [
        {
            "text": "OBJECTIVE-To search for a better dietary approach to treat postprandial lipid abnormalities and improve glucose control in type 2 diabetic patients. RESEARCH DESIGN AND METHODS-According to a randomized crossover design, 18 type 2 diabetic patients (aged 59 Ϯ 5 years; BMI 27 Ϯ 3 kg/m 2) (means Ϯ SD) in satisfactory blood glucose control on diet or diet plus metformin followed a diet relatively rich in carbohydrates (52% total energy), rich in fiber (28g/1,000 kcal), and with a low glycemic index (58%) (high-carbohydrate/high-fiber diet) or a diet relatively low in carbohydrate (45%) and rich in monounsaturated fat (23%) (low-carbohydrate/high-monounsaturated fat diet) for 4 weeks. Thereafter, they shifted to the other diet for 4 more weeks. At the end of each period, plasma glucose, insulin, lipids, and lipoprotein fractions (separated by discontinuous density gradient ultracentrifugation) were determined on blood samples taken at fasting and over 6 h after a test meal having a similar composition as the corresponding diet. RESULTS-In addition to a significant decrease in postprandial plasma glucose, insulin responses, and glycemic variability, the high-carbohydrate/high-fiber diet also significantly improved the primary end point, since it reduced the postprandial incremental areas under the curve (IAUCs) of triglyceride-rich lipoproteins, in particular, chylomicrons (cholesterol IAUC: 0.05 Ϯ 0.01 vs. 0.08 Ϯ 0.02 mmol/l per 6 h; triglycerides IAUC: 0.71 Ϯ 0.35 vs. 1.03 Ϯ 0.58 mmol/l per 6 h, P Ͻ 0.05). CONCLUSIONS-A diet rich in carbohydrate and fiber, essentially based on legumes, vegetables, fruits, and whole cereals, may be particularly useful for treating diabetic patients because of its multiple effects on different cardiovascular risk factors, including postprandial lipids abnormalities.",
            "paragraph_rank": 2,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "text": "T",
            "section_rank": 1
        },
        {
            "section": "T",
            "text": "he clinical and scientific relevance of postprandial lipid abnormalities is based on the evidence of their association with a higher cardiovascular risk as recently shown by the results of two large prospective studies (1,2). Patients with type 2 diabetes have more pronounced postprandial dyslipidemia (3,4), and this may account, at least in part, for their higher rate of cardiovascular diseases, not explained by hyperglycemia and the classic cardiovascular risk factors alone (5).",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 219,
                    "text": "(1,",
                    "end": 222
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 222,
                    "text": "2)",
                    "end": 224
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 303,
                    "text": "(3,",
                    "end": 306
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 306,
                    "text": "4)",
                    "end": 308
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 481,
                    "text": "(5)",
                    "end": 484
                }
            ]
        },
        {
            "section": "T",
            "text": "Despite the clinical relevance of postprandial lipid alterations, there is little scientific evidence on the potential thera-peutic interventions able to correct these abnormalities. If we consider that humans spend most of their time in the postprandial condition and that all the lipid alterations in this state greatly outnumber those occurring in fasting conditions, diet is the natural approach to correct postprandial abnormalities. However, while it has been repeatedly demonstrated that dietary treatment in type 2 diabetic patients is able to improve glucose control and blood lipids at fasting (6), there are few data on the effects of various diets on postprandial lipemia (7). The Mediterranean diet is generally recommended as a useful nutritional tool for the prevention of cardiovascular disease because it is able to act positively on the main cardiovascular risk factors, including excess body weight (8). However, the two main components of the Mediterranean diet-olive oil rich in monounsaturated fat and foods rich in carbohydrate and fibertraditionally found in association in the Mediterranean diet of some decades ago are now often considered in opposition. In particular, a diet rich in carbohydrate is considered less effective on fasting lipid metabolism than one rich in monounsaturated fat (MUFA), as it induces higher plasma triglycerides concentrations (22%) and lower HDL cholesterol levels (4%) (9); these untoward effects, however, can be avoided by selecting carbohydrate rich foods with high fiber content and a low glycemic index (10).",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 604,
                    "text": "(6)",
                    "end": 607
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 684,
                    "text": "(7)",
                    "end": 687
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 918,
                    "text": "(8)",
                    "end": 921
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1566,
                    "text": "(10)",
                    "end": 1570
                }
            ]
        },
        {
            "section": "T",
            "text": "It can be hypothesized that a diet containing these kinds of foods may be more beneficial on postprandial lipid metabolism compared with a MUFA-rich diet, which, given the higher fat content, could induce a postprandial increase in triglyceride-rich lipoproteins, especially of exogenous origin.",
            "paragraph_rank": 5,
            "section_rank": 1
        },
        {
            "section": "T",
            "text": "On the basis of this working hypothesis, the aim of this intervention study was to evaluate in type 2 diabetic patients the effects on postprandial lipemia and glucose metabolism (both in everyday life conditions and after a standard test meal) of two diets-one moderately rich in carbohydrate, rich in fiber, and with a low glycemic index and the other relatively low in carbohydrate and rich in MUFA.",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "section": "T",
            "text": "Because adipose tissue, mainly through its lipolytic activities, is considered as having a pivotal role in the buffering of lipid flux in the postprandial period (11), a further goal of our study was to evaluate the activities of lipoprotein lipase (LPL) and hormone-sensitive lipase (HSL) after consumption of the two diets as possible mechanisms of different effects on postprandial lipid metabolism.",
            "paragraph_rank": 7,
            "section_rank": 1
        },
        {
            "text": "RESEARCH DESIGN AND",
            "section_rank": 2
        },
        {
            "section": "RESEARCH DESIGN AND",
            "text": "METHODS -A total of 19 type 2 diabetic patients were enrolled in the study, after giving their written informed consent. There was one dropout because of concomitant family problems; therefore, 12 men and 6 women, aged 59 Ϯ 5 years (means Ϯ SD), concluded the study. Patients were slightly overweight (BMI 27 Ϯ 3 kg/m 2 ), in satisfactory blood glucose control (A1C 6.9 Ϯ 0.7%) on diet alone (n ϭ 13) or diet plus metformin (n ϭ 5), and with normal fasting plasma lipid levels. They were all sedentary and did not change their physical activity level throughout the study. The protocol was approved by the Federico II University Ethics Committee.",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "Sample size",
            "section_rank": 3
        },
        {
            "section": "Sample size",
            "text": "Based on differences in the postprandial responses of triglycerides in the chylomicrons and VLDL fractions between diabetic and control subjects (0.7 mmol/l per 6 h, SD 0.85 mmol/l) (12), we considered as clinically relevant a 30% difference between the two treatments of the primary end point (postprandial incremental area of triglycerides content in chylomicrons and VLDL fraction). To detect this difference with an 80% power at a P value of 5% (two-tailed), 13 patients had to be studied.",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "Study design",
            "section_rank": 4
        },
        {
            "section": "Study design",
            "text": "The study was performed according to a randomized crossover design. After a run-in period of 4 weeks, during which patients were stabilized on their own diet, they followed, in alternate order, two isoenergetic diets, each for 4 weeks. One diet was relatively rich in carbohydrate, rich in dietary fiber both of soluble and insoluble type, and with a low glycemic index; the other was rich in MUFA, relatively low in carbohydrate, low in dietary fiber, and with a relatively high glycemic index ( Table 1). The glycemic load of the high-carbohydrate/high-fiber diet was lower than that of the high-MUFA diet (155 vs. 205). The other components of the two diets, in particular, the saturated fat content, were similar (Table 1). Calories and nutrients of the diets were calculated from tables of food composition of the Italian Institute of Nutrition using the MetaDieta software (Meteda s.r.l., Ascoli-Piceno, Italy). The main components of the two diets were as follows: 1) a portion of legumes four times a week, one serving of pasta twice a week, and one serving of parboiled rice once a week; two servings of vegetables and two fruits per day; and whole-grain bread for the high-carbohydrate/high-fiber diet and 2) white bread, a serving of potatoes, rice, or pasta each twice weekly; a serving of pizza once a week; and use of vegetables and fruits low in fiber for the low-carbohydrate diet (a weekly meal schedule for both dietary treatments is shown in an online appendix, Tables S1 and S2, available at http://care.diabetesjournals. org/cgi/content/full/dc09-0266/DC1).",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 497,
                    "text": "Table 1",
                    "end": 504
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 717,
                    "text": "(Table 1",
                    "end": 725
                }
            ]
        },
        {
            "section": "Study design",
            "text": "To improve dietary compliance, patients were seen weekly by an experienced dietitian who, in addition, called them every 2-3 days to ensure that they followed the diet assigned. Adherence to the two dietary treatments was evaluated by a 3-day food record filled in by the patients at the end of the two periods.",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "Experimental procedures",
            "section_rank": 5
        },
        {
            "section": "Experimental procedures",
            "text": "At the end of each dietary intervention period, patients underwent the following procedures: 1) 12-h fasting blood sam-pling for the determination of total, LDL, and HDL cholesterol and triglycerides; 2) home self-measurement of triglyceride and glucose levels with samples taken at fasting, immediately before, and 2 and 3 h after lunch and before dinner for 2 days at the end of each dietary treatment; and 3) a test meal with a composition similar to the dietary treatment being followed, with blood samples taken at fasting (at least 12 h) and 2, 4, and 6 h after the meal to evaluate glucose, insulin, cholesterol, and triglycerides in plasma and lipoprotein subfractions. The test meal was performed in 12 patients. The composition of the test meal performed at the end of the high-fiber diet was 52% carbohydrate (41% starch, 11% soluble), 30% fat (7% saturated), and 18% protein and consisted of beans and pasta soup plus an apple. The composition of the test meal performed at the end of the low-carbohydrate/high-MUFA diet was 45% carbohydrate (34% starch, 11% soluble), 37% fat (7% saturated), and 18% protein and consisted of a potato gateau (a pie made of mashed potato, whole milk, eggs, cheese, ham, and butter) plus orange juice. The energy content of the two test meals was 948 kcal. 4) Six hours after the test meal, a needle biopsy of abdominal subcutaneous adipose tissue was taken for the determination of LPL and HSL activities.",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "text": "Laboratory procedures",
            "section_rank": 6
        },
        {
            "section": "Laboratory procedures",
            "text": "All laboratory measurements were made blind to the dietary treatments. Lipoprotein separation. Samples were kept at 4°C before, during, and after centrifugation. Fasting and postprandial li- Home self-measurements of triglyceride levels were performed by a GCT Accutrend instrument (Roche Diagnostics, Mannheim, Germany), a method already validated (3).",
            "paragraph_rank": 13,
            "section_rank": 6
        },
        {
            "text": "Statistical analysis",
            "section_rank": 7
        },
        {
            "section": "Statistical analysis",
            "text": "Data are expressed as means Ϯ SD unless otherwise stated. Postprandial incremental areas were calculated by the trapezoidal method as the area under the curve above the baseline value (IAUC). Coefficients of variations of plasma glucose at different points after test meals were evaluated as an index of postprandial glycemic variability (14). Differences between the two diets were evaluated by ANOVA for repeated measures and t test for paired data. Two-tailed tests were used, and a P Ͻ 0.05 was considered statistically significant. Variables not normally distributed were analyzed after logarithmic transformation or by nonparametric tests.",
            "paragraph_rank": 14,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 338,
                    "text": "(14)",
                    "end": 342
                }
            ]
        },
        {
            "section": "Statistical analysis",
            "text": "Because there was no carry-over effect, the results of patients starting with either diet were put together. The statistical analysis was performed according to standard methods using the Statistical Package for Social Sciences software (SPSS/PC; SPSS, Chicago, IL).",
            "paragraph_rank": 15,
            "section_rank": 7
        },
        {
            "section": "Statistical analysis",
            "text": "RESULTS -There were no changes in body weight during the experiment (73.0 kg after both dietary treatments). The compliance to the two diets was optimal, as shown by the average composition of the diet followed by subjects (Table 1). As expected, the two diets followed by patients were significantly different for total fat, MUFA, carbohydrate, fiber, glycemic index, and glycemic load (Table 1). Both diets were well accepted by patients.",
            "paragraph_rank": 16,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 223,
                    "text": "(Table 1)",
                    "end": 232
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 387,
                    "text": "(Table 1)",
                    "end": 396
                }
            ]
        },
        {
            "text": "Fasting plasma lipoproteins",
            "section_rank": 8
        },
        {
            "section": "Fasting plasma lipoproteins",
            "text": "At the end of the high-carbohydrate/highfiber diet, there was a significant reduction of total cholesterol Home self-monitoring Blood glucose levels measured by patients (average of two daily profiles) were significantly lower during the high-carbohydrate/ high-fiber diet both 2 h (7.2 Ϯ 1.1 vs. 9.2 Ϯ 2.9 mmol/l; P Ͻ 0.05) and 3 h (5.9 Ϯ 1.3 vs. 7.3 Ϯ 1.5 mmol/l; P Ͻ 0.05) after lunch. Similarly, selfmonitored triglyceride levels (average of two daily profiles) were 30% lower 3 h after lunch.",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "text": "Plasma glucose and insulin responses to test meals",
            "section_rank": 9
        },
        {
            "section": "Plasma glucose and insulin responses to test meals",
            "text": "After the high-carbohydrate/high-fiber test meal, performed at the end of the corresponding diet, plasma glucose concentrations were lower in the first part of the postprandial curve, especially after 2 h (P ϭ 0.06) (Fig. 1A). The same pattern was observed for plasma insulin, significantly lower at the second and third hour (P Ͻ 0.05 for both) than after the lowcarbohydrate/high-MUFA test meal performed at the end of the corresponding diet (Fig. 1D). ANOVA for repeated measures was statistically significant for plasma glucose (P Ͻ 0.05) and plasma insulin curves (P Ͻ 0.008). The combination of the effects on plasma glucose and insulin led to a reduction of the insulinto-glucose ratio both at the second (0.44 Ϯ 0.30 vs. 0.52 Ϯ 0.46) and third hour (0.39 Ϯ 0.29 vs. 0.49 Ϯ 0.34; P Ͻ 0.05) after the high-carbohydrate/highfiber test meal. On the contrary, plasma glucose and insulin levels were both significantly higher 6 h after the highcarbohydrate/high-fiber meal than after the other test meal (P Ͻ 0.05) ( Fig. 1A  and D). These patterns in the postpran-dial curve corresponded to 1) a nearly 50% decrease in plasma glucose IAUC until the third hour (P Ͻ 0.05) (Fig. 1B); 2) a significant reduction in insulin IAUC by 14 and 21%, at 3 and 6 h, respectively (P Ͻ 0.05) (Fig. 1E); and 3) a significant decrease of nearly 50% in postprandial glycemic variability (P Ͻ 0.02) (Fig. 1C).",
            "paragraph_rank": 18,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 216,
                    "text": "(Fig. 1A",
                    "end": 224
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 444,
                    "text": "(Fig. 1D)",
                    "end": 453
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1019,
                    "text": "Fig. 1A  and D)",
                    "end": 1034
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1174,
                    "text": "(Fig. 1B)",
                    "end": 1183
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1281,
                    "text": "(Fig. 1E)",
                    "end": 1290
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1384,
                    "text": "(Fig. 1C)",
                    "end": 1393
                }
            ]
        },
        {
            "text": "Plasma lipid and lipoprotein responses to test meals",
            "section_rank": 10
        },
        {
            "section": "Plasma lipid and lipoprotein responses to test meals",
            "text": "At the end of the high-carbohydrate/highfiber diet, postprandial IAUC of plasma triglycerides decreased by 31% compared with the low-carbohydrate/high-MUFA diet (1.87 Ϯ 1.22 vs. 2.70 Ϯ 1.58 mmol/l per 6 h), whereas no significant differences were observed for plasma cholesterol IAUC. In terms of peak postprandial changes, the 4-h increments were 0.4 Ϯ 0.3 mmol/l for the high-carbohydrate/ high-fiber diet and 0.6 Ϯ 0.4 mmol/l for the other diet (P Ͻ 0.05).",
            "paragraph_rank": 19,
            "section_rank": 10
        },
        {
            "section": "Plasma lipid and lipoprotein responses to test meals",
            "text": "The postprandial responses of triglyceride-rich lipoproteins are reported in Fig. 2. Both triglycerides and cholesterol in chylomicrons were lower after the test meal performed at the end of the high-carbohydrate/high-fiber diet, and the IAUC was significantly reduced by 31 and 46%, respectively (P Ͻ 0.05 for both) ( Fig. 2A and B). Similarly reduced was the triglyceride content of large VLDL (IAUC 1.46 Ϯ 0.94 vs. 1.97 Ϯ 1.22 mmol/l per 6 h, P Ͻ 0.06) ( Fig. 2D) CONCLUSIONS -This study clearly shows, for the first time, that a diet moderately rich in carbohydrate, rich in dietary fiber, and, consequently, with low glycemic index and glycemic load, essentially based on consumption of legumes, vegetables, fruits, and whole cereals, induces a significant reduction of postprandial lipoproteins, particularly chylomicrons, in type 2 diabetic patients. This effect was observed in experimental conditions, i.e., after a standard test meal, but also in everyday life, where there was a 30% reduction of plasma triglycerides 3 h after lunch, despite the well-known high dayto-day triglyceride variability (20% in our data).",
            "paragraph_rank": 20,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 77,
                    "text": "Fig. 2",
                    "end": 83
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 319,
                    "text": "Fig. 2A and B)",
                    "end": 333
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 458,
                    "text": "Fig. 2D)",
                    "end": 466
                }
            ]
        },
        {
            "section": "Plasma lipid and lipoprotein responses to test meals",
            "text": "Moreover, our results confirm that this kind of diet is to be preferred to a diet low in carbohydrate and rich in MUFA for its effects on: 1) Postprandial blood glucose control, with lower peaks in the first part of the postprandial period. This blunted postprandial profile implies a reduced variability of blood glucose levels (almost halved in our study), considered so important in the prevention of cardiovascular disease in diabetic patients (15), as well as a lower risk of late postprandial hypoglycemia (16).",
            "paragraph_rank": 21,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 448,
                    "text": "(15)",
                    "end": 452
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 512,
                    "text": "(16)",
                    "end": 516
                }
            ]
        },
        {
            "section": "Plasma lipid and lipoprotein responses to test meals",
            "text": "2) Postprandial insulin levels, which are significantly reduced concomitantly with the presence of lower blood glucose levels, suggesting an improvement in insulin action.",
            "paragraph_rank": 22,
            "section_rank": 10
        },
        {
            "section": "Plasma lipid and lipoprotein responses to test meals",
            "text": "3) LDL cholesterol levels, significantly reduced also in normocholester-olemic type 2 diabetic patients, reinforcing the data already obtained in patients with higher LDL cholesterol levels (10). This result, which may be considered of small entity (a 9% reduction), is, instead, important from a clinical point of view considering the need to constantly lower LDL cholesterol values, especially in type 2 diabetic patients (6).",
            "paragraph_rank": 23,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 190,
                    "text": "(10)",
                    "end": 194
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 424,
                    "text": "(6)",
                    "end": 427
                }
            ]
        },
        {
            "section": "Plasma lipid and lipoprotein responses to test meals",
            "text": "The only drawback of the diet rich in carbohydrate and fiber is the lower levels of fasting HDL cholesterol obtained compared with the diet low in carbohydrate and rich in MUFAs. Moreover, it is important to underline that any intervention able to reduce LDL cholesterol levels generally leads also to a reduction in HDL cholesterol. Furthermore, a previous study has shown that the decrease in HDL cholesterol after a low-fat/highcarbohydrate diet is limited to HDL 3 (17), which is the HDL subfraction with less antiatherogenic properties.",
            "paragraph_rank": 24,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 469,
                    "text": "(17)",
                    "end": 473
                }
            ]
        },
        {
            "section": "Plasma lipid and lipoprotein responses to test meals",
            "text": "Our results emphasize the clear importance of the quality of carbohydrate, beside that of their amount (18). Indeed, the few studies that have so far looked at the effects of high-carbohydrate versus high-MUFA diets on postprandial lipid metabolism compared diets rich in MUFA with diets rich in carbohydrate, but not in dietary fiber, and with a low glycemic index (19 -21).",
            "paragraph_rank": 25,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 103,
                    "text": "(18)",
                    "end": 107
                },
                {
                    "type": "bibr",
                    "start": 366,
                    "text": "(19 -21)",
                    "end": 374
                }
            ]
        },
        {
            "section": "Plasma lipid and lipoprotein responses to test meals",
            "text": "How can the two dietary approaches act on the postprandial response of triglyceride-rich lipoproteins? We looked at the possible effects of the two diets on lipolysis in adipose tissue, considering the crucial role of this tissue in partitioning the postprandial lipids (11). However, both LPL and HSL activities were not different at the end of either diet. This suggests that the two diets might act on other sites, particularly on those involved in the absorption of dietary fatty acids and cholesterol and the production of chylomicrons and VLDL, not only through their nutrient composition but also for their different combination of foods and for the presence of other components. On the one hand, since low-carbohydrate/high-MUFA diets are richer in the amount of fat, which is one of the main determinants of postprandial lipid response (22), they may induce a higher absorption of dietary fatty acids, which would result in a higher intestinal production of chylomicrons. On the other hand, since the highcarbohydrate/high-fiber diet is at the same time rich in carbohydrate and dietary fiber, it may act in different ways, i.e., by slowing down gastric empting; reducing the absorption of glucose, choles- terol, and fatty acids; and, finally, reducing the intestinal production and secretion of chylomicrons, as suggested by studies performed both in vitro and in vivo (23). Moreover, since the highcarbohydrate/high-fiber diet also reduces postprandial plasma glucose and insulin, it is likely that both effects may reduce de novo lipogenesis, which is stimulated by glucose and insulin levels (23) and may be particularly relevant in type 2 diabetic patients, where it accounts for 25% of VLDL synthesis (24). Moreover, our highcarbohydrate diet, being rich in fiber, also induced an improvement in insulin resistance, as suggested by the lower insulinto-glucose ratios, which is relevant given the well-known key role played by insulin resistance in determining postprandial lipoprotein abnormalities (25).",
            "paragraph_rank": 26,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 270,
                    "text": "(11)",
                    "end": 274
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 845,
                    "text": "(22)",
                    "end": 849
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1380,
                    "text": "(23)",
                    "end": 1384
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1717,
                    "text": "(24)",
                    "end": 1721
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 2015,
                    "text": "(25)",
                    "end": 2019
                }
            ]
        },
        {
            "section": "Plasma lipid and lipoprotein responses to test meals",
            "text": "Clinical relevance of our results lies on the fact that postprandial lipemia is, according to recent prospective studies (1,2), an independent cardiovascular risk factor. On the basis of these studies, a dif-ference in postprandial triglycerides of 0.25 mmol/l such as that observed between our two diets could mean a reduction in cardiovascular risk of ϳ25%. It has to be underlined that our results have been obtained with a nonpharmacological intervention comparing two diets both recommended and in individuals with quite low lipid levels.",
            "paragraph_rank": 27,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 121,
                    "text": "(1,",
                    "end": 124
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 124,
                    "text": "2)",
                    "end": 126
                }
            ]
        },
        {
            "text": "Limitations",
            "section_rank": 11
        },
        {
            "section": "Limitations",
            "text": "Participants in our study were type 2 diabetic patients in relatively good blood glucose control, with quite normal plasma lipid levels, who already used a diet relatively rich in carbohydrate and fiber. Therefore, we cannot extrapolate our results to all type 2 diabetic patients. However, it has to be considered that a similar type of high-carbohydrate/high-fiber diet induced similar, if not better, results on blood glucose control and fasting lipid metabolism in type 2 diabetic patients not in satisfactory blood glucose control and with hyperlipidemia (10,18). Another point to be stressed is the length of the intervention: although 1 month for each diet cannot be considered a long-term experiment, it is certainly sufficiently long enough to induce changes in glucose and lipid metabolism.",
            "paragraph_rank": 28,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 560,
                    "text": "(10,",
                    "end": 564
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 564,
                    "text": "18)",
                    "end": 567
                }
            ]
        },
        {
            "section": "Limitations",
            "text": "In conclusion, a diet relatively high in carbohydrates, rich in dietary fiber, with a relatively low glycemic index and a low glycemic load, essentially based on consumption of legumes, vegetables, fruit, and whole cereals, may be particularly useful for the treatment of type 2 diabetic patients on the basis of its multiple effects on different cardiovascular risk factors, including postprandial lipid abnormalities. ported in part by funds from \"Regione Campania\" (L.R. n.5/2002).",
            "paragraph_rank": 29,
            "section_rank": 11
        },
        {
            "section": "Limitations",
            "text": "Accutrend instrument and triglycerides strips were supplied by Roche Diagnostics (Mannheim, Germany). No other potential conflicts of interest relevant to this article were reported.",
            "paragraph_rank": 30,
            "section_rank": 11
        },
        {
            "section": "Limitations",
            "text": "The excellent technical laboratory assistance of P. Cipriano is gratefully acknowledged. The authors are grateful to R. Scala for expert linguistic revision.",
            "paragraph_rank": 31,
            "section_rank": 11
        },
        {
            "text": "(4.20 Ϯ 0.70 vs. 4.40 Ϯ 0.78 mmol/l, P Ͻ 0.05), LDL cholesterol (2.62 Ϯ 0.60 vs. 2.82 Ϯ 0.62 mmol/l, P Ͻ 0.05), and HDL cholesterol (0.98 Ϯ 0.25 vs. 1.06 Ϯ 0.26 mmol/l, P Ͻ 0.05) and an increase in HDL triglycerides (0.20 Ϯ 0.05 vs. 0.18 Ϯ 0.05 mmol/l, P Ͻ 0.05) in comparison with the lowcarbohydrate/high-MUFA diet, whereas triglyceride levels in plasma (1.16 Ϯ 0.38 vs. 1.07 Ϯ 0.39 mmol/l) and LDL (0.41 Ϯ 0.11 vs. 0.41 Ϯ 0.09 mmol/l) were similar.",
            "paragraph_rank": 32,
            "section_rank": 12
        },
        {
            "text": "Figure 1 -",
            "section_rank": 13
        },
        {
            "section": "Figure 1 -",
            "text": "Plasma glucose and insulin curves (A and D), plasma glucose and IAUC (B and E), and glycemic variability (C) after a highcarbohydrate/high-fiber test meal (white squares and white bars) or a low-carbohydrate/high-MUFA test meal (OE, f) performed at the end of the corresponding diet (means Ϯ SE, significance for paired t test: *P Ͻ 0.05, §P ϭ 0.06; significance for repeated measures ANOVA: P Ͻ 0.05 for plasma glucose and P Ͻ 0.008 for plasma insulin).",
            "paragraph_rank": 33,
            "section_rank": 13
        },
        {
            "text": "Figure 2 -",
            "section_rank": 14
        },
        {
            "section": "Figure 2 -",
            "text": "IAUC for cholesterol and triglycerides in chylomicrons (A and B) and large VLDL (C and D) after a high-carbohydrate/high-fiber test meal (Ⅺ) or a low-carbohydrate/high-MUFA test meal (f) performed at the end of the corresponding diet (means Ϯ SE, *P Ͻ 0.05, §P ϭ 0.06).",
            "paragraph_rank": 34,
            "section_rank": 14
        },
        {
            "text": "Table 1 -Composition of the two isoenergetic diets recommended and followed by the patients",
            "section_rank": 15
        },
        {
            "section": "Table 1 -Composition of the two isoenergetic diets recommended and followed by the patients",
            "text": "Data are means Ϯ SD. *P Ͻ 0.05 vs. low-carbohydrate/high-MUFA diet.",
            "paragraph_rank": 36,
            "section_rank": 15
        },
        {
            "text": ", small VLDL (IAUC Ϫ0.21 Ϯ 0.24 vs. Ϫ0.15 Ϯ 0.21 mmol/l per 6 h, P ϭ 0.07), and LDL (IAUC Ϫ0.05 Ϯ 0.06 vs. 0.17 Ϯ 0.05 mmol/l per 6 h, P Ͻ 0.05). No differences were observed in the postprandial response of the other lipoproteins (data not shown).",
            "paragraph_rank": 37,
            "section_rank": 16
        },
        {
            "text": "DIABETES CARE, VOLUME 32, NUMBER 12, DECEMBER 2009 care.diabetesjournals.org",
            "paragraph_rank": 39,
            "section_rank": 16
        },
        {
            "text": "care.diabetesjournals.org DIABETES CARE, VOLUME 32, NUMBER 12, DECEMBER 2009",
            "paragraph_rank": 40,
            "section_rank": 16
        },
        {
            "text": "Acknowledgments -This work was sup-",
            "section_rank": 18
        }
    ]
}