{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Objective: This study was undertaken for the purpose of describing the CT features of intra-abdominal extra-hepatic metastases from gastrointestinal stromal tumors in patients who were treated with imatinib. Materials and Methods: Eleven patients with intra-abdominal extra-hepatic metastases from gastrointestinal stromal tumors, who were treated with imatinib between May 2001 and December 2003, were included in this study. The clinical findings and CT scans were retrospectively reviewed. The metastatic lesions were assessed according to the location, size (greatest diameter), attenuation, and the enhancing pattern before and after imatinib treatment. Results: Prior to the treatment, the sizes and attenuation values of the metastatic lesions ranged from 5 to 20 cm and from 63 to 131 H, respectively. The metastatic lesions showed a heterogeneous enhancement pattern on the contrast-enhanced CT scans. After the treatment, the metastatic lesions became smaller in all 11 patients, and the corresponding attenuation value ranged from 15 to 51 H. The metastatic lesions became homogeneous and cystic in appearance on the follow-up CT scans, mimicking ascites. Conclusion: Intra-abdominal extra-hepatic metastases of patients with gastrointestinal stromal tumors treated with imatinib may appear as well-circumscribed cystic lesions on contrast-enhanced CT. These metastases are likely to become smaller and resemble ascites, but may persist indefinitely on the followup CT."
        }
    ],
    "body_text": [
        {
            "text": "astrointestinal stromal tumors, formerly classified as leiomyomas or leiomyosarcomas, constitute the most common form of mesenchymal tumor in the gastrointestinal tract, with the stomach being the most common site of origin (1). The diagnosis of these tumors became feasible through the application of CD117 immunohistochemistry, which allows these neoplasms to be distinguished from leiomyomas or leiomyosarcomas (2). Moreover, the recently developed KIT-tyrosine kinase inhibitor (STI 571, imatinib [Gleevec], Novartis, Basel, Switzerland) has dramatically improved the treatment of gastrointestinal stromal tumors (3).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 224,
                    "text": "(1)",
                    "end": 227
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 414,
                    "text": "(2)",
                    "end": 417
                },
                {
                    "type": "bibr",
                    "start": 501,
                    "text": "[Gleevec]",
                    "end": 510
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 617,
                    "text": "(3)",
                    "end": 620
                }
            ]
        },
        {
            "text": "The radiologic findings of gastrointestinal stromal tumors were recently described in the radiologic literature (1, 4 8), and are ostensibly similar to those of the previously described leiomyomas or leiomyosarcomas (9). The characteristic features of this disease are its recurrence at the primary site and the presence of metastases, primarily in the liver and the peritoneum (4). Recently, it was reported that the hepatic metastases in patients treated with imatinib resembled cystic lesions (10 12). In line with these observations, our findings indicate that when gastrointestinal stromal Hyo-Cheol Kim, MD 1 Jeong Min Lee, MD 1 Seung Hong Choi, MD 1 Heon Han, MD 2 Sam Soo Kim, MD 2 Sang Hyun Lee, MD 3 Joon Koo Han, MD 1 Byung Ihn Choi, MD 1 Korean J Radiol 5(3), September 2004  tumors are treated with imatinib, the intra-abdominal extra-hepatic metastases come to have a homogeneous or almost homogeneous low density, simulating cystic masses or ascites on CT.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 112,
                    "text": "(1, 4 8)",
                    "end": 120
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 216,
                    "text": "(9)",
                    "end": 219
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 378,
                    "text": "(4)",
                    "end": 381
                },
                {
                    "type": "bibr",
                    "start": 496,
                    "text": "(10 12)",
                    "end": 503
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 613,
                    "text": "1",
                    "end": 614
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 633,
                    "text": "1",
                    "end": 634
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 655,
                    "text": "1",
                    "end": 656
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 688,
                    "text": "2",
                    "end": 689
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 708,
                    "text": "3",
                    "end": 709
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 727,
                    "text": "1",
                    "end": 728
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 748,
                    "text": "1",
                    "end": 749
                }
            ]
        },
        {
            "section": "MATERIALS AND METHODS",
            "text": "From May 2001 to December 2003, 11 patients with intra-abdominal extra-hepatic metastases from gastrointestinal stromal tumor were treated with imatinib. Their mean age was 50 years, ranging from 34 to 68 years, and all were men. The mean time between the initial diagnosis of the gastrointestinal stromal tumor and the diagnosis of metastases was 19 months (range, 7 38 months). The primary sites were the stomach (n=5), the small bowel (n=3), the rectum (n=1), and the mesentery (n=2). In all patients, the primary tumors were removed by curative surgery. The presence of metastatic lesions was confirmed by biopsy (n=5) or radiologic studies and clinical follow-up (n=6). The criterion for the diagnosis of metastasis was the presence of new lesions detected in the follow-up CT scan, which were not detected in the initial CT scan and which changed in size on the follow-up CT scan after imatinib treatment. In all patients, CD117 expression in the primary gastrointestinal stromal tumors (n=6) or metastatic lesions (n=5) was proved by immunohistochemical studies. All patients were treated with the oral administration of 400 mg of imatinib daily. The clinical symptoms, duration of imatinib therapy, and CT scan reports were reviewed. The institutional review board at our hospital did not require approval or informed patient consent for the review of the medical records and images."
        },
        {
            "section": "MATERIALS AND METHODS",
            "text": "All patients underwent CT scans prior to the administration of imatinib and 4 10 weeks after the initiation of the imatinib therapy. Ten patients underwent two or more follow-up CT scans 4 22 months after the initiation of the treatment with imatinib. The CT scan data were available on a picture archiving and communications system (PACS; Marotech, Seoul, Korea) for all patients. The CT scans were performed using a Somatom Plus-4 (Siemens Medical Systems, Erlangen, Germany), a HiSpeed Advantage scanner (General Electric Medical Systems, Milwaukee, WI), or a MX8000 four-detector row CT scanner (Philips Medical Systems, Cleveland, OH). Each patient received C 120 mL of a nonionic contrast material (Iopromide, Ultravist 370; Schering Korea, Seoul, Korea) through an 18-gauge angiographic catheter inserted into a forearm vein. The contrast material was injected at a rate of 2.5 mL/sec using an automatic injector. In the case of the single-detector scanner, a helical CT scan was performed with the following parameters: 5 7 mm collimation, 1:1 table pitch, and 5 7 mm reconstruction intervals. In the case of the MX8000 scanner, the parameters were 2.5 mm detector collimation, 20 mm/sec table speed, 5 mm slice thickness, and a 5 mm reconstruction interval. The delay between the contrast material administration and scanning was 55 70 seconds. Two radiologists reviewed all of the CT scans retrospectively, and the final interpretations were reached by consensus. All images were reviewed on a 2,000 2,000 PACS monitor. The presence of the metastatic lesion and its size before and after the imatinib treatment were compared. The metastatic lesions were assessed according to their location, size (greatest diameter), attenuation, and enhancing pattern. If multiple metastatic lesions were detected, the largest lesion was recorded. For the objective analysis, the CT attenuation value was measured in a circular region of interest with a diameter of 10 mm. The CT attenuation value was measured three times by a single radiologist and the mean value was recorded. In the case of a heterogeneous mass, the CT attenuation value was measured in the solid portion of the tumor. The CT attenuation value before and after the imatinib treatment was compared using the paired t-test. Statistical analyses were performed using a computer software package (SPSS, version 10.0; SPSS, Chicago, Ill). A p value of less than .05 was considered to indicate a statistically significant difference."
        },
        {
            "section": "RESULTS",
            "text": "The clinical and radiologic findings are summarized in Table 1. One patient (patient 3) was lost to follow-up after 1 month of imatinib therapy. Two patients (patients 2 and ",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 55,
                    "text": "Table 1",
                    "end": 62
                }
            ]
        },
        {
            "section": "C",
            "text": "11) stopped imatinib therapy 10 and 11 months, respectively, after the initiation of the treatment. The remaining 8 patients were under imatinib therapy for periods ranging from 4 to 22 months at the time this article was written."
        },
        {
            "section": "C",
            "text": "On the contrast-enhanced CT, the metastatic lesions were detected in the peritoneal cavity (n=9), and at the surgical bed of the primary site (n=2). In four patients, metastasis was also detected in the liver. Prior to the treatment, the mean size of the metastatic lesions was 10. 4 4.9, ranging from 5 to 20 cm, and they showed a heterogeneous enhancement pattern on the contrast-enhanced CT scans.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 282,
                    "text": "4",
                    "end": 283
                }
            ]
        },
        {
            "section": "C",
            "text": "After the treatment, the mean size of the metastatic lesions was 5.8 3.6, ranging from 3 to 15 cm, on the first follow-up CT scan, showing a reduction in size for all 11 patients. On the first follow-up CT scan, the attenuation of the metastatic lesions was homogeneous in eight patients (Figs. 1 and 2), and heterogeneous in three patients (Fig.  3). In cases of peritoneal seeding, the metastatic lesions developed a cystic appearance, mimicking ascites (Figs. 2  and 3). In reviewing the original CT reports, it was found that the cystic change of the tumor was described as ascites or fluid collection in three patients.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 288,
                    "text": "(Figs. 1 and 2)",
                    "end": 303
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 341,
                    "text": "(Fig.  3)",
                    "end": 350
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 456,
                    "text": "(Figs. 2  and 3)",
                    "end": 472
                }
            ]
        },
        {
            "section": "C",
            "text": "Prior to the treatment, the mean attenuation value of the metastatic lesions was 83 20 H, ranging from 63 to 131 H. On the first follow-up CT scan, the mean attenuation value was 34 13 H, ranging from 15 to 51 H. This difference in the mean CT attenuation value was statistically significant (p < 0.01)."
        },
        {
            "section": "C",
            "text": "On the subsequent CT scans, the metastatic lesions became smaller, homogeneous and cystic during imatinib therapy. However, they did not disappear completely and were always detected throughout the study in all patients."
        },
        {
            "section": "C",
            "text": "In two patients who showed a heterogeneous enhancement pattern on the first follow-up CT scan, the metastatic lesions became homogeneous on the second follow-up CT scan obtained 3 and 4 months, respectively, after the initiation of treatment."
        },
        {
            "section": "C",
            "text": "Two patients (patients 2 and 11) stopped imatinib therapy 10 and 11 months, respectively, after the initiation of the treatment. The disease was found to have progressed in these 2 patients 11 and 2 months, respectively, after the termination of the treatment, with the metastatic lesions increasing in size and attenuation, and showing a heterogeneous enhancement pattern on the CT scans (Fig. 1C). These two patients resumed imatinib therapy, and their metastatic lesions subsequently became smaller and homogeneous on the follow-up CT scans.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 389,
                    "text": "(Fig. 1C)",
                    "end": 398
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Conventional chemotherapeutic agents are rarely effective against gastrointestinal stromal tumors. The new chemotherapeutic agent, imatinib, has been applied and the results are extremely encouraging. The rationale behind imatinib treatment for gastrointestinal stromal tumors lies in the fact that the KIT (encodes the human homolog of the proto-oncogene c-kit) gene mutation has been detected frequently in gastrointestinal stromal tumors. This mutation induces the constitutive activation of the tyrosine kinase receptor, causing the proliferation of tumor cells (2). Imatinib is highly effective in bringing about a reduction in KIT tyrosine kinase activity."
        },
        {
            "section": "DISCUSSION",
            "text": "Gastrointestinal stromal tumors frequently spread to the liver and the peritoneum (4). On the CT scan of the portal venous phase, the metastases within the liver are usually heterogeneous and peripherally enhanced, similar to primary tumors (4). The low attenuation in the center of these metastatic lesions often indicates the presence of necrosis in the center of the solid mass. The peripheral enhanced portion represents viable solid tumor. Peritoneal metastasis shows a CT appearance similar to that of metastasis in the liver. In the peritoneum, metastatic lesions treated with imatinib may appear as ascites or fluid collection. In reviewing the original CT reports, we found that the cystic change of the tumor was described as ascites or fluid collection in three patients. Although long-term follow-up is needed, metastatic lesions in the peritoneum gradually decrease in size, although they may persist for months or years, which is not the case for ascites. The density of the metastases decreased to 15 51 H on the first CT scan after the treatment and then to 15 28 H on the follow-up CT scan, which is close to that of ascites. Metastases can be distinguished from ascites by reviewing the change in the attenuation value and the previous CT scan. Ideally, the scans should be interpreted by a radiologist who is familiar with scans of peritoneal metastases from gastrointestinal stromal tumors following imatinib treatment, in order to avoid the underestimation of the extent of the tumors.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 241,
                    "text": "(4)",
                    "end": 244
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "The mechanism that induces the cystic change after imatinib treatment is not clear. In several reported cases, histological examination of the tumors treated with imatinib showed areas with extensive necrosis, hyalinized areas with sparse, scattered tumor cells containing small, condensed nuclei and areas with viable tumor cells (10 12).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 331,
                    "text": "(10 12)",
                    "end": 338
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "The optimal duration of the treatment is not yet known (13). It is not clear whether viable tumor cells with malignant potential persist within the cystic lesions and, consequently, the continuous maintenance of imatinib treatment is required. In this study, two patients whose metastatic lesions became small and cystic after imatinib therapy, experienced aggravation of metastasis after termination of the imatinib treatment."
        },
        {
            "section": "DISCUSSION",
            "text": "Traditionally, the response to cancer treatment in solid tumors is evaluated by subsequent clinical or radiological assessments, and is defined as a significant decrease in the measurable tumor dimensions. A reduction in the viable tumor cell fraction, however, does not always result in a volume reduction, since tumor tissue can be replaced by necrotic or fibrotic tissue, and morphological images are often unable to differentiate between these different tissue types. In recent years, metabolic imaging with positron emission tomography (PET) has become increasingly important in cancer management. Although the performances of PET and CT are comparable in terms of the process of staging before the initiation of imatinib therapy, PET can evaluate the tumor response as early as 1 week after the start of treatment, preceding the CT response by several weeks (14). Treatment-induced changes resulting in tumor cell death or growth arrest should therefore result in a subsequent reduction in glucose uptake, making this technique a sensitive and early marker for response evaluation.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 864,
                    "text": "(14)",
                    "end": 868
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "There are several limitations to this study. First, this was a retrospective review of cases collected over a number of years for which CT scans were performed irregularly, depending on the condition of the patients. Second, unenhanced images were not obtained in all patients, and it is unclear whether or not any subtle enhancement changes are present in the metastatic lesions. Third, we did not provide any pathologic correlation in any of the cases. Pathologic correlation with the radiologic findings for metastatic lesions is helpful for clinicians as well as for radiologists."
        },
        {
            "section": "DISCUSSION",
            "text": "In conclusion, after treatment with imatinib, responsive intra-abdominal extra-hepatic metastases of gastrointestinal stromal tumors appear as well-defined cystic lesions on contrast-enhanced CT. These metastases become smaller and resemble ascites, but may be detected for a long time on the follow-up CT scans."
        }
    ]
}