{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The congruence between self reported drug use and urinalysis data among 89 consecutive opioid dependents at their first contact in an outpatient clinic was examined. For this purpose self reports of drug use within preceding 72 hr, laboratory analysis of urine samples by thin layer chromatography (TLC) were carried out for various drugs. The same samples were also confirmed by gas liquid chromatography (GL C). Many subjects reported concomitant poly-drug use. The base rate was found to be low for other drugs besides heroin. The conclusion could be dra wn more con vincingly as regard heroin use. Inaccuracy in self-report of drug use has been observed using GLC as a gold standard. The subjects are likely to be more accurate when they report abstinence than when reporting drug use. These results also suggest that clinicians should be cautious while prescribing agonist/ partial agonists especially based on only self-report for long term maintenance program, as many patients may not be really physiolologically dependent."
        }
    ],
    "body_text": [
        {
            "text": "Reliance on self-report by drug users is the norm in treatment Centres. However, these are often inaccurate (Bale et al.,1981;Darke,1998;Maddux & Desmond, 1975;Magura et al.,1987;Maisto et al.,1990;Sherman and Bigelow,1992;Harrison & Hughes, 1997). Thus colaterals' report and laboratory analysis do not match. Several factors like the population sub-groups, the type and pattern of drug use and the measurement procedure contribute towards these inconsistencies (Magura et al.,1987;Harrison & Hughes, 1997). Inspite of these difficulties valid assessment of drug consumption is critical and currently urinalysis is a favored method for validating self reported drug use in a clinical setting (Digiustoetal.,1996;Harrison andHughes 1997, Martin et al.,1988;Sherman & Bigelow, 1992). The current study was conducted to examine the congruence of urinalysis and self reported drug use among newly registered opioid dependent patients at their first contact in an outpatient clinic of Drug Dependence Treatment Centre, All India Institute of Medical Sciences, New Delhi, India.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 108,
                    "text": "(Bale et al.,1981;",
                    "end": 126
                },
                {
                    "type": "bibr",
                    "start": 126,
                    "text": "Darke,1998;",
                    "end": 137
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 137,
                    "text": "Maddux & Desmond, 1975;",
                    "end": 160
                },
                {
                    "type": "bibr",
                    "start": 160,
                    "text": "Magura et al.,1987;",
                    "end": 179
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 179,
                    "text": "Maisto et al.,1990;",
                    "end": 198
                },
                {
                    "type": "bibr",
                    "start": 198,
                    "text": "Sherman and Bigelow,1992;",
                    "end": 223
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 223,
                    "text": "Harrison & Hughes, 1997)",
                    "end": 247
                },
                {
                    "type": "bibr",
                    "start": 463,
                    "text": "(Magura et al.,1987;",
                    "end": 483
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 483,
                    "text": "Harrison & Hughes, 1997)",
                    "end": 507
                },
                {
                    "type": "bibr",
                    "start": 693,
                    "text": "(Digiustoetal.,1996;",
                    "end": 713
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 713,
                    "text": "Harrison and",
                    "end": 725
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 725,
                    "text": "Hughes 1997, Martin et al.,1988;",
                    "end": 757
                },
                {
                    "type": "bibr",
                    "start": 757,
                    "text": "Sherman & Bigelow, 1992)",
                    "end": 781
                }
            ]
        },
        {
            "section": "MATERIAL AND METHOD",
            "text": "A total of 89 male consecutive new patients, with opiate dependence were examined and interviewed at their first contact by two psychiatrists to obtain information on drug use. Their demographic data (age, sex, education, occupation, marital status) were recorded. Selfreports of commonly abused drug in our setting within preceding 72 hr were also recorded. Immediately after interview and clinical examination, 50ml of urine samples were collected from each patient under close supervision and were submitted for laboratory analysis. All urine samples were hydrolyzed and were screened for drugs by thin layer chromatography (TLC) (Jain,1998). Further, confirmation of TLC urinalysis results was done by gas liquid chromatography. Descriptive statistics, positive and negative predictive values diagnostic accuracy was calculated by using Biomedical data processing (BMDP) statistical package version 7.0."
        },
        {
            "section": "RESULTS",
            "text": "The mean age of the subjects were 32.3 years (SD=9.3), 67% were married, 36% were illiterate and others had varied level of education. Even though these subjects were dependent on heroin, many were multi-drug users. In past 72 hr,79.8% of the subjects had used heroin,22.5% buprenorphine,4.5 % d-propoxyphene, 23.6 % diazepam, 21.3% nitrazepam, 16.8% pheniramine and 11.2% promethazine as per self report. Table shows the results of GLC urinalysis data against self reports respectively. The results can be interpreted with certainty for the four compounds: morphine, buprenorphine, diazepam, nitrazepam. For the remaining compounds, the base rate was low. It was observed that GLC yielded more true positives than TLC urinalysis results. Positive predictive value varied between 43.7%-66.7%, except for nitrazepam and negative predictive ranged between 72.9%-98.6%. Diagnostic accuracy (i.e. congruence between self report and urinalysis was overall high (64%-88.8%) for all the drugs except for morphine (54%)."
        },
        {
            "section": "DISCUSSION",
            "text": "Our findings suggest that even though some of the subjects were poly-drug users, most had used heroin exclusively. Only on some occasions ranging between 4-24%, subjects had used other compounds. Most of the conclusions can be drawn convincingly as regard heroin use, due to low base rate of use of other drugs. The finding of this study should be interpreted in the light of the fact that information was collected at the first treatment contact at our Centre. Yet, the true positives in the sample (by GLC) were a minority."
        },
        {
            "section": "DISCUSSION",
            "text": "More true positives and less true negatives were obtained from GLC as compared to TLC urine analysis results. This may be influenced by several factors viz. limited sensitivity of TLC test, consumption of drug prior to 24 hours by the subject, purity of drug purchased on the street etc. (Preston et al., 1997). In this study diagnostic accuracy was found to be low for morphine. A major finding of this study is that, subjects overreport heroin (morphine), buprenorphine and nitrazepam use as the positive predictive value was low. Negative predictive value was high suggesting that negative self report of drug use is usually quite reliable. This study is in accordance of previous finding from our Centre that patients sometimes over-report or underreport their drug use (Jain,2000). Over-reporting or under-reporting has also been seen in Western studies (Magura etal.,1987;Mieczkowskietal.,1991). In contrast, subjects are likely to be more accurate when they",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 288,
                    "text": "(Preston et al., 1997)",
                    "end": 310
                },
                {
                    "type": "bibr",
                    "start": 774,
                    "text": "(Jain,2000)",
                    "end": 785
                },
                {
                    "type": "bibr",
                    "start": 859,
                    "text": "(Magura etal.,1987;",
                    "end": 878
                },
                {
                    "type": "bibr",
                    "start": 878,
                    "text": "Mieczkowskietal.,1991)",
                    "end": 900
                }
            ]
        },
        {
            "section": "SELF-REPORT AND URINALYSIS",
            "text": "are abstinent(no drug use). Clinicians should be made aware of these findings as many of the patients may not be really physiologically opioid dependent and they should be cautious while prescribing long term opioid agonist."
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "This study was supported by Drug Dependence Treatment Centre, All India Institute of Medical Sciences (AIIMS), New Delhi, India."
        }
    ]
}