{
    "level": "paragraph",
    "abstract": [
        {
            "text": "ceptors, which trigger co-stimulation. This formation facilitates the activation of T cells. 3 Previous data suggest that this co-stimulatory pathway plays a central role in regulating the development of Th2 cells, and ultimately the magnitude of the immune response. 4 In murine models, the infiltration of eosinophils into bronchoalveolar lavage fluid and airway hyperresponsiveness are completely inhibited in mice treated with CTLA4-Ig. 5 The upregula",
            "paragraph_rank": 2,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "section": "INTRODUCTION",
            "text": "Asthma is a prevalent inflammatory airway disease characterized by bronchial hyperresponsiveness (BHR) and atopy, affecting more than 300 million people worldwide. The disease phenotypes are triggered by CD4+ T lymphocytes generating the Th2-associated cytokines IL-4 and IL-5 in response to allergens. 1 Atopy is associated with the increased generation of Immunoglobulin E (IgE) and determined as a hypersensitivity (allergy) to common environmental allergens. 2 IgE or specific IgE also serve as a significant risk factor to the development of asthma.",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 303,
                    "text": "1",
                    "end": 304
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "T cells recognize antigen presenting cells by the presence of antigens bound to MHC class II molecules. The receptor-ligand complexes B7-1 (CD80) and B7-2 (CD86) then form a ligand with CD28 and the cytotoxic T lymphocyte-associated 4 (CTLA4) re-",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "section": "Association Between Serum IgE Levels and the CTLA4 +49A/G and FCER1B -654C/T Polymorphisms in Korean Children With Asthma",
            "text": "tion of ovalbumin-specific serum IgE levels are also reduced. 5 The genetic makeup significantly influences the onset of phenotypes such as IgE levels. The genes encoding the CTLA4 and CD28 map to the human chromosome 3q13-q23, which is linked to asthma in Hispanics, 6 Dutch, 7 and numerous other populations. CTLA4 affects the upregulation of serum IgE levels, a phenotype of asthma. 8 In genetic studies, the CTLA4 promoter (-318C/T) polymorphism was found to be associated with asthma severity while exon 1 (+49 A/G) was associated both BHR 9 and total serum levels of IgE. 10 The high-affinity IgE receptor 1 (FCER1) is involved in the induction of immune responses in atopic disease by facilitating IgE-dependent activation of mast cells and basophils. 11 The gene encoding FCER1B influences the total serum levels of IgE and interacts synergistically with the functional polymorphism (4G/ 5G) at the plasminogen activator inhibitor-1 (PAI-1) promoter region to alter asthma susceptibility. 12 The -109C/T polymorphism of the FCER1B gene is also associated with increased total serum IgE levels in patients with asthma. 13 We began this study based on the hypothesis that the total serum IgE levels are largely determined by genetic factors. Each polymorphism of multiple genes has a relatively small effect on IgE levels, finally setting the IgE level through influencing numerous genes. Since both the CTLA4 and FCER1B genes can determine the total serum levels of IgE (an intermediate phenotype of asthma), we investigated whether increased serum IgE and susceptibility in Korean children with asthma are associated with CTLA4 +49A/G and FCER1B -654C/T polymorphisms. In addition, we investigated if the phenotype produced by the two polymorphisms is synergistic in Korean children with asthma. Such an effect of the CTLA4 and FCER1B genes has been previously demonstrated to influence the total serum IgE levels in the Japanese population, but we intended to expand the study to Korean children with asthma. 10 ",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 62,
                    "text": "5",
                    "end": 63
                },
                {
                    "type": "bibr",
                    "start": 268,
                    "text": "6",
                    "end": 269
                },
                {
                    "type": "bibr",
                    "start": 277,
                    "text": "7",
                    "end": 278
                },
                {
                    "type": "bibr",
                    "start": 386,
                    "text": "8",
                    "end": 387
                },
                {
                    "type": "bibr",
                    "start": 578,
                    "text": "10",
                    "end": 580
                },
                {
                    "type": "bibr",
                    "start": 1126,
                    "text": "13",
                    "end": 1128
                },
                {
                    "type": "bibr",
                    "start": 2018,
                    "text": "10",
                    "end": 2020
                }
            ]
        },
        {
            "section": "Subjects",
            "text": "The study subjects consisted of 238 control and 742 Korean children with asthma who visited the Asthma and Allergy Clinics of the Asan Medical Center. All subjects were classed into three specific groups: 238 non-atopic controls without asthma, 599 with atopic asthma, and 143 with non-atopic asthma. Asthma phenotypes and BHR were determined by a physician following the guidelines from the American Thoracic Society. 14 Asthma was determined by a history of patient dyspnea and wheezing during the previous 12 months, a greater than 12% reversibility of FEV1 after b2-agonist inhalation, and/or a methacholine provocation test result with a PC20 value of less than 16 mg/mL. Atopy was confirmed by a positive skin prick test (wheal diameter ≥3 mm) to at least one of 27 common aeroallergens in Korea 15 or by an elevated allergen-specific IgE level.",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "section": "Subjects",
            "text": "Non-atopics were defined by negative specific IgE in response to Dermatophagoides farinae (Df) and Dermatophagoides pteronyssinus (Dp), and negative skin prick test results to 27 common aeroallergens including grass pollen, animal dander, and mold. The non-atopic non-asthmatic control subjects had no previous history of asthma or any other allergic diseases, normal total IgE levels (≤100 IU/mL), normal results for the lung function tests, no airway hyperresponsiveness (PC20 >16 mg/ mL), and showed negative results for the skin prick tests. Written informed consent was obtained from the parents of all subjects, and the study was approved by the ethics committee of the Asian Medical Center Institutional Review Board.",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "section": "Serum IgE measurement, skin prick test, and the methacholine challenge test",
            "text": "Serum IgE levels were measured using a fluorescent enzyme immunoassay (AutoCAP System; Pharmacia Diagnostics AB, Uppsala, Sweden). Specific IgE concentrations were considered positive when ≥0.35 KIU/L, and subsequent results were divided into classes 1 to 6 according to their values. The skin prick test was performed using 27 common aeroallergens in Korea. A maximum wheal diameter of ≥3 mm was considered positive.",
            "paragraph_rank": 8,
            "section_rank": 5
        },
        {
            "section": "Serum IgE measurement, skin prick test, and the methacholine challenge test",
            "text": "In the methacholine challenge test, a dosimeter with a concentration range of 0.625-25 mg/mL was used. In addition, we used a spirometer (Microspiro HI298; Chest Corporation, Tokyo, Japan) to measure FEV1 after each inhalation. Airway responsiveness was expressed as the concentration of methacholine that provoked a 20% fall in FEV1 (PC20). Subjects were considered hyperresponsive when the PC20 levels were less than 16 mg/mL.",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "section": "Genotyping of the CTLA4 +49A/G and FCER1B -654C/T polymorphisms",
            "text": "DNA was isolated from blood samples using a G-DEX II kit (iNtRon, Seoul, Korea). The CTLA4 +49A/G (rs231775) was genotyped by polymerase chain reaction (PCR) followed by restriction fragment length polymorphism analysis (RFLP). Experimental settings were confirmed by comparing cases with the results of DNA sequencing. PCR products were formed in a reaction volume of 15 μL that contained 30 ng of template DNA, 0.5 units of AmpliTaq Gold Taq polymerase (Applied Biosystems, Foster City, CA), 1.5 μL of MgCl2-free 10× buffer (Applied Biosystems), 0.9 μL of 25 mmol/L MgCl2, 0.5 μL of each specific primer 5'-AAGGCTCAGCTGAACCTGGTT-3' and 5'-CTGCT-GAAACAAATGAAACCC-3' for CTLA4 +49A/G and 0.75 μL of deoxyribonucleoside triphosphates (2.5 mmol/L of each deoxyribonucleoside triphosphate). The cycling conditions were as follows: 95°C for 12 minutes, 35 cycles at 95°C for 30 seconds, annealing for 1 minute at 54°C for CTLA4 +49A/G and extension at 72°C for 40 seconds, followed by a final extension step at 72°C for 10 minutes. The CTLA4 +49A allele was digested into 135 and 18 base pair (bp) fragments using BstE II (New England",
            "paragraph_rank": 10,
            "section_rank": 6
        },
        {
            "section": "CTLA4 Polymorphism and IgE Levels AAIR",
            "text": "BioLabs, Beverly, MA) at 60°C for 2 hours, and products verified on a 3.5% agarose gel (FMC BioProducts, Rockland, ME). The FCER1B -654C/T (rs574700) was genotyped using the TaqMan SNP Genotyping Assay. Primer Express (Applied Biosystems) was used to design the MGB TaqMan probes. One allelic probe was labeled with the fluorescent FAM dye and the other with the VIC dye. PCRs were run in a TaqMan universal master mix without UNG (Applied Biosystems) using PCR primer concentrations of 900 nM and TaqMan MGB-probe concentrations of 200 nM. Reactions were performed in a 384-well format in a total reaction volume of 5 μL using 20 ng of genomic DNA. The plates then were placed in a thermal cycler (PE 9700; Applied Biosystems) and heated at 50°C for 2 minutes and 95°C for 10 minutes followed by 40 cycles at 95°C for 15 seconds and 60°C for 1 minutes, with a final soak at 25°C. The TaqMan assay plates were transferred to the Prism 7900HT instruments (Applied Biosystems), where the fluorescence intensity in each well of the plate was read. Fluorescence data files from each plate were analyzed by automated allele-calling software (SDS 2.1).",
            "paragraph_rank": 11,
            "section_rank": 7
        },
        {
            "section": "Statistical analyses",
            "text": "The clinical parameters (total IgE, PC20, total eosinophil count, FEV1 (%)) were analyzed according to the Kruskal-Wallis test among the four groups as shown in Table 1. To analyze the association between the genotypes and asthma, we adopted a dominant model since relatively few individuals were homozygous for the risk alleles. Since the age and sex displayed differences between controls and patients with asthma, a logistic regression analysis adjusted for age and sex was used to calculate the odds ratios (ORs) and the 95% confidence intervals (CIs). The relationship between clinical phenotypes and genotypes was tested using the independent t-test; the analysis of increasing trend of aOR and log IgE was followed by a logistic and linear regression, respectively. All statistical analyses were performed using the SPSS 14.0 for Windows (SPSS Inc., Chicago, IL), and a P value of ≤0.05 was considered statistically significant.",
            "paragraph_rank": 12,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 158,
                    "text": "in Table 1",
                    "end": 168
                }
            ]
        },
        {
            "section": "Frequency of the CTLA4 +49A/G and FCER1B -654C/T polymorphisms",
            "text": "We sought to study the association of the CTLA4 +49A/G and FCER1B -654C/T polymorphisms with asthma susceptibility, and determined the occurrence of these genotypes in asthma, atopic asthma, non-atopic asthma, and control groups using subjects homozygous for a common allele as a reference group. When the allele frequencies of the CTLA4 +49A/G and FCER1B -654C/T polymorphisms were compared, no significant association between the carriers of the risk allele of the CTLA4 and FCER1B polymorphisms and the susceptibility of asthma were evident (Table 2). In addition, the controls did not display a correlation with those having asthma or atopic asthma, although for the CTLA4 +49A/G polymorphism, the GA genotype of children with non-atopic asthma was shown to be significantly lower when compared to control samples (OR=0.60, 95% CI=0.38-0.95; Table 2). For the FCER1B -654C/T polymorphism, different genotype frequencies did not vary among the four groups.",
            "paragraph_rank": 13,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 544,
                    "text": "(Table 2",
                    "end": 552
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 846,
                    "text": "Table 2",
                    "end": 853
                }
            ]
        },
        {
            "section": "The association between IgE levels and the CTLA4 +49A/G and FCER1B -654C/T polymorphisms",
            "text": "We next investigated the association between the levels of total IgE and specific IgE, and the CTLA4 +49A/G and FCER1B -654C/T polymorphisms. For the CTLA4 +49A/G polymorphism, the risk allele was shown to be associated with log Dp/ Df-specific IgE in those with asthma, as the GA+AA genotype displayed elevated levels of log Dp/Df-specific IgE compared to the GG genotype (Dp-IgE, GG, 0.80±1.10 IU/mL, GA+AA, 0.97± 1.04 IU/mL, P=0.044; Df-IgE, GG, 0.89±1.10 IU/mL, GA+AA, 1.08±1.02 IU/mL, P=0.024; Table 3). In addition, in those with atopic asthma, the log Df-specific IgE was elevated in GA+AA genotypes (Df-IgE, GG, 1.14±0.93 IU/mL, GA+AA, 1.31±0.82 IU/mL, P=0.035; Table 3), although the risk allele was not associated with log total IgE levels. In addition for the FCER1B gene,  Adjusted odds ratio (aOR) by age and sex. Logistic regression analysis was performed. the risk allele did not show any association with the log total IgE and Dp/Df-specific IgE levels.",
            "paragraph_rank": 14,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 499,
                    "text": "Table 3",
                    "end": 506
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 670,
                    "text": "Table 3",
                    "end": 677
                }
            ]
        },
        {
            "section": "The association between IgE levels and the CTLA4 +49A/G and FCER1B -654C/T polymorphisms",
            "text": "The combined effect of the CTLA4 +49A/G and FCER1B -654C/ T polymorphisms Thus far, our findings have shown that the Dp/Df-specific IgE differed according to the CTLA4 genotype. Since the FCER1B gene is known to code a receptor for IgE, we analyzed the combination of both the CTLA4 +49A/G and FCER1B -654C/T polymorphisms to determine if a synergetic influence on asthma susceptibility and intermediate phenotypes exist. When the subjects were divided into four combination groups and tested for the frequency of asthma or atopic asthma, the combined allele frequencies did not differ between the children with asthma and those without (Table 4). However, when the combined allele frequencies of children with Dp/Df (-) and Dp/Df (+) asthma were tested, those with Dp/Df (+) asthma carried an in-creased combined genotype of risk allele compared to those with Dp/Df (-) asthma (Table 5). We then investigated the association between the total serum IgE, Dp/Df-IgE levels, and the combination groups of the CTLA4 and FCER1B genes. The log Dp-IgE showed an increasing trend in children with asthma by linear regression from the low-risk group 1 (CTLA4 GG and FCER1B CC) to high-risk group 4 (CTLA4 GA+AA and FCER1B CT+TT) (P=0.031), while the log Df-IgE showed an increased trend in both the children with asthma and those with atopic asthma (P=0.020, P=0.049, respectively). The log total IgE did not show an increased trend among the four groups (Table 6).",
            "paragraph_rank": 15,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 637,
                    "text": "(Table 4)",
                    "end": 646
                },
                {
                    "type": "table",
                    "start": 878,
                    "text": "(Table 5)",
                    "end": 887
                },
                {
                    "type": "table",
                    "start": 1447,
                    "text": "(Table 6)",
                    "end": 1456
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "The present study indicates that the CTLA4 +49A/G polymorphism may influence the Dp/Df-specific IgE levels, but not the development of asthma. Our data also suggest an additive effect CTLA4 Polymorphism and IgE Levels AAIR Table 4. Combined allele frequencies of combination between the CTLA4 +49A/G and FCER1B -654C/T polymorphisms in asthmatic children and non-asthmatic controls between the CTLA4 +49A/G and FCER1B -654C/T polymorphisms, which contributes to the upregulation of the Dp/Dfspecific IgE level. CTLA4 serves as an important function in the immune system by forming the receptor-ligand complexes that trigger the co-stimulatory pathway. 3 This pathway regulates the development of Th2 cells and ultimately determines the magnitude of the systemic immune response. 4 The gene encoding the CTLA4 is also known to influence the phenotypes of asthma such as the IgE levels. 8 Despite this, previous studies have thus far suggested that no link exists between the CD28/CTLA4 region and asthma. 16 In agreement with these findings, the frequency of the CTLA4 +49A/G polymorphisms in this study did not vary significantly in those with asthma, and as such, this polymor- Table 5. Combined allele frequencies of combination between the CTLA4 +49A/G and FCER1B -654C/T polymorphisms in Dp/Df (-) asthmatic and Dp/Df (+) asthmatic children",
            "paragraph_rank": 16,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 223,
                    "text": "Table 4",
                    "end": 230
                },
                {
                    "type": "bibr",
                    "start": 779,
                    "text": "4",
                    "end": 780
                },
                {
                    "type": "bibr",
                    "start": 1004,
                    "text": "16",
                    "end": 1006
                },
                {
                    "type": "table",
                    "start": 1179,
                    "text": "Table 5",
                    "end": 1186
                }
            ]
        },
        {
            "section": "Group",
            "text": "Dp Adjusted odds ratio (aOR) by age and sex. Logistic regression analysis was performed. P=0.034 is a trend of increasing frequency in Dp/Df (+) asthmatics from group I to group IV compare to Dp/Df (-) asthmatics. Group I had CTLA4 GG and FCER1B CC. Group II had CTLA4 GG and FCER1B CT+TT. Group III had CTLA4 GA+AA and FCER1B CC. Group IV had CTLA4 GA+AA and FCER1B CT+TT. Table 6. Combination effect of the CTLA4 +49A/G and FCER1B -654C/T polymorphisms on log IgE (total, Dp, Df ) in children with asthma ",
            "paragraph_rank": 17,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 374,
                    "text": "Table 6",
                    "end": 381
                }
            ]
        },
        {
            "section": "Table 1 .",
            "text": "Clinical characteristics of study subjects",
            "paragraph_rank": 18,
            "section_rank": 17
        },
        {
            "section": "Table 1 .",
            "text": "*Mean±S.D. P<0.05 for differences among the 4 groups according to the Kruskal-Wallis test.",
            "paragraph_rank": 19,
            "section_rank": 17
        },
        {
            "section": "Table 2 .",
            "text": "Allele frequencies of the CTLA4 +49A/G and FCER1B -654C/T polymorphisms in asthmatic, atopic asthmatics, non-atopic asthmatics and controls",
            "paragraph_rank": 20,
            "section_rank": 18
        },
        {
            "section": "Table 3 .",
            "text": "Association between the CTLA4 +49A/G and FCER1B -654C/T polymorphisms and log IgE (total, Dp, Df ) in Korean children with asthma",
            "paragraph_rank": 22,
            "section_rank": 19
        },
        {
            "text": "P=0.031 and P=0.088 are in log Dp IgE which are increasing trends in asthma and atopic asthma by linear regression, respectively. P=0.020 and P=0.049 are in log Df IgE which are increasing trends in asthma and atopic asthma by linear regression, respectively. Group I had CTLA4 GG and FCER1B CC. Group II had CTLA4 GG and FCER1B CT+TT. Group III had CTLA4 GA+AA and FCER1B CC. Group IV had CTLA4 GA+AA and FCER1B CT+TT.",
            "paragraph_rank": 24,
            "section_rank": 20
        },
        {
            "text": "© Copyright The Korean Academy of Asthma, Allergy and Clinical Immunology • The Korean Academy of Pediatric Allergy and Respiratory Disease http://e-aair.org",
            "paragraph_rank": 26,
            "section_rank": 20
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "This study was supported by a grant of the Korea Healthcare technology R&D Project, Ministry for Health, Welfare and Family Affairs, Republic of Korea (A084144).",
            "paragraph_rank": 27,
            "section_rank": 22
        },
        {
            "text": "phism was not associated with the susceptibility of asthma in Korean children. We found that the log Dp/Df-specific IgE was shown to be associated with the CTLA4 +49A/G polymorphism since both children with asthma and those with atopic asthma having the GA+AA genotype displayed higher Dp/Df-specific IgE levels. These results suggest that the CTLA4 +49A/G polymorphism appears to affect the production of excessive IgE, particularly the Dp/Df-specific IgE. The sensitization of a specific allergen is extremely important to the development of atopy and as such is an independent risk factor for the development of asthma in children. In particular the Dp/Df-allergen is the main sensitized allergen in Korean children.",
            "paragraph_rank": 28,
            "section_rank": 24
        },
        {
            "text": "The gene encoding FCER1B facilitates IgE-dependent activation of mast cells and basophils and thus activates the immune system. 11 FCER1B has also been demonstrated to influence total serum IgE levels. 12 Based on this, the current study aimed to combine the effects of the CTLA4 and FCER1B genes to investigate whether they displayed a synergistic influence upon asthma susceptibility and the intermediate phenotypes of asthma such as IgE or specific IgE. The alleles of the two genes were combined and classified from groups 1-4 according to the increased number of the risk alleles. We found that the genetic frequency of combined groups did not differ between the children with asthma or atopic asthma and controls, and also that the total serum IgE levels showed no increase from groups 1-4. Thus, the combination of genes was shown to be associated neither with asthma susceptibility nor with the upregulation of the total serum IgE levels. However, when tested for a Dp/Df-specific IgE, the combination of both the CTLA4 +49A/G and FCER1B -654C/ T polymorphisms displayed a marked difference in frequency between children with Dp/Df (-) asthma and those with Dp/Df (+) asthma and an increasing trend of Dp-specific IgE levels in those with asthma and Df-specific IgE levels in both those with asthma and children with atopic asthma. Similarly, we observed that the combination of the CTLA4 +49A/G and FCER1B E237G polymorphisms was associated with the increase in total IgE and Dp/Df-specific IgE levels, since the -654C/T and E237G polymorphisms of the FCER1B gene were in strong linkage disequilibrium (data not shown). These results suggest an additive influence of the two genes on the increased levels of Dp/Df-specific IgE.",
            "paragraph_rank": 29,
            "section_rank": 24
        },
        {
            "text": "While previous studies 10 have demonstrated the synergistic influence of the CTLA4 and FCER1B genes on the total serum IgE levels, their effect on asthma susceptibility remains uninvestigated. While previous data demonstrated a CTLA4 -318C/ T polymorphism that was found to influence the total serum IgE levels, in this study, we detected a meaningful association only between the CTLA4 +49A/G polymorphism and the Dp/ Df-specific IgE levels, but no association with total serum levels. We also found that a combination of the CTLA4 and FCER1B polymorphisms upregulated the Dp/Df-specific IgE levels in contrast to previous work in the Japanese population, which displayed a co-stimulatory effect on total IgE levels. The discrepancies may be explained by variances in the study population, number of subjects, or differences in the target single nucleotide polymorphism (SNP). In particular, the observed differences may have been due to genetic variations between the Japanese and Korean populations.",
            "paragraph_rank": 30,
            "section_rank": 24
        },
        {
            "text": "The current study is not without its limitations. First, the study was performed only on a selected group of people with asthma (Korean children) and thus is not a full representation of the general Korean population. Second, despite many SNPs in the CTLA4 and FCER1B genes, only a single SNP in each gene was selected. We chose the CTLA4 +49A/G polymorphism since it has been more stringently investigated than the -318C/T polymorphism, and the combinations of the IL-13 +2044A/G and CTLA4 +49A/G were associated with log IgE levels (unpublished data). We considered three SNPs (-109C/T, -654C/T, and E237G) in the FCER1B gene, assuming that the -654C/T and -109C/T polymorphisms were in strong linkage disequilibrium in the Japanese population. 12 We investigated the two polymorphisms (-654C/T and E237G), which displayed a strong linkage disequilibrium (LD=0.971) meaning that the -654C/T polymorphism was present as a representative SNP of the FCER1B gene. Third, the genetic results obtained in this study are yet to be verified in vivo and as such, the expression genetics may vary in terms of being representative of the general population. However, as the current study only included subjects who were diagnosed by a physician with consistent inclusion criteria and a defined distinctive phenotype (including IgE and bronchial responsiveness), the findings may be more reliable than in previous studies in the Japanese population that used only adults possessing a confounding factor (e.g., smoking).",
            "paragraph_rank": 31,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 747,
                    "text": "12",
                    "end": 749
                }
            ]
        },
        {
            "text": "In conclusion, the CTLA4 +49A/G and FCER1B -654C/T polymorphisms are not associated with development of asthma in Korean children. However, the +49A allele of CTLA4 may act to increase the Dp/Df-specific IgE levels and display an additive effect with the -654T allele of the FCER1B. Since Dp/Df appears to be an important factor facilitating the production of IgE, both the +49A and -654T alleles of the CTLA4 and FCER1B genes may regulate the production and signaling of Dp/Df-IgE, particularly in Korean children with asthma.",
            "paragraph_rank": 32,
            "section_rank": 24
        }
    ]
}