{
    "level": "paragraph",
    "abstract": [
        {
            "text": "OBJECTIVE-In skeletal muscle, insulin stimulates glucose transport activity three-to fourfold, and a large part of this stimulation is associated with a net translocation of GLUT4 from an intracellular compartment to the cell surface. We examined the extent to which insulin or the AMP-activated protein kinase activator AICAR can lead to a stimulation of the exocytosis limb of the GLUT4 translocation pathway and thereby account for the net increase in glucose transport activity. RESEARCH DESIGN AND METHODS-Using a biotinylated photoaffinity label, we tagged endogenous GLUT4 and studied the kinetics of exocytosis of the tagged protein in rat and human skeletal muscle in response to insulin or AICAR. Isolated epitrochlearis muscles were obtained from male Wistar rats. Vastus lateralis skeletal muscle strips were prepared from open muscle biopsies obtained from six healthy men (age 39 Ϯ 11 years and BMI 25.8 Ϯ 0.8 kg/m 2). RESULTS-In rat epitrochlearis muscle, insulin exposure leads to a sixfold stimulation of the GLUT4 exocytosis rate (with basal and insulin-stimulated rate constants of 0.010 and 0.067 min Ϫ1 , respectively). In human vastus lateralis muscle, insulin stimulates GLUT4 translocation by a similar sixfold increase in the exocytosis rate constant (with basal and insulin-stimulated rate constants of 0.011 and 0.075 min Ϫ1 , respectively). In contrast, AICAR treatment does not markedly increase exocytosis in either rat or human muscle. CONCLUSIONS-Insulin stimulation of the GLUT4 exocytosis rate constant is sufficient to account for most of the observed increase in glucose transport activity in rat and human muscle.",
            "paragraph_rank": 2,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "text": "I",
            "section_rank": 1
        },
        {
            "section": "I",
            "text": "mpairments in skeletal muscle glucose uptake occur in type 2 diabetes (1)(2)(3)(4) and are associated with defects in GLUT4 translocation rather than a change in the total amount of GLUT4 protein (2,5). These changes are also associated with defects in cell signaling (6,7). However, in healthy normal glucose-tolerant relatives of type 2 diabetic patients, impairments in skeletal muscle insulin-stimulated glucose transport activity occur without alterations in the phosphorylation of Akt or its downstream target protein AS160 (8). In rodents, marked impairments in insulin signaling to glycogen metabolism occur as a consequence of skeletal muscle GLUT4 knockout (9), suggesting that defects in GLUT4 traffic have the potential to feed back and inhibit early steps in insulin signaling. Changes in GLUT4 translocation may be one of the earliest molecular defects in type 2 diabetes (8). Thus, it is important to determine molecular mechanisms that link insulin signaling to GLUT4 translocation.",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 70,
                    "text": "(1)",
                    "end": 73
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 73,
                    "text": "(2)",
                    "end": 76
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 76,
                    "text": "(3)",
                    "end": 79
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 79,
                    "text": "(4)",
                    "end": 82
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 196,
                    "text": "(2,",
                    "end": 199
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 199,
                    "text": "5)",
                    "end": 201
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 268,
                    "text": "(6,",
                    "end": 271
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 271,
                    "text": "7)",
                    "end": 273
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 530,
                    "text": "(8)",
                    "end": 533
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 667,
                    "text": "(9)",
                    "end": 670
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 886,
                    "text": "(8)",
                    "end": 889
                }
            ]
        },
        {
            "section": "I",
            "text": "Skeletal muscle represents the major site of postprandial glucose disposal (10); therefore, kinetic studies of GLUT4 trafficking in this tissue are important to determining the major sites of insulin action, particularly because GLUT4-trafficking defects have been observed in skeletal muscle from type 2 diabetic patients (11,12). In adipose tissue, GLUT4-trafficking kinetic studies have identified the exocytic limb of the translocation pathway as the major site of insulin action (13)(14)(15)(16). In contrast to adipocytes, skeletal muscle is a complex tissue, with diverse GLUT4 storage sites, including multiple perinuclear and satellite compartments that are close to the transverse tubules (17)(18)(19). Moreover, skeletal muscle GLUT4 translocation and glucose transport are increased in response to a wide range of stimulatory factors including contraction, changes in calcium release, and changes in the cellular energy status and AMP levels (19).",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 75,
                    "text": "(10)",
                    "end": 79
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 323,
                    "text": "(11,",
                    "end": 327
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 327,
                    "text": "12)",
                    "end": 330
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 484,
                    "text": "(13)",
                    "end": 488
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 488,
                    "text": "(14)",
                    "end": 492
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 492,
                    "text": "(15)",
                    "end": 496
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 496,
                    "text": "(16)",
                    "end": 500
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 699,
                    "text": "(17)",
                    "end": 703
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 703,
                    "text": "(18)",
                    "end": 707
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 707,
                    "text": "(19)",
                    "end": 711
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 954,
                    "text": "(19)",
                    "end": 958
                }
            ]
        },
        {
            "section": "I",
            "text": "To determine the extent to which insulin action stimulates the exocytosis limb of the GLUT4 translocation pathway, and thereby account for the net increase in translocation, we have developed new methods for studying GLUT4 translocation in rat epitrochlearis and human vastus lateralis skeletal muscle. We have specifically examined whether the stimulation of exocytosis following exposure to insulin or the AMP precursor analogue AICAR (5-aminoimidazole-4-carboxamide ribonucleoside) can fully account for associated increases in glucose transport activity.",
            "paragraph_rank": 5,
            "section_rank": 1
        },
        {
            "text": "RESEARCH DESIGN AND METHODS",
            "section_rank": 2
        },
        {
            "section": "RESEARCH DESIGN AND METHODS",
            "text": "Epitrochlearis muscle isolation. Male Wistar rats (150 -200 g) were obtained from B&K Universal, Sollentuna, Sweden. Animals were housed under a 12-h light/12-h dark cycle and had free access to water and standard rodent chow and were fasted (5 h) before each experiment. The Stockholm North Animal Ethics Committee approved all studies. Rats were anesthetized with an intraperitoneal injection of sodium pentobarbital (5 mg/100 g body wt i.p.). Isolated epitrochlearis muscles were incubated at 30°C. All incubation media were prepared from pregassed (95% O 2 /5% CO 2 ) Krebs-Henseleit buffer (KHB) containing 5 mmol/l HEPES and 0.1% BSA (radioimmunoassay grade). The gas phase in the vials was maintained at 95% O 2 /5% CO 2 . Open muscle biopsy. Six healthy men with no known family history of metabolic disorder (aged 39 Ϯ 11 years and BMI 25.8 Ϯ 0.8 kg/m 2 ) volunteered for the muscle biopsy procedure. All subjects were instructed to avoid strenuous exercise for 72 h before the muscle biopsy. The subjects reported to the laboratory after an overnight fast. The study protocol was approved by the ethics committee of the Karolinska Institutet, and informed consent was received from all subjects before participation.",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "section": "RESEARCH DESIGN AND METHODS",
            "text": "Open biopsies were taken from vastus lateralis muscle under local anesthesia (5 mg/ml mepivakain chloride), as previously described (20,11). Muscle strips were dissected, mounted on Plexiglass clamps, and incubated in vitro in pregassed (95% O 2 and 5% CO 2 ) KHB in a shaking water bath at 35°C. Glucose transport. Isolated rat epitrochlearis muscles were incubated in pregassed KHB containing 15 mmol/l mannitol and 5 mmol/l glucose for 20 min. Muscles were transferred to fresh KHB and incubated with either 120 nmol/l insulin or 1 mmol/l AICAR for the times specified in the figure legends. Muscles were then transferred to fresh KHB containing 20 mmol/l mannitol and incubated for 10 min to rinse excess glucose, followed by incubation for 12 min in KHB containing 5 mmol/l 3-O-methyl-D-[ 3 H]-glucose (800 Ci/mmol) and 15 mmol/l [ 14 C]-mannitol (53 Ci/mmol). Muscles were blotted of excess fluid, frozen in liquid nitrogen, and stored at Ϫ80°C. Glucose transport rate was analyzed by the accumulation of intracellular 3-O-methyl [ 3 H] glucose (21). Akt and AMP-activated protein kinase phosphorylation. Muscles were homogenized and protein phosphorylation was determined as previously described (22) by Western blot analysis using anti-phospho-Ser473 Akt, anti-phospho-Thr172 AMP-activated protein kinase (AMPK)-␣, or antiphospho-Ser79 acetyl CoA carboxylase antibodies (from Cell Signaling Laboratories). GP15 photoaffinity tagging of GLUT4. A biotin tag was introduced into GLUT4 using a photolabeling procedure. Muscles were incubated at 18°C for 8 min in the presence of 1 mmol/l glucose-photolabel-15 (GP15) (23,24) and then irradiated for 2 min in a Rayonet photochemical reactor (Southern New England Ultraviolet, Branford, CT) using 300-nm lamps. Muscles were rinsed four times in ice-cold PBS and either frozen directly in liquid nitrogen or transferred for continued incubation. Muscles were stored at Ϫ80°C until analysis. GP15-tagged GLUT4 was identified as described (12) for the similar but shorter photoaffinity labeling compound Bio-LC-ATB-BMPA. Steady-state internalization of GLUT4. For internalization-trafficking time course experiments, rat epitrochlearis muscles were first incubated in KHB containing 15 mmol/l mannitol and 5 mmol/l glucose at 30°C for 20 min. Muscles were then transferred to fresh KHB and incubated with either 120 nmol/l insulin for 30 min or 1 mmol/l AICAR for 50 min. Insulin and AICAR concentrations were maintained at these constant levels throughout the remainder of the protocol. Before GP15 photoaffinity tagging of GLUT4, muscles were transferred to fresh KHB containing 20 mmol/l mannitol for 10 min to rinse away glucose. KHB was cooled to 18°C during photoaffinity tagging to slow transporter recycling.",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 132,
                    "text": "(20,",
                    "end": 136
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 136,
                    "text": "11)",
                    "end": 139
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1051,
                    "text": "(21)",
                    "end": 1055
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1203,
                    "text": "(22)",
                    "end": 1207
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1621,
                    "text": "(23,",
                    "end": 1625
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1625,
                    "text": "24)",
                    "end": 1628
                }
            ]
        },
        {
            "section": "RESEARCH DESIGN AND METHODS",
            "text": "After irradiation, muscles were washed once in KHB at 18°C to remove excess GP15 label and were then transferred to fresh KHB and incubated at 30°C to initiate internalization of the biotin-tagged GLUT4. At the specified internalization time points, 80 g/ml avidin (Pierce Chemical, Rockford, IL) was added for 6 min at 30°C to block transporters that were still at the cell surface. Muscles were rinsed four times in ice-cold PBS, frozen directly in liquid nitrogen, and stored at Ϫ80°C until analysis. The maximum signal of GLUT4, which internalized and escaped the surface quenching, was determined in each experiment from insulin-or AICAR-stimulated samples that were returned to the basal state and allowed to internalize the biotinylated GLUT4 for 60 min. Initial GLUT4 signal was determined in samples incubated without the addition of avidin. Exocytosis of GLUT4. For exocytosis experiments, human vastus lateralis muscles or rat epitrochlearis muscles were incubated at 35 or 30°C, respectively. After 20 min, muscles were transferred to fresh KHB containing 12 nmol/l insulin. Insulin-stimulated muscles were photoaffinity labeled with GP15 and subsequently washed with MES buffer (KHB with MES replacing HEPES), pH 6.0, for 5 min to terminate insulin stimulation. Muscles were maintained in KHB for 40 min to obtain maximal internalization. To begin the determination of exocytosis, 160 g/ml avidin was added for 6 min. Thereafter, muscles were transferred to KHB with or without 120 nmol/l insulin or 1 mmol/l AICAR for specified times. The rate of loss of the internal transporters as they became quenched by the surface avidin was determined at the indicated time points. Curve fitting and analysis of rate constants. Values for net internalization of GLUT4 under steady-state conditions were curve fitted using a twoparameter equation:",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "section": "RESEARCH DESIGN AND METHODS",
            "text": "where F is the fraction of GLUT4 remaining at the surface, E is the equilibrium position for internalization, k is the net internalization-rate constant, and t is time. The contributions from exocytosis (kex) and endocytosis (ken) to the progress to equilibrium were determined using the following equation: F ϭ {kex ϩ ken.exp[Ϫt.(kex ϩ ken)]}/(kex ϩ ken) (11). Values for unidirectional exocytosis of GLUT4 were curve fitted to a single exponential equation:",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 356,
                    "text": "(11)",
                    "end": 360
                }
            ]
        },
        {
            "section": "RESEARCH DESIGN AND METHODS",
            "text": "where F is the fraction of GLUT4 remaining internal, and k is the exocytosis rate constant, and t is time. Individual experiments were analyzed, and the resulting parameters were used to obtain mean and SE values, which were then compared in unpaired t tests. Differences were considered significant at P Ͻ 0.05. Analysis and curve fitting were carried out using Graphpad Prism software.",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "RESULTS",
            "section_rank": 3
        },
        {
            "text": "Comparison of insulin and AICAR treatment on glucose transport activity in rat epitrochlearis muscle.",
            "section_rank": 4
        },
        {
            "section": "Comparison of insulin and AICAR treatment on glucose transport activity in rat epitrochlearis muscle.",
            "text": "Insulin stimulation of epitrochlearis muscle leads to a rapid increase in glucose transport activity that reaches an equilibrium level of stimulation three-to fourfold above basal levels within 20 min ( Fig. 1A). Conversely, in response to AICAR, the maximum level of stimulation is slower in onset and only reaches a level of stimulation ϳ2.5-fold above basal after 60 min. The maximum levels of stimulation by insulin and AICAR are maintained at a steady state for a further 30 min. At the steady state, the stimulation of glucose transport activity by insulin is slightly higher than that induced by AICAR. We assessed whether changes in the kinetics of GLUT4 trafficking induced by these treatments could account for the differences observed in glucose transport activity. We used an impermeable probe (GP15) to tag GLUT4 transporters at the cell surface. GP15 consists of a glucose moiety that is recognized by the GLUT4 binding site and a biotin tag that can interact with avidin or streptavidin. The biotin and glucose moieties are separated by a very long spacer that allows access of avidin to the tagged transporter (23,24). We found that the higher increase in glucose transport activity following insulin stimulation versus AICAR stimulation is matched by a slightly but insignificantly higher level of steady-state GLUT4 labeling by GP15 (Fig. 1B).",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 203,
                    "text": "Fig. 1A)",
                    "end": 211
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1126,
                    "text": "(23,",
                    "end": 1130
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1130,
                    "text": "24)",
                    "end": 1133
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1351,
                    "text": "(Fig. 1B)",
                    "end": 1360
                }
            ]
        },
        {
            "section": "Comparison of insulin and AICAR treatment on glucose transport activity in rat epitrochlearis muscle.",
            "text": "In addition to the observed differences in the rate of onset of the maximal stimulation of glucose transport activity, insulin and AICAR produce a markedly different pattern of early signaling changes in the intermediate serine kinases, Akt/protein kinase B, and AMPK. Insulin, but not AICAR, action leads to a marked stimulation of Akt phosphorylation ( Fig. 2A). Conversely, AICAR, but not insulin, action leads to a robust stimulation of AMPK phosphorylation ( Fig. 2B) and the downstream AMPK substrate acetylCoA carboxylase (Fig. 2C). The slight increase in AMPK phosphorylation following insulin treatment is not significant over a series of experiments or when corrected for total AMPK levels. The maximally rapid time frame for insulin-stimulated increase in Akt phosphorylation was within 2-10 min, and the AICARstimulated increase in AMPK phosphorylation also occurred rapidly and reached a maximum within 30 min (25) (H.K.R.K., A.V.C., H.A.K., J.Y., F.K., H.W.-H., J.R.Z., G.D.H., unpublished data). This increase is more rapid than the increase to maximal levels of glucose transport activity (Fig. 1A). Steady-state GLUT4 trafficking in insulin-and AICAR-stimulated rat epitrochlearis muscle. The maintenance of steady-state and maximal levels of glucose transport activity and cell-surface GLUT4 content ( Fig. 1) could be due to a pulse of GLUT4 translocation, which is then followed by a cessation of subsequent movement as the cell signaling processes continue. Alternatively, GLUT4 could continue to recycle under steady-state conditions, and the cell-surface GLUT4 level could be maintained by a net balance of a fast exocytosis and a fast endocytosis rate of translocation. In adipocytes, GLUT4 appears to continuously recycle during insulin-stimulated signaling (13,26,27). Therefore, we determined whether GLUT4 continues to recycle in rat skeletal muscle. The rate of net internalization of GP15-tagged GLUT4 under steady-state stimulation by either insulin or AICAR has been measured by separating the GLUT4 that remains at the cell surface from that which has been internalized. To do this, avidin is added to the muscle specimens after labeling. The initial cell-surface labeling (first lane in Fig.  3A) is reduced by the avidin addition at the beginning of the time course (second lane in Fig. 3A). At subsequent times of incubation, GLUT4 internalizes and escapes the extracellular avidin. This gives a steady rise in the internal signal from the tagged GLUT4 at 5-60 min (Fig. 3A). The steady-state insulin stimulation is associated with rapid internalization that is almost complete within 10 min. The final level of net internalization occurs when approximately half the initial cell-surface GLUT4 is internalized (Fig. 3B). At this point, the exocytosis and endocytosis are balanced to maintain the surface levels of GLUT4. Conversely, the steady-state AICAR stimulation is associated with a slower initial net internalization, particularly over the first 5 min where the fraction of internalization is lower than that occurring in insulin-stimulated muscle. Additionally, the rate of progress to the equilibrium level is not complete until 30 -60 min (Fig. 3B). This is associated with a slower rate constant for net internalization between AICAR-and insulin-stimulated muscles (0.059 vs. 0.134 min Ϫ1 , respectively). Furthermore, the final equilibrium level of internalized GLUT4 is reached at a lower cellsurface fraction (0.29) than that associated with insulin stimulation (0.52) (Fig. 3C). Further analysis of the steadystate data (Fig. 3D) indicates that AICAR treatment is associated with a slower endocytosis rate constant (0.042 vs. 0.068 min Ϫ1 ) and a much slower exocytosis rate constant (0.017 vs. 0.067 min Ϫ1 ). These kinetic parameters predict that the levels of glucose transport activity and cell-surface GLUT4 in AICAR-treated muscle will be 55% of those in insulin-treated muscle. These values are in reasonable agreement with data presented in Fig. 1.",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 355,
                    "text": "Fig. 2A)",
                    "end": 363
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 464,
                    "text": "Fig. 2B",
                    "end": 471
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 529,
                    "text": "(Fig. 2C",
                    "end": 537
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1105,
                    "text": "(Fig. 1A)",
                    "end": 1114
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1320,
                    "text": "Fig. 1)",
                    "end": 1327
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1783,
                    "text": "(13,",
                    "end": 1787
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1787,
                    "text": "26,",
                    "end": 1790
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1790,
                    "text": "27)",
                    "end": 1793
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 2221,
                    "text": "Fig.  3A)",
                    "end": 2230
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 2317,
                    "text": "Fig. 3A)",
                    "end": 2325
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 2501,
                    "text": "(Fig. 3A)",
                    "end": 2510
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 2746,
                    "text": "(Fig. 3B)",
                    "end": 2755
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 3185,
                    "text": "(Fig. 3B",
                    "end": 3193
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 3519,
                    "text": "(Fig. 3C",
                    "end": 3527
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 3571,
                    "text": "(Fig. 3D)",
                    "end": 3580
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 4000,
                    "text": "Fig. 1",
                    "end": 4006
                }
            ]
        },
        {
            "section": "Comparison of insulin and AICAR treatment on glucose transport activity in rat epitrochlearis muscle.",
            "text": "The steady-state data reveal important differences in the kinetics of GLUT4 trafficking following insulin or AICAR treatment. However, the net internalization of GLUT4 under these conditions is a complex kinetic process that involves both endocytosis of GLUT4 and its recycling (exocytosis). To further address whether AICAR-or insulin-stimulated glucose transport and signaling activities occur by a convergent mechanism, we simplified our study design in subsequent experiments to only measure the exocytosis rate constant. Exocytosis of GLUT4 in insulin-and AICAR-stimulated rat epitrochlearis muscle. To more directly measure the kinetic parameters of exocytosis, a procedure was adopted in which GP15-tagged GLUT4 was internalized and then the unidirectional return to the cell surface was monitored. To internalize the GP15-tagged GLUT4, it was necessary to first label insulin-stimulated muscle and then reverse the stimulated state by washing with a low pH buffer that disassociates insulin from its receptor (28). To check that this procedure is adequately effective, we monitored the reversal of Akt phosphorylation ( Fig. 2A). Akt phosphorylation is reduced toward basal levels within 100 min. The return to basal levels of phosphorylation is incomplete; however, it is only necessary that the reversal process is sufficient to allow a detectable portion of GP15-GLUT4 to be internalized, and this was found to be adequate (Fig. 4A). The movement of GLUT4 from the internal compartment to the plasma membrane was rendered unidirectional by the addition of avidin at the cell exterior throughout the time course used to study the exocytosis. As the GLUT4 reaches the cell surface, its signal is quenched by avidin binding. The GLUT4 signal that remains in the cell, therefore, represents the fraction of GLUT4 remaining internally, and this decreases with time (Fig. 4A). This allows curve fitting to a single exponential function even when the scatter in the data points is quite large (Fig. 4B). The scatter is an unavoidable consequence of working with single muscle samples for each time course data point. Insulin treatment increases the rate constant for exocytosis sixfold (0.010 in the basal state to 0.067 min Ϫ1 in the insulin-stimulated state; P Ͻ 0.05). However, AICAR treatment does not significantly increase the apparent exocytosis rate constant. The rate constant is 0.012 min Ϫ1 , which is close to the basal value. This exocytosis rate constant is in reasonable agreement with the steady-state exocytosis rate constant in AICAR-treated cells (0.017 min Ϫ1 ).",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1017,
                    "text": "(28)",
                    "end": 1021
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1128,
                    "text": "Fig. 2A)",
                    "end": 1136
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 1434,
                    "text": "(Fig. 4A)",
                    "end": 1443
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 1871,
                    "text": "(Fig. 4A",
                    "end": 1879
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 1997,
                    "text": "(Fig. 4B)",
                    "end": 2006
                }
            ]
        },
        {
            "section": "Comparison of insulin and AICAR treatment on glucose transport activity in rat epitrochlearis muscle.",
            "text": "A limitation of the fitting of a single exponential function is that it assumes that the internal GLUT4 signal decreases continuously to zero. However, it may not (29,30). In the basal and AICAR-treated cells, the release of GLUT4 may occur in a pulse and the internal GLUT4 signal may reach a plateau point at which no further release occurs. Thus, AICAR may stimulate a portion of the internal GLUT4 to be released. The fitting method we have employed may lead to an underestimate of the rate constant for this partial release. Unfortunately, the data are insufficiently precise for further analysis of this possibility. The more limited exocytosis response to AICAR cannot be due to a slow onset in AMPK activation, as we have compared basal and AICAR at times of exocytosis up to 120 min. Furthermore, the steady-state parameters were obtained following an extensive treatment with AICAR. Taking into consideration both the steady-state and the direct exocytosis measurements, we cannot exclude the possibility of an AICAR-mediated increase in exocytosis; however, this effect is clearly smaller, or more limited as a pulse of release of GLUT4, than that occurring in insulin-treated muscle. Exocytosis of GLUT4 in insulin-and AICAR-stimulated human vastus lateralis muscle. The exocytosis approach characterized in the isolated rat epitrochlearis muscle system was applied to human muscle strips. We confirmed that the reversal procedure adopted for the rat epitrochlearis was also applicable to human muscle (Fig.  2B). A comparison of basal and insulin-treated muscle revealed clear insulin stimulation in the GP15-tagged GLUT4 movement out of the internal compartment and toward the cell surface (Fig. 5A). Curve-fitting analysis (Fig. 5B) and analysis of separate experiments (Fig. 5C) revealed that the exocytosis rate constant was increased six-to sevenfold (from 0.011 to 0.075 min Ϫ1 ). These rate-constant values and the six-to sevenfold stimulation are very similar to the changes occurring in rat epitrochlearis muscle. This suggests that the same kinetic process is present, even under conditions in which the levels of glucose transport are quite different. The six-to sevenfold increase in glucose transport activity does not occur in human muscle, but this is not necessarily inconsistent with a large change in GLUT4 translocation, as additional factors may influence the glucose transport activity. The effect of AICAR on GLUT4 exocytosis in human muscle is less clear, partly because of the large scatter in data points derived from the samples available in the study (Fig. 5B). Calculation of the exocytosis rate constants (0.017 min Ϫ1 , Fig. 5C) indicated that there may be some slight, but statistically insignificant, stimulation of exocytosis above basal levels following AICAR treatment of the muscle strips. The observed exocytosis rate constant is, however, identical to that derived from the steady-state exocytosis experiment in AICAR-treated rat muscle.",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 163,
                    "text": "(29,",
                    "end": 167
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 167,
                    "text": "30)",
                    "end": 170
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1514,
                    "text": "(Fig.  2B)",
                    "end": 1524
                },
                {
                    "type": "figure",
                    "start": 1704,
                    "text": "(Fig. 5A",
                    "end": 1712
                },
                {
                    "type": "figure",
                    "start": 1738,
                    "text": "(Fig. 5B",
                    "end": 1746
                },
                {
                    "type": "figure",
                    "start": 1785,
                    "text": "(Fig. 5C",
                    "end": 1793
                },
                {
                    "type": "figure",
                    "start": 2591,
                    "text": "(Fig. 5B)",
                    "end": 2600
                },
                {
                    "type": "figure",
                    "start": 2663,
                    "text": "Fig. 5C",
                    "end": 2670
                }
            ]
        },
        {
            "text": "DISCUSSION",
            "section_rank": 5
        },
        {
            "section": "DISCUSSION",
            "text": "Analysis of the trafficking kinetic data parameters for GLUT4 translocation in skeletal muscle is essential to resolve the site of convergence with the insulin-signaling steps. If the site of insulin action is more fully resolved, this would help define where defects in GLUT4 traffic occur in insulin-resistant states and type 2 diabetes. By applying and extending use of our GLUT4-labeling technique, we have provided some of the first evidence that GLUT4 exocytosis in rat and human skeletal muscle is the major site of insulin action and that the magnitude of the stimulation of the exocytosis rate constant is sufficient to account for the observed insulin stimulation of glucose transport.",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "section": "DISCUSSION",
            "text": "Studies on relatively simpler cell-culture systems have revealed that GLUT4 traffics through multiple compartments (31,32). In skeletal muscle, additional complexities in the trafficking route occur because of the large fibrous cell structures and the presence of a more complex transverse-tubule network of membranes. Recent studies on green fluorescent protein-tagged GLUT4 in skeletal muscle have highlighted the importance of the transversetubule system and have led to the hypothesis that GLUT4 is not translocated over long distances in skeletal muscle but is recruited from GLUT4 satellite compartments localized close to the transverse tubules (17,18). Our photolabeling approach is complementary to studies on GFP-GLUT4, because we tag endogenous GLUT4, rather than expressed recombinant protein. However, the approach does not provide information on any potential differences in trafficking at the sarcolemma or the transverse tubules. Previous autoradiography studies using a tritiated version of a GLUT4 photolabel have provided evidence that the label does penetrate and label GLUT4 in the transverse- tubule locations in skeletal muscle (33). Additionally, molecules as large as a fragment antigen binding of an antibody can permeate into transverse-tubule spaces in heart muscle (34).",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 115,
                    "text": "(31,",
                    "end": 119
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 119,
                    "text": "32)",
                    "end": 122
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 652,
                    "text": "(17,",
                    "end": 656
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 656,
                    "text": "18)",
                    "end": 659
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 1151,
                    "text": "(33)",
                    "end": 1155
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 1294,
                    "text": "(34)",
                    "end": 1298
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "The six-to sevenfold stimulation of the GLUT4 exocytosis rate in the present study is greater than the fold stimulation of glucose transport. This effect is consistent with data on cell-surface GLUT4 labeling in rat (35) and human (12) skeletal muscle. This may occur because glucose transport is dependent on additional transporters such as GLUT1 that respond less effectively to insulin. Changes in GLUT4 endocytosis and storage will also influence the level of stimulation of transport activity. The absolute values of the rate constants obtained from rat (0.01 for basal and 0.067 min Ϫ1 for insulin at 30°C) and human (0.011 and 0.075 min Ϫ1 at 37°C) skeletal muscle studies are remarkably close to adipose cell studies. For example, basal and insulin-stimulated rate constants for GLUT4 exocytosis in 3T3-L1 adipocytes are 0.01 and 0.09 min Ϫ1 , respectively, at 37°C (27). When the GP15 photolabel in rat adipocytes was used, slightly higher values were obtained (23). The similarity of these rate constants suggests that the same fundamental process rate limits GLUT4 movement in these diverse systems and that this process is relatively unaltered by divergent cell architecture and membrane tubule complexities in these differing cell types.",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 216,
                    "text": "(35)",
                    "end": 220
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 231,
                    "text": "(12)",
                    "end": 235
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 874,
                    "text": "(27)",
                    "end": 878
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 970,
                    "text": "(23)",
                    "end": 974
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Our studies on the AICAR compound are less clear. There are several technical problems associated with its use, including its slow onset of action. Even when GLUT4 exocytosis is studied over 120 min, there is no clear evidence that this process is stimulated. In cardiac myocytes, AMPK activation following hypoxia, mitochondrial inhibition (36), or metformin treatment (37) is associated with a reduction in GLUT4 endocytosis. Mitochondrial inhibition and a combination of AICAR treatment and PKC stimulation also lead to inhibition of GLUT4 internalization in L6 muscle cells (38). We find that the initial rate of net internalization and endocytosis of GLUT4 in rat skeletal muscle is also reduced, but these changes do not reach statistical significance. The reduction in net internalization that is evident at early time points is masked in the steady-state experiments by the progress to a lower equilibrium level for the equilibration of the GP15-tagged GLUT4 during AICAR treatment. The endocytosis of GLUT4 is always a more difficult kinetic parameter to obtain and interpret than the unidirectional exocytosis parameter. This is because internalization is a net process, involving both endocytosis and re-exocytosis, and some recycling of GLUT4 will inevitably occur. These limitations may account for some of the controversies that surround the issue of whether insulin markedly reduces GLUT4 endocytosis (16,39,40).",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 341,
                    "text": "(36)",
                    "end": 345
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 578,
                    "text": "(38)",
                    "end": 582
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1416,
                    "text": "(16,",
                    "end": 1420
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 1420,
                    "text": "39,",
                    "end": 1423
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 1423,
                    "text": "40)",
                    "end": 1426
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Whether the observed 50% reduction in GLUT4 net internalization is sufficient to account for the full magnitude of the AICAR stimulation of glucose transport (a twoto threefold stimulation) is incompletely resolved in this study. The slow onset of the increase in glucose transport is also consistent with a slowing of GLUT4 endocytosis. Our data suggest that a single site of convergence of",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "FIG. 5. Exocytosis of GP15-tagged GLUT4 in human vastus lateralis muscle.",
            "section_rank": 6
        },
        {
            "section": "FIG. 5. Exocytosis of GP15-tagged GLUT4 in human vastus lateralis muscle.",
            "text": "Muscle strips were incubated with 12 nmol/l insulin and then labeled with GP15. Insulin action was then terminated by washing with a pH 6.0 buffer, and the tagged GLUT4 was allowed to internalize for 40 min. The strips were then maintained in the basal state or stimulated with either 120 nmol/l insulin or 1 mmol/l AICAR for the indicated times. Avidin was added at the cell surface throughout the restimulation time courses; this reduced the signal for GLUT4 that exocytosed to the cell surface, thereby reducing the signal from internal GLUT4. The remaining internal GLUT4 was then solubilized and the biotin-tagged GLUT4 was precipitated on immobilized streptavidin, resolved on SDS-PAGE gels, and detected and quantified by immunoblot analysis with a GLUT4 antibody. A: Representative blots. C: Curve fitting was carried out for the basal, insulin, and AICAR treatments, and data from separate experiments were used to calculate rate constants as described in RESEARCH DESIGN AND METHODS. B: The curves were computed from the average rate constants in C. Results are means ؎ SE. Where no error bar is shown, n ‫؍‬ 2. Data are derived from four, four, and two experiments for basal, insulin, or AICAR treatment, respectively. In basal experiments, time points were varied to allow comparison with early and late time points for the insulin and AICAR stimulations. *P < 0.05.",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "section": "FIG. 5. Exocytosis of GP15-tagged GLUT4 in human vastus lateralis muscle.",
            "text": "AMPK-and Akt-signaling pathways on a single intermediate such as AS160 (7,(41)(42)(43) cannot fully and simultaneously account for regulation of GLUT4 traffic at the level of both exocytosis and endocytosis. Indeed, AS160 action is reported to be localized to the exocytosis rather than the endocytosis arm of GLUT4 traffic (40).",
            "paragraph_rank": 21,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 71,
                    "text": "(7,",
                    "end": 74
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 74,
                    "text": "(41)",
                    "end": 78
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 78,
                    "text": "(42)",
                    "end": 82
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 82,
                    "text": "(43)",
                    "end": 86
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 324,
                    "text": "(40)",
                    "end": 328
                }
            ]
        },
        {
            "section": "FIG. 5. Exocytosis of GP15-tagged GLUT4 in human vastus lateralis muscle.",
            "text": "The steady-state recycling experiments are of interest and mechanistic importance because they show that in muscle, GLUT4 continues to recycle in both the insulinand AICAR-stimulated states. In contrast to earlier (44,45), but not later, versions of the translocation hypothesis (13), GLUT4 is not released as a transitory pulse to the cell surface where it would then be resident while the stimulus remains. Instead, GLUT4 continues to recycle even when the stimulus is maintained (13,27). However, the observed recycling could be consistent with a variant of the pulse model in which GLUT4 is released in a pulse from a reservoir compartment to the cell surface and then on to the endosome system, within which it continues to recycle while the stimulus remains (29,30).",
            "paragraph_rank": 22,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 214,
                    "text": "(44,",
                    "end": 218
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 218,
                    "text": "45)",
                    "end": 221
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 482,
                    "text": "(13,",
                    "end": 486
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 486,
                    "text": "27)",
                    "end": 489
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 764,
                    "text": "(29,",
                    "end": 768
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 768,
                    "text": "30)",
                    "end": 771
                }
            ]
        },
        {
            "section": "FIG. 5. Exocytosis of GP15-tagged GLUT4 in human vastus lateralis muscle.",
            "text": "In conclusion, our demonstration that exocytosis is the major site of insulin action on GLUT4 traffic in rat and human skeletal muscle suggests that a focus on this limb of the GLUT4 traffic pathway in insulin-resistant conditions such as type 2 diabetes will be necessary and appropriate to resolve defects in glucose metabolism in future studies. Because of the technical challenges and limitations described above, the photolabeling approach will only give a partial and incomplete analysis in future studies. Nevertheless, the approach described is complementary to more dynamic studies in which GLUT4 is analyzed at a detailed subcellular level (18).",
            "paragraph_rank": 23,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 650,
                    "text": "(18)",
                    "end": 654
                }
            ]
        },
        {
            "text": "FIG. 1 .",
            "section_rank": 7
        },
        {
            "section": "FIG. 1 .",
            "text": "Comparison of the stimulation of glucose transport and cellsurface GLUT4 levels by insulin and AICAR in rat epitrochlearis muscle. A: Transport rates were determined from measurements of 3-O-methyl-D-[ 3 H]-glucose uptake into muscle specimens incubated for the indicated times in the presence of 120 nmol/l insulin or 1 mmol/l AICAR. Results are means ؎ SE of six experiments. B: Levels of cell surface GLUT4 were determined by labeling muscle strips with GP15 photolabel following 30 min of incubation with 120 nmol/l insulin (f) and 50 min of incubation with 1 mmol/l AICAR (Ⅺ). Labeled samples were solubilized, and the biotin-tagged GLUT4 was precipitated on immobilized streptavidin, resolved on SDS-PAGE gels, and then detected and quantified by blotting with GLUT4 antibody. Results are means ؎ SE of six (insulin) and five (AICAR) experiments.",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "text": "FIG. 2 .",
            "section_rank": 8
        },
        {
            "section": "FIG. 2 .",
            "text": "Phospho-protein signaling in rat epitrochlearis and human vastus lateralis muscle. Immunoblots of p-Akt Ser473 (A), p-AMPK Thr172 (B), and p-CoA carboxylase Ser79 (C) in lysates of rat epitrochlearis and p-Akt Ser 473 (D) in human vastus lateralis muscle. Muscle lysates were resolved on SDS-PAGE, transferred to nitrocellulose membranes, and incubated overnight with phospho-specific antibodies. Immunoreactive proteins were visualized by enhanced chemiluminescence. Conditions are as follows: basal, initial basal; insulin 1, 12 nmol/l insulin stimulation for 52 min; recovery 1, 102-min recovery after removal of initial insulin stimulation; insulin 2, restimulation with 120 nmol/l insulin for 50 min after recovery; AICAR, restimulation with 1 mmol/l AICAR for 50 min after recovery; and recovery 2, 162-min recovery after removal of initial insulin stimulation. The figure includes representative immunoblots from six independent experiments.",
            "paragraph_rank": 25,
            "section_rank": 8
        },
        {
            "text": "FIG. 3 .",
            "section_rank": 9
        },
        {
            "section": "FIG. 3 .",
            "text": "Internalization of GP15-tagged GLUT4 under steady-state stimulation with insulin or AICAR in rat epitrochlearis muscle. Muscle strips were incubated with 120 nmol/l insulin or 1 mmol/l AICAR and then labeled with GP15. The GP15-tagged GLUT4 was then allowed to internalize for the indicated times. To separately identify internalized GLUT4, avidin was added to the medium to quench the signal from cell surface-located GLUT4. Internal GLUT4 was then solubilized, and the biotin-tagged GLUT4 was precipitated on immobilized streptavidin, resolved on SDS-PAGE gels, and detected and quantified by immunoblot analysis with a GLUT4 antibody. A: Representative blots. init, initial labeling without avidin addition. B: By comparison of the initial GLUT4 signal with the signal at the indicated times, the level of cell-surface GLUT4 was calculated. C and D: Curve fitting to data from separate experiments was used to calculate rate constants as described in RESEARCH DESIGN AND METHODS. The curves in B were computed from the average rate constants in C. Results are the means ؎ SE of four experiments. *P < 0.05.",
            "paragraph_rank": 26,
            "section_rank": 9
        },
        {
            "text": "FIG. 4 .",
            "section_rank": 10
        },
        {
            "section": "FIG. 4 .",
            "text": "Exocytosis of GP15-tagged GLUT4 in rat epitrochlearis muscle. Muscle specimens were incubated with 12 nmol/l insulin and labeled with GP15. Insulin action was then terminated by washing with a pH 6.0 buffer, and the tagged GLUT4 was allowed to internalize for 40 min. Muscle specimens were maintained in the basal state or stimulated with either 120 nmol/l insulin or 1 mmol/l AICAR for the indicated times. Avidin was added at the cell surface throughout the restimulation time courses; this reduced the signal for GLUT4 that exocytosed to the cell surface, thereby reducing the signal from internal GLUT4. The remaining internal GLUT4 was then solubilized, and the biotin-tagged GLUT4 was precipitated on immobilized streptavidin, resolved on SDS-PAGE gels, and detected and quantified by immunoblot analysis with a GLUT4 antibody. A: Representative blots. C: Curve fitting for internal GLUT4 was carried out for the basal , insulin, and AICAR treatments and data from separate experiments were used to calculate rate constants as described in RESEARCH DESIGN AND METHODS. B: The curves were computed from the average rate constants in C. Results are means ؎ SE. Data are derived from seven, five, and three experiments for basal, insulin, and AICAR treatments, respectively. Basal experiments had at least three time points, but these were varied to allow comparison with early and late time points for the insulin or AICAR stimulations. *P < 0.05.",
            "paragraph_rank": 27,
            "section_rank": 10
        },
        {
            "section": "FIG. 4 .",
            "text": "DIABETES, VOL. 58, APRIL 2009",
            "paragraph_rank": 28,
            "section_rank": 10
        },
        {
            "text": "ACKNOWLEDGMENTS",
            "section_rank": 12
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "This work was supported by grants from the Medical Research Council (U.K.), the Wellcome Trust, the European Foundation for the Study of Diabetes, the Swedish Research Council, the Swedish Diabetes Association, the Strategic Research Foundation, the Knut and Alice Wallenberg Foundation, the Finnish Cultural Foundation and Commission of the European Communities (contract nos. LSHM-CT-2004-005272 EXGENESIS and LSHM-CT-2004-512013 EUGENE2), the European Research Council, the Finnish Academy of Science, the Finnish Diabetes Research Foundation, and the Sigrid Juselius Foundation.",
            "paragraph_rank": 29,
            "section_rank": 12
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "This study also received grant support from the Novo Nordisk Research Foundation. No other potential conflicts of interest relevant to this article were reported.",
            "paragraph_rank": 30,
            "section_rank": 12
        }
    ]
}