{
    "level": "paragraph",
    "abstract": [],
    "body_text": [
        {
            "section": "Introduction",
            "text": "Posttranscriptional regulation is a key aspect of gene expression and includes RNA surveillance, RNA splicing, mRNA stability, and mRNA translation ( Moore, 2005 ). In particular, translational regulation contributes to the spatio-temporal pattern of gene expression in animal development. For example, the expression of Oskar, which is required for pole plasm formation ( Lehmann and Nusslein-Volhard, 1986 ), is regulated by translational repression via an RNA-binding protein, Bruno ( Nakamura et al., 2004 ). RNA-binding proteins are important in translational regulation, with critical roles in stem cell maintenance in planarians (e.g., bruno-like protein [ Guo et al., 2006 ]) and mammalian neural stem cells (NSCs) (e.g., Musashi1 protein Sakakibara et al., 2002 ]).",
            "paragraph_rank": 1,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 148,
                    "text": "( Moore, 2005 )",
                    "end": 163
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 371,
                    "text": "( Lehmann and Nusslein-Volhard, 1986 )",
                    "end": 409
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 486,
                    "text": "( Nakamura et al., 2004 )",
                    "end": 511
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 662,
                    "text": "[ Guo et al., 2006 ]",
                    "end": 682
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 747,
                    "text": "Sakakibara et al., 2002 ]",
                    "end": 772
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The Musashi family is an evolutionarily conserved group of neural RNA-binding proteins that contain two RNA recognition motifs (RRMs) and has representatives in vertebrates and invertebrates (for review see Okano et al., 2002 ). We previously identifi ed Musashi-binding sequences in mammals  and Drosophila ( Okabe et al., 2001 ). In the mammalian nervous system, Musashi1 (Msi1) is expressed in neural precursor cells, including NSCs ( Sakakibara et al., 1996 ). Our previous studies revealed that Msi1 contributes to NSC maintenance by binding to the 3 Ј -untranslated region (UTR) of one of its target mRNAs, m-Numb , and repressing its translation . m-Numb encodes a membrane-associated protein that inhibits Notch signaling ( Spana and Doe, 1996 ). Thus, Msi1 probably contributes to maintenance of the stem cell state by repressing the translation of its downstream target genes. In addition, Msi1 acts cooperatively with Musashi2 (a second mammalian Msi protein) in the proliferation and maintenance of NSCs ( Sakakibara et al., 2002 ). However, the detailed molecular mechanism underlying the Msi1-mediated translational repression has not been clarifi ed. M usashi1 (Msi1) is an RNA-binding protein that is highly expressed in neural stem cells. We previously reported that Msi1 contributes to the maintenance of the immature state and self-renewal activity of neural stem cells through translational repression of m-Numb . However, its translation repression mechanism has remained unclear. Here, we identify poly(A) binding protein (PABP) as an Msi1-binding protein, and fi nd Msi1 competes with eIF4G for PABP binding. This competition inhibits translation initiation of Msi1 ' s target mRNA. Indeed, deletion of the PABP-interacting domain in Msi1 abolishes its function. We demonstrate that Msi1 inhibits the assembly of the 80S, but not the 48S, ribosome complex. Consistent with these conclusions, Msi1 colocalizes with PABP and is recruited into stress granules, which contain the stalled preinitiation complex. However, Msi1 with mutations in two RNA recognition motifs fails to accumulate into stress granules. These results provide insight into the mechanism by which sequence-specifi c translational repression occurs in stem cells through the control of translation initiation.",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 207,
                    "text": "Okano et al., 2002 )",
                    "end": 227
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 308,
                    "text": "( Okabe et al., 2001",
                    "end": 328
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 436,
                    "text": "( Sakakibara et al., 1996 )",
                    "end": 463
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 730,
                    "text": "( Spana and Doe, 1996 )",
                    "end": 753
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 1016,
                    "text": "( Sakakibara et al., 2002 )",
                    "end": 1043
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Neural RNA-binding protein Musashi1 inhibits translation initiation by competing with eIF4G for PABP Two of these, migrating at 63 and 70 kD, were identifi ed as insulin-like growth factor 2 mRNA binding protein (IMP) and poly(A) binding protein (PABP), respectively, by MALDI-TOF mass spectrometry. By immunostaining, we showed that Msi1 was expressed diffusely in the cytoplasm, where it colocalized with PABP and IMP3 in P19 cells ( Fig. 1 B ).",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 434,
                    "text": "( Fig. 1 B )",
                    "end": 446
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "To verify whether Msi1 binds to PABP and IMP3, we performed immunoprecipitation experiments with an anti-Msi1 antibody and GST pull-down assays using tissue extracts prepared from mouse brain at embryonic day (E) 14 and 16, respectively. As shown in Fig. 1 C , the interaction between PABP and Msi1 was less sensitive to RNase A than that between IMP3 and Msi1 (lanes 3 to 4). These results suggest that Msi1 interacts directly with PABP, but indirectly with IMP3. This idea was supported by in vivo and in vitro GST pull-down assays using GST-PABP ( Fig. S1, available at http://www.jcb.org/cgi/content/full/jcb .200708004/DC1). In addition, the interaction between eIF4E and Msi1 was only weakly detectable in this assay, and that between eIF4G and Msi1 was even less clear. We therefore focused on PABP, as a protein that directly binds Msi1.",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 250,
                    "text": "Fig. 1",
                    "end": 256
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 551,
                    "text": "Fig. S1",
                    "end": 558
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "We next used GST pull-down assays to examine the interaction between endogenous Msi1 and GST-PABP. Both Msi1 and the PABP-binding protein eIF4G bound to PABP similarly in the presence and absence of RNase A. However, the coprecipitation of PABP and eIF4E was sensitive to RNase A ( Fig. 1 D ). Collectively, these immunostaining and binding experiments show that PABP is included in a complex in which it interacts directly with Msi1 and eIF4G, and indirectly with eIF4E.",
            "paragraph_rank": 5,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 282,
                    "text": "Fig. 1 D )",
                    "end": 292
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "To examine the colocalization of Msi1 and PABP in neural stem/precursor cells (NSPCs) of the developing embryonic neural tube, we conducted immunohistochemical analyses with an anti-Msi1 antibody and anti-PABP, eIF4G, or Sox1/(2)/3 antibodies, using E14 mouse brain sections. Msi1 colocalized with PABP and eIF4G in the cytoplasm of putative NSPCs in the ventricular zone (VZ) ( Fig. 1 E ). These results indicate that Msi1 colocalizes with both PABP and eIF4G in NSPCs.",
            "paragraph_rank": 6,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 379,
                    "text": "Fig. 1 E )",
                    "end": 389
                }
            ]
        },
        {
            "section": "The C-terminal domain of Msi1 is necessary for its interaction with PABP and translation repression activity",
            "text": "To identify the PABP-binding site in Msi1, a series of C-terminal deletion mutants of T7-Msi1 ( Kaneko et al., 2000 ) was coexpressed with Myc-PABP in 293T cells, followed by coimmunoprecipitation. Immunoblot analysis revealed that two truncated Msi1 proteins lacking almost half the C terminus, 1 -216 ( Fig. 2, A and B , lane 10) and 1 -189 (lane 11), failed to interact with Myc-PABP. A GST pull-down assay ( Fig. 2,C and D ) showed that GST-Msi1-D2 and -D5, in which the region proximal to RRM was deleted, corresponding to amino acids 190 -234 (Msi1-D2, lane 3) and 195 -234 (Msi1-D5, lane 6), respectively, showed almost no interaction with Myc-PABP, defi ning the PABPbinding region.",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 94,
                    "text": "( Kaneko et al., 2000 )",
                    "end": 117
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 305,
                    "text": "Fig. 2",
                    "end": 311
                },
                {
                    "type": "bibr",
                    "start": 410,
                    "text": "( Fig. 2,",
                    "end": 419
                },
                {
                    "type": "bibr",
                    "start": 419,
                    "text": "C and D )",
                    "end": 428
                }
            ]
        },
        {
            "section": "The C-terminal domain of Msi1 is necessary for its interaction with PABP and translation repression activity",
            "text": "The N-terminal half of Msi1 protein contains two RRMs, which are essential for RNA binding, but the function of the C-terminal region has not been elucidated. To examine whether the C-terminal PABP-binding region is required for Msi1 ' s function as a translational repressor, we performed assays using Translational regulation usually occurs at the translation initiation step, in which recruitment of the 40S ribosome to the mRNA is rate limiting ( Muckenthaler et al., 1998 ;Chekulaeva et al., 2006 ). Numerous eukaryotic initiation factors (eIFs) contribute to translation initiation. One of these, eIF4G, is an essential and multifunctional scaffold protein ( Gingras et al., 1999 ). It is a subunit of the heterotrimeric eIF4F complex, which associates with the mRNA m 7 G cap and facilitates ribosome joining to the mRNA ( Kahvejian et al., 2005 ). Two other components are the cap-binding protein eIF4E and the ATP-dependent RNA helicase eIF4A. eIF4G interacts with eIF4E, eIF4A, and the poly(A) binding protein (PABP), which stimulates initiation factor recruitment to mRNA and leads to mRNA circularization ( Imataka et al., 1998 ;Kahvejian et al., 2005 ). The PABP -eIF4G interaction seems to be vital for effi cient translation, and it stimulates the formation on mRNA of both the 48S and 80S ribosome complexes ( Kahvejian et al., 2005 ).",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 449,
                    "text": "( Muckenthaler et al., 1998 ;",
                    "end": 478
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 478,
                    "text": "Chekulaeva et al., 2006 )",
                    "end": 503
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 663,
                    "text": "( Gingras et al., 1999 )",
                    "end": 687
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 828,
                    "text": "( Kahvejian et al., 2005 )",
                    "end": 854
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 1117,
                    "text": "( Imataka et al., 1998 ;",
                    "end": 1141
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1141,
                    "text": "Kahvejian et al., 2005 )",
                    "end": 1165
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1324,
                    "text": "( Kahvejian et al., 2005 )",
                    "end": 1350
                }
            ]
        },
        {
            "section": "The C-terminal domain of Msi1 is necessary for its interaction with PABP and translation repression activity",
            "text": "Recent studies show that, in response to stress conditions, aggregates of stalled translation initiation complex localize to cytoplasmic foci called stress granules (SGs) ( Kedersha et al., 2002 ;Anderson and Kedersha, 2006 ). SGs contain most components of the 48S preinitiation complex, which contains proteins involved in translational regulation and mRNA. SGs containing microRNA are thought to be involved in mRNA recycling, and its shift to polysomes for translation or to docked processing bodies (PBs) for degradation in the cytoplasm ( Anderson and Kedersha, 2006 ;Tanaka et al., 2006 ;Parker and Sheth, 2007 ). PBs contain RNA (untranslated mRNA and noncoding RNA) and proteins involved in mRNA decapping, nonsense-mediated decay, and translational repression. Thus, although SGs and PBs are distinct RNA-containing granules, they share some components and seem to physically and functionally interact with each other.",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 171,
                    "text": "( Kedersha et al., 2002 ;",
                    "end": 196
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 196,
                    "text": "Anderson and Kedersha, 2006 )",
                    "end": 225
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 543,
                    "text": "( Anderson and Kedersha, 2006 ;",
                    "end": 574
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 574,
                    "text": "Tanaka et al., 2006 ;",
                    "end": 595
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 595,
                    "text": "Parker and Sheth, 2007 )",
                    "end": 619
                }
            ]
        },
        {
            "section": "The C-terminal domain of Msi1 is necessary for its interaction with PABP and translation repression activity",
            "text": "Here, we found that PABP is a direct binding partner of Msi1. A time-course reporter assay with the Msi1-D2 mutant, which lacks the PABP-interacting domain, failed to bind PABP, and revealed a correlation between failure to bind PABP and failure to repress translation. We also found that Msi1 localizes to the cytoplasm and accumulates in SGs under stress, where it colocalizes with PABP. Our results indicate that Msi1 inhibits the cap-dependent translation of its target mRNAs by competing with eIF4G to bind PABP, and inhibiting formation of the 80S ribosome complex. Thus, we present a mechanism for selective posttranslational regulation by the neural RNA-binding protein Msi1.",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "section": "Identifi cation of PABP as an Msi1-specifi c binding protein",
            "text": "To clarify the role of Msi1 in translational repression, we sought to identify Msi1-binding partners using the TAP (tandem affi nity puifi cation) method ( Rigaut et al., 1999 ). An Msi1-TAP fusion protein was expressed in 293T cells, and its associated molecules were recovered from purifi ed fi nal extracts. Several bands, representing proteins in Msi1-containing protein complexes, were detected by Coomassie brilliant blue (CBB) staining ( Fig. 1 A , lane 4).  3). The bound proteins in the TEV-digested extracts are shown in lanes 1 and 2; similarly, those of in the fi nal extracts are shown in lanes 3 and 4. CBB-stained PABP, IMP, and Msi1 are indicated with arrowheads. (B) Msi1 colocalized with PABP and IMP3 in the cytoplasm. P19 cells were stained with anti-Msi1 (green) antibody, and anti-PABP (red, top) or anti-IMP3 (red, bottom) antibodies. Nuclei were stained with Hoechst (blue in P19 cells) in the merged image. (C) Immunoblottings after immunoprecipitation with ant-Msi1 antibody using E14 mouse brain extracts were performed with each antibody, respectively. (D) Protein extracts prepared from mouse brain at E16 were mixed with bacterially expressed and purifi ed GST or GST-PABP fusion proteins. The GST fusion proteins were stained with CBB (lanes 1 and 2). Elutes were analyzed by immunoblotting using anti-eIF4G, anti-Msi1 14H1, or anti-eIF4E antibodies (lanes 3 -6). (E) Double-immunohistochemistry of Msi1 (red) and PABP (green), eIF4G (green), or Sox1/(2)/3 (green) in coronal sections of the E14 forebrain. Sox1/(2)/3 is a marker for neural precursor cells.   11). (B) Immunoprecipitation using the T7-Msi1 variants was performed and various T7-Msi1 mutants bound to Myc-PABP (middle). The intensities of binding with PABP are illustrated to the right of panel A. (C) Illustration of the GST-Msi1 variants. (D) GST-Msi1 variants or GST as a control were coimmunoprecipitated with Myc-PABP in 293T cells using glutathione-Sepharose 4B (middle). PABP bound to Msi1 variants was immunoblotted using an anti-Myc antibody and is indicated (middle). (E) The in vitro -transcribed reporter mRNAs are illustrated at top (left, mRNA containing MCS; right, mRNA containing MCSmut), were translated in RRL with equimolar amounts of purifi ed various GST proteins, and the luciferase activity was measured at each time point (0 -90 min). The values represent mean ± SD; n = 5. quartz crystal microbalance (QCM) resonator, the Affi nixQ (Initium), whose oscillatory resonance frequency decreases linearly with the mass on the QCM electrode ( Okahata et al., 1998 ). In this system, the action of an object binding to its ligand is detected as a decrease in resonance frequency (mass increase). Purifi ed Msi1 or eIF4G was immobilized on the Au-surface-coated QCM plate by binding the His-tag of His-Msi1 or His-eIF4G to orient the molecules, and purifi ed GST-PABP in an aqueous solution was injected as the binding counterpart ( Fig. 3 D ). The addition of GST-PABP (100 nM) to the reaction solution with immobilized Msi1, eIF4G, or eIF4G 41 -244 resulted in typical frequency decreases, representing the frequency of immobilized PABP ( Fig. 3 E ). However, the change in individual resonance frequency when PABP was added to immobilized molecules that were not expected to bind it (eIF4G 41-244mut and Msi1-D2) was barely detectable ( Fig. 3 E ), indicating that the specifi c interactions of Msi1 -PABP and eIF4G -PABP were detectable by the resonance frequency curve.",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 154,
                    "text": "( Rigaut et al., 1999",
                    "end": 175
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 445,
                    "text": "Fig. 1 A , lane 4)",
                    "end": 463
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 466,
                    "text": "3)",
                    "end": 468
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1591,
                    "text": "11)",
                    "end": 1594
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 2558,
                    "text": "( Okahata et al., 1998 )",
                    "end": 2582
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 2948,
                    "text": "Fig. 3 D )",
                    "end": 2958
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 3154,
                    "text": "( Fig. 3 E )",
                    "end": 3166
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 3355,
                    "text": "Fig. 3 E )",
                    "end": 3365
                }
            ]
        },
        {
            "section": "Identifi cation of PABP as an Msi1-specifi c binding protein",
            "text": "To calculate the association rate constant ( k on ) and dissociation rate constant ( k off ), four concentrations of GST-PABP (25 to 100 nM) were individually injected into the reaction solution with immobilized Msi1 or eIF4G, and the time dependence of the frequency decrease was observed ( Fig. 3 E ). We analyzed these data by curve fi tting, according to the manufacturer ' s instructions (see Materials and methods for details). The K d value was estimated from the ratio of k off to k on . The results are summarized in Fig. 3 F . The k on and k off were almost the same for the eIF4G (45 -1560)/PABP and eIF4G (41 -244)/PABP interactions. Although the constants for the Msi1-PABP interaction were not very different from those for eIF4G/PABP, the K d value calculated for Msi1 -PABP was approximately half that for eIF4G/ PABP ( Fig. 3 F ). Collectively, our data support the view that Msi1 can compete with eIF4G to associate with PABP in vitro.",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 292,
                    "text": "Fig. 3 E )",
                    "end": 302
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 526,
                    "text": "Fig. 3",
                    "end": 532
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 836,
                    "text": "Fig. 3 F )",
                    "end": 846
                }
            ]
        },
        {
            "section": "Identifi cation of PABP as an Msi1-specifi c binding protein",
            "text": "To investigate the in vivo signifi cance of Msi1 -PABP interaction, in vivo competition assays were performed as described previously ( Khaleghpour et al., 2001 ). In this assay, the N-terminal portion of eIF4G (Flag-eIF4GN) was used for immunoprecipitation bait because its PABP-binding activity was stronger than that of full-length eIF4G in the QCM assay. Flag-eIF4GN expressed in 293T cells coimmunoprecipitated with endogenous PABP ( Fig. 3 G , lanes 6 -10, top panel). The amount of coprecipitating PABP decreased dose-dependently when Myc-Msi1 was coexpressed (compare lane 6 to lanes 8 -10, top panel), indicating that Msi1 and eIF4G directly compete for binding to PABP in vivo. Together these data indicate that Msi1 competitively inhibits the interaction between PABP and eIF4G through its PABP-binding domain.",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 134,
                    "text": "( Khaleghpour et al., 2001 )",
                    "end": 162
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 437,
                    "text": "( Fig. 3",
                    "end": 445
                }
            ]
        },
        {
            "section": "Msi1 localizes to the cytoplasm and accumulates in SGs, where it colocalizes with PABP",
            "text": "To examine whether Msi1 and PABP colocalize subcellularly, P19 cells were immunostained with anti-Msi1 ( Kaneko et al., 2000 ) and anti-PABP antibodies. Both Msi1 and PABP predominantly showed diffuse cytoplasmic staining; Msi1 also accumulated in discrete cytoplasmic foci ( Fig. 1 B ). We then a chimeric reporter mRNA consisting of a 5 Ј -cap, the luciferase gene, 10 repeats of Msi1-binding consensus sequence (MCS; (G/AUUUAGU) derived from SELEX  ]) or of a mutated Msi1-binding sequence (MCSmut; (G/AaaaAGU)), and a poly(A)-tail. The cap-fLuc-MCS-poly(A) reporter mRNA ( Fig. 2 E , left) was translated in rabbit reticulocyte lysate (RRL) in the presence of buffered saline, GST, GST-Msi1, or GST-Msi1-D2. GST-Msi1 decreased the luciferase activity by ‫ف‬ 50.7% ( n = 5) after 15 min ( Fig. 2 E , left). The recombinant GST-Msi1-D2, which lacked the PABP-binding region, did not inhibit translation ( Fig. 2 E , left). In contrast, the cap-fLuc-MCSmut-poly(A) mRNA was translated in RRL equally well with GST proteins ( Fig. 2 E , right). Thus, intact Msi1, but not Msi1-D2, caused sequence-specifi c translational repression ( Fig. 2 E ). These results indicate that Msi1 ' s interaction with PABP is essential for Msi1 ' s function as a translational repressor.",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 103,
                    "text": "( Kaneko et al., 2000 )",
                    "end": 126
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 276,
                    "text": "Fig. 1 B )",
                    "end": 286
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 577,
                    "text": "Fig. 2 E",
                    "end": 585
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 792,
                    "text": "Fig. 2 E , left)",
                    "end": 808
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 907,
                    "text": "Fig. 2 E , left)",
                    "end": 923
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1024,
                    "text": "( Fig. 2 E , right)",
                    "end": 1043
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1132,
                    "text": "( Fig. 2 E )",
                    "end": 1144
                }
            ]
        },
        {
            "section": "Msi1 can compete with eIF4G for PABP binding",
            "text": "PABP includes four RRMs and a C-terminal domain (PABC), which contains a 60-amino acid sequence that is highly conserved among species ( Deo et al., 2001 ). Each domain recruits several binding proteins and elicits diverse cellular functions: eIF4G binds to RRM1 and RRM2; Paip1 interacts with RRM1, RRM2, and the PABC domain; Paip2 interacts with RRM2, RRM3, and PABC; and GSPT/eRF3 binds to PABC ( Preiss and Hentze, 2003 ). To locate the Msi1-binding domain within PABP, a Myc-tagged series of deletion mutants in which the PABP functional domain was deleted (Myc-PABP and Myc-PABP variants) was coexpressed in 293T cells with Flag-Msi1, coimmunoprecipitated with Flag-Msi1 ( Fig. 3 A ), and detected by immunoblotting with an anti-Myc tag antibody. Msi1 interacted strongly with the RRM1 and RRM2 of PABP, although the presence of PABC diminished the Msi1-binding activity of RRM1 or RRM2 ( Fig. 3 B , middle, lanes 1, 5, and 7). Notably, these results were similar to the binding pattern of the Flag-tagged N-terminally truncated protein (1 -585 aa) of mouse eIF4G1 (Flag-eIF4GN) ( Fig. 3 B , bottom, lanes 1, 5, and 7), suggesting that Msi1 shares the binding region within PABP with eIF4G. Thus, Msi1 may compete with eIF4G for binding to the same domain of PABP.",
            "paragraph_rank": 15,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 135,
                    "text": "( Deo et al., 2001 )",
                    "end": 155
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 398,
                    "text": "( Preiss and Hentze, 2003 )",
                    "end": 425
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 679,
                    "text": "Fig. 3 A )",
                    "end": 689
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 895,
                    "text": "Fig. 3 B",
                    "end": 903
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 1087,
                    "text": "Fig. 3 B",
                    "end": 1095
                }
            ]
        },
        {
            "section": "Msi1 can compete with eIF4G for PABP binding",
            "text": "To examine this possibility, the interaction between PABP and eIF4G was tested in the presence of Msi1 by an in vitro pull-down assay, modifi ed as described previously ( Khaleghpour et al., 2001 ). Mixtures of GST-PABP and various proteins (GST, GST-Msi1, or GST-Msi1-D2) were added to Flag-eIF4G (41 -1560) immobilized on FLAG resin. After stringent washing, the bound proteins were subjected to immunoblotting with an anti-PABP antibody. Almost no PABP coprecipitated with FLAG resin alone ( Fig. 3 C , right, lane 7). Preincubation with 5.4 pmol GST or GST-Msi1-D2 did not interfere with PABP ' s association with Flag-eIF4G (compare lane 9 with 10), whereas GST-Msi1 (1.8, 3.6, or 5.4 pmol) decreased the amount of GST-PABP precipitated. These data suggest that Msi1 and eIF4G directly compete for binding to PABP in vitro.",
            "paragraph_rank": 16,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 169,
                    "text": "( Khaleghpour et al., 2001",
                    "end": 195
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 495,
                    "text": "Fig. 3 C , right, lane 7)",
                    "end": 520
                }
            ]
        },
        {
            "section": "Msi1 can compete with eIF4G for PABP binding",
            "text": "To quantify the strength and kinetics of the Msi1 -PABP interaction, we measured kinetics parameters using a 27-MHz the SGs ( Fig. 4 A ). We observed the colocalization of Msi1 and PABP at a frequency of ‫ف‬ 97% under stress, but Msi1 did not always colocalize with PB markers under normal conditions ( Fig. 4 B ). These results indicate that Msi1 is recruited into SGs and is probably involved in SG function, in association with PABP.",
            "paragraph_rank": 17,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 124,
                    "text": "( Fig. 4 A )",
                    "end": 136
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 301,
                    "text": "( Fig. 4 B )",
                    "end": 313
                }
            ]
        },
        {
            "section": "Msi1 can compete with eIF4G for PABP binding",
            "text": "To verify the presence of Msi1 and PAPB in the mRNPs (i.e., RNA granules), we examined whether Msi1 and PABP were associated with heavy-sedimenting particles, using P19 cells. investigated the colocalization of endogenous Msi1 with markers for PBs, Dcp1a and hRAP55 Parker and Sheth, 2007 ), and found that Msi1 colocalized with these markers in cytoplasmic foci in P19 cells at 37 ° C ( Fig. 4 A ), suggesting that Msi1 also localized to PBs. Because PABP is a component of SGs ( Kedersha et al., 1999( Kedersha et al., , 2002, we tested whether Msi1 and PABP colocalized in SGs under stress conditions. After P19 cells were heat stressed at 44 ° C, we found that Msi1 colocalized with PABP (see  localizes to cytoplasmic foci. P19 cells treated with (right columns; 44 ° C for 30 min) or without (left columns) heat stress were stained with anti-Msi1 (green), and anti-hRAP55 (red, top) or anti-Dcp1a (red, bottom) antibodies, respectively. Nuclei were stained with TO-PRO-3 (blue) in the merged images. The white arrowheads and white arrow indicate PBs and SGs, respectively. Bars, 5 μ m. (B) Msi1positive granules were analyzed by two methods assessing the percent colocalization (1) or weighted colocalization coeffi cient (2) of their ratio to Dcp1a-, hRAP55-, PABP-, and eIF4G-containing granules. Msi1 mostly localized to SGs, but some was localized to PBs. (C) Association of Msi1 with heavysedimenting particles in an RNA-dependent manner. Each subcellular fraction with (lanes 4 -6) or without (lanes 1 -3) RNase A treatment after ultracentrifugation (top panels). S100, supernatants after ultracentrifugation; P100, pellets after ultracentrifugation. Total RNAs purifi ed from S100 (lanes 2 and 5) and P100 (lanes 3 and 6) are shown (bottom panel). (D) P19 cells treated with (left) or without (right) heat stress were separated by 15 -40% sucrose density gradients. Immunoblots of the gradient fractions were probed using antibodies against the indicated proteins (bottom panels).",
            "paragraph_rank": 18,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 266,
                    "text": "Parker and Sheth, 2007 )",
                    "end": 290
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 388,
                    "text": "Fig. 4 A )",
                    "end": 398
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 479,
                    "text": "( Kedersha et al., 1999",
                    "end": 502
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 502,
                    "text": "( Kedersha et al., , 2002",
                    "end": 527
                }
            ]
        },
        {
            "section": "Msi1 can compete with eIF4G for PABP binding",
            "text": "Next, to ascertain whether Msi1 was included in a translational initiation complex, we further examined the intracellular localization of translation initiation factors, by immunostaining. Msi1 and translation initiation factors PABP, eIF4G, and eIF4E predominantly showed diffuse cytoplasmic staining, and Msi1 and eIF4E were also detected in the PBs, and in SGs under heat stress in P19 cells ( Fig. 5 C ). Msi1 also colocalized with eIF4E in cultured hippocampal neurons at 37 and 44 ° C ( Fig. 5 D ).",
            "paragraph_rank": 19,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 395,
                    "text": "( Fig. 5 C )",
                    "end": 407
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 491,
                    "text": "( Fig. 5 D )",
                    "end": 503
                }
            ]
        },
        {
            "section": "Msi1 can compete with eIF4G for PABP binding",
            "text": "Several RNA-binding proteins involved in the regulation of translational repression are known to inhibit ribosome complex formation ( Muckenthaler et al., 1998 ;Stebbins-Boaz et al., 1999 ;Ostareck et al., 2001 ;Chekulaeva et al., 2006 ). In addition, the 48S preinitiation complex is selectively recruited to SGs ( Kedersha et al., 2002 ). To examine whether Msi1 is involved in ribosome complex formation, 80S ribosome binding assays were performed with cap-fLuc-MCS-poly(A) reporter mRNA as described previously ( Kahvejian et al., 2005 ). The 3 Ј -end 32 P-labeled reporter mRNA and various GST proteins were incubated with RRL in the presence of cycloheximide, and the mixtures were applied to a 15 -30% sucrose density gradient ( Kahvejian et al., 2005 ), subjected to ultracentrifugation, fractioned, and the radioactivity of each fraction was counted. The addition of GST-Msi1 strikingly decreased the 80S ribosome complex formation, to 52.7% ( n = 4) of the control level, represented as a peak in the 19th or 20th fraction, whereas the addition of equimolar amounts of GST-Msi1-D2 had no effect on the 80S ribosome complex formation ( Fig. 5 E ), suggesting the Msi1 -PABP interaction is required for this inhibitory mechanism. Therefore, Msi1 inhibits the recruitment of the large ribosomal subunit onto mRNA, and the Msi1 -PABP interaction is probably required to inhibit the assembly of the 80S ribosome initiation complex.",
            "paragraph_rank": 20,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 132,
                    "text": "( Muckenthaler et al., 1998 ;",
                    "end": 161
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 161,
                    "text": "Stebbins-Boaz et al., 1999 ;",
                    "end": 189
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 189,
                    "text": "Ostareck et al., 2001 ;",
                    "end": 212
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 212,
                    "text": "Chekulaeva et al., 2006 )",
                    "end": 237
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 314,
                    "text": "( Kedersha et al., 2002 )",
                    "end": 339
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 515,
                    "text": "( Kahvejian et al., 2005 )",
                    "end": 541
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 734,
                    "text": "( Kahvejian et al., 2005 )",
                    "end": 760
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 1143,
                    "text": "( Fig. 5 E )",
                    "end": 1155
                }
            ]
        },
        {
            "section": "Msi1 can compete with eIF4G for PABP binding",
            "text": "To examine whether Msi1 also infl uences the 48S preinitiation complex formation on reporter mRNA, we performed a 40S ribosome binding assay by adding GMP-PNP, an unhydrolyzable analogue of GTP, which blocks 60S ribosomal subunit recruitment, followed by sucrose density gradient analysis as described previously ( Kahvejian et al., 2005 ). We found that the 48S complex formation, which was represented as a peak in the 20th or 21st fraction, was unaffected by equimolar amounts of GST-Msi1 compared with controls ( Fig. 5 F ). Therefore, the Msi1 -PABP interaction did not inhibit the 48S preinitiation complex formation. Nevertheless, Msi1 is involved, through its inhibition of 80S formation, in repressing the formation of a functional translational initiation complex.",
            "paragraph_rank": 21,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 313,
                    "text": "( Kahvejian et al., 2005 )",
                    "end": 339
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 515,
                    "text": "( Fig. 5 F )",
                    "end": 527
                }
            ]
        },
        {
            "section": "The intracellular localization of Msi1 depends on two RRMs",
            "text": "Msi1 ' s function as an RNA sequence-dependent translation inhibitor and its requirement for PABP to carry out this function may correlate with Msi1 ' s accumulation in SGs under stress. To examine this possibility, HeLa cells under stress were transiently transfected with the deletion and point mutants of Msi1 described in Fig. 2 A and p3xFlag-Msi1-D2. All the deletion mutants -CdelG, CdelI, and Msi1-D2 (which lack the PABPinteracting domain) -colocalized to eIF4G as clear marker of Lysates were subjected to subcellular fractionation as described previously ( Aoki et al., 2002 ). Msi1 and PABP were detected mainly in the heavy-sedimenting particles in P100 fraction ( Fig. 4 C , lane 3), with most of the ribosomes ( Fig. 4 C , bottom,  lane 3). After RNase treatment, both Msi1 and PABP were also detected in the soluble S100 fraction ( Fig. 4 C , lane 5), suggesting that Msi1 coexists with PABP in heavy-sedimenting RNP particles, which are likely to represent mRNPs. Furthermore, we investigated the polysome profi les in 15 -40% sucrose gradients using lysates of stressed or unstressed P19 cells. After heat stress, although some of the PABP was partly detected in the heavy (polysome) fractions, most of it was in the light fractions ( Fig. 4 D ). Msi1 and eIFs remained mostly in the light fractions after both conditions, and the fractionation pattern of eIFs coincided with that of a previous study ( Kedersha et al., 2002 ). These data indicate that Msi1 comigrates with eIFs and PABP, and is likely to be involved in the regulation of translation initiation.",
            "paragraph_rank": 22,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 326,
                    "text": "Fig. 2 A and p3xFlag",
                    "end": 346
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 565,
                    "text": "( Aoki et al., 2002 )",
                    "end": 586
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 675,
                    "text": "( Fig. 4 C , lane 3)",
                    "end": 695
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 724,
                    "text": "( Fig. 4 C , bottom,  lane 3)",
                    "end": 753
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 845,
                    "text": "( Fig. 4 C , lane 5)",
                    "end": 865
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 1250,
                    "text": "( Fig. 4 D )",
                    "end": 1262
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1418,
                    "text": "( Kedersha et al., 2002 )",
                    "end": 1443
                }
            ]
        },
        {
            "section": "Msi1 is involved in translation initiation regulation",
            "text": "Because SGs contain the stalled translation initiation complex ( Kedersha et al., 2002 ), Msi1 ' s localization to SGs, its comigration with eIFs ( Fig. 4 ), and its binding to PABP in competition with eIF4G ( Fig. 3 ), suggested that Msi1 could be involved in the regulation of translation initiation. To examine whether the translational repression by Msi1 is cap dependent, we added GST-Msi1 to RRL, using either cap, EMCV IRES, or HCV IRES to drive the translation of fLuc reporter mRNA containing MCS or MCSmut in its 3 Ј UTR before poly(A) ( Fig. 5 A ), and measured the amount of reporter produced. HCV IRES-, but not EMCV IRES-directed translation initiation is also independent of eIF4G ( Pestova et al., 1998 ). In RRL, endogenous Msi1 is not detectable (unpublished data), but eukaryotic translation initiation factors and PABP are present ( Imataka et al., 1998 ;Kahvejian et al., 2005 ). We found ‫ف‬ 50.6 ± 3.0% ( n = 4) inhibition of the cap-dependent translation by GST-Msi1, compared with ‫ف‬ 27.0 ± 6.2% and ‫ف‬ 35.9 ± 1.2% decreases in the EMCV IRES-and HCV IRES-directed translation of the MCS-containing reporter mRNA, respectively, whereas GST-Msi1-D2 had little effect on reporter mRNA containing MCS or MCSmut ( Fig. 5 A ). We also conducted Northern blot analyses to evaluate the amount of reporter RNA (cap-rfLuc-MCS-poly(A) RNA) in each assay, and found that it was barely altered by the addition of the tested proteins (Fig. S3, available at http://www.jcb.org/cgi/content/full/jcb .200708004/DC1). These observations suggest that Msi1 represses cap-dependent translation and exerts selective translational repression through Msi1-binding sequences in the 3 Ј UTR of its target mRNAs.",
            "paragraph_rank": 23,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 63,
                    "text": "( Kedersha et al., 2002 )",
                    "end": 88
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 146,
                    "text": "( Fig. 4 )",
                    "end": 156
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 210,
                    "text": "Fig. 3 )",
                    "end": 218
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 546,
                    "text": "( Fig. 5 A )",
                    "end": 558
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 696,
                    "text": "( Pestova et al., 1998 )",
                    "end": 720
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 851,
                    "text": "( Imataka et al., 1998 ;",
                    "end": 875
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 875,
                    "text": "Kahvejian et al., 2005 )",
                    "end": 899
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 1234,
                    "text": "( Fig. 5 A )",
                    "end": 1246
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 1447,
                    "text": "(Fig. S3",
                    "end": 1455
                }
            ]
        },
        {
            "section": "Msi1 is involved in translation initiation regulation",
            "text": "To investigate whether Msi1 is contained in the cap-binding complex, we performed a cap pull-down assay ( Stebbins-Boaz et al., 1999 ). Several Flag-tagged proteins, Msi1, eIF4G MD (middle domain) including the eIF4E-binding domain, and GST as a control, were expressed in HeLa cells, and tested for their ability to bind a cap analogue column. Immunoblotting with an anti-Flag tag antibody showed that Msi1 was included in the cap-binding complex ( Fig. 5 B , lane 6). The relative luciferase activity value represents the mean ± SD: ( n = 4; *, P < 0.01 vs. buffer). (B) Cap column assay was performed in HeLa cells expressing Flag-GST, Flag-Msi1, or Flag-eIF4G-MD, which contains the eIF4E-binding domain. (C and D) Msi1 colocalized with translation initiation factors in P19 cells (C) and in cultured hippocampal neurons (D). Treatment with heat stress (44 ° C for 30 min) is indicated at the right (C) and bottom (D) of columns. Cells were stained with anti-Msi1 (green), anti-eIF4E, anti-eIF4G, and anti-PABP antibodies (red). Nuclei were stained with Hoechst (blue) in the merged images. Msi1 accumulates in SGs under heat stress. Bars, 5 μ m. (E and F) 80S or 40S ribosome binding assay using in vitro -transcribed reporter mRNAs containing MCSpoly(A). Curves show the relative radioactivity of each fraction from reaction mixtures supplemented with equimolar amounts of GST (purple line), GST-Msi1 (green line), or GST-Msi1-D2 (red line), or buffer as a control (blue line). The percentage of the total recovered count was plotted against the fraction number (top panels). The RNAs purifi ed from each fraction are shown (bottom panels). These results were reproduced in three independent experiments. (E) Peaks (fraction 19 or 20) corresponding labeled reporter mRNA in a complex with 80S ribosomes are indicated with arrows (top). The peak of 28S and 18S rRNA was found in fraction 19 or 20 (bottom). With GST-Msi1 addition, the 80S ribosome complex formation decreased to 52.7 ± 3.0% ( n = 4; mean ± SD; P < 0.001) of the buffer control level. (F) Peaks (fraction 20 or 21) corresponding to labeled reporter mRNA in a complex with 48S ribosomes are indicated with arrows (top). The peak of 18S rRNA was found in fraction 20 or 21 (bottom).",
            "paragraph_rank": 24,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 104,
                    "text": "( Stebbins-Boaz et al., 1999 )",
                    "end": 134
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 448,
                    "text": "( Fig. 5 B , lane 6",
                    "end": 467
                }
            ]
        },
        {
            "section": "Msi1 is involved in translation initiation regulation",
            "text": "PBs are sensitive to the natures of the mutant proteins themselves, and data from all the deletion mutants (CdelG, CdelI, and Msi1-D2) indicate that the C-terminal region of Msi1 plays an important role in its recruitment to PBs, probably via molecules that interact with this region. Also, all the mutants appeared to have little direct effect on the distribution of Dcp1positive PBs in an expression dose-dependent manner (unpublished data). Collectively, these data suggest that an interaction with RNA is required for the appropriate cellular localization of Msi1.",
            "paragraph_rank": 25,
            "section_rank": 8
        },
        {
            "section": "Msi1 is involved in translation initiation regulation",
            "text": "SGs ( Fig. 6 B ). In contrast, the point mutants of each single RRM -Msi1Amut and Msi1Bmu -colocalized with eIF4G, while that of double RRM -Msi1ABmut (which cannot bind RNA) -instead accumulated predominantly in discrete aggregates in the nucleus ( Fig. 6 B ). Meanwhile, under unstressed conditions, none of the Msi1 mutants in the PBs, except for Msi1ABmut, yielded intense staining patterns, compared with the wild type ( Fig. 6 B ). The intracellular distribution pattern of Msi1ABmut was similar to that under stressed conditions. These data suggest that the localizations of Msi1 mutants in Figure 6. Two RRMs of Msi1 as a regulated modifi er domain of its cytoplasmic localization. Illustration of Msi1 variants that were modifi cations of the constructs described in Fig. 2 A . (B) HeLa cells were transfected with constructs expressing Flag-Msi1, Flag-Msi1ABmut, 3xFlag-Msi1-D2 (1 -189 and 235 -362), T7-Msi1, T7-Msi1Amut, T7-Msi1Bmut, T7-Msi1CdelG (1 -234), and T7-Msi1CdelI (1 -189). HeLa cells treated with (44 ° C for 30 min; left panels) or without (right panels) heat stress were stained with anti-Flag (green), anti-T7 (green), anti-eIF4G (red), and anti-Dcp1a (red, C) antibodies, respectively. Nuclei were stained with Hoechst (blue) in the merged images. The white arrowheads and white arrow indicate PBs and SGs, respectively. Bars, 5 μ m.",
            "paragraph_rank": 26,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 4,
                    "text": "( Fig. 6 B )",
                    "end": 16
                },
                {
                    "type": "figure",
                    "start": 248,
                    "text": "( Fig. 6 B )",
                    "end": 260
                },
                {
                    "type": "figure",
                    "start": 424,
                    "text": "( Fig. 6 B )",
                    "end": 436
                },
                {
                    "type": "figure",
                    "start": 598,
                    "text": "Figure 6",
                    "end": 606
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 776,
                    "text": "Fig. 2 A .",
                    "end": 786
                }
            ]
        },
        {
            "section": "Msi1 is involved in translation initiation regulation",
            "text": "hibition of ribosome recruitment caused by perturbing the eIF4F (eIF4A and eIF4G) function induces SG formation without the phosphorylation of eIF2 ␣ ( Mazroui et al., 2006 ). In addition, although SGs contain most of the components of the translational 48S preinitiation complex, such as eIF4E, eIF4G, PABP, and the small ribosomal subunit, they do not include the large ribosomal subunit ( Kedersha et al., 2002 ;Anderson and Kedersha, 2006 ). Our present fi ndings suggest that Msi1 represses translation initiation, possibly by perturbing the function of eIF4G, and these events may take place in SGs under stress. That SGs lack the large ribosomal subunit is consistent with our model that Msi1 inhibits the formation of the 80S ribosomal complex ( Fig. 7 ). In addition, because two RRMs are required for the accurate intracellular distribution of Msi1, the localization of Msi1 may occur via capture of its target mRNA.",
            "paragraph_rank": 27,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 150,
                    "text": "( Mazroui et al., 2006 )",
                    "end": 174
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 390,
                    "text": "( Kedersha et al., 2002 ;",
                    "end": 415
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 415,
                    "text": "Anderson and Kedersha, 2006 )",
                    "end": 444
                },
                {
                    "type": "figure",
                    "ref_id": "fig_8",
                    "start": 752,
                    "text": "( Fig. 7 )",
                    "end": 762
                }
            ]
        },
        {
            "section": "Msi1 is involved in translation initiation regulation",
            "text": "PBs participate not only in mRNA decay but also in microRNA-mediated translational repression in response to stress. For example, this repression is reversed by HuR, which interacts with the 3 Ј UTR of its target mRNA and depresses the repression ( Bhattacharyya et al., 2006 ). As shown in Figs. 4 -6 , Msi1 also localizes to PBs, and it does not participate in its target mRNA decay ( Fig. S3; Imai et al., 2001 ). It is possible that Msi1 is involved, via microRNA, in translational repression in PBs as well as in SGs.",
            "paragraph_rank": 28,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 247,
                    "text": "( Bhattacharyya et al., 2006 )",
                    "end": 277
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 387,
                    "text": "Fig. S3",
                    "end": 394
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 396,
                    "text": "Imai et al., 2001 )",
                    "end": 415
                }
            ]
        },
        {
            "section": "Msi1 inhibits translation initiation in a sequence-specifi c manner",
            "text": "The results of Fig. 5 (A and B) suggest that Msi1 repressed capdependent translation but also modestly inhibited EMCV-IRESand HCV-IRES-dependent translation. Notably, Hentze ' s group showed that hnRNP K, which inhibits cap-dependent and IRESdependent translation, is involved in the inhibition of the recruitment of the 60S ribosomal subunit but not of the 40S subunit ( Ostareck et al., 1997( Ostareck et al., , 2001 ). Thus, these functions of Here, we identifi ed PABP as an Msi1-binding protein, and found that Msi1 competes with another PABP binding partner, eIF4G, to bind PABP; the eIF4G -PABP interaction is required for the formation of the translational initiation complex in mammalian cells ( Kahvejian et al., 2005 ) and for promoting the circularization of mRNA ( Wells et al., 1998 ). Therefore, we show here that Msi1 ' s function as a translational repressor of downstream target mRNAs is exerted by its competition with eIF4G for PABP.",
            "paragraph_rank": 29,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 15,
                    "text": "Fig. 5 (A and B)",
                    "end": 31
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 370,
                    "text": "( Ostareck et al., 1997",
                    "end": 393
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 393,
                    "text": "( Ostareck et al., , 2001",
                    "end": 418
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 703,
                    "text": "( Kahvejian et al., 2005 )",
                    "end": 729
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 776,
                    "text": "( Wells et al., 1998 )",
                    "end": 798
                }
            ]
        },
        {
            "section": "Msi1 inhibits translation initiation in a sequence-specifi c manner",
            "text": "Recently, Paip2 was reported to act as a translational repressor via competition with eIF4G for PABP binding ( Karim et al., 2006 ). However, the mechanisms used by Paip2 and Msi1 to repress translation are different. Msi1 recognizes a specifi c RNA sequence (G/A)UnAGU ( n = 1 ‫ف‬ 3) with a relatively high affi nity ( K d value 4 nM)  ) and represses the translation of mRNA in a sequence-dependent manner, as shown in Figs. 2 E and 5 A . Paip2, however, inhibits the translation of mRNA in a sequence-independent manner. Thus, we propose that the Msi1-mediated inhibition of the eIF4G -PABP interaction is a novel mechanism for the translational repression of mRNAs that are specifi cally bound by Msi1.",
            "paragraph_rank": 30,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 109,
                    "text": "( Karim et al., 2006 )",
                    "end": 131
                }
            ]
        },
        {
            "section": "Msi1 inhibits translation initiation in a sequence-specifi c manner",
            "text": "Given that Msi1 physically and functionally interacts with PABP and that it colocalizes with PABP and eIF4G in SGs under stress, we propose that the PABP-mediated translational repression by Msi1 is, at least in part, the mechanism of translational repression that occurs in SGs. SGs contain aggregates of stalled initiation complex, and are thought to be involved in \" the mRNA cycle, \" which maintains an appropriate ratio of translation machinery to the amount of mRNAs being translated ( Parker and Sheth, 2007 ). Recent fi ndings revealed that the in- 2006 ). The opposite effects of Msi1 on translational regulation in Xenopus may depend on whether xMsi is involved in cytoplasmic polyadenylation or not. The poly(A) tails of mRNAs expressed in the oocyte are often relatively short. Our model postulates that Msi1 participates in translational regulation by binding to PABP that is coupled with an elongated poly(A) tail. Msi1 may promote PABP stability by binding to PABP, and the stabilized PABP may maintain an extended poly(A) tail in the oocyte. Collectively, Msi could act as a bi-directional regulator of translation in a context-dependent fashion.",
            "paragraph_rank": 31,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 490,
                    "text": "( Parker and Sheth, 2007 )",
                    "end": 516
                }
            ]
        },
        {
            "section": "Translational control of stem cell characteristics",
            "text": "The biological activity of stem cells in many tissues is regulated by translational and transcriptional controls. In particular, Msi1 helps establish stem cell identity and/or the maintenance of stem cell status, given that Msi1 is strongly expressed in various types of stem cells, including NSCs  and intestinal stem cells ( Potten et al., 2003 ), and its target mRNAs are involved in stem cell regulation. A recent report indicates that translational repression by Musashi is required intrinsically to maintain Drosophila germline stem cell identity ( Siddall et al., 2006 ). Another group reported that the Msi1-mediated translational repression of p21 waf1 mRNA is needed for cell cycle progression ( Battelli et al., 2006 ). These Msi1 functions depend on the translational repression mechanism revealed in this paper. For example, in response to environmental stress (e.g., hypoxia), cells, probably including neural stem/precursor cells (NSPCs), reprogram their translational machinery and sort mRNAs that are released from polysomes to SGs ( Kedersha et al., 1999 ;Stohr et al., 2006 ). Hypoxia promotes the survival and proliferation of several NSPCs ( Studer et al., 2000 ), indicating that NSPCs may elicit SGs and respond to stress via translational repression. In the present study, we show that Msi1 represses translation initiation under ordinary conditions, and sometimes repression events also take place in SGs under stress. Our previous studies revealed that Msi1 functions in neural stem cell maintenance by binding to its target gene, m-Numb , and repressing its translation , and that it is involved in the self-renewal of neural stem cells ( Sakakibara et al., 2002 ). Collectively, these results indicate that Msi1 is likely to play an important role in translation in the cytoplasm under ordinary conditions and in SGs under stress conditions, via its inhibition of translational initiation. In addition, the colocalization of Msi1 and eIF4G was high in the VZ (where neural precursor cells are dominant) but not in the cortical plate (where differentiated neuronal cells dominate), in good agreement with our model, and these fi ndings lead to further research focused on the translational control of NSCs. However, the mechanism for the indirect and partial inhibition of eIF4G functions remains to be elucidated.",
            "paragraph_rank": 32,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 325,
                    "text": "( Potten et al., 2003 )",
                    "end": 348
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 553,
                    "text": "( Siddall et al., 2006 )",
                    "end": 577
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 704,
                    "text": "( Battelli et al., 2006 )",
                    "end": 729
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1049,
                    "text": "( Kedersha et al., 1999 ;",
                    "end": 1074
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 1074,
                    "text": "Stohr et al., 2006 )",
                    "end": 1094
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 1161,
                    "text": "( Studer et al., 2000 )",
                    "end": 1184
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 1664,
                    "text": "( Sakakibara et al., 2002 )",
                    "end": 1691
                }
            ]
        },
        {
            "section": "Vectors, buffers, and antibodies",
            "text": "Details regarding the plasmid constructs expressing recombinant Msi1, PABP, and eIF4G in this study are available in the supplemental tables (http://www.jcb.org/cgi/content/full/jcb.200708004/DC1). Buffers and antibodies used in this study are also described in the supplemental tables.",
            "paragraph_rank": 33,
            "section_rank": 12
        },
        {
            "section": "Vectors, buffers, and antibodies",
            "text": "hnRNP K are likely to be similar to those of Msi1. Furthermore, a recent study demonstrated that domain II of HCV IRES is required for the 80S ribosome assembly process after 48S complex formation ( Locker et al., 2007 ), which could be relevant to the repressive actions of Msi1 upon the recruitment of the 60S ribosomal subunit and HCV-IRES-dependent translation.",
            "paragraph_rank": 34,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 197,
                    "text": "( Locker et al., 2007 )",
                    "end": 220
                }
            ]
        },
        {
            "section": "Vectors, buffers, and antibodies",
            "text": "Our ribosome-binding assays ( Fig. 5, E and F ) suggest that Msi1 inhibits the translation of the targets at steps between the formation of the 48S preinitiation complex and the formation of the 80S complex, which requires the PAPB-binding domain (D2). Relevantly, Sonenberg ' s group suggested that both the 40S and the 60S ribosomal subunit recruitment steps are separate targets of PABP, although their underlying molecular mechanisms remain to be elucidated ( Kahvejian et al., 2005 ). Thus, Msi1 could exert its regulatory function at some distinct steps among the multiple stages of translational initiation by binding to PABP. According to these previous reports and based on our present results ( Fig. 5, F and G ), we consider that Msi1 is involved in inhibiting the formation of the 80S ribosomal complex through an interaction with PABP, without affecting the formation of the 48S complex.",
            "paragraph_rank": 35,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 28,
                    "text": "( Fig. 5",
                    "end": 36
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 462,
                    "text": "( Kahvejian et al., 2005 )",
                    "end": 488
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 703,
                    "text": "( Fig. 5, F and G )",
                    "end": 722
                }
            ]
        },
        {
            "section": "Vectors, buffers, and antibodies",
            "text": "Thus, these actions of Msi1 on translational initiation differ from those of Bruno-Cup ' s and CPEB-Maskin, which inhibit the eIF4E -eIF4G interaction and the recruitment of the 40S ribosomal subunit in a sequence-specifi c manner ( Stebbins-Boaz et al., 1999 ;Nakamura et al., 2004 ;Chekulaeva et al., 2006 ), but can be explained by one of the following four possibilities. First, Msi1 might be post-translationally modifi ed and inactivated by factors in the RRL, rendering it incapable of binding PABP; an example of this is the Maskin -CPEB interaction, which is regulated by phosphorylation ( Groisman et al., 2002 ). Second, Msi1 binding may be hindered by a unilateral PABP-binding protein like Paip1 ( Roy et al., 2002 ) or an unknown factor. Third, to compete with the eIF4G-PABP, Msi1 may need to recognize an accessible conformation of the 3 Ј UTR in its target mRNA. Most 3 Ј UTRs containing poly(A) tails, which bind to multiple PABPs, are probably too fl exible. Such structural flexibility leads to a situation in which Msi1 incompletely inhibits the interaction between PABP and eIF4G, even if the number of Msi1 molecules on the 3 Ј UTR is greater than that of PABP. Indeed, Msi1 incompletely represses the translation of its target mRNA ( Figs. 2 E and 5 A ; Imai et al., 2001 ). Thus, because the competition with the eIF4G -PABP interaction by Msi1 may be necessary for the fl exibility and energy-requiring dynamic conformational changes of the 3 Ј UTR, no inhibition of 48S formation and incomplete inhibition of 80S formation may occur. Fourth, Msi1 may indirectly regulate molecules that are infl uenced by PABP and promote the 80S ribosomal complex. For example, in yeast, the poly(A)/PABP interaction inhibits Slh1p and Ski2p, which in turn inhibits eIF5 and eIF5B, which promote 80S ribosomal formation ( Searfoss et al., 2001 ). To elucidate these events, further work is needed to clarify the relationship between Msi1 ' s function and the detailed molecular mechanisms of ribosome formation.",
            "paragraph_rank": 36,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 231,
                    "text": "( Stebbins-Boaz et al., 1999 ;",
                    "end": 261
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 261,
                    "text": "Nakamura et al., 2004 ;",
                    "end": 284
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 284,
                    "text": "Chekulaeva et al., 2006 )",
                    "end": 309
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 597,
                    "text": "( Groisman et al., 2002 )",
                    "end": 622
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 709,
                    "text": "( Roy et al., 2002 )",
                    "end": 729
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1278,
                    "text": "Imai et al., 2001 )",
                    "end": 1297
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 1831,
                    "text": "( Searfoss et al., 2001",
                    "end": 1854
                }
            ]
        },
        {
            "section": "Vectors, buffers, and antibodies",
            "text": "A recent study showed that Xenopus -Msi regulates the polyadenylation of multiple mRNAs during early Xenopus oocyte maturation and activates translation ( Charlesworth et al., and spun at 20,400 g. The supernatants, treated with RNase A or untreated, were precleared with protein G -Sepharose (GE Healthcare) for 1 h at 4 ° C, followed by incubation with either an anti-Msi1 antibody (28 μ g/ml) or equimolar amounts of control purifi ed IgG (R & D Systems) and protein G -Sepharose, and the beads were then washed extensively. The precipitated proteins were detected by immunoblotting. In vitro competition assays were performed in TC buffer without 1 mM DTT as described previously ( Khaleghpour et al., 2001 ). First, GST-PABP (5.4 pmol) was mixed with 1.8, 3.6, or 5.4 pmol of GST-Msi1 in 10 μ l of reaction mixture, and incubated for 1 h at 4 ° C. Second, the mixture was incubated again with 10 μ l of anti-FLAG M2 resin (Sigma-Aldrich) conjugated with Flag-eIF4G (41 -1560)-His for 1 h at 4 ° C. Third, to remove unbound GST-PABP, the resin was washed three times with 1 ml of TC buffer. In vivo competition assays were also performed in TC buffer without 1 mM DTT, as described previously ( Khaleghpour et al., 2001 ). 293T cells expressing both Flag-eIF4GN and Myc-Msi1 were homogenized and spun at 20,400 g . The supernatants, with RNase A treatment, were then incubated with anti-FLAG M2 resin for 1 h at 4 ° C. The resin was washed extensively in 1 ml of TC buffer. Proteins were eluted with 2 × Laemmli sample buffer, and processed for immunoblotting.",
            "paragraph_rank": 37,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 153,
                    "text": "( Charlesworth et al.,",
                    "end": 175
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 684,
                    "text": "( Khaleghpour et al., 2001 )",
                    "end": 712
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1197,
                    "text": "( Khaleghpour et al., 2001",
                    "end": 1223
                }
            ]
        },
        {
            "section": "Kinetics measurements by Affi nixQ",
            "text": "Each of the His-tag proteins was immobilized onto the QCM Au electrode, as described in the manufacturer ' s protocol (Affi nixQ; Initium Inc.) and the previous studies ( Okahata et al., 1998 ;Sato et al., 2004 ). Measurements were performed under the following conditions: QCM Assay buffer-8, 750 rpm, at 25 ° C. The binding between PABP and QCM-immobilized Msi1 (or eIF4G) was determined by Equation 1.",
            "paragraph_rank": 38,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 169,
                    "text": "( Okahata et al., 1998 ;",
                    "end": 193
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 193,
                    "text": "Sato et al., 2004 )",
                    "end": 212
                }
            ]
        },
        {
            "section": "Kinetics measurements by Affi nixQ",
            "text": "The concentration of Msi1/PABP complex formed at time t after injection is given by Equations 2 -4. The time dependence of the increase in mass is indicated by ⌬ m t .",
            "paragraph_rank": 39,
            "section_rank": 13
        },
        {
            "section": "Msi1/PABP",
            "text": "Msi1/PABP",
            "paragraph_rank": 40,
            "section_rank": 14
        },
        {
            "section": "Msi1/PABP",
            "text": "To obtain kinetics constants from the linear reciprocal plots of the relaxation time against the concentration of GST-PABP according to Equation 4, the relaxation time was used in the time range from 0 to 45 min. Dissociation constants ( K d ) were obtained with the equation [",
            "paragraph_rank": 41,
            "section_rank": 14
        },
        {
            "section": "Msi1/PABP",
            "text": "We analyzed these data by curve fi tting following the manufacturer ' s procedures.",
            "paragraph_rank": 42,
            "section_rank": 14
        },
        {
            "section": "Quantitation of colocalization in granules",
            "text": "The ratio of Msi1-containing granules to total marker-containing granules was determined in Fig. 4 B . The percent colocalization (Fig. 4 B; 1) was estimated as described previously ( Barbee et al., 2006 ). The weighted colocalization coeffi cients (Fig. 4 B; 2) were calculated using LSM Image Examiner software (Carl Zeiss, Inc.).",
            "paragraph_rank": 43,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 92,
                    "text": "Fig. 4 B",
                    "end": 100
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 130,
                    "text": "(Fig. 4 B;",
                    "end": 140
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 182,
                    "text": "( Barbee et al., 2006 )",
                    "end": 205
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 249,
                    "text": "(Fig. 4 B;",
                    "end": 259
                }
            ]
        },
        {
            "section": "Cap column assay",
            "text": "Cap chromatography was performed as described previously ( Stebbins-Boaz et al., 1999 ). Transfected HeLa cell lysate (supplemented with 0.2 mM GTP) was incubated at 4 ° C for 1 h with 15 μ l of m 7 GTP resin (GE Healthcare) in TC buffer, and the resin was then washed extensively in TC buffer. The cap-binding complex was eluted with m 7 GpppG (0.2 mM; Ambion), and proteins were resolved by SDS-PAGE.",
            "paragraph_rank": 44,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 57,
                    "text": "( Stebbins-Boaz et al., 1999 )",
                    "end": 87
                }
            ]
        },
        {
            "section": "Ribosome binding assay",
            "text": "The 80S ribosome binding assays were performed with the following steps: (1) RRL was preincubated at 30 ° C for 20 min;",
            "paragraph_rank": 45,
            "section_rank": 17
        },
        {
            "section": "Ribosome binding assay",
            "text": "(2) the RRL was then incubated with radio-labeled (3 Ј -end) reporter mRNA (0.36 pmol), equimolar amounts of Msi1 (3.6 pmol) or GST, cycloheximide (0.6 mM) (EMD), complete amino acid mix (0.05 mM) (Promega), RNasin (40 U) (Promega), and high salt buffer, in a total volume of 37.5 μ l, at 30 ° C for 20 min.",
            "paragraph_rank": 46,
            "section_rank": 17
        },
        {
            "section": "Ribosome binding assay",
            "text": "Screening for Msi1-binding proteins 293T cells were transfected with a plasmid to express the Flag-Msi1-TAP tag or the Flag-TAP tag alone. After 2 d of culture, the cells were lysed in IPP150 buffer with Complete Protease Inhibitor Cocktail (Roche), and the TAP-fusion proteins in the lysate were purifi ed using the S é raphin Laboratory TAP protocol (http://www.cgm.cnrs-gif.fr/epissage/). The Msi1-binding proteins, the specifi c bands of which are shown in Fig. 1 A , were identifi ed by MALDI-TOF mass spectrometry (Apro-Science).",
            "paragraph_rank": 47,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 461,
                    "text": "Fig. 1 A ,",
                    "end": 471
                }
            ]
        },
        {
            "section": "Cell culture and transfection",
            "text": "All cell lines (293T, P19, HeLa) were cultured as described previously , and transfections of Msi1 variants, PABP variants, and eIF4G variants in 293T or HeLa cells were performed using the Fugene 6 transfection reagent (Roche) or Lipofectamine 2000 (Invitrogen). Cultures of dissociated rat primary hippocampal neurons were prepared as described previously ( Iijima et al., 2005 ), and then staining was examined in stage-5.",
            "paragraph_rank": 48,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 358,
                    "text": "( Iijima et al., 2005 )",
                    "end": 381
                }
            ]
        },
        {
            "section": "Protein purifi cation and immunoblotting",
            "text": "GST-and His-tagged proteins were expressed in Escherichia coli strain BL21 and purifi ed by glutathione-Sepharose 4B and ProBond resin as described by the manufacturer (GE Healthcare and Invitrogen) and the previous study . Immunoblotting was performed using methods described previously ( Kaneko et al., 2000 ). To detect and quantify the probed proteins, ECL reagent (GE Healthcare) and the LAS 3000 mini PhosphorImager (Fujifi lm) and its software were used.",
            "paragraph_rank": 49,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 288,
                    "text": "( Kaneko et al., 2000 )",
                    "end": 311
                }
            ]
        },
        {
            "section": "In vitro translation assay",
            "text": "For the in vitro translation assays, luciferase reporter mRNAs containing the cap and poly(A)-tail were synthesized following the standard procedure for mMESSAGE mMACHINE T7 Ultra (Ambion) after pT7-rLuc-MCS and pT7-fLuc-MCSmut were linearized with XhoI digestion, respectively. In this kit (Ambion), these capped mRNAs were synthesized by using ARCA (anti-reverse cap analogue; Ambion). Similarly, luciferase reporter mRNAs containing the IRES and poly(A)-tail were synthesized without the cap analogue, according to standard procedures (Ambion), after pT7-HCV IRES rLuc-MCS, pT7-HCV IRES rLuc-MCSmut, pT7-EMCV IRES-fLuc-MCS, or pT7-EMCV IRES-fLuc-MCSmut was linearized with XhoI digestion, respectively. The in vitro translation reactions were performed as described below, according to the manufacturer ' s protocol (Promega). Each reaction mixture (total volume 12 μ l) contained: 8.0 μ l of nuclease-treated rabbit reticulocyte lysate (RRL), 0.50 μ l of complete amino acid mix (1 mM stock; Promega), 0.25 μ l of RNasin (40 U/ μ l l stock; Promega), 0.28 μ l of 2 M KCl, 0.075 pmol of luciferase reporter mRNA, and 7.5 pmol of recombinant proteins (GST, GST-Msi1, GST-Msi1-D2). The reaction mixtures were incubated at 30 ° C for 0 -90 min, and the luciferase activity was measured at time points throughout the incubation period. To assay luciferase activity, 1 μ l of the translation reaction was added to 25 μ l luciferase assay reagent (Picka-Gene Dual; Toyo B-net Co., ltd) and immediately measured in a 0.1-s reading using a Luminometer (Lumat LB 960).",
            "paragraph_rank": 50,
            "section_rank": 20
        },
        {
            "section": "Immunohistochemistry and immunofl uorescence",
            "text": "The immunohistochemical staining of E14 mouse brain coronal sections with anti-Msi1 (Mab 14H1), PABP, eIF4G, or Sox1/(2)/3 antibodies were performed as described previously ( Okada et al., 2004 ;Tokunaga et al., 2004 ). Immunocytochemistry was performed as described previously , and CSK buffer was used to wash before cells were fi xed. The stainings were visualized by AlexaFluor 488-, 555-, or 568conjugated secondary antibodies (Invitrogen). The digital images of cells were captured by a laser confocal microscope (LSM510; Carl Zeiss, Inc.), using in immunohistochemistry either a 20x/0.5 NA or 63x/1.2 NA water objective lens and in immunocytochemistry a 100x/1.45 NA oil or 63x/1.4 NA oil objective lens. Image acquisition was performed with LSM Image Browser software (Carl Zeiss, Inc.).",
            "paragraph_rank": 51,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 173,
                    "text": "( Okada et al., 2004 ;",
                    "end": 195
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 195,
                    "text": "Tokunaga et al., 2004 )",
                    "end": 218
                }
            ]
        },
        {
            "section": "Subcellular fractionation and sucrose gradient analysis",
            "text": "Subcellular fractionation and sucrose gradient analysis were performed as described previously ( Matsumoto et al., 2000 ;Aoki et al., 2002 ), using P19 cells treated with heat shock at 44 ° C or untreated. Ultracentrifugation was performed using either the MLS 50 rotor (Beckman Coulter) at 100,000 g for 1 h at 4 ° C ( Fig. 4 C ) or a Hitachi P50S2 rotor at 48,000 rpm for 0.8 h at 4 ° C ( Fig. 4 D ). The gradients in Fig. 4 D were then sequentially fractionated into 230-μ l fractions by a piston gradient fractionator (Biocomp).",
            "paragraph_rank": 52,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 95,
                    "text": "( Matsumoto et al., 2000 ;",
                    "end": 121
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 121,
                    "text": "Aoki et al., 2002 )",
                    "end": 140
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 318,
                    "text": "( Fig. 4 C )",
                    "end": 330
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 389,
                    "text": "( Fig. 4 D )",
                    "end": 401
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 420,
                    "text": "Fig. 4",
                    "end": 426
                }
            ]
        },
        {
            "section": "Immunoprecipitation and in vitro and in vitro competition assays",
            "text": "Immunoprecipitations were performed in TC buffer with Complete Protease Inhibitor Cocktail (Roche). E14 mouse brain was homogenized in TC buffer",
            "paragraph_rank": 53,
            "section_rank": 23
        },
        {
            "section": "Immunoprecipitation and in vitro and in vitro competition assays",
            "text": "The following steps;",
            "paragraph_rank": 54,
            "section_rank": 23
        },
        {
            "section": "Immunoprecipitation and in vitro and in vitro competition assays",
            "text": "(3) stop-reaction, (4) ultracentrifugation, (5) fractionation, were performed as described previously ( Kahvejian et al., 2005 ). 40S ribosome binding assays were performed similarly to the 80S ribosome binding assay except for using low salt buffer (LSB) and adding GMP-PNP (2 mM) (Sigma-Aldrich) to prevent 60S subunit joining in incubation step (2).",
            "paragraph_rank": 55,
            "section_rank": 23,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 102,
                    "text": "( Kahvejian et al., 2005 )",
                    "end": 128
                }
            ]
        },
        {
            "section": "Northern blot analysis",
            "text": "After in vitro translation ( Fig. 5 A ), each total RNA from each fraction was prepared from the RRL lysate as described previously ( Matsumoto et al., 2000 ). Northern blot analyses were performed as described previously ( Iijima et al., 2005 ). Hybridization signals were detected using BAS2500 (Fujifi lm).",
            "paragraph_rank": 56,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 27,
                    "text": "( Fig. 5 A )",
                    "end": 39
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 132,
                    "text": "( Matsumoto et al., 2000 )",
                    "end": 158
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 222,
                    "text": "( Iijima et al., 2005 )",
                    "end": 245
                }
            ]
        },
        {
            "section": "Northern blot analysis",
            "text": "Online supplemental material Fig. S1 shows the specifi c interaction between Msi1 and PABP by coimmunoprecipitation assay and GST pull-down assay using purifi ed proteins. Fig. S2 shows the biophysical analysis using a QCM-resonator, the Affi -nixQ (Initium Inc.). Fig. S3 shows Northern blot analysis of the reporter mRNAs isolated from the RRL after in vitro translation in Fig. 5 A . The supplemental tables include lists of plasmids, buffers, and antibodies used in this study. Online supplemental material is available at http://www.jcb .org/cgi/content/full/jcb.200708004/DC1.",
            "paragraph_rank": 57,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 29,
                    "text": "Fig. S1",
                    "end": 36
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 172,
                    "text": "Fig. S2",
                    "end": 179
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 265,
                    "text": "Fig. S3",
                    "end": 272
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 376,
                    "text": "Fig. 5",
                    "end": 382
                }
            ]
        },
        {
            "section": "Figure 1 .",
            "text": "Identifi cation of PABP as an Msi1-specifi c binding protein by the TAP method. (A) Msi1-bound proteins that were extracted from 293T cells expressing Flag-Msi1-TAP were resolved by SDS -PAGE, visualized by CBB staining(lanes 2 and 4), and compared with those of control Flag-TAP-expressing cells (lanes 1 and",
            "paragraph_rank": 58,
            "section_rank": 25
        },
        {
            "text": "Inset in E shows a low magnifi cation view of the main Msi1-expressing regions. CP, cortical plate; IZ, intermediate zone; VZ, ventricular zone. Bars: 5 μ m (B), 50 μ m (E).",
            "paragraph_rank": 59,
            "section_rank": 26
        },
        {
            "section": "Figure 2 .",
            "text": "The C-terminal region of Msi1 that bound PABP is necessary for its function. (A) Illustration of proteins containing the T7-Msi1 variants: Msi1Amut (mutation in RRM1, and fails to bind mRNA: lane 2), Msi1Bmut (mutation in RRM2: lane 3), and a series of Msi1C-terminal deletions (lanes 4 -",
            "paragraph_rank": 60,
            "section_rank": 27
        },
        {
            "section": "Figure 3 .",
            "text": "Msi1 competed with binding of eIF4G to PABP. (A) Illustration of the PABP variants. (B) Flag-Msi1 or Flag-eIF4GN-(1 -582) was coimmunoprecipitated with Myc-PABP variants in 293T cells using anti-FLAG resin. Notably, Msi1 and eIF4G bound to a common domain within PABP (middle, bottom). (C) In vitro competition assay between purifi ed GST-Msi1 and purifi ed Flag-eIF4G (45 -1560)-His immobilized FLAG resin. The CBB-stained, purifi ed fusion proteins Flag-eIF4G (41 -1560)-His, GST-PABP, GST, GST-Msi1-D2, and GST-Msi1 are shown (left panel, lanes 1 -5). (D -F) Analysis of the kinetics of PABP ' s interaction with Msi1 or eIF4G by the QCM. (D) Illustration of the His-tagged proteins immobilized on the QCM plate and GST-PABP. The His-tag proteins were anchored to the QCM plate by an anti-His antibody. (E) Curves showing the time course of the changes in frequency for the proteins coated on the QCM plate, His-eIF4G 41-244mut, His-Msi1-D2, His-eIF4G 41 -244, His-Msi1, and Flag-eIF4G (41 -1560)-His, in response to the addition of 100 nM GST-PABP. (F) Summary of the kinetics parameters for the binding of PABP to Msi1 or eIF4G on the QCM; for a more detailed description seeMaterials and methods. (G)  In vivo competition assay using 293T cells expressing Flag-eIF4GN and Myc-Msi1. The quantitative analysis was performed with Multigauge software (Fujifi lm) in C and G ( n = 5, mean ± SEM; *, P < 0.01 vs. control; † , P < 0.05 vs. control).",
            "paragraph_rank": 61,
            "section_rank": 28
        },
        {
            "text": "Fig. 5 C) and with hRAP55 in",
            "paragraph_rank": 62,
            "section_rank": 29
        },
        {
            "section": "Figure 4 .",
            "text": "Cellular localization of Msi1. (A) Msi1",
            "paragraph_rank": 63,
            "section_rank": 30
        },
        {
            "section": "Figure 5 .",
            "text": "Msi1 inhibited the 80S ribosome initiation complex formation on mRNA. (A) Illustration of the in vitro -transcribed reporter mRNAs (top). The reporter mRNA and purifi ed GST-tagged proteins were incubated with RRL at 30 ° C for 90 min. Msi1 repressed the cap-dependent and IRES-dependent translation.",
            "paragraph_rank": 64,
            "section_rank": 31
        },
        {
            "section": "Figure 7 .",
            "text": "A working model for targeted translational repression by Msi1. Msi1 interacts with the 3 Ј UTR of its target mRNA and PABP, and subsequently inhibits translation initiation by competing with eIF4G for PABP. These sequential events inhibit formation of the 80S ribosome complex.",
            "paragraph_rank": 65,
            "section_rank": 32
        },
        {
            "section": "Figure 7 .",
            "text": "We greatly appreciate our fruitful discussions with Drs. K.J. Tanaka and  S. Yamasaki ",
            "paragraph_rank": 66,
            "section_rank": 34
        }
    ]
}