{
    "level": "paragraph",
    "abstract": [
        {
            "text": "ITGAM was recently found to be associated with systemic lupus erythematosus (SLE) in populations of not only European ancestry, but also in Hispanic-and African-Americans, Mexicans and Colombians. The risk alleles in the gene, however, were found to be monomorphic in two Asian populations examined: Japanese and Korean. In this study, using a collection of 910 SLE patients and 2360 controls from Chinese living in Hong Kong, analyzed by both genome-wide association and direct sequencing, we confirmed the association of the same risk alleles in ITGAM with the disease. These findings were further replicated in the Thai population with 278 patients and 383 ethnicity-and geography-matched controls. Subphenotype stratification analyses showed significantly more involvement of the gene in patients with renal nephritis and neurological disorders. Although our results support a pivotal role by rs1143679 (R77H) in disease association, our data also suggests an additional contribution from rs1143683, another non-synonymous polymorphism in this gene (A858V). Therefore, despite the low-allele frequencies of the risk alleles of the gene in our two Asian populations, ITGAM was confirmed to be a risk factor related to disease susceptibility and probably severe manifestations of SLE."
        }
    ],
    "body_text": [
        {
            "section": "INTRODUCTION",
            "text": "Systemic lupus erythematosus (SLE) is a prototype autoimmune disease characterized by autoantibody production and multiple organ damage. Both strong genetic predisposing factors and environmental effects are involved in the disease, and there are apparent population differences in terms of disease prevalence and manifestations (1). Asians have a higher disease prevalence (100 patients/100 000 for women) and more renal involvement (2 -4) than Caucasians. Population differences in term of susceptibility genes were also well documented (5 -7). Identifying differences in genetic susceptibility towards the disease could shed light on the mechanisms of the disease and have implications on its clinical intervention.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 329,
                    "text": "(1)",
                    "end": 332
                },
                {
                    "type": "bibr",
                    "start": 539,
                    "text": "(5 -7)",
                    "end": 545
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "In several recent studies, ITGAM has been found to be associated with SLE (8 -11). In the study of Nath et al., † Present address: Division of Medicine and Therapeutics, Ninewells Hospital and Medical School, Dundee, DD1 9SY, Tayside, UK. SNP rs1143679, a non-synonymous SNP that converts Arginine 77 to Histidine, showed the most significant association with the disease in Caucasians and also in two African-American populations, among many other SNPs in the gene also with significant association. The study by Nath et al. found that any haplotype carrying the risk allele at rs1143679 explained the global haplotype association. In a recent study by Han et al. (11), the association and the role of rs1143679 were confirmed in several different ethnicities, such as Hispanic-and African-Americans, Mexicans and Colombians, with large number of samples studied. However, in their study, two Asian populations, the Japanese and Koreans, with a combination of 907 cases and 594 controls examined, were found to be monomorphic on the SNPs associated with the disease in other populations.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 74,
                    "text": "(8 -11)",
                    "end": 81
                },
                {
                    "type": "table",
                    "start": 226,
                    "text": "Tayside, UK.",
                    "end": 238
                },
                {
                    "type": "bibr",
                    "start": 514,
                    "text": "Nath et al.",
                    "end": 525
                },
                {
                    "type": "bibr",
                    "start": 654,
                    "text": "Han et al. (11)",
                    "end": 669
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "In this study, we have examined the involvement of ITGAM in two Asian populations: Chinese living in Hong Kong and Thai living in Bangkok. This study includes two independent experimental settings. In a genome-wide association study (GWAS), we genotyped 314 SLE samples collected in Hong Kong using Illumina 550K Beadchip and analyzed the data against 920 control samples. In another setting, by direct sequencing, we genotyped four SNPs in ITGAM, namely rs1143679, rs9888739, rs1143683 and rs1143678, in 918 SLE cases and 1440 healthy controls from our Hong Kong collection as well as case -control study samples collected in Thailand. Our study confirmed the association of the gene with SLE in these two populations. It also points out some potential differences between our findings and the reported results from other ethnicities."
        },
        {
            "section": "Association of ITGAM with SLE by GWAS",
            "text": "We genotyped 320 SLE samples randomly selected from our Hong Kong SLE collection by Illunima 550K Beadchip, and 314 of them passed quality control. We analyzed our case samples against 920 controls, which include 400 healthy individuals of Chinese ethnicity and 520 samples from two other studies on schizophrenia and HBV infection in Hong Kong Chinese. The allele frequencies of the ITGAM SNPs were found to be very similar in the three different control groups. In Table 1, we listed the SNPs in and around ITGAM (within 100 kb up-and down-stream of the gene) that showed significant association with the disease, together with rs11574637, the SNP that was found to be associated with SLE in the study of Hom et al. It can be seen from Figure 1 that all the five SNPs showed significant association with SLE in ITGAM have high linkage disequilibrium (LD) with each other. SNP rs11574637 was not associated with SLE in our population, a finding different from result reported by Hom et al. This result probably reflected the LD difference of rs11574637 with other SNPs in the ITGAM gene between the two populations (e.g. between rs1143683 and rs11574637, r 2 ¼ 0.8 and 0.65 in Caucasians and Chinese, respectively, Fig. 1). As speculated by Hom et al. and later confirmed by two other studies (8 -10), the association seen from rs11574637 is probably due to the LD with the nonsynonymous SNPs in the ITGAM gene.",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 467,
                    "text": "Table 1",
                    "end": 474
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 738,
                    "text": "Figure 1",
                    "end": 746
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1216,
                    "text": "Fig. 1",
                    "end": 1222
                },
                {
                    "type": "bibr",
                    "start": 1294,
                    "text": "(8 -10)",
                    "end": 1301
                }
            ]
        },
        {
            "section": "Association of ITGAM with SLE by GWAS",
            "text": "Using the samples from our Hong Kong SLE collection, we further genotyped four SNPs that were found to be associated with SLE in the previous studies as well as from findings from our own GWAS. SNP rs1143679 was not on the Illumina 550K Beadchip but was found to play a pivotal role in disease association reported by Nath et al. (10), and was therefore included for further study. In both Hong Kong samples and samples from Thailand, the association of ITGAM with SLE was confirmed (Table 2). Interestingly, the risk alleles are much lower in frequency in our populations compared with other populations, especially for the risk alleles in Hong Kong Chinese. Of the four SNPs genotyped, only rs1143683 and rs1143679 showed significant association with the disease in Hong Kong samples. The Thai samples showed much higher allele frequencies for these SNPs in the controls and significant association for all four SNPs genotyped. It seems that the risk alleles may have larger effect sizes in the Thai samples, but testing for heterogeneity of the ORs between the two populations were not significant. However, the negative result in the heterogeneity test between the two populations could be just a reflection of low power for this analysis.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 330,
                    "text": "(10)",
                    "end": 334
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 483,
                    "text": "(Table 2)",
                    "end": 492
                }
            ]
        },
        {
            "section": "Involvement of ITGAM towards severe disease manifestations",
            "text": "Since SLE is an extremely heterogeneous disease, we went on to ask the question whether the risk alleles in ITGAM are also associated with different manifestations in our Hong Kong samples. The risk alleles in the gene seem to show association only in the patients with renal nephritis but not in patients without, and comparison between patients with and without renal nephritis is significant for both rs1143683 and rs1143679 (P ¼ 0.022 and 0.029, respectively, Table 3). Similar findings were detected for patients with neurological disorders, for which significant association were found in patients positive for the phenotype despite the small sample size (n ¼ 46), whereas the association is marginally significant for the phenotype-negative patients (Table 3). For several other manifestations, the risk SNPs showed higher ORs in patients positive for the subphenotypes than in patients negative for them, such as on anti-dsDNA antibody, hematological disorder and immunological disorder, although patients-only analysis did not show significant difference. Interestingly, the risk alleles seem to associate with the disease in patients negative for photosensitivity. It should be noted that the significance in statistics is before correction for multiple testing, and the subphenotype stratification test is prone to both false-positive and false-negative results (see Supplementary Material, Figs S1-S2 for power calculation of this study). A definitive conclusion for subphenotype association probably requires a significant increase in sample size and/or replication work in other Asian collections.",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 464,
                    "text": "Table 3",
                    "end": 471
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 757,
                    "text": "(Table 3",
                    "end": 765
                }
            ]
        },
        {
            "section": "Independently contributing variants to the association",
            "text": "The studies by Nath et al. and Han et al. have demonstrated that the association on ITGAM gene probably stem from the risk allele at rs1143679, which converts Arginine 77 to Histidine. From analyzing the Hong Kong samples by logistic regression and conditioning on each single SNP, none of the SNPs genotyped showed significant association independent of one another, probably reflected the low power of the study on rare alleles. Logistic regression analysis on Thai samples indicates that rs1143679 remains significant when controlling the effect of rs9888739 or rs1143678. However, both rs1143679 and rs1143683 lose significant association when analyzed with each other in the logistic regression analysis."
        },
        {
            "section": "Independently contributing variants to the association",
            "text": "Haplotype analysis of the Hong Kong samples showed only marginal significance in disease association for haplotype TTAT formed by rs1143679, rs9888739, rs1143683 and rs1143678 (P ¼ 0.021). Not surprisingly, none of the tests on an independent contribution from the SNPs in the haplotype analysis produced significant results. For the Thai samples, for whom the risk alleles have significantly higher frequencies, haplotype TTAT increased from 1.69% in controls to 6.46% in cases, and gave a P-value of 3.20 Â 10 25 for disease association. Independent effect of rs1143679 toward the haplotype association is significant (P ¼ 0.0074, significant difference between haplotypes TTAT and CTAT). Surprisingly, independent effect test for rs1143683 is also significant in the haplotype test (P ¼ 0.0061, significant difference between the effect of haplotypes CCAC and CCGC formed by the four SNPs). When analyzed conditioning on the effect of rs1143679, there is also a residual effect of the haplotypes (P ¼ 0.046), indicating association besides rs1143679."
        },
        {
            "section": "Independently contributing variants to the association",
            "text": "SNP rs1143683 seems to be the most ancient allele among the four SNPs with the highest minor allele (risk allele) frequency among the four SNPs and the D'-values equal to 1 among all four SNPs. Therefore, in addition to performing statistical analysis, we took away the samples carrying the T allele (the rare, risk allele) of rs1143679 from the analysis and analyzed the rest of the samples. For the Hong Kong samples, rs1143683 remains significantly associated with the disease (OR: 1.63, 95% CI: 1.00-2.65, P ¼ 0.046). For the Thai samples, rs1143683 has an OR of 1.70 when the remaining samples were analyzed, but the effect failed to show significance (P ¼ 0.14), presumably due to the small sample size. Altogether, these results seem to indicate that, in addition to supporting an independent contribution from rs1143679, other variants, probably rs1143683, may have independent effect of its own."
        },
        {
            "section": "DISCUSSION",
            "text": "The risk allele of rs1143679 (T) has a frequency of 9 -11% in European-, Hispanic-and African-Americans and the Gullah population, as well as Mexicans and Colombians, and showed significant association with SLE in all the tested populations (10,11). However, in Japanese and Korean populations, the risk SNP was found to be monomorphic. In the study with Hong Kong Chinese and the Thai populations, we confirmed existence of the risk alleles in our populations and their association with the disease, thus filling the last missing piece on the picture of the association of the gene across different ethnicities.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 241,
                    "text": "(10,",
                    "end": 245
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 245,
                    "text": "11)",
                    "end": 248
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "We found that both rs1143863 and rs1143679 reached significance in the allelic association test in Hong Kong samples (P ¼ 0.0037 and 0.021, respectively, Table 2), despite lowallele frequencies and low power of the study on rare SNPs. The GWAS data showed slightly higher effect size (OR) than the replication study (Tables 1 and 2), which may have reflected a sample selection bias since 74% of the patients are positive for renal nephritis for the GWAS samples, comparing with only 47% in the overall (replication) samples (included the SLE samples in the GWAS). Interestingly, the allele frequencies for these SNPs are considerably higher in the Thai samples, although still much lower than those in the Caucasians (Table 2). The Thai samples also showed higher ORs on all the tested SNPs than the Hong Kong samples ( Table 2).",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 154,
                    "text": "Table 2",
                    "end": 161
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 316,
                    "text": "(Tables 1 and 2)",
                    "end": 332
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 718,
                    "text": "(Table 2)",
                    "end": 727
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 821,
                    "text": "Table 2)",
                    "end": 829
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "In both Hong Kong and Thai populations, rs1143679 has an intermediate LD with the other three SNPs genotyped (Fig. 1, r 2 ¼ 0.4 -0.6), allowing testing of its independent effect on the disease association. Although our data support a vital role for rs1143679, it seems that rs1143683, which converts alanine at position 858 of the protein to valine, may have further contribution toward disease association. On top of all the statistical analysis, we observed significant disease association from rs1143683 after excluding all the samples carrying the risk allele of rs1143679, supporting independent contribution besides rs1143679. The relative lower LD between rs1143679 and other disease-associated variants in our populations ( Fig. 1) is probably the explanation for the different findings from other populations and from our two Asian populations. It is also possible that there could be a population difference in the effect of rs1143683. The low-allele frequencies for these variants in our populations reduce the power of our study, and it will be important to have other studies reexamine the issue of independent contribution of these SNPs.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 109,
                    "text": "(Fig. 1",
                    "end": 116
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 732,
                    "text": "Fig. 1)",
                    "end": 739
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "It seems that in our Hong Kong samples, the association is tightly related to lupus nephritis ( Table 3). The risk alleles also seem to be associated with some other severe manifestations of the disease. The confirmation of the ITGAM gene with SLE susceptibility in our two Asian populations seems convincing and consistent with previous reports from other ethnicities (8 -11). However, proving connection of the genetic variants in this gene with different manifestations will need much increased sample size and replications from other collections. Elucidating connections between genetic variations and clinical manifestations, especially severe, potentially life-threatening ones, will play crucial role in our understanding of disease mechanisms and improving clinical intervention. To reach this goal, meta-analysis from different studies is important, since it will be difficult for a single study to have the sample size needed to reach a definitive answer in stratification analysis, especially for genetic variants of low-allele frequencies. The product of ITGAM, integrin-a M (CD11bþ), is a molecule that combines with integrin-b 2 to form a leukocytespecific integrin. The a M b 2 -integrin is important in the adherence of neutrophils and monocytes to stimulated endothelium and in the phagocytosis of complement-coated particles. Ligation of the complement C3 activation product iC3b to integrin-a M on antigen-presenting cells results in the production of TGFb2 and IL10, a process that is essential for the induction of tolerance (12). Molad et al. (13) reported that neutrophils from SLE patients with more active disease expressed greater CD11b/CD18 than those from controls or patients with less active disease. In addition to clearance of immune complexes, ITGAM may suppress differentiation of helper T-cell type 17 (Th17), a pathway that has been shown to be involved in autoimmunity (14,15). ITGAM deficiency may also lead to enhanced IL6 production by antigen presenting cells, which subsequently promotes preferential differentiation of naïve T cells to Th17 (16).",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 96,
                    "text": "Table 3)",
                    "end": 104
                },
                {
                    "type": "bibr",
                    "start": 369,
                    "text": "(8 -11)",
                    "end": 376
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1546,
                    "text": "(12)",
                    "end": 1550
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1565,
                    "text": "(13)",
                    "end": 1569
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1906,
                    "text": "(14,",
                    "end": 1910
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1910,
                    "text": "15)",
                    "end": 1913
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 2084,
                    "text": "(16)",
                    "end": 2088
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Despite of the across population association of the gene with SLE susceptibility, further work is needed to understand how exactly the risk alleles affect the disease. Another question is whether two other non-synonymous polymorphisms, A858V coded by rs1143683 and P1146S coded by rs1143678, also play any role in the disease in addition to R77H coded by SNP re1143679, as statistical analysis is often incapable of distinguishing the effect of different variants when they have high LD with each other, and much increased sample sizes are needed to tell them apart. It seems that P1146 is at a position even better conserved than R77 in the protein in evolutionary courses ( Supplementary  Material, Fig. S3). Functional studies and applying the knowledge so obtained in clinical interventions are important steps to be taken following genetic findings.",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 676,
                    "text": "Supplementary  Material, Fig. S3",
                    "end": 708
                }
            ]
        },
        {
            "section": "MATERIALS AND METHODS",
            "text": "The Hong Kong SLE patients were recruited from three Hong    (18). Hidden population structure was examined by Eigenstrat (19).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 61,
                    "text": "(18)",
                    "end": 65
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 122,
                    "text": "(19)",
                    "end": 126
                }
            ]
        },
        {
            "section": "Replication",
            "text": "Four of the ITGAM SNPs were genotyped in the replication phase by direct sequencing of the PCR products. Primer sequences: SNP rs1143683: forward: TGACTGTGAGAAAT-GATGGTGAGGA and reverse: CCAGGAGTTCTGACCT CTGAGTTTTC. SNP rs1143679: forward: AGTGCGACTA CAGCACAGGCTCAT and reverse: GAGACAAGGAGGTC TGACGGTGAA. SNP rs9888739: forward: TCACTCCTA AATTTCCCTAAAAATATGGA and reverse: GAAAGAAC CATGAGCATGAGCTATTT. SNP rs1143678: forward: TG TCGCTCTCACTGCCCTCCTCT and reverse: CTACGTG TGGTCTGGGCAGAGTC. PCR condition used is as "
        },
        {
            "section": "ACKNOWLEDGEMENTS",
            "text": "This study was partially supported by the Shun Tak District Min Yuen Tong of Hong Kong."
        },
        {
            "text": "follows: 968C, 5 min; 968C, 30 s; 588C, 50 s; 728C, 1 min; for 40 cycles: 728C, 10 min."
        },
        {
            "section": "Statistical analysis",
            "text": "All SNPs were tested for significant deviation from Hardy -Weinberg equilibrium in controls and all passed the test with P-values . 0.05. The SNPs were analyzed for an association with the disease by means of comparison of the minor allele frequency in patients and controls (basic allelic test) as well as other tests using Plink (18). LD patterns were analyzed and displayed by HaploView (20). Association of the SNPs with disease risk was also corrected by logistic regression using age and sex as covariates and the associations found in this study remain significant after all the corrections.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 331,
                    "text": "(18)",
                    "end": 335
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 390,
                    "text": "(20)",
                    "end": 394
                }
            ]
        },
        {
            "section": "Statistical analysis",
            "text": "Average ORs and P-values jointly analyzed from both the Hong Kong Chinese and the Thai populations were obtained by CMH test of association conditional on SNP differences between the two populations. Potential heterogeneity of ORs for a given SNP between the two populations was tested both by Breslow -Day test and by partitioning the x 2 statistic between the two populations. Test of independent contribution of a SNP controlling for the effect of other SNPs in the same gene was done by logistic regression as well as haplotype analyses. Association with subphenotype was analyzed by comparing cases with a certain subphenotype with controls, cases without the subphenotype with controls, heterogeneity test of two ORs so derived and direct comparison of the cases with and without the subphenotypes."
        },
        {
            "section": "SUPPLEMENTARY MATERIAL",
            "text": "Supplementary Material is available at HMG online."
        },
        {
            "section": "SUPPLEMENTARY MATERIAL",
            "text": "Conflict of Interest statement. None declared."
        },
        {
            "section": "FUNDING",
            "text": "Funding to pay the Open Access publication charges for this article was provided by The University of Hong Kong."
        }
    ]
}