{
    "level": "paragraph",
    "abstract": [],
    "body_text": [
        {
            "text": "Obesity and attendant complications including type 2 diabetes mellitus, hypertension (HTN), and heart disease are worldwide epidemics with incompletely understood associations. Mechanisms underlying the association of HTN and obesity include upregulation of the renin-angiotensin-aldosterone system, sympathetic nervous system, insulin resistance, and adipose tissue activity, but a paradoxically downregulated cardiac natriuretic peptide system, cardiovascular system, and altered renal function (1). Recent studies suggest that natriuretic peptide deficiency may provide a link between obesity-related HTN and insulin resistance (2). Weight loss through bariatric surgery has reduced or eliminated HTN in multiple randomized controlled trials, perhaps through decreased plasma volume, but other mechanisms including changes in the cardiac natriuretic peptide system and lipolysis remain obscure (3). Understanding natriuretic peptide concentration changes following Roux-en-Y gastric bypass (RYGB) surgery may help elucidate the mechanism and impact of paradoxically low concentrations in obesity. We characterized changes in B-type natriuretic peptide (BNP) and N-telopeptide pro-BNP (NT-proBNP) in obese subjects after RYGB surgery by measuring concentrations at baseline and 6, 12, and 24 months postoperatively to enhance our understanding of BNP's role in weight loss and hemodynamics in this population.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 497,
                    "text": "(1)",
                    "end": 500
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 631,
                    "text": "(2)",
                    "end": 634
                }
            ]
        },
        {
            "text": "We studied 40 obese subjects with BMI $35 kg/m 2 and at least one comorbid condition who participated in a separate randomized, controlled clinical trial examining the effects of RYGB surgery combined with omentectomy. That study was published previously (4). We obtained previously collected plasma samples from subjects randomized to RYGB alone or RYGB with omentectomy at surgery. This longitudinal study comprised five study visits at which blood was collected in EDTA tubes, centrifuged immediately, and plasma was stored at 2808C until assays were performed. BNP and NT-proBNP were measured using commercially available peptide enzyme immunoassays (Penninsula Laboratories, San Carlos, CA; Biomedica Immunoassays, Vienna, Austria, respectively). Linear mixedeffects model analysis was used to evaluate the change in BNP and NT-proBNP over time. Covariates included age, systolic blood pressure, BMI, alanine aminotransferase, hematocrit, fat body mass, lean body mass, and homeostasis model assessment of insulin resistance; factors included sex, presence of type 2 diabetes mellitus, and omentectomy randomization status. A two-sided P value , 0.05 was considered significant. Statistical analyses were performed using SPSS software v.17.0 (SPSS Inc., Chicago, IL). BMI, fat body mass, lean body mass, and blood pressure decreased at each follow-up time point compared with baseline. BMI, fat body mass, and lean body mass decreased compared with the previous visit at 6 and 12 months in post hoc analysis. Decreasing fat body mass and decreasing BMI were associated with increasing BNP at 12 and 24 months by linear mixed-effects model analysis (P 5 0.01 and P 5 0.02, respectively, at 12 months; and P 5 0.01 for both covariates at 24 months). BNP increased compared with baseline at follow-up time points 12 and 24 months (Fig. 1). NT-proBNP increased at 12 months but trended down at 24 months (Fig. 1). Omentectomy had no effect on BNP or HTN. Given recent data showing that natriuretic peptides contribute to the \"browning\" of fat tissue, resulting in increased energy expenditure (5), their role in blood pressure regulation, weight loss, and lipolysis in patients undergoing RYGB surgery invites further inquiry.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 255,
                    "text": "(4)",
                    "end": 258
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1832,
                    "text": "(Fig. 1)",
                    "end": 1840
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1905,
                    "text": "(Fig. 1)",
                    "end": 1913
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 2094,
                    "text": "(5)",
                    "end": 2097
                }
            ]
        },
        {
            "text": "Author Contributions. A.M.M. researched data, performed assays, and wrote the manuscript. N.J.B. verified data and reviewed and edited the manuscript. R.T. researched data and reviewed and edited the manuscript. N.A. served as the principal investigator for the original clinical research study from which samples were obtained, verified data, and reviewed and edited the manuscript. A.M.M. is the guarantor of this work and, as such, had full access to all the data in the study and takes responsibility for the integrity of the data and the accuracy of the data analysis."
        }
    ]
}