{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Background: Older women have lower breast cancer surgery rates than younger women. UK policy states that differences in cancer treatment by age can only be justified by patient choice or poor health. Methods: We investigate whether lack of surgery for older patients is explained by patient choice/poor health in a prospective cohort study of 800 women aged X70 years diagnosed with operable (stage 1-3a) breast cancer at 22 English breast cancer units in 2010-2013. Data collection: interviews and case note review. Outcome measure: surgery for operable (stage 1-3a) breast cancer o90 days of diagnosis. Logistic regression adjusts for age, health measures, tumour characteristics, socio-demographics and patient's/surgeon's perceived responsibility for treatment decisions. Results: In the univariable analyses, increasing age predicts not undergoing surgery from the age of 75 years, compared with 70-74-year-olds. Adjusting for health measures and choice, only women aged X85 years have reduced odds of surgery (OR 0.18, 95% CI: 0.07-0.44). Each point increase in Activities of Daily Living score (worsening functional status) reduced the odds of surgery by over a fifth (OR 0.23, 95% CI: 0.15-0.35). Patient's role in the treatment decisions made no difference to whether they received surgery or not; those who were active/collaborative were as likely to get surgery as those who were passive, that is, left the decision up to the surgeon. Conclusion: Lower surgery rates, among older women with breast cancer, are unlikely to be due to patients actively opting out of having this treatment. However, poorer health explains the difference in surgery between 75-84-year-olds and younger women. Lack of surgery for women aged X85 years persists even when health and patient choice are adjusted for. Older women experience higher incidence and worse survival for breast cancer compared with younger women. Incidence doubles from 202 out of 100 000 for women aged 45-49 to 409 out of 100 000 for those aged X85 years (England 2009) (ONS, Office of National Statistics, 2011). Relative five year breast cancer survival decreases with age from 89% for 40-49-year-olds to 69% for women aged X80 years, a drop not seen in the United States and Western European countries (Coleman et al, 2011; Cancer Research UK, 2012). The King's Fund indicates that improved management of older cancer patients could increase cancer survival in England (Foot and Harrison, 2011), and it has been estimated that more than 14 000 cancer deaths could be avoided each year in",
            "paragraph_rank": 2,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "text": "the UK for people aged X75 years if our mortality rates matched those of the USA (Moller et al, 2011).",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 81,
                    "text": "(Moller et al, 2011)",
                    "end": 101
                }
            ]
        },
        {
            "text": "Previous studies demonstrate significant and substantial differences in the management of older women with breast cancer compared with younger women (Bouchardy et al, 2007;Louwman et al, 2007). Older women are less likely to be managed in line with the treatment guidelines. Specifically, they are less likely to undergo primary surgery and are also less likely to have follow-up adjuvant treatments such as radiotherapy and chemotherapy (Wyld et al, 2004;Giordano et al, 2005;Naeim et al, 2006;Lavelle et al, 2007b). Around 60% of women aged X80 years in England do not have surgery for breast cancer compared with o10% of younger age groups (Lavelle et al, 2007a(Lavelle et al, ,b, 2012Lawrence et al, 2011).",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 149,
                    "text": "(Bouchardy et al, 2007;",
                    "end": 172
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 172,
                    "text": "Louwman et al, 2007)",
                    "end": 192
                },
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 438,
                    "text": "(Wyld et al, 2004;",
                    "end": 456
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 456,
                    "text": "Giordano et al, 2005;",
                    "end": 477
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 477,
                    "text": "Naeim et al, 2006;",
                    "end": 495
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 495,
                    "text": "Lavelle et al, 2007b)",
                    "end": 516
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 643,
                    "text": "(Lavelle et al, 2007a",
                    "end": 664
                },
                {
                    "type": "bibr",
                    "start": 664,
                    "text": "(Lavelle et al, ,b, 2012",
                    "end": 688
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 688,
                    "text": "Lawrence et al, 2011)",
                    "end": 709
                }
            ]
        },
        {
            "text": "There are many reasons why treatment could vary with age, but UK national cancer strategy has identified 'patient choice' and 'poor health' as the only 'acceptable' reasons for older breast cancer patients not receiving clinically appropriate treatment (DH, Department of Health, 2007. A systematic review comparing surgery plus endocrine therapy with endocrine alone in women aged X70 years concludes that surgery should only be omitted in women who are 'unfit for, or refuse, surgery' (Hind et al, 2007(Hind et al, , p 1029. A recent UK Parliamentary Inquiry into older age and breast cancer states that 'the pressing question is whether the reduced level of treatment observed in older breast cancer patients is justified' and highlights that adjusting for patients' comorbidities and frailty would help establish whether older people with breast cancer are being 'inappropriately undertreated' (APPGBC, All Party Parliamentary Group on Breast Cancer, 2013, p 17).",
            "paragraph_rank": 5,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 253,
                    "text": "(DH, Department of Health, 2007",
                    "end": 284
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 487,
                    "text": "(Hind et al, 2007",
                    "end": 504
                },
                {
                    "type": "bibr",
                    "start": 504,
                    "text": "(Hind et al, , p 1029",
                    "end": 525
                }
            ]
        },
        {
            "text": "Our previous studies suggest that older women in the UK are receiving non-standard treatment for breast cancer for reasons other than having poorer general health (Lavelle et al, 2007b(Lavelle et al, , 2012, as defined by co-morbidity and increasing dependence in Activities of Daily Living (ADL) (functional status). Patients aged X80 years, attending breast cancer units in Greater Manchester between 2002-2003, had 44 times the odds of not receiving surgery for operable breast cancer compared with patients aged 65-79 years, controlling for co-morbidity and functional status (Lavelle et al, 2007a). Several national policies, guidelines (DH, Department of Health, 2000 and initiatives (MacMillan Cancer Support, Age UK and the Department of Health, 2012) have specifically addressed the issue of access to treatment for older cancer patients. This may well have increased surgical rates among older cancer patients over the last decade. Using routine registration data we recently investigated over 23 000 women aged X65 years, registered with breast cancer in Northern Yorkshire and West Midlands, and showed surgery rates rose from 67. 4% in 1997-1999 to 75.1% in 2003-2005  (Lavelle et al, 2012). After adjustment for co-morbidity, older age still predicted lack of surgery. Compared with 65-69-year-olds, the odds of surgery decreased from 0.74 (95% CI: 0.66-0.83) for 70-74-year-olds to 0.13 (95% CI: 0.11-0.14) for women aged X85 years. However, comorbidity is likely to be underestimated as the routine data sources are limited to inpatient stays only. Moreover, no data on wider measures of health such as patient frailty or functional status are routinely collected in the UK, so could not be included. Functional status has been shown to vary independently from co-morbidity (Extermann et al, 1998) and has been found to account for some of the difference in surgical treatment between younger and older breast cancer patients (Lavelle et al, 2007a).",
            "paragraph_rank": 6,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 163,
                    "text": "(Lavelle et al, 2007b",
                    "end": 184
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 184,
                    "text": "(Lavelle et al, , 2012",
                    "end": 206
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 580,
                    "text": "(Lavelle et al, 2007a)",
                    "end": 602
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 642,
                    "text": "(DH, Department of Health, 2000",
                    "end": 673
                },
                {
                    "type": "bibr",
                    "start": 1143,
                    "text": "4% in 1997-1999 to 75.1% in 2003-2005",
                    "end": 1180
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 1182,
                    "text": "(Lavelle et al, 2012)",
                    "end": 1203
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1790,
                    "text": "(Extermann et al, 1998)",
                    "end": 1813
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 1942,
                    "text": "(Lavelle et al, 2007a)",
                    "end": 1964
                }
            ]
        },
        {
            "text": "One explanation for differences in the treatment is that older women may choose non-standard treatment (e.g., decline surgery). No measure of patient choice was adjusted for in these previous UK studies. Tang et al (2011) found that of women aged X70 years, diagnosed with early stage breast cancer in Nottingham (England), who were offered a choice between surgery or treatment with hormone therapy, 58.9% did not have surgery. However, no adjustment was made for age and health in multivariable analysis. The residual variation in access to surgery, not explained by choice and health, could therefore not be estimated. Taking account of patient preference in multivariate models has been attempted in two US studies (Silliman et al, 1997;Mandelblatt et al, 2000). Both adjusted for physical health status as measured by the Short Form-36 (Ware et al, 2002) and whether treatment options had been offered/discussed. However, older age remained the strongest predictor of not receiving standard treatment, after adjusting for these measures of patient health and choice. The generalisability of these results to the UK is limited by differences between the health care systems and survival rates (Coleman et al, 2008). Moreover, even when a treatment choice is offered, the patient could defer to the doctor's advice. There is evidence that older women with breast cancer prefer (and are more likely) to do this (Degner et al, 1997), suggesting that non-standard management of older women is more likely to be the result of the doctor's rather than the patient's decision. This needs to be tested in a study in which perceptions of responsibility for the treatment decision for non-standard management are also measured and adjusted for.",
            "paragraph_rank": 7,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 204,
                    "text": "Tang et al (2011)",
                    "end": 221
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 719,
                    "text": "(Silliman et al, 1997;",
                    "end": 741
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 741,
                    "text": "Mandelblatt et al, 2000)",
                    "end": 765
                },
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 841,
                    "text": "(Ware et al, 2002)",
                    "end": 859
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1197,
                    "text": "(Coleman et al, 2008)",
                    "end": 1218
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1413,
                    "text": "(Degner et al, 1997)",
                    "end": 1433
                }
            ]
        },
        {
            "text": "The current study therefore investigates the extent to which the lack of surgery for older patients is justified by patient choice or poor health and, thereby, whether (and if so the extent to which) 'inappropriate undertreatment' (as defined by national policy) occurs among older breast cancer patients in the UK.",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "MATERIALS AND METHODS",
            "section_rank": 2
        },
        {
            "section": "MATERIALS AND METHODS",
            "text": "Study design. This is a prospective, cohort study of a consecutive series of women diagnosed with operable (stage 1-3a) breast cancer attending 22 breast cancer units predominantly in Northwest England, over a period of 33 months. Data on patient preferences, tumour characteristics, general health and treatment were collected by patient interviews and case note review. The primary outcome measure is primary surgery for operable (stage 1-3a) breast cancer within 3 months of diagnosis. Explanatory variables adjusted for include age, measures of health, patient choice, tumour characteristics, demographics and hospital resources.",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "section": "MATERIALS AND METHODS",
            "text": "Measures of health. Reflecting WHO's definition of health as 'a state of complete physical, mental and social well-being and not merely the absence of disease and infirmity' (WHO, 1948), a range of health measures, representing patient's functional/health status and Health Related Quality of Life (HRQoL) in addition to comorbidity and other clinical measures, were considered. Measures have primarily been selected based on ease of administration, validity, reliability, acceptability to older people (Sturgis et al, 2001;Haywood et al, 2004), and prediction of non-standard management (Lavelle et al, 2007a) and/or treatment outcomes (Audisio et al, 2005). Measures include: Elderly Population Health Status Survey's (ELPHS) ADL (Sharples et al, 2000) functional status measure, Short Form-12 (SF-12) (Ware et al, 2002) health status measure, European Organisation for Research and Treatment of Cancer EORTC-C30 measure of HRQoL (Osoba et al, 1997), Eastern Co-operative Oncology Group-Performance Status (Oken et al, 1982), 6 item Cognitive Impairment Test (6CIT) (Brooke and Bullock, 1999), smoking status, body mass index (Bertin et al, 1998;Sorensen et al, 2002) and Charlson Index of Co-morbidity (Charlson et al, 1987).",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 174,
                    "text": "(WHO, 1948)",
                    "end": 185
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 503,
                    "text": "(Sturgis et al, 2001;",
                    "end": 524
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 524,
                    "text": "Haywood et al, 2004)",
                    "end": 544
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 588,
                    "text": "(Lavelle et al, 2007a)",
                    "end": 610
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 637,
                    "text": "(Audisio et al, 2005)",
                    "end": 658
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 732,
                    "text": "(Sharples et al, 2000)",
                    "end": 754
                },
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 804,
                    "text": "(Ware et al, 2002)",
                    "end": 822
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 932,
                    "text": "(Osoba et al, 1997)",
                    "end": 951
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 1008,
                    "text": "(Oken et al, 1982)",
                    "end": 1026
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1068,
                    "text": "(Brooke and Bullock, 1999)",
                    "end": 1094
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1128,
                    "text": "(Bertin et al, 1998;",
                    "end": 1148
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 1148,
                    "text": "Sorensen et al, 2002)",
                    "end": 1169
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1205,
                    "text": "(Charlson et al, 1987)",
                    "end": 1227
                }
            ]
        },
        {
            "section": "MATERIALS AND METHODS",
            "text": "Patient choice. The Control Preferences Scale (CPS) has a component Perception Scale (Degner et al, 1997;Janz et al, 2004), which we used to examine the extent to which older patients were given and made the choice of whether or not to have surgery from the perspective of both the patients and their surgeons. The CPS Perception Scale measures perceptions of responsibility for the treatment decision (see Table 1), presenting the patient/surgeon with five corresponding response alternatives along a continuum, from the patient to the doctor solely making the treatment decision. The Patient Perception Scale is used to elicit patients' perceptions of who made the decision of whether or not to have surgery. In a subgroup, we also use the Physician Perception Scale to investigate surgeons' perceptions of the same decision for the same consultations (Janz et al, 2004). The patient can then be classified as passive (i.e., surgeon made decision) vs collaborative/ active (i.e., patient shared in or made decision). The scale can only be applied to consultations where a treatment option has been considered. An additional category of 'not discussed' is therefore also included.",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 85,
                    "text": "(Degner et al, 1997;",
                    "end": 105
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 105,
                    "text": "Janz et al, 2004)",
                    "end": 122
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 407,
                    "text": "Table 1",
                    "end": 414
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 854,
                    "text": "(Janz et al, 2004)",
                    "end": 872
                }
            ]
        },
        {
            "section": "MATERIALS AND METHODS",
            "text": "Tumour characteristics. Pre-treatment assessments of tumour characteristics, tumour size, stage, nodal and steroid receptor status were recorded based on clinical, imaging and fine needle/core biopsy assessments (cTNM (UICC, 2009)).",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "section": "MATERIALS AND METHODS",
            "text": "Socio-demographics. Socio-economic class is measured using the National Statistics Socio-Economic Classification (ONS, Office of National Statistics, 2013) and based on the main occupation preretirement if retired and the highest classification if the participant was married or living with a partner. Ethnicity was recorded based on the census classification categories (ONS, Office of National Statistics, 2010).",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "section": "MATERIALS AND METHODS",
            "text": "Study population. Of the 22 breast cancer units in the study 19 are based in the North West of England, 2 in London and 1 in the Midlands. Surgeons' views of the surgical treatment decisions were also collected after each relevant consultation in a subgroup of 12 breast cancer units only, mainly based in Greater Manchester. The restriction of this subset was largely due to the feasibility of obtaining surgeons' views within a manageable geographical area. Screening and accrual. The study was phased in at 16 sites from July 2010 to October 2010 and 6 sites joined the study later. Recruitment ended in sites from October 2012 to April 2013. At 10 sites we recruited patients from age 65 years to take part in a further study of diagnostic tests and follow-up treatments. Apart from the lower age limit, the studies are identical and we include patients aged X70 in this paper. During the recruitment period 2631 patients were screened for eligibility, 1923 approached by the Trust staff to take part in the study and 1004 recruited (52%). Following initial recruitment, 200 patients were excluded (Figure 1). For a further four patients we were unable to obtain case notes for review, leaving 800 included patients aged X70 years.",
            "paragraph_rank": 14,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1102,
                    "text": "(Figure 1",
                    "end": 1111
                }
            ]
        },
        {
            "text": "Inclusion criteria",
            "section_rank": 3
        },
        {
            "section": "Inclusion criteria",
            "text": "Data collection. Eligible patients were identified at diagnosis by Multi-Disciplinary Team meetings, clinic lists and hospital computer systems by research nurses. A patient information pack was given to patients in clinic and followed up by telephone call. Patients who agreed to take part were interviewed within 30 days of diagnosis and (if they were having surgery) before surgery took place. The interview comprised demographic variables and measures of health as detailed above. CPS cards elicited patients' perceived role in the surgical decision. In 12 of the 22 sites surgeons' perceptions (CPS) were also recorded. In these sites following a consultation, in which the decision for surgery or not was taken for each eligible patient, the surgeon completed the CPS scale ( Table 1). The case notes of each patient were reviewed at 3 months post-diagnosis, or later, using a proforma developed to collect data on tumour characteristics at diagnosis, treatments undertaken and co-morbidity. Inter-rater agreement levels for the proforma all satisfied kappa 40.6 indicating substantial to perfect agreement (Landis and Koch, 1977). Three per cent of case note review proformas and 8% of patient interviews were tested for data input errors. Error rates per data item inputted were o0.5% so no further data-checking was required.",
            "paragraph_rank": 15,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 782,
                    "text": "Table 1",
                    "end": 789
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 1113,
                    "text": "(Landis and Koch, 1977)",
                    "end": 1136
                }
            ]
        },
        {
            "section": "Inclusion criteria",
            "text": "Sample size. In order to test whether patients' health and role in the surgical treatment decision predicts surgery among women ",
            "paragraph_rank": 16,
            "section_rank": 3
        },
        {
            "text": "A",
            "section_rank": 4
        },
        {
            "section": "A",
            "text": "The patient made the final decision about which treatment she would receive. I made the final decision about which treatment I would receive.",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "text": "B",
            "section_rank": 5
        },
        {
            "section": "B",
            "text": "The patient made the final decision about which treatment she would receive after seriously considering my opinion.",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "section": "B",
            "text": "I made the final decision about d my treatment after seriously considering my doctor's opinion. C I shared responsibility with the patient for making the final decision about the treatment she would receive.",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "section": "B",
            "text": "My doctor and I shared responsibility for deciding which treatment was best for me. D I made the final decision about which treatment the patient would receive after seriously considering the patient's opinion.",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "section": "B",
            "text": "My doctor made the final decision about which treatment would be used but seriously considered my opinion. E I made the final decision about which treatment the patient would receive. My doctor made the final decision about which treatment I would receive e . a Degner et al (1997). e 'All the decisions regarding my treatment' changed to ' the final decision about which treatment I would receive' to correspond more closely with Physicians Perception Scale and to avoid patient confusion, that is, referring to the treatment decision for surgery vs no surgery not the treatment decision for type of surgery.",
            "paragraph_rank": 21,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 262,
                    "text": "Degner et al (1997)",
                    "end": 281
                }
            ]
        },
        {
            "section": "B",
            "text": "aged X70 with operable breast cancer, the recommended sample size is determined by the number of explanatory variables included in the logistic regression model predicting surgery in order to avoid over-specification. For reliable modelling, logistic regression should have at least 10 cases for each explanatory variable for both categories of a binary dependant variable (Peduzzi et al, 1996;Bland, 2005). The main limiting factor is therefore the number of patients not receiving primary surgery for operable breast cancer (17% in our previous study (Lavelle et al, 2007a) -a 1 : 4.9 ratio of no surgery to surgery). To have at least 10 times as many cases as variables for patients not receiving surgery, we therefore need 110 patients not receiving surgery to allow a maximum of 11 explanatory variables. This requires 539 patients receiving surgery and thus the rule-of-thumb recommends having at least 649 patients in the final model.",
            "paragraph_rank": 22,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 373,
                    "text": "(Peduzzi et al, 1996;",
                    "end": 394
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 394,
                    "text": "Bland, 2005)",
                    "end": 406
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 553,
                    "text": "(Lavelle et al, 2007a",
                    "end": 574
                }
            ]
        },
        {
            "section": "B",
            "text": "Analyses. Explanatory variables were investigated in univariable analysis using Pearson's w 2 test, Fisher's exact test, w 2 test for trend and univariable logistic regression analyses to generate odds ratios (two tailed with a ¼ 0.05). The distribution of continuous variables was assessed for normality using the Shapiro-Wilk W-test. Associations between non-normal variables and surgery/age group were investigated using the non-parametric two-sample Wilcoxon rank sum (Mann-Whitney test) and Kruskal-Wallis equality-ofpopulations rank test, respectively. Associations for parametric variables were investigated using the two-sample t-test.",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "section": "B",
            "text": "Indicators of standard management found to be significantly associated with surgery in univariable analyses were used as independent variables in the subsequent logistic regression (forward stepwise). The model was built in line with our Data Analyses Plan agreed a priori with the project's Independent Data Monitoring Committee modifying an approach suggested by Hosmer and Lemeshow (2000). A base model containing explanatory variables of primary clinical importance to the study was constructed including age group, patient role in surgical decision and co-morbidity (as the only measure of pre-existing disease). The remaining explanatory variables were considered unless the significant effect was only in the 'missing' category of data. Variables were considered in three groups and added into the model in order of importance to the primary aim of the study, that is, health measures, tumour characteristics and then sociodemographics. Within each group the order in which variables were added into the model was determined by Bayesian Information Criterion (BIC) values of each variable added into the model individually. Variables with lower BIC values were added in sequentially starting with the variable giving the lowest value. At each step an individual variable's contribution to the model was assessed using two criteria: (1) the difference between the model with the additional variable and the previous model using the Likelihood Ratio Test (a.k.a. analysis of deviance) and (2) producing a significant coefficient in the model (both at a 5% significance level). In order to reduce the likelihood of multicollinearity and to ensure the number of cases in the model could sustain the potentially high number of health measures, they were only retained in the model if they produced both a significant coefficient and likelihood ratio test. Tumour characteristics and socio-demographic variables were retained if they had a significant likelihood ratio test only. Once each group of variables had been added variance inflation factors were checked and variables exhibiting factors above 10 removed to prevent multicollinearity (Kutner et al, 2004).",
            "paragraph_rank": 24,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 365,
                    "text": "Hosmer and Lemeshow (2000)",
                    "end": 391
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 2144,
                    "text": "(Kutner et al, 2004)",
                    "end": 2164
                }
            ]
        },
        {
            "section": "B",
            "text": "In order to retain sufficient number of cases to support the subgroup analysis, which includes surgeons' perceptions in a nested model, all variables with non-significant coefficients were removed from the final main model. In addition one health measure was selected and retained as representative of the remaining health measures. Both the main and nested models were tested for goodness of fit (Hosmer & Lemeshow) and discrimination (area under receiver operating characteristic curve). Data were analysed using STATA version 12.",
            "paragraph_rank": 25,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 397,
                    "text": "(Hosmer & Lemeshow)",
                    "end": 416
                }
            ]
        },
        {
            "text": "RESULTS",
            "section_rank": 6
        },
        {
            "section": "RESULTS",
            "text": "Sample characteristics. Eight hundred women were included, of whom 83.0% (664) had surgery (95% CI: 80.4-85.6%) and 48.0% had a Charleson co-morbidity score of X1 (95% CI: 44.5-51.5%). Ages ranged from 34% aged 70-74 years, 30% 75-80 years, 19% 80-84 years to 17% aged X85 years ( Table 2). The sample was predominantly of professional/intermediate social class and white ethnic group. Over half were treated at a district general hospital rather than a university teaching hospital. The majority of participants (62.4%) believed that the option of having surgery (vs not having surgery) was not discussed with them. Of the 35.2% who felt it was discussed, nearly twice as many identified themselves as active/collaborative vs passive in making this decision. Conversely, 62.2% of surgeons indicated that the option of no surgery vs surgery was discussed with the patient. More than double the proportion of surgeons identified patients as active/ collaborative in this decision (52.8%) than patients did themselves (22.9%). Of the 480 patients for whom the surgeon CPS was not missing, 473 had a corresponding patient CPS referring to the same index consultation (Table 3). Of these, in 249 cases the patient and the surgeon selected the same option regarding the patient's role in the surgical decision (52.6%) giving a kappa value of 0.261, indicating fair agreement (Landis and Koch, 1977). The majority of disagreement is due to the 123 cases (26.0%) in which the patient felt the option of surgery vs no surgery was not discussed but the surgeon felt that it was and that the patient was active/collaborative in this discussion. Just over 40% of the sample were recorded with stage I disease at diagnosis; 58.3% were stage II or IIIa and were hence regarded as having early operable breast cancer (SIGN, Scottish Intercollegiate Guidelines Network, 1998) (Table 4). Over two thirds of the sample (70.1%) had no nodal involvement recorded at diagnosis and over half the sample had small tumours of p20 mm (53.9%). The vast majority of participants were steroid receptor positive for either oestrogen or progesterone receptors (85.5%).",
            "paragraph_rank": 26,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 281,
                    "text": "Table 2)",
                    "end": 289
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 1164,
                    "text": "(Table 3",
                    "end": 1172
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 1370,
                    "text": "(Landis and Koch, 1977)",
                    "end": 1393
                },
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 1861,
                    "text": "(Table 4",
                    "end": 1869
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "Univariable analysis. Only 57.3% of patients aged X85 years underwent surgery for their operable breast cancer compared with 93.5% of women aged 70-74 years (Po0.001) ( Table 2). The proportion undergoing surgery was over 8% less among manual socio-economic classes compared with professional/intermediate participants (P ¼ 0.030). Surgical rates ranged across the 22 sites from 67.7-96.4%, but this difference was not statistically significant (Fisher-Freeman-Halton Exact, P ¼ 0.139). There was a slight but significantly greater surgical rate in university/teaching hospitals (87.0%) compared with district general hospitals (80.2%) (P ¼ 0.012).",
            "paragraph_rank": 27,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 169,
                    "text": "Table 2",
                    "end": 176
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "Participants were less likely to get surgery if they presented with later stage (P ¼ 0.003) larger (P ¼ 0.003) breast tumours (Table 4). Mean difference in tumour size was 2.99 mm between patients having surgery (21.28 mm) vs not having surgery (24.27 mm) (two-sample t-test with equal variance P ¼ 0.011). Participants were more likely to have surgery if they were negative for oestrogen and/or progesterone steroid receptors.",
            "paragraph_rank": 28,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 126,
                    "text": "(Table 4)",
                    "end": 135
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "All of the self reported measures of health demonstrate significantly worsening health with increasing age (Table 5). Participants aged X85  years were more likely to have difficultly or need help with ADL (Po0.001) with over 50% of this age group, also having a ECOG performance status of 2 or more, compared with 21-37% of younger women (Po0.001). The proportion experiencing mild to moderate cognitive problems according to the 6CIT screening tool was over twice as large among women aged X85 years (30.1%) compared with younger age groups (p14%) (Po0.001). Body mass index reduced with age (Po0.001) and a greater proportion of those aged over 80 years were non-smokers compared with younger women (P ¼ 0.008). There was over a 10% increase in the proportion scoring 1 or more on the Charlson co-morbidity index: from 41.1% of 70-74-year-olds to 52.9% of X85-year-olds (P ¼ 0.016). All measures of health were significantly associated with receipt of surgery (Table 5), with poorer health decreasing the likelihood of undergoing surgery. Over two thirds of those not undergoing surgery had a co-morbidity score of 1 or more compared with 44.0% of surgical patients. Those not receiving surgery were also more likely to need help with ADL (Po0.001) with 63.4% of these non-surgical patients having a ECOG performance status score of 2 or more compared with 26.4% of women having surgery (Po0.001). Non-surgical patients also had a slightly lower body mass index (P ¼ 0.006) and were more likely to smoke (P ¼ 0.007).",
            "paragraph_rank": 29,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 107,
                    "text": "(Table 5",
                    "end": 115
                },
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 963,
                    "text": "(Table 5)",
                    "end": 972
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "Multivariable analysis. A logistic regression analysis was carried out to investigate whether age is a predictor of primary surgery for operable breast cancer. There was no significant difference between the observed and values predicted by the final model (goodness of fit test w 2 (Hosmer-Lemeshow) ¼ 5.88: d.f. ¼ 8; P ¼ 0.661) and model discrimination (AUC ¼ 0.871) considered excellent (Hosmer and Lemeshow, 2000). The results of the univariable and main multivariable regression model are shown in Table 6.",
            "paragraph_rank": 30,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 390,
                    "text": "(Hosmer and Lemeshow, 2000)",
                    "end": 417
                },
                {
                    "type": "table",
                    "ref_id": "tab_6",
                    "start": 503,
                    "text": "Table 6",
                    "end": 510
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "In univariable analysis, the odds of receiving surgery diminished substantially with increasing age, for all age groups with women aged 75-79 years having 0.40 (95% CI: 0.22-0.73) the odds of surgery compared with women aged 70-74 years. After controlling for the effect of patient choice, health and tumour characteristics only the oldest age group had significantly reduced odds of surgery with women aged X85 years having just over one fifth of the odds of receiving surgery compared with 70-74-year-olds (OR 0.21, 95% CI: 0.10-4.46). Women perceiving themselves as passive in the decision of whether or not to have surgery had the same chance of having surgery as women adopting an active role. However, those reporting that the choice between surgery and no surgery was not discussed with them had over three and a half times the odds of having surgery compared with women who said this option was discussed (OR 3.54, 95% CI: 1.97-6.37). Although co-morbidity had a significant effect in the univariable analyses, once other health measures were adjusted for, the effect of co-morbidity lost significance. Conversely, EORTC quality of life measure, ELPHS ADL functional status measure and smoking status produced significant effects in the main model with poorer health predicting lack of surgery. For example, for each point increase on the 1-4 ADL scale, indicating poorer functional status/decreasing independence, the odds of surgery reduce by over a third (OR 0.36, 95% CI: 0.24-0.55). Also non-smokers have over two and a half times the odds of undergoing surgery compared with smokers (OR 2.60, 95% CI: 1.18-5.73). The tumour characteristics of oestrogen/ progesterone steroid receptor positivity and tumour size showed a significant effect in the univariable analyses, but this did not remain once the other explanatory variables were adjusted for.",
            "paragraph_rank": 31,
            "section_rank": 6
        },
        {
            "section": "RESULTS",
            "text": "Surgeon's perception of patient role in the decision of whether or not to have surgery was significant in the univariable analyses ( Table 7). Similar to the patients' perception measure, if surgeons perceived that the option of surgery (vs no surgery) was not discussed, the patient had over five and a half times the odds of having surgery (OR 5.59, 95% CI: 2.49-12.55). However, after adjusting for the other explanatory variables, this effect failed to retain significance. Owing to the smaller sample size available to this subgroup analyses, all non-significant variables were dropped and, of the health measures, only ELPHS ADL was retained as this produced the strongest effect in the main model. The addition of surgeons' perceptions in this nested model does not alter much the effect of age on chance of surgery. After adjusting for patient choice, as well as functional health status, women aged X85 years still have around a fifth of the odds of surgery compared with 70-74-year-olds (OR 0.18, 95% CI: 0.07-0.44).",
            "paragraph_rank": 32,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 133,
                    "text": "Table 7)",
                    "end": 141
                }
            ]
        },
        {
            "text": "DISCUSSION",
            "section_rank": 7
        },
        {
            "section": "DISCUSSION",
            "text": "In this prospective cohort study of 800 women aged X70 years diagnosed with invasive operable breast cancer, women aged X85 years were less likely to have surgery adjusting for the effects of patient health and choice. The reduction in surgical rates with increasing age demonstrated in this study is in broad agreement with previous studies both in the UK (Golledge et al, 2000;Wyld et al, 2004;Lavelle et al, 2007aLavelle et al, ,b, 2012 and elsewhere (Hillner et al, 1996;Giordano et al, 2005;Naeim et al, 2006). However, previous studies reporting unadjusted surgical rates demonstrate reduced odds of surgery from the age of 70 years and older (Bastiaannet et al, 2010;Lawrence et al, 2011;Tang et al, 2011); a pattern also demonstrated in our unadjusted odds reported here. Once patient health and choice were adjusted for, both the location and size of effect changed. Although the pattern of decreased odds of surgery with increasing age remained, only the oldest women aged X85 years retained significantly reduced odds of surgery; around a fifth for adjusted odds compared with those aged 70-74-year-olds vs a tenth for unadjusted odds. However, neither patient health nor choice accounts for the lack of surgery for the oldest women aged X85 years. This reduction in effect size, to the point of non-significance, for 75-84-year-olds appears to be largely driven by adjustment for measures of health rather than patient choice. In the main and  nested models only whether or not the patient perceived the surgical treatment decision was discussed remained significant. Measuring and adjusting for patient choice in terms of responsibility for treatment decisions builds on previous research, which either simply records whether a treatment option was offered or whether 'patient choice' is listed as a reason for lack of treatment in case notes. As Hamaker et al (2013), point out this latter approach is flawed because 'what is stated to be the patient's preference could in fact be a reflection of the physician's preference' (p550). In our prospective cohort we measure responsibility for the surgical treatment decision from both the surgeon's and the patient's perspective using the previously validated CPS (Degner et al, 1997).",
            "paragraph_rank": 33,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 357,
                    "text": "(Golledge et al, 2000;",
                    "end": 379
                },
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 379,
                    "text": "Wyld et al, 2004;",
                    "end": 396
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 396,
                    "text": "Lavelle et al, 2007a",
                    "end": 416
                },
                {
                    "type": "bibr",
                    "start": 416,
                    "text": "Lavelle et al, ,b, 2012",
                    "end": 439
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 454,
                    "text": "(Hillner et al, 1996;",
                    "end": 475
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 475,
                    "text": "Giordano et al, 2005;",
                    "end": 496
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 496,
                    "text": "Naeim et al, 2006)",
                    "end": 514
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 649,
                    "text": "(Bastiaannet et al, 2010;",
                    "end": 674
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 674,
                    "text": "Lawrence et al, 2011;",
                    "end": 695
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 695,
                    "text": "Tang et al, 2011)",
                    "end": 712
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1860,
                    "text": "Hamaker et al (2013)",
                    "end": 1880
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 2224,
                    "text": "(Degner et al, 1997)",
                    "end": 2244
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "On the basis of responses to the CPS there is no evidence that there was active choice not to have surgery among those who did not have surgery. These findings suggest that the lack of surgery for the oldest patients is not due to them actively opting out of having this treatment. However, actually having the discussion about not having/having surgery is associated with reduced likelihood of receiving surgery. Tang et al (2011) also found that 58.9% (66 out of 112) breast cancer patients aged 470 years did not go on to have surgery after being offered a choice of this or treatment with hormone therapy. A likely explanation for this is that the option of not having surgery is only offered/discussed if there are concerns about the patient undergoing surgery. Among the measures of heath, the strongest predictor of undergoing surgery was the functional status measure of ADL. Activities of Daily Living has been shown in previous studies to predict access to and outcomes from surgery in terms of complications and HRQoL (Extermann and Hurria, 2007;Lavelle et al, 2007a;Audisio et al, 2008;Pal et al, 2010). ADL measures the ability to function independently in everyday life and is a consistent component of the Comprehensive Geriatric Assessment; a battery of varying health status and functional tests recommended by the International Society for Geriatric Oncology as an essential element of treatment decision making for older cancer patients (Biganzoli et al, 2012). The European Organisation for Research and Treatment of Cancer also states that 'maintenance of function and independence should be one of the major principles of cancer management in the elderly' (Pallis et al, 2010). The strength of ADL's prediction of having surgery, both in this and previous studies, suggest that maintenance of independence is a pivotal consideration for older patients contemplating surgery.",
            "paragraph_rank": 34,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 414,
                    "text": "Tang et al (2011)",
                    "end": 431
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1029,
                    "text": "(Extermann and Hurria, 2007;",
                    "end": 1057
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 1057,
                    "text": "Lavelle et al, 2007a;",
                    "end": 1078
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 1078,
                    "text": "Audisio et al, 2008;",
                    "end": 1098
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 1098,
                    "text": "Pal et al, 2010)",
                    "end": 1114
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1456,
                    "text": "(Biganzoli et al, 2012)",
                    "end": 1479
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 1678,
                    "text": "(Pallis et al, 2010)",
                    "end": 1698
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "The ECOG PS scale also measures functional status and has been shown to predict surgical outcomes for older cancer patients (Audisio et al, 2008). With the added attraction of brevity (5 items vs 18 in the ELPHS ADL), it is collected by some NHS breast care teams as part of the Cancer Outcomes and Services Dataset (NCIN, National Cancer Intelligence Network, 2013). However, although ECOG PS was associated with surgery in the univariable analyses, its effect lost significance once ELPHS ADL along with other measures of health were adjusted for. Previous studies suggest that ECOG PS may lack sensitivity as although 70-80% of older adults with cancer present with an ECOG PS of 0-1 (indicating at least capable of all basic self-care), greater than half require assistance with the more advanced/instrumental ADLs such as housework, meal preparation and shopping (Extermann, 2000;Pal et al, 2010). ADL therefore is more likely to have sufficient sensitivity to identify patients on the threshold of needing additional help to maintain independence. At the point of making the decision to have surgery or not, this may enable post-surgical-care packages to be put in place pre-operatively if necessary. Although co-morbidity was associated with surgery in univariable analyses, its effect lost significance in the main multivariable model adjusting for other measures of health. Co-morbidity has been found to predict lack of treatment in several previous studies of older women with breast cancer (Ballard-Barbash et al, 1996;Hérbert-Croteau et al, 1999;Giordano et al, 2005;Naeim et al, 2006;Lavelle et al, 2012). However, this is by no means a universal finding (Hillner et al, 1996;Silliman et al, 1997;Mandelblatt et al, 2000;Lavelle et al, 2007a), particularly in studies, which also adjusted for measures of functional/health status (Silliman et al, 1997;Mandelblatt et al, 2000;Lavelle et al, 2007a). This suggests that measures of functional/health status may have a stronger bearing on treatment decision making than co-morbidity for older breast cancer patients. This may particularly be the case for long standing chronic co-morbidities, such as diabetes or asthma, which may be well managed and therefore have little impact on everyday function or indeed the decision to have surgery for breast cancer or not.",
            "paragraph_rank": 35,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 124,
                    "text": "(Audisio et al, 2008)",
                    "end": 145
                },
                {
                    "type": "bibr",
                    "start": 316,
                    "text": "(NCIN, National Cancer Intelligence Network, 2013)",
                    "end": 366
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 868,
                    "text": "(Extermann, 2000;",
                    "end": 885
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 885,
                    "text": "Pal et al, 2010)",
                    "end": 901
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1502,
                    "text": "(Ballard-Barbash et al, 1996;",
                    "end": 1531
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 1531,
                    "text": "Hérbert-Croteau et al, 1999;",
                    "end": 1559
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1559,
                    "text": "Giordano et al, 2005;",
                    "end": 1580
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 1580,
                    "text": "Naeim et al, 2006;",
                    "end": 1598
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 1598,
                    "text": "Lavelle et al, 2012)",
                    "end": 1618
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1669,
                    "text": "(Hillner et al, 1996;",
                    "end": 1690
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 1690,
                    "text": "Silliman et al, 1997;",
                    "end": 1711
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 1711,
                    "text": "Mandelblatt et al, 2000;",
                    "end": 1735
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 1735,
                    "text": "Lavelle et al, 2007a)",
                    "end": 1756
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 1844,
                    "text": "(Silliman et al, 1997;",
                    "end": 1866
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 1866,
                    "text": "Mandelblatt et al, 2000;",
                    "end": 1890
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 1890,
                    "text": "Lavelle et al, 2007a)",
                    "end": 1911
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "There is some evidence that surgical rates are improving for older women with breast cancer in the UK. The overall surgical rate in the study reported here (83.0% in 2010-2013) would fall in line with the increase over time reported in our previous study based on cancer registry data, from 67.4% in 199767.4% in -199967.4% in to 75.1% in 200367.4% in -200567.4% in (Lavelle et al, 2012. Although this may, in part, reflect improving completeness of treatment data, increasing surgical rates over time have also been reported in national audits (NCASP, National Clinical Audit Support Programme, 2009). It therefore seems likely that the improved surgical rates also demonstrate changes in practice, reflecting the guidelines that were published and the major reorganising of cancer services over the Compared with all breast cancers registered in England in 2011 our sample under represented women aged X85 years, that is, 26.0% nationally (ONS, Office of National Statistics, 2011) compared with 17.3% (95% CI: 14.7-20.0%) in the study reported here. This may be due to the exclusion of advanced/inoperable breast cancer in our sample as older patients are more likely to present at a later stage at which the tumour is advanced/inoperable (Ramirez et al, 1999). However, the under-representation of older patients is also likely to be due in part to selection bias, as participants needed to be capable of consent and be interviewed in order to take part in the study. Nevertheless, the proportion of patients having a Charleson co-morbidity score of X1 (48.0%, 95% CI: 44.5-51.5%) is similar to that found in previous studies, which measure breast cancer patients co-morbidity prospectively (Ring et al, 2011;Lavelle et al, 2012). For example, Ring et al found 44.5% (95% CI: 41.6-47.5%) of patients aged X70 years taking part in the ATAC trial had a Charleson score of X1. Similarly, our estimates of ADL are in line with our own (Lavelle et al, 2007a) and others (Sharples et al, 2000) estimates in studies of older adults living in the community. However, these previous studies are likely to be subject to the same influence of selection bias and it is probable that older women unable to consent/take part in an interview would have poorer health than younger ones who can. Selection bias towards younger and probably physically healthier women may have limited the generalisability of the study. Yet the results still clearly demonstrated a reduction in standard surgery for women aged X85 years. A larger sample including older less healthy women would have been expected to increase the association between increasing age and non-standard management of breast cancer.",
            "paragraph_rank": 36,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 291,
                    "text": "67.4% in 1997",
                    "end": 304
                },
                {
                    "type": "bibr",
                    "start": 304,
                    "text": "67.4% in -1999",
                    "end": 318
                },
                {
                    "type": "bibr",
                    "start": 318,
                    "text": "67.4% in to 75.1% in 2003",
                    "end": 343
                },
                {
                    "type": "bibr",
                    "start": 343,
                    "text": "67.4% in -2005",
                    "end": 357
                },
                {
                    "type": "bibr",
                    "start": 357,
                    "text": "67.4% in (Lavelle et al, 2012",
                    "end": 386
                },
                {
                    "type": "bibr",
                    "start": 545,
                    "text": "(NCASP, National Clinical Audit Support Programme, 2009)",
                    "end": 601
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 1242,
                    "text": "(Ramirez et al, 1999)",
                    "end": 1263
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 1695,
                    "text": "(Ring et al, 2011;",
                    "end": 1713
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 1713,
                    "text": "Lavelle et al, 2012)",
                    "end": 1733
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 1935,
                    "text": "(Lavelle et al, 2007a)",
                    "end": 1957
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 1969,
                    "text": "(Sharples et al, 2000)",
                    "end": 1991
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "In this study the lack of surgery for 75-84-year-olds could be explained by differences in health status. However, once health measures as well as patient role in treatment decision were adjusted Table 7. Multivariable (nested) logistic regression of receiving primary surgery (vs not receiving primary surgery) adjusting for surgeons' views on role of patient in surgical decision (n ¼ 473) Co-morbidity, ER/PR and tumour size were not included as there was no significant effect in the main multivariable model. ELPHS ADL was retained as it showed the strongest effect among the health measures with significant effect in the main model. EORTC QLQ and smoking status were therefore not included. for, women aged X85 years were still less likely to have surgery. Although surgical rates for older breast cancer patients appear to be increasing, lack of surgery for women aged X85 years persists even when health and patient choice are adjusted for. These findings suggest that, as defined by national policy, 'inappropriate undertreatment' is still occurring for this oldest age group in the UK.",
            "paragraph_rank": 37,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 196,
                    "text": "Table 7",
                    "end": 203
                }
            ]
        },
        {
            "text": "b",
            "section_rank": 8
        },
        {
            "section": "b",
            "text": "Janz et al (2004).c Modified from Janz et al (2004). d 'Selection of' changed to 'decision about' to correspond more closely with other responses and scales.",
            "paragraph_rank": 38,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 0,
                    "text": "Janz et al (2004)",
                    "end": 17
                }
            ]
        },
        {
            "text": "Figure 1 .",
            "section_rank": 9
        },
        {
            "section": "Figure 1 .",
            "text": "days of diagnosis and pre-surgery (1) -Aged 65-69 (n=144) -No case notes available for review (4) Recruitment and retention of patients in the study.",
            "paragraph_rank": 39,
            "section_rank": 9
        },
        {
            "text": "*",
            "section_rank": 10
        },
        {
            "section": "*",
            "text": "Abbreviations: 6CIT ¼ 6-Item Cognitive Impairment Test (scale 0-28: increase indicates worse cognitive impairment, 0-7 indicates normal); ECOG-PS ¼ Eastern Co-operative Oncology Group -Performance Status (0-5 categories indicate decreasing functional status); ELPHS ADL ¼ Elderly Population Health Status Survey's Activity of Daily Living (scale 1-4: increase indicates worse functional status); EORTC QLQ-C30 ¼ European Organization for Research on Treatment of Cancer Quality of Life Questionnaire (version 3) Global Quality of Life scale 1-100 (increase indicates better health related quality of life); SF-12 ¼ Short Form-12 Physical Component Summary (scale 1-100: increase indicates better health status). Values for scores are mean (95% confidence interval) unless indicated otherwise. All P-values are o0.05.",
            "paragraph_rank": 40,
            "section_rank": 10
        },
        {
            "text": "last 15 years (DH, Department of Health, 2000, 2007; ABS at BASO, Association of Breast Surgeons at British Association of Surgical Oncologists, 2009; NICE, National Institute for Clinical Excellence, 2009; DH, Department of Health, 2011).",
            "paragraph_rank": 41,
            "section_rank": 11
        },
        {
            "text": "b",
            "section_rank": 12
        },
        {
            "section": "b",
            "text": "Adjusted for all other variables in the table. All variance inflation factors o10. Goodness of fit test w 2 Hosmer-Lemeshow ¼ 10.90: d.f. ¼ 8; P ¼ 0.208. Area under receiver operator characteristic curve ¼ 0.869. *P-values o0.05 are shown in bold.",
            "paragraph_rank": 42,
            "section_rank": 12
        },
        {
            "text": "Table 1 .",
            "section_rank": 13
        },
        {
            "section": "Table 1 .",
            "text": "Control preferences scale a",
            "paragraph_rank": 43,
            "section_rank": 13
        },
        {
            "text": "Table 2 .",
            "section_rank": 14
        },
        {
            "section": "Table 2 .",
            "text": "Socio-demographics, and role in surgical decision, by surgery",
            "paragraph_rank": 45,
            "section_rank": 14
        },
        {
            "section": "Table 2 .",
            "text": "Abbreviation: CPS ¼ Control Preferences Scale. *P-values for each variable for complete data reported first followed by data including missings if relevant.P-values o0.05 are shown in bold.a w 2 squared test for trend.b w 2 squared Pearson.c Fisher's exact test.d Surgeons' views only taken in the nested study.",
            "paragraph_rank": 46,
            "section_rank": 14
        },
        {
            "text": "Table 3 .",
            "section_rank": 15
        },
        {
            "section": "Table 3 .",
            "text": "Patients' vs surgeons' views of patient's role in decision to have surgery or not",
            "paragraph_rank": 47,
            "section_rank": 15
        },
        {
            "section": "Table 3 .",
            "text": "Agreement ¼ 52.6%, Kappa ¼ 0.261, Po0.001. Agreed values shown in bold italics.",
            "paragraph_rank": 48,
            "section_rank": 15
        },
        {
            "text": "Table 4 .",
            "section_rank": 16
        },
        {
            "section": "Table 4 .",
            "text": "Tumour characteristics at diagnosis by surgery",
            "paragraph_rank": 49,
            "section_rank": 16
        },
        {
            "section": "Table 4 .",
            "text": "Abbreviations: ER ¼ oestrogen receptor; PR ¼ progesterone receptor; NR ¼ not reported. P-values o0.05 are shown in bold. *P-values for each variable for complete data reported first followed by data including missings if relevant.a Includes 17 patients with stage IIIa.b w 2 squared test for trend.c w 2 squared Pearson.d Fisher's exact test.",
            "paragraph_rank": 50,
            "section_rank": 16
        },
        {
            "text": "Table 5 .",
            "section_rank": 17
        },
        {
            "section": "Table 5 .",
            "text": "Health measures by age and surgery",
            "paragraph_rank": 51,
            "section_rank": 17
        },
        {
            "text": "Table 6 .",
            "section_rank": 18
        },
        {
            "section": "Table 6 .",
            "text": "Multivariable (main) logistic regression of receiving primary surgery (vs not receiving primary surgery) (n ¼ 674)",
            "paragraph_rank": 53,
            "section_rank": 18
        },
        {
            "section": "Table 6 .",
            "text": "www.bjcancer.com | DOI:10.1038/bjc.2013.734",
            "paragraph_rank": 55,
            "section_rank": 18
        },
        {
            "text": "ACKNOWLEDGEMENTS",
            "section_rank": 20
        },
        {
            "section": "ACKNOWLEDGEMENTS",
            "text": "This study was funded by the Breast Cancer Campaign (2008NOVPR35), a National Institute for Health Research (NIHR) Programme Grant for Applied Research (RP-PG-0608-10168) and independent research arising from a Post Doctoral Fellowship supported by the NIHR (PDF/01/2008/027). The views expressed in this publication are those of the authors and not necessarily those of the NHS, the National Institute for Health Research or the Department of Health. We would like to thank the women who took part in this study and research assistants Noshaba Anwar, Lorie Dickinson, Kirsty Ewing, Nisha Patel, Emma Rhodes, Georgina Pennington-Smith, Bernhard Wagner and Rosie Perry. We are also grateful for the participation of the 22 breast clinics and the help of the co-ordinating sites (St Helens and Knowsley Teaching Hospitals NHS Trust and University Hospital of South Manchester NHS Foundation Trust). Ethical approval was granted by the National Research Ethics Service (10/H1014/32 & 33).",
            "paragraph_rank": 56,
            "section_rank": 20
        }
    ]
}