{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Background. Individuals infected with human immunodeficiency virus (HIV) have increased risk of cardiovascular events. It is unknown whether T cell activation and senescence, 2 immunologic sequelae of HIV infection, are associated with vascular disease among HIV-infected adults. Methods. T cell phenotyping and carotid ultrasound were assessed among 115 HIV-infected women and 43 age-and race/ethnicity-matched HIV-uninfected controls participating in the Women's Interagency HIV Study. Multivariate analyses were used to assess the association of T cell activation (CD38 1 HLA-DR 1) and senescence (CD28 2 CD57 1) with subclinical carotid artery disease. Results. Compared with HIV-uninfected women, frequencies of CD4 1 CD38 1 HLA-DR 1 , CD8 1 CD38 1 HLA-DR 1 , and CD8 1 CD28 2 CD57 1 T cells were higher among HIV-infected women, including those who achieved viral suppression while receiving antiretroviral treatment. Among HIV-infected women, adjusted for age, antiretroviral medications, and viral load, higher frequencies of activated CD4 1 and CD8 1 T cells and immunosenescent CD8 1 T cells were associated with increased prevalence of carotid artery lesions (prevalence ratio lesions associated with activated CD4 1 T cells, 1.6 per SD [95% confidence interval {CI}, 1.1-2.2]; P 5 .02; prevalence ratio lesions associated with activated CD8 1 T cells, 2.0 per SD [95% CI, 1.2-3.3]; P , .01; prevalence ratio lesions associated with senescent CD8 1 T cells, 1.9 per SD [95% CI, 1.1-3.1]; P 5 .01). Conclusions. HIV-associated T cell changes are associated with subclinical carotid artery abnormalities, which may be observed even among those patients achieving viral suppression with effective antiretroviral therapy."
        }
    ],
    "body_text": [
        {
            "text": "As compared with control individuals without human immunodeficiency virus (HIV) infection, HIV-infected patients have increased risk of acute cardiovascular disease (CVD) events including myocardial infarction [1] and advanced subclinical vascular disease [2]. The CVD risk associated with HIV infection appears to be partially attenuated by antiretroviral treatment, since treatment interruption increases short-term risk of CVD events [3]. Although effective HIV therapy appears to reduce the risk of CVD, it may not fully reverse HIVassociated vascular risk, and long-term exposure to HIV therapy may have direct adverse effects on CVD [4].",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 210,
                    "text": "[1]",
                    "end": 213
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 256,
                    "text": "[2]",
                    "end": 259
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 437,
                    "text": "[3]",
                    "end": 440
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 639,
                    "text": "[4]",
                    "end": 642
                }
            ]
        },
        {
            "text": "The mechanism for increased CVD risk in antiretroviral-treated and untreated HIV infection is likely multifactorial, involving pathways related to traditional vascular risk factors and antiretroviral drug toxicities. Chronic inflammation, which is a well-accepted CVD risk factor in the non-HIV setting, may also be important. Many markers of inflammation, including T cell activation as defined by co-expression of CD38 and HLA-DR, are markedly elevated in individuals with untreated HIV infection and are only partially reversed by effective combination antiretroviral therapy [5,6]. The frequency of activated CD8 1 T cells predicts the risk of disease progression independent of other factors in untreated HIV infection [7] and is consistently associated with immunologic and perhaps clinical outcomes in the context of antiretroviraltreated infection [6]. The role of activated T cells and their inflammatory products in atherosclerosis has been well studied [8], although whether vascular changes in HIV-infected patients are influenced by systemic T cell activation remains uncertain.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 579,
                    "text": "[5,",
                    "end": 582
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 582,
                    "text": "6]",
                    "end": 584
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 724,
                    "text": "[7]",
                    "end": 727
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 856,
                    "text": "[6]",
                    "end": 859
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 964,
                    "text": "[8]",
                    "end": 967
                }
            ]
        },
        {
            "text": "There is a growing body of literature suggesting that chronic viral infections cause accelerated aging of the immune system (called ''immunosenescence''). For example, cytomegalovirus (CMV) infection is associated with oligoclonal expansion of terminally differentiated T cells, decreased T cell repertoire, lower T cell proliferation rates, and increased levels of a number of inflammatory markers [9]. Untreated HIV infection produces a number of these same phenotypic and functional changes to the immune system [10]. More recently, evidence has emerged to suggest that immune senescence driven by responses to chronic infection may play a role in heart and vascular diseases [11].",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 399,
                    "text": "[9]",
                    "end": 402
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 515,
                    "text": "[10]",
                    "end": 519
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 679,
                    "text": "[11]",
                    "end": 683
                }
            ]
        },
        {
            "text": "Given the evidence that HIV infection is associated with increased levels of immune activation, inflammation, and immunosenescence, we conducted a study to address the hypothesis that these pathways mediate the association of HIV infection with vascular disease. Archived specimens from a well-characterized longitudinal US cohort of HIV-infected and HIV-uninfected women were used to measure cell surface expression of CD38, HLA-DR, CD28, and CD57 on CD4 1 and CD8 1 T cells. We then related activation (CD38 1 HLA-DR 1 ) and senescent (CD28 2 CD57 1 ) T cell subsets with subclinical vascular disease as assessed by B-mode carotid artery ultrasound."
        },
        {
            "section": "Study Population",
            "text": "This study was conducted among participants in the Women's Interagency HIV Study (WIHS), a prospective multicenter study. Participants were recruited in 2 waves (in 1994-1995 and 2001-2002) and completed study visits every 6 months. In April 2004, a carotid ultrasound substudy was initiated which included B-mode ultrasound imaging of the carotid arteries. For the present investigation, we conducted T cell phenotyping among 115 HIV-infected women who were >40 years of age at the time of their carotid artery ultrasound scan and free of clinical vascular disease. A group of HIV-uninfected women (n 5 43) was also selected who were frequency-matched to the HIV-infected individuals by age (65 years) and race/ethnicity. The HIV-infected and HIV-uninfected groups had comparable demographic and socioeconomic characteristics and were recruited using similar methods. Institutional review board approval and informed consent were obtained.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 161,
                    "text": "(in 1994-1995 and 2001-2002)",
                    "end": 189
                }
            ]
        },
        {
            "section": "Carotid Artery Ultrasound",
            "text": "High-resolution B-mode carotid artery ultrasound was used to image the right common carotid artery, internal carotid artery, and carotid bifurcation [12]. Right distal common carotid artery intima-media thickness (cIMT) was measured. The presence of carotid lesions was defined as a focal intima-media thickness of .1.5 mm in any of the imaged segments. Standardized carotid artery ultrasound images were centrally measured by automated computerized edge detection by use of a software package developed in-house (Prowin patent, 2005(Prowin patent, , 2006.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 149,
                    "text": "[12]",
                    "end": 153
                },
                {
                    "type": "bibr",
                    "start": 513,
                    "text": "(Prowin patent, 2005",
                    "end": 533
                },
                {
                    "type": "bibr",
                    "start": 533,
                    "text": "(Prowin patent, , 2006",
                    "end": 555
                }
            ]
        },
        {
            "section": "Assays",
            "text": "HIV infection was determined via serologic testing using enzyme-linked immunosorbent assay (ELISA) and confirmed using Western blot assays. Plasma HIV RNA levels were quantified using nucleic-acid-sequence-based amplification commercial assays with a lower limit of quantification of 80 copies/mL (bioMérieux), and total peripheral CD4 1 T cell counts were measured with standard flow cytometric methods. T cell activation and senescence were measured by immunophenotyping performed at the University of California, San Francisco, Core Immunology Laboratory, using methods that have been optimized and validated for frozen peripheral blood mononuclear cells (PBMCs). Cryopreserved PBMCs were rapidly thawed in warm medium, washed, stained with Viacount (Millipore), and run on a Guava PCA (Millipore) to determine cell number and viability. Samples with viability of ,40% were not analyzed. PBMCs were stained with aqua amine reactive dye (Invitrogen) to exclude nonviable cells and for surface expression of CD3, CD28 (BD Pharmingen), CD4, CD38, HLA-DR (BD Biosciences), CD8 (Invitrogen), and CD57 (Biolegend). Stained cells were run on a customized BD LSR II and data analyzed using FlowJo software, version 8.8.4 (Tree Star) to quantitate CD4 1 and CD8 1 T cells expressing activation (CD38 and HLA-DR) and senescence (CD28 2 and CD57 1 ) markers ( Figure 1). Data on CD38 1 HLA-DR 1 and CD28 2 CD57 1 subsets were expressed as the percentage of T cells expressing these markers.",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 1352,
                    "text": "Figure 1",
                    "end": 1360
                }
            ]
        },
        {
            "section": "Assays",
            "text": "Multivariate analyses used log-binomial models for carotid lesion prevalence and linear regression models for cIMT. Initial analyses included adjustment for age and current use of protease inhibitors, nonnucleoside reverse-transcriptase inhibitors, and nucleoside reverse-transcriptase inhibitors. Additional nested models featured adjustment for concurrent viral load. Further adjustment for cumulative exposure to HIV medications and proportion of prior study visits with HIV RNA level of .4000 copies/mL had no effect. We also performed adjustment for CD4 1 T cell count and ratio of CD4 1 T cells to CD8 1 T cells. Subsequent models examined the potential confounding effects of cardiovascular risk factors, socioeconomic factors, and use of cigarettes, alcohol, and injection drugs. To assess whether the nature of associations between T cell phenotypes and subclinical carotid artery disease was modified by HIV infection, we included interaction terms in models that included both HIVinfected and HIV-uninfected groups and also conducted analyses stratified by presence or absence of HIV infection."
        },
        {
            "section": "RESULTS",
            "text": "HIV-infected women (n 5 115) and HIV-uninfected women (n 5 43) were comparable in age (mean age of HIV-infected women, 46 years; mean age of HIV-uninfected women, 47 years) and race/ethnicity (63% and 67% of HIV-infected and HIV-uninfected women were African American, respectively, and 28% and 23% of HIV-infected and HIV-uninfected women were Hispanic, respectively) ( Table 1). Among HIV-infected women, 36% were not currently receiving antiretroviral treatment, 39% were treated and had detectable viremia, and 25% were treated and had undetectable viremia.",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 371,
                    "text": "Table 1",
                    "end": 378
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "As compared with the overall WIHS cohort, the HIV-infected women in our study were slightly younger, were less likely to be non-Hispanic white, and had higher current viral load, but they did not otherwise differ significantly (P , .05) on variables shown in Table 1.",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 259,
                    "text": "Table 1",
                    "end": 266
                }
            ]
        },
        {
            "section": "T Cell Activation Markers",
            "text": "Compared with HIV-uninfected women, HIV-infected women had markedly higher levels of CD4 1 and CD8 1 T cell activation (P , .01) ( Table 1 and Figure 2). These differences remained significant when we restricted the HIV-infected group to those who were treated with HAART and had achieved viral suppression. Correlates of higher T cell activation included race/ ethnicity, lower high-density lipoprotein cholesterol level, lower CD4 1 T cell count, lower ratio of CD4 1 T cells to CD8 1 T cells, and higher viral load ( Table 2).",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 131,
                    "text": "Table 1",
                    "end": 138
                },
                {
                    "type": "figure",
                    "start": 143,
                    "text": "Figure 2",
                    "end": 151
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 520,
                    "text": "Table 2)",
                    "end": 528
                }
            ]
        },
        {
            "section": "T Cell Senescence Markers",
            "text": "In comparison with HIV-uninfected controls, the percentage of CD8 1 T cells with an immunosenescent phenotype (CD28 2 CD57 1 ) was increased among the HIV-infected women (P , .01) ( Table 1 and Figure 2). This difference persisted even among HIV-infected women who were receiving HAART and who had undetectable HIV RNA levels. Correlates of CD8 1 CD28 2 CD57 1 T cells included race/ethnicity, smoking, and high-density lipoprotein cholesterol but not CD4 1 T cell count or plasma HIV RNA level ( Table 2).",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 182,
                    "text": "Table 1",
                    "end": 189
                },
                {
                    "type": "figure",
                    "start": 194,
                    "text": "Figure 2",
                    "end": 202
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 497,
                    "text": "Table 2",
                    "end": 504
                }
            ]
        },
        {
            "section": "CD38 1 HLA-DR 1 T Cells and Subclinical Carotid Artery Disease",
            "text": "Among the group of HIV-infected women, 19 had >1 carotid lesions whereas 96 had no carotid lesions. HIV-infected women with carotid lesions had a significantly higher percentage of CD4 1 T cells expressing activation markers (CD38 1 HLA-DR 1 ) than those HIV-infected women without carotid lesions (P 5 .02) ( Figure 3). The percentage of CD8 1 T cells expressing activation markers was also higher in HIV-infected women with lesions than that among HIV-infected women without lesions (P 5 .04) ( Figure 3).",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 310,
                    "text": "Figure 3",
                    "end": 318
                },
                {
                    "type": "figure",
                    "start": 497,
                    "text": "Figure 3)",
                    "end": 506
                }
            ]
        },
        {
            "section": "CD38 1 HLA-DR 1 T Cells and Subclinical Carotid Artery Disease",
            "text": "In adjusted models, among HIV-infected women, the prevalence of carotid lesions was directly associated with the percentage of CD4 1 and CD8 1 T cells expressing activation markers. Adjusted for age and antiretroviral medication use, the prevalence ratio lesions was 1.6 per SD change in the percentage of CD4 1 CD38 1 HLA-DR 1 T cells (95% confidence interval [CI], 1.1-2.2; P 5 .02), and the prevalence ratio lesions was 2.0 per SD change in the percentage of CD8 1 CD38 1 HLA-DR 1 T cells (95% CI, 1.2-3.3; P , .01) ( Table 3). This association persisted Figure 1. Expression of activation (CD38 and HLA-DR) and senescence (CD57 and CD28) markers on CD4 1 and CD8 1 T cells. Representative fluorescence-activated cell-sorting plots showing gating of T cells to define CD4 1 and CD8 1 T cells (A), activation markers to define CD38 1 HLA-DR 1 T cells (B), and senescent markers to define CD28 2 CD57 1 T cells (C). Data were compensated and analyzed using FlowJo software (Treestar). Standard lymphocyte and singlet gates were drawn to exclude debris, monocytes, and doublets. Dead cells were excluded by gating on aqua amine reactive dye-negative cells, and total T cells were defined by CD3 1 staining. Fluorescence-minus-1 controls were used to set T cell subpopulation gates. The mean peripheral blood mononuclear cell viability was 75.0% in human immunodeficiency virus (HIV)-infected women and 77.5% in HIV-uninfected women. NOTE. P values were derived using the Kruskal-Wallis test for continuous variables and v 2 test for categorical variables. BMI, body mass index; CAD, coronary artery disease; CVD, cardiovascular disease; HAART, highly active antiretroviral therapy; HDL-C, high-density lipoprotein cholesterol; IQR, interquartile range; LDL-C, low-density lipoprotein cholesterol; NA, not applicable; NNRTI, nonnucleoside reverse transcriptase inhibitor; NRTI, nucleoside reverse transcriptase inhibitor; PI, protease inhibitor.",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 521,
                    "text": "Table 3",
                    "end": 528
                },
                {
                    "type": "figure",
                    "start": 558,
                    "text": "Figure 1",
                    "end": 566
                }
            ]
        },
        {
            "section": "CD38 1 HLA-DR 1 T Cells and Subclinical Carotid Artery Disease",
            "text": "a PI use includes any use of ritonavir."
        },
        {
            "section": "CD38 1 HLA-DR 1 T Cells and Subclinical Carotid Artery Disease",
            "text": "b Adherence was defined by self-report as taking .95% of the prescribed dose."
        },
        {
            "section": "CD38 1 HLA-DR 1 T Cells and Subclinical Carotid Artery Disease",
            "text": "c Hypertension was defined as systolic blood pressure of >140 mm Hg, diastolic blood pressure of >90 mm Hg, or prior diagnosis of hypertension. Dyslipidemia was defined as LDL-C level of .160 mg/dL or HDL-C level of ,40 mg/dL. Diabetes was defined as fasting plasma glucose level of .126 mg/dL or prior diagnosis of diabetes mellitus with or without the use of antidiabetic medications. Family history of coronary disease was defined as a female first-degree relative with myocardial infarction or angina before age 65 or male first-degree relative with myocardial infarction or angina before age 55."
        },
        {
            "section": "CD38 1 HLA-DR 1 T Cells and Subclinical Carotid Artery Disease",
            "text": "after adjustment for viral load and other potential confounders. The association of CD4 1 T cell activation with carotid lesions was attenuated after further adjustment for CD4 1 T cell count (adjusted prevalence ratio lesions , 1.1; 95% CI, .6-2.1) and after adjustment for the ratio of CD4 1 T cells to CD8 1 T cells (adjusted prevalence ratio lesions , 1.5; 95% CI, .8-2.6). In contrast, the association between CD8 1 T cell activation and carotid lesions remained after adjustment for CD4 1 T cell count and ratio of CD4 1 T cells to CD8 1 T cells."
        },
        {
            "section": "CD38 1 HLA-DR 1 T Cells and Subclinical Carotid Artery Disease",
            "text": "In contrast to the findings among HIV-infected women, we did not observe an association between T cell activation and increased prevalence of carotid lesions among HIV-uninfected women (Figure 3). Models that included interaction terms provided evidence of effect modification by HIV status, such that higher levels of T cell activation were associated with carotid lesions in the HIV-infected group but not in the HIV-uninfected group (significance tests for interaction, P 5 .06 for CD4 1 T cell activation and P 5 .02 for CD8 1 T cell activation). Among HIV-infected women, unadjusted analyses showed a higher frequency of CD8 1 CD28 2 CD57 1 T cells in those with carotid lesions than in those without carotid lesions (P 5 .03) ( Figure 3). After adjustment for age and use of antiretroviral medications, the prevalence ratio lesions for each SD change in the percentage of CD8 1 CD28 2 CD57 1 T cells was 1.9 (95% CI, 1.1-3.1; P 5 .01) ( Table 3). This significant association persisted after further adjustment for CD4 1 T cell count, ratio of CD4 1 T cells to CD8 1 T cells, viral load, and other potential confounders. There were no differences in the frequency of CD4 1 CD28 2 CD57 1 T cells between those with and those without carotid lesions (Figure 3; Table 3). When we repeated the analysis using CD28 2 alone rather than CD28 2 CD57 1 to define T cell subsets, there was an association of CD8 1 CD28 2 T cells but not CD4 1 CD28 2 T cells with carotid lesions (data not shown).",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 185,
                    "text": "(Figure 3",
                    "end": 194
                },
                {
                    "type": "figure",
                    "start": 734,
                    "text": "Figure 3",
                    "end": 742
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 943,
                    "text": "Table 3",
                    "end": 950
                },
                {
                    "type": "figure",
                    "start": 1254,
                    "text": "(Figure 3",
                    "end": 1263
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 1265,
                    "text": "Table 3",
                    "end": 1272
                }
            ]
        },
        {
            "section": "CD38 1 HLA-DR 1 T Cells and Subclinical Carotid Artery Disease",
            "text": "Models that included interaction terms were consistent with the hypothesis that higher levels of CD8 1 T cell senescence were associated with carotid lesions in the HIV-infected group but not in the HIV-uninfected group (significance test for interaction, P 5 .009)."
        },
        {
            "section": "CD38 1 HLA-DR 1 T Cells and Subclinical Carotid Artery Disease",
            "text": "In contrast to the findings for the outcome of carotid lesions, cIMT measurements were not associated with T cell activation or senescence markers in either HIV-infected women (Table 3) or HIV-uninfected women (data not shown).",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 176,
                    "text": "(Table 3)",
                    "end": 185
                }
            ]
        },
        {
            "section": "Multivariate Analyses of T Cell Phenotypes Associated With Subclinical Carotid Artery Disease",
            "text": "When entered together into a multivariate model, both CD8 1 T cell activation and CD8 1 T cell senescence remained significant or borderline significant in their associations with carotid Figure 2. T cell activation (CD38 1 HLA-DR 1 ) and senescence (CD28 2 CD57 1 ) among 115 human immunodeficiency virus (HIV)-infected women and 43 HIV-uninfected women. HIV-infected women include 41 who were not receiving antiretroviral therapy at the time of the study (Untreated), 29 who were receiving highly active antiretroviral therapy and had no detectable plasma HIV (Aviremic), and 45 who were treated and had detectable plasma HIV (Viremic). P ,.01 (Kruskal-Wallis test) for CD4 1 T cell activation, CD8 1 T cell activation, and CD8 1 T cell senescence in comparing the HIV-infected group with the HIV-uninfected group. For CD4 1 T cell senescence, P 5 .07 in comparing the HIV-infected group with the HIV-uninfected group. a Values presented represent those above or below the median value. For use of antiretroviral medication, categories were defined as never and 2 categories of ever use with total observed duration of use either below or above the median duration in the drug user group. lesions. When mutually adjusted in the same model, the prevalence ratio lesions for each SD change in the percentage of CD8 1 CD38 1 HLA-DR 1 T cells was 1.9 (95% CI, 1.1-3.2; P 5 .02), and the prevalence ratio lesions for each SD change in the percentage of CD8 1 CD28 2 CD57 1 T cells was 1.6 (95% CI, .9-2.8; P 5 .09).",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 188,
                    "text": "Figure 2",
                    "end": 196
                }
            ]
        },
        {
            "section": "Multivariate Analyses of T Cell Phenotypes Associated With Subclinical Carotid Artery Disease",
            "text": "We also examined CD4 1 and CD8 1 T cell activation simultaneously in relation to carotid lesions. When entered into Figure 3. T-cell activation (CD38 1 HLA-DR 1 ) and senescence (CD28 2 CD57 1 ) in relation to carotid lesions. Among human immunodeficiency virus (HIV)-infected women, higher CD4 1 CD38 1 HLA-DR 1 T cell frequency (P 5 .02) and higher CD8 1 CD38 1 HLA-DR 1 T cell frequency (P 5 .04) were observed among 19 women with carotid lesions than among 96 women without carotid lesions. Similarly, among HIV-infected women, CD8 1 CD28 2 CD57 1 T cell frequency was higher among those with carotid lesions than among those without carotid lesions (P 5 .03). No significant difference in CD4 1 CD28 2 CD57 1 T cell frequency was observed in comparing HIV-infected women with and without lesions. Among 43 HIV-uninfected women, none of these T cell parameters differed according to the presence or absence of carotid lesions. P values were computed using the Kruskal-Wallis test. NOTE. Measures of T cell activation and T cell senescence were log-transformed. The text describes results after adjustment for CD4 1 T cell count and ratio of CD4 1 T cells to CD8 1 T-cells. Additional adjustment for participant characteristics described in Table 1 did not change the results substantially. cIMT, carotid intimamedia thickness of the right common carotid artery; PR lesions , prevalence ratio for carotid lesions. a single model, CD8 1 T cell activation remained significantly associated with prevalence of carotid lesions (prevalence ratio lesions , 1.8; 95% CI, 1.0-3.3; P 5 .05), whereas CD4 1 T cell activation did not (prevalence ratio lesions , 1.2; 95% CI, .7-1.8; P 5 .54).",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 116,
                    "text": "Figure 3",
                    "end": 124
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1244,
                    "text": "Table 1",
                    "end": 1251
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "HIV-infected individuals have an increased risk of CVD, and effective HIV therapy appears to improve CVD risk. We report several findings that suggest possible explanatory mechanisms for the association between HIV infection and vascular disease. First, consistent with prior data [6], HIV infection was associated with markedly elevated levels of activated (CD38 1 HLA-DR 1 ) peripheral T cells. Viremic suppression through effective antiretroviral therapy appeared to reduce but not completely reverse this process. Second, among HIV-infected women, T cell activation was associated with markers of subclinical carotid artery disease after adjustment for multiple confounders. Third, CD8 1 T cell senescence (phenotypically defined by absence of CD28 and presence of CD57) was also elevated in women with HIV disease, and the frequency of these cells was associated with subclinical carotid artery disease among HIV-infected women. Finally, these associations of T cell activation and senescence with carotid artery parameters were not observed in a population of HIV-uninfected controls who were studied using identical methods and who had comparable cardiovascular risk factor profiles. Collectively, these observations are consistent with a model in which HIV infection results in immune activation, accelerated immunologic aging, and the premature onset of CVD. Effective HIV treatment reduces but may not fully reverse this process.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 281,
                    "text": "[6]",
                    "end": 284
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "The ultrasound protocol used in this study was designed to capture several different carotid artery parameters. Among HIVinfected women, T cell activation and senescence were associated with the presence of carotid lesions, defined as focal thickening (.1.5 mm) of the intima-media layer. These lesions typically form at branch points in the internal carotid artery and the carotid bifurcation, where turbulent blood flow evokes elaboration of vascular cellular adhesion molecule-1 and other inflammatory mediators [13]. In contrast, we found no association between T cell activation and mean cIMT of the common carotid artery, a region that is not prone to the development of symptomatic lesions. Longitudinal data show that common carotid artery wall thickness progresses more rapidly in patients with HIV infection who have poor viral control [14], although some prior studies have shown a stronger association of HIV disease with lesions in the internal carotid artery and carotid bifurcation than with common carotid artery thickness [15]. We speculate on potential explanations for these observations. Because of regional hemodynamics, the internal and bifurcation regions of the carotid may be more prone to the development of inflammation-related vascular lesions. Patients with other inflammatory conditions such as rheumatoid arthritis and systemic lupus erythematosus also appear to have normal common carotid cIMT but increased prevalence of carotid artery lesions [16,17]. Alternatively, localized infection of vascular tissues by HIV [18] or other pathogens might produce focal lesions in the absence of generalized carotid artery wall thickening. It remains unclear whether the observed differences across carotid segments are biologically important or due to technical aspects of our cross-sectional imaging protocol. Although we lacked data on the coronary vasculature, a recent report demonstrated a high prevalence of obstructive coronary artery lesions among HIV-infected adults (6.5% vs 0% in controls) who had no known history or symptoms of coronary disease [19].",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 515,
                    "text": "[13]",
                    "end": 519
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 846,
                    "text": "[14]",
                    "end": 850
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1039,
                    "text": "[15]",
                    "end": 1043
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1477,
                    "text": "[16,",
                    "end": 1481
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1481,
                    "text": "17]",
                    "end": 1484
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1548,
                    "text": "[18]",
                    "end": 1552
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 2081,
                    "text": "[19]",
                    "end": 2085
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Multivariate analyses appeared to suggest that CD8 1 T cell activation had the more robust association with carotid lesions when both CD4 1 and CD8 1 T cell activation were modeled simultaneously. Mouse models of atherosclerosis (eg, lowdensity lipoprotein receptor knockout [LDLR 2/2 ] mice and apolipoprotein E knockout [ApoE 2/2 ] mice) have more clearly implicated CD4 1 T cells than CD8 1 T cells in atherogenesis [8]. However, as recently hypothesized by Andersson and colleagues [8], CD8 1 T cells may become atherogenic in response to intracellular infections even if they are not involved in atherogenesis in normal circumstances. Notably, comparisons of our HIV-infected women with an HIV-uninfected control group suggested a weaker or null association of T cell activation with subclinical carotid artery disease in the absence of HIV infection. This may suggest that direct vascular effects of pathogens affecting HIV-infected individuals, or perhaps HIV itself, contributed to the association of immune activation with subclinical carotid artery disease in the HIV-infected group. Alternatively, the lack of significant findings in the HIV-uninfected controls may reflect a threshold of immune activation that is required to demonstrate an association with carotid wall thickness. It should be noted that although the percentage of activated CD4 cells was increased among patients with HIV infection, the absolute number of peripheral T cells may be reduced in HIV infection, and moreover, these measurements only reflect cells circulating in blood [20].",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 419,
                    "text": "[8]",
                    "end": 422
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 486,
                    "text": "[8]",
                    "end": 489
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1562,
                    "text": "[20]",
                    "end": 1566
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "The mechanism whereby HIV causes increased inflammation and T cell activation is an active area of investigation and has important clinical implications for preventing HIV-related infectious and noninfectious (eg, cardiovascular) morbidity. The degree of inflammation and immune activation is thought to be too high to be simply due to expansion of HIV-specific T cells. HIV infected persons are often co-infected with other pathogens, including CMV and the hepatitis viruses. Recent work by our group suggests that CMV may be an important cause of T cell changes in HIV disease, which is of interest given our previous findings that high levels of CMV-specific T cells are associated with increased cIMT [21]. HIV infection results in dramatic changes to the gut mucosa, which appears to result in increased translocation of microbial products from the gut lumen into the systemic circulation. These changes may increase immune activation and potentially trigger inflammatory and procoagulant mechanisms that increase vascular risk [22]. Finally, irreversible changes in the lymphoid infrastructure-including collagen deposition in lymphatic tissues and loss of thymic function-may also contribute to the inflammatory environment that exists in HIV disease [23].",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 705,
                    "text": "[21]",
                    "end": 709
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1033,
                    "text": "[22]",
                    "end": 1037
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1258,
                    "text": "[23]",
                    "end": 1262
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Immunosenescence is defined as the gradual age-related decline in immune function that contributes to vaccine unresponsiveness and other sequelae among the elderly. Although multiple perturbations to the adaptive and nonadaptive immune system have been reported, the strongest and most consistent correlates of immunosenescence include the oligoclonal expansion of memory effector CD8 1 CD28 2 T cells and the expansion of CD57-expressing CD8 1 T cells. These CD28 2 cells have limited ability to proliferate and are apoptosis-resistant [24]. Similar observations are emerging with regard to CD4 1 T cells, which also appear to become more oligoclonal and less functional with age, particularly among CMV seropositive persons [9]. As shown elsewhere and confirmed here, untreated HIV infection appears to result in expansion of phenotypically defined immunosenescent T cells. Importantly, we also show that the process of CD8 1 T cell immunosenescence is not reversed by effective antiretroviral therapy. We further showed that HIV-associated changes in the immunosenescent profile of circulating T cells predicted increased frequency of carotid lesions. This is a novel finding that is consistent with a growing body of evidence. Enriched numbers of CD28 2 T cells are found in atherosclerotic plaques [25]. In patients with coronary disease, CMV infection contributes to loss of CD28 and telomeric shortening in CD8 1 T cells, which in turn predicts cardiac dysfunction [11]. CD4 1 CD28 2 T cells that recognize heat-shock protein 60, an antigen that triggers atherosclerosis in animal models, have been implicated in severity and prognosis of coronary disease [26,27]. However, the present study of HIVinfected women implicated CD8 1 T cell senescence but not CD4 1 T cell senescence in subclinical atherosclerosis. Our data support the emerging hypothesis that T cell subsets expressing markers of immunosenescence and terminal differentiation may be CVD mediators.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 537,
                    "text": "[24]",
                    "end": 541
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 726,
                    "text": "[9]",
                    "end": 729
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1303,
                    "text": "[25]",
                    "end": 1307
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1472,
                    "text": "[11]",
                    "end": 1476
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1663,
                    "text": "[26,",
                    "end": 1667
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1667,
                    "text": "27]",
                    "end": 1670
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Limitations of the present study include its observational study design and the measurement of immune activation and senescence at a single study visit. Use of HIV medications was not guided by our research protocol. However, we were able to control for detailed, prospectively collected longitudinal information on medication history [12]. The HIV-uninfected control group was relatively modest in size. Information on duration of HIV infection was lacking. We did not measure serum biomarkers of inflammatory mediators such as interleukin 6, although we previously reported as part of the WIHS that C-reactive protein did not predict carotid atherosclerosis among HIV-infected women independently of other clinical risk factors [28]. Although the measures of subclinical vascular disease used in this investigation predict incident CVD events in the general population, no studies have validated this assumption in the HIV-infected population, and too few events are available in our cohort to test this assumption.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 335,
                    "text": "[12]",
                    "end": 339
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 730,
                    "text": "[28]",
                    "end": 734
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "In conclusion, our data provide further evidence that persistent activation of the immune system is associated with vascular abnormalities among HIV-infected individuals. This relationship was suggested by a small prior study that, unlike the present investigation, did not feature multivariate analyses, did not control for potential confounding effects of HIV-related and CVD-related variables, and lacked an HIV-uninfected control group [29]. These results have important implications for assessment of vascular risk among adults with HIV infection. Additional research is needed to identify the events or exposures in HIV-infected adults that may drive T cell activation and senescence (including immune responses to HIV, co-infections, or bacterial translocation) and, in turn, increase vascular risk.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 440,
                    "text": "[29]",
                    "end": 444
                }
            ]
        },
        {
            "section": "CD28 2 CD57 1 T",
            "text": "Cells and Subclinical Carotid Artery Disease"
        },
        {
            "section": "Table 1 .",
            "text": "Characteristics of Human Immunodeficiency Virus (HIV)-Infected and HIV-Uninfected Women in the Women's Interagency HIV Study Cell Activation and Subclinical CVD d JID 2011:203 (15 February) d 455"
        },
        {
            "section": "Table 2 .",
            "text": "Association of Clinical Variables With CD38 1 HLA-DR 1 (Activated) T Cells and CD28 2 CD57 1 (Senescent) T Cells Among Women With Human Immunodeficiency Virus (HIV) InfectionPercentage of CD4 1 CD38 1 DR 1 T cells Percentage of CD8 1 CD38 1 DR 1 T cells Percentage of CD4 1 CD28 2 CD57 1 T cells Percentage of CD8 1 CD28 2 CD57 1 T cells CD38 1 DR 1 T cells Percentage of CD8 1 CD38 1 DR 1 T cells Percentage of CD4 1 CD28 2 CD57 1 T cellsPercentage of CD8 1 CD28 2 CD57 1 T cells LDL-C, low-density lipoprotein cholesterol; NNRTI, nonnucleoside reverse transcriptase inhibitor; NRTI, nucleoside reverse transcriptase inhibitor; PI, protease inhibitor."
        },
        {
            "section": "Table 2 .",
            "text": "NOTE. P values were derived using the (nonparametric) Wilcoxon and Kruskal-Wallis tests. BMI, body mass index; CAD, coronary artery disease; HDL-C, high-density lipoprotein cholesterol; IQR, interquartile range;"
        },
        {
            "section": "Table 3 .",
            "text": "Multivariate Associations of T Cell Activation and Senescence Markers With Subclinical Carotid Artery Disease Among Women With Human Immunodeficiency Virus (HIV) Infection"
        },
        {
            "section": "Table 3 .",
            "text": "Kaplan T Cell Activation and Subclinical CVD d JID 2011:203 (15 February) d 459"
        },
        {
            "section": "Acknowledgments",
            "text": "Women's Interagency HIV Study Collaborative Study Group centers (Principal Investigators) are as follows: New York City/Bronx Consortium (Kathryn Anastos); Brooklyn, NY (Howard Minkoff); Washington, DC, Metropolitan Consortium (Mary Young); The Connie Wofsy Study Consortium of Northern California (Ruth Greenblatt); Los Angeles County/ Southern California Consortium (Alexandra Levine); Chicago Consortium (Mardge Cohen); and Data Coordinating Center (Stephen Gange)."
        }
    ]
}