{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Objective: Agonists of α7-nicotinic acetylcholine receptors (nAChRs) have been developed as potential therapeutic drugs for neuropsychiatric diseases such as schizophrenia and Alzheimer's disease. Positron emission tomography (PET) is a noninvasive brain imaging technique to measure receptor occupancy in the living human brain. Although much effort has been expended to create specific PET radioligands for α7-nAChRs in the brain, only 4-[ 11 C]methylphenyl-1,4-diazabicyclo[3.2.2.]nonane-4-carboxylate ([ 11 C]CHIBA-1001) is currently available for clinical studies. In contrast, two 5-hydroxytryptamine-3 (5-HT3) receptor antagonists, tropisetron and ondansetron, have been used to treat patients with chemotherapy-induced or postoperative nausea and vomiting. Furthermore, tropisetron, but not ondansetron, possesses high affinity for α7-nAChRs. In the present study, we evaluated the receptor occupancy in the human brain after a single oral administration of tropisetron and ondansetron using [ 11 C]CHIBA-1001 and PET. Methods: Two serial dynamic PET scans using [ 11 C]CHIBA-1001 in healthy non-smoking male subjects were performed before and after receiving an oral administration of these medications. Results: A single oral administration of tropisetron, but not ondansetron, decreased the total distribution volume of [ 11 C]CHIBA-1001 in the human brain. Conclusion: This study shows that tropisetron, but not ondansetron, could bind to α7-nAChRs in the human brain after a single oral administration. Therefore, [ 11 C]CHIBA-1001 may be a useful PET radioligand to measure the occupancy of α7-nAChRs in the human brain.",
            "paragraph_rank": 1,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "text": "INTRODUCTION",
            "section_rank": 1
        },
        {
            "section": "INTRODUCTION",
            "text": "The main subtypes of nicotinic acetylcholine receptors (nAChRs) in the central nervous system are the α4β2 and α7 subtypes. α7-nAChRs have lower affinity for acetylcholine compared with α4β2 nAChRs 1) and demonstrate a high capacity for calcium influx that equals or exceeds N-methyl-D-aspartate receptors, suggesting its significant role in regulating a variety of downstream signaling events.",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 198,
                    "text": "1)",
                    "end": 200
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "2) Accumulating evidence suggests that α7-nAChRs play a role in the pathophysiology of several neu-ropsychiatric diseases such as schizophrenia, Alzheimer's disease, attention deficit hyperactivity disorder, and Parkinson's disease. [3][4][5][6][7] A number of pharmaceutical programs have been developing selective agonists and positive allosteric modulators of α7-nAChRs [7][8][9][10][11][12][13][14][15] as potential therapeutic drugs for these diseases. However, it is difficult to evaluate the potential dose regimens of these drugs for treating these diseases. Positron emission tomography (PET) is one of the brain imaging techniques that can measure biochemical and physiological information in the living human brain. The distribution and density of receptors in the living human brain can be visualized noninvasively by PET using receptor-specific radioligands, and the receptor-radioligand binding can be quantified by appropriate tracer kinetic models. 16,17) Much effort has been devoted to visualize α7-nAChRs in the human brain by PET, but the development of specific radioligands that depict α7-nAChRs has been hampered by the relatively low levels of α7-nAChRs in the brain. [18][19][20] Generally, α-bungarotoxin and methyllycaconitine (MLA) are well known to be specific and potent α7-nAChR antagonists, but due to their large molecular weights, they have difficulty passing through the blood-brain barrier, which makes them unfavorable as PET radioligands. [21][22][23] Consequently, a number of compounds have been developed and evaluated as potential PET radioligands for α7-nAChRs. 6,24) However, only Potent 5-hydroxytryptamine-3 (5-HT 3 ) receptor antagonists such as tropisetron and ondansetron have been used to treat patients with chemotherapy-induced or postoperative nausea and vomiting. [28][29][30] Tropisetron is a partial agonist of α7-nAChRs with high affinity (Ki=6.9 nM), whereas ondansetron has low affinity for α7-nAChRs (Ki＞10,000 nM) ( Table 1). 31,32) Both drugs lack affinity for α4β2-nAChRs (Table 1). In the present study, we investigated whether a single administration of tropisetron or ondansetron would bind to α7-nAChRs in the intact human brain using [ 11 C]CHIBA-1001 and PET.",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 233,
                    "text": "[3]",
                    "end": 236
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 236,
                    "text": "[4]",
                    "end": 239
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 239,
                    "text": "[5]",
                    "end": 242
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 242,
                    "text": "[6]",
                    "end": 245
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 245,
                    "text": "[7]",
                    "end": 248
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 373,
                    "text": "[7]",
                    "end": 376
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 376,
                    "text": "[8]",
                    "end": 379
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 379,
                    "text": "[9]",
                    "end": 382
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 382,
                    "text": "[10]",
                    "end": 386
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 386,
                    "text": "[11]",
                    "end": 390
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 390,
                    "text": "[12]",
                    "end": 394
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 394,
                    "text": "[13]",
                    "end": 398
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 398,
                    "text": "[14]",
                    "end": 402
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 402,
                    "text": "[15]",
                    "end": 406
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 965,
                    "text": "16,",
                    "end": 968
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 968,
                    "text": "17)",
                    "end": 971
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1192,
                    "text": "[18]",
                    "end": 1196
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1196,
                    "text": "[19]",
                    "end": 1200
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1200,
                    "text": "[20]",
                    "end": 1204
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1477,
                    "text": "[21]",
                    "end": 1481
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1481,
                    "text": "[22]",
                    "end": 1485
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1485,
                    "text": "[23]",
                    "end": 1489
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1605,
                    "text": "6,",
                    "end": 1607
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1607,
                    "text": "24)",
                    "end": 1610
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1818,
                    "text": "[28]",
                    "end": 1822
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 1822,
                    "text": "[29]",
                    "end": 1826
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 1826,
                    "text": "[30]",
                    "end": 1830
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1977,
                    "text": "Table 1)",
                    "end": 1985
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 1987,
                    "text": "31,",
                    "end": 1990
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 1990,
                    "text": "32)",
                    "end": 1993
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 2035,
                    "text": "(Table 1",
                    "end": 2043
                }
            ]
        },
        {
            "text": "METHODS",
            "section_rank": 2
        },
        {
            "text": "Subjects",
            "section_rank": 3
        },
        {
            "section": "Subjects",
            "text": "This study was approved by the Ethics Committees of Tokyo Metropolitan Institute of Gerontology (Tokyo, Japan) and Chiba University Graduate School of Medi-cine (Chiba, Japan). Twelve healthy non-smoking male volunteers participated in the study (mean age, 22.2 years; SD, 3.0; range, 20-31). Written informed consent was obtained from each subject after the procedures had been fully explained. None of the subjects had any neurological or psychological findings, and none showed any abnormalities on the brain magnetic resonance imaging scan taken between the two PET scans. None had been receiving any medications of any kind, and none had a history of alcoholism. ]CHIBA-1001-PET scans, one before and one after oral administration of tropisetron or ondansetron. The second PET scan took place 3-3.5 hours after taking the medication to coincide with the peak plasma level. After oral administration of a single dose of tropisetron (5 mg), blood concentration reaches a peak in approximately 3.4 hours in healthy Japanese male subjects. 33) Accordingly, we collected venous blood samples (except from one volunteer for technical reasons) just before tracer injection of the second PET scan to monitor the tropisetron concentration. Plasma tropisetron concentration was measured by high performance liquid chromatography (HPLC) followed by tandem mass spectrometry. In the case of ondansetron, the second PET scan occurred 2 hours after administration, as the concentration in blood reaches its peak in approximately 2 hours after oral administration of a single dose of ondansetron (4 mg) in healthy Japanese male subjects. 34) Volunteers were randomly administered either tropisetron (5, 10, or 20 mg, n=3 for each dose; Navoban Ⓡ , Novartis Pharma KK, Tokyo, Japan) or ondansetron (8 mg, n=3; Zofran Ⓡ , GlaxoSmithKline KK, Tokyo, Japan). PET was performed at the Positron Medical Center, Tokyo Metropolitan Institute of Gerontology with a SET 2400W scanner (Shimadzu Co., Kyoto, Japan). 35) The spatial resolution was 4.4 mm full width at half maximum in the transverse direction and 6.5 mm full width at half maximum in the axial direction. A transmission scan was performed with a rotating 68 Ga/ 68 Ge rod source for 5 minutes for attenuation correction before the administration of [ 11 C]CHIBA-1001, which was prepared as described previously. 25) A dynamic series of decay-corrected PET data acquisition data were collected in the two-dimensional mode for 90 minutes starting at the time of the intravenous bolus injection of [ 11 C]CHIBA-1001 (injected dose, 518±53 MBq; specific activity, 42.7±22.6 TBq/mmol). The frame arrangement was 10 seconds×6 frames, 30 seconds×3 frames, 60 seconds×5 frames, 150 seconds×5 frames, and 300 seconds×14 frames. The dynamic image was reconstructed with a filtered back-projection algorithm using a Butterworth filter (1.25 cycles/cm, order 2); the image matrix was 128×128×31, and the voxel size was 2×2×6.25 mm. Each subject was placed in a supine position with eyes closed. Immediately after the bolus injection, 12 arterial blood samples were collected at 10-second intervals over 2 minutes, and the remaining 14 samples were collected at longer intervals, for a total of 26 samples. All samples were manually drawn. Plasma was separated, weighed and measured for radioactivity with a sodium-iodide well scintillation counter. Six samples collected at 3, 10, 20, 30, 40, and 60 minutes were further processed by HPLC for metabolite analysis. 25) Data Analysis",
            "paragraph_rank": 4,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 1628,
                    "text": "34)",
                    "end": 1631
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 1994,
                    "text": "35)",
                    "end": 1997
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 2356,
                    "text": "25)",
                    "end": 2359
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 3496,
                    "text": "25)",
                    "end": 3499
                }
            ]
        },
        {
            "section": "Subjects",
            "text": "Image manipulations were performed using the \"Dr. View\", version 5.2 medical image processing application package (AJS Inc., Tokyo, Japan). Regions of interest (ROIs) were defined over the frontal, temporal, parietal, and occipital cortices, head of the caudate nucleus, putamen, and cerebellum with reference to a coregistered magnetic resonance image, which served as an anatomical guide. The total distribution volume (VT) of [ 11 C]CHIBA-1001 was calculated from the regional time-activity curve and the metabolite-corrected input function using Logan graphical analysis. 36,37) Blocking rates (%) by tropisetron or ondansetron were calculated for each ROI as 100×[(V T at baseline−V T at loading)/V T at baseline]%.",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 576,
                    "text": "36,",
                    "end": 579
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 579,
                    "text": "37)",
                    "end": 582
                }
            ]
        },
        {
            "text": "RESULTS",
            "section_rank": 4
        },
        {
            "section": "RESULTS",
            "text": "Representative V T images of [ 11 C]CHIBA-1001 before and after tropisetron (20 mg) and ondansetron (8 mg) loading are shown in Fig. 1. Radioactivity in the human brain after intravenous administration of [ 11 C]CHIBA-1001 was widely distributed throughout, consistent with our previous report using postmortem human brain tissues. 38) A single administration of 20 mg tropisetron decreased the VT of [ 11 C] CHIBA-1001 in the brain (Fig. 1), whereas ondansetron (8 mg) had no effect. The mean blocking rates of the whole brain by 5 mg, 10 mg, and 20 mg tropisetron were 1.2±0.02% (mean±SD, n=3), 7.6 ±0.03% (n=3), and 14.1±0.02% (n=3), respectively. In contrast, the mean blocking rate of ondansetron of the whole brain was −0.4±0.03% (n=3). As shown in Fig. 2, single administration of tropisetron blocked the binding of [ 11 C]CHIBA-1001 in the human brain in a dose-dependent manner, whereas a single administration of ondansetron had almost no effect. Furthermore, a significant (r= 0.979, p＜0.001) positive correlation was observed between the plasma concentration of tropisetron and the administered dose of tropisetron (Fig. 3).",
            "paragraph_rank": 6,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 128,
                    "text": "Fig. 1",
                    "end": 134
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 332,
                    "text": "38)",
                    "end": 335
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 433,
                    "text": "(Fig. 1)",
                    "end": 441
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 755,
                    "text": "Fig. 2",
                    "end": 761
                },
                {
                    "type": "figure",
                    "start": 1127,
                    "text": "(Fig. 3)",
                    "end": 1135
                }
            ]
        },
        {
            "text": "DISCUSSION",
            "section_rank": 5
        },
        {
            "section": "DISCUSSION",
            "text": "The present study showed that a single oral administration of tropisetron, but not ondansetron, blocks the binding of [ 11 C]CHIBA-1001 in the human brain in a dose-dependent manner.   . 3. Correlations between the administered dose of tropisetron and the plasma concentration of tropisetron. There is a significant (r=0.979, p＜0.001) positive correlation between the administered dose of tropisetron and plasma concentration. Plasma samples were taken 3-3.5 hours after administration of tropisetron.",
            "paragraph_rank": 7,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 185,
                    "text": ". 3",
                    "end": 188
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Deficient inhibitory processing of the P50 auditory-evoked potential is a pathophysiological feature of schizophrenia. Several lines of evidence suggest that α7nicotinic receptors play a critical role in this phenomenon. Previously, we reported that tropisetron improved deficient auditory inhibition processing in DBA/2 mice and that the improvement by tropisetron could be antagonized by co-administration of the α7-nAChR antagonist MLA. 39) Furthermore, we also reported that phencyclidine (PCP)induced cognitive deficits in mice improve by subsequent subchronic administration of tropisetron, but not ondansetron, and that the improvement was antagonized by co-administration of MLA. 40) These preclinical findings suggest that tropisetron could improve abnormal auditory sensory gating and PCP-induced cognitive deficits in mice via α7-nAChRs. 39,40) In clinical studies, we reported that a single oral administration of tropisetron (10 mg) improved deficits in P50 suppression in non-smoking patients with schizophrenia. 41) A recent randomized, placebo-controlled study of tropisetron showed that tropisetron (10 mg/day for 8 weeks) significantly improved auditory sensory gating P50 deficits and attentional deficits in non-smoking patients with schizophrenia. 42) Taken together with these previous findings, the present study shows that tropisetron may bind to α7-nAChRs in the human brain after a single oral administration, suggesting the role of α7-nAChRs in the mechanisms of its efficacy. Of all ROIs, the highest blocking rate, approximately 22.6%, was seen in the cerebellum by 20 mg of tropi-setron. The dose-blocking rate relationship of tropisetron did not follow the simplified Hill equation of occupancy =Occupancy max [F/(F＋ED 50 )], where Occupancy max refers to maximal occupancy, F is dose or plasma concentration of tropisetron, and ED50 is the plasma tropisetron level resulting in 50% maximal occupancy. This suggests that 20 mg of tropisetron is not sufficient to saturate the blocking of [ 11 C]CHIBA-1001. Increasing the dose of tropisetron may reveal higher blocking rates, but we avoided this for safety reasons. The dose of ondansetron was limited to 8 mg due to the same safety reasons.",
            "paragraph_rank": 8,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 440,
                    "text": "39)",
                    "end": 443
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 688,
                    "text": "40)",
                    "end": 691
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 849,
                    "text": "39,",
                    "end": 852
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 852,
                    "text": "40)",
                    "end": 855
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 1027,
                    "text": "41)",
                    "end": 1030
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 1269,
                    "text": "42)",
                    "end": 1272
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "[ 11 C]CHIBA-1001 PET data were well described with a one-tissue two-compartment model, but the direct derivation of the specific binding potential (BPND) as BPND=k3/ k 4 in a two-tissue three-compartment model was unstable (data not shown). Furthermore, as the radioactivity after administration of [ 11 C]CHIBA-1001 was widely distributed throughout the human brain, there was no reference region for the indirect derivation of BP ND . Therefore, we used VT for quantitative analysis of [",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "section": "DISCUSSION",
            "text": "11 C]CHIBA-1001",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "section": "DISCUSSION",
            "text": "PET data in this study. Although CHIBA-1001 is devoid of activity (inhibition lower than 50%) for the 28 standard receptor-binding profile, 27) we recently reported that the non-specific binding of [ 3 H]CHIBA-1001 is relatively high in membranes from postmortem human brain samples. 38) In the present study, the exact occupancy of α7-nAChR by tropisetron could not be determined because V T , which is used for quantitative analysis of [ 11 C]CHIBA-1001 PET data, includes both specific and nonspecific binding. Despite these limitations, this study suggests that [ 11 C]CHIBA-1001 may be a useful PET ligand for blocking studies of α7-nAChR drugs in the human brain, particularly because more suitable PET ligands for human study are not currently available.",
            "paragraph_rank": 11,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 140,
                    "text": "27)",
                    "end": 143
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 284,
                    "text": "38)",
                    "end": 287
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "In conclusion, the present study showed that a single oral administration of tropisetron, but not ondansetron, blocked the binding of [ 11 C]CHIBA-1001 in the human brain and also suggests that [",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "section": "DISCUSSION",
            "text": "11 C]CHIBA-1001 may be a useful PET ligand for blocking studies of α7-nAChRs in the human brain, although [ 11 C]CHIBA-1001 exhibits a high level of non-specific binding in the human brain. Therefore, the development of novel PET ligands with low non-specific binding will be necessary.",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 106,
                    "text": "[ 11 C]",
                    "end": 113
                }
            ]
        },
        {
            "text": "[ 11 C",
            "section_rank": 6
        },
        {
            "section": "[ 11 C",
            "text": "]CHIBA-1001 and PET Each volunteer participated in two [ 11 C",
            "paragraph_rank": 14,
            "section_rank": 6
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 7
        },
        {
            "section": "Fig. 1 .",
            "text": "Total distribution volume (VT) images of [ 11 C]CHIBA-1001 positron emission tomography before and after single oral administration of tropisetron or ondansetron. The upper pair represents VT images at baseline (left) and at tropisetron (20 mg)-loading (right) in the same subject. The lower pair shows VT images at baseline (left) and ondansetron (8 mg)-loading (right) in another subject.",
            "paragraph_rank": 15,
            "section_rank": 7
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 8
        },
        {
            "section": "Fig. 2 .",
            "text": "Blocking rates of [ 11 C]CHIBA-1001 by tropisetron and ondansetron. The mean±standard deviation of three subjects for each dose is shown.",
            "paragraph_rank": 16,
            "section_rank": 8
        },
        {
            "text": "Fig",
            "section_rank": 9
        },
        {
            "section": "Fig",
            "text": "Fig. 3. Correlations between the administered dose of tropisetron and the plasma concentration of tropisetron. There is a significant (r=0.979, p＜0.001) positive correlation between the administered dose of tropisetron and plasma concentration. Plasma samples were taken 3-3.5 hours after administration of tropisetron.",
            "paragraph_rank": 17,
            "section_rank": 9
        },
        {
            "text": "Table 1 .",
            "section_rank": 10
        },
        {
            "section": "Table 1 .",
            "text": "Affinities of tropisetron and ondansetron at 5-HT3 receptors, α7-nAChRs, and α4β2nAChRs",
            "paragraph_rank": 18,
            "section_rank": 10
        }
    ]
}