{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Background: The identification of molds in clinical laboratories is largely on the basis of phenotypic criteria, the classification of which can be subjective. Recently, molecular methods have been introduced for identification of pathogenic molds in clinical settings. Here, we employed comparative sequence analysis to identify molds. Methods: A total of 47 clinical mold isolates were used in this study, including Aspergillus and Trichophyton. All isolates were identified by phenotypic properties, such as growth rate, colony morphology, and reproductive structures. PCR and direct sequencing, targeting the internal transcribed spacer (ITS) region, the D1/D2 region of the 28S subunit, and the ß-tubulin gene, were performed using primers described previously. Comparative sequence analysis by using the GenBank database was performed with the basic local alignment search tool (BLAST) algorithm. Results: For Aspergillus, 56% and 67% of the isolates were identified to the species level by using ITS and ß-tubulin analysis, respectively. Only D1/D2 analysis was useful for Trichophyton identification, with 100% of isolates being identified to the species level. Performances of ITS and D1/D2 analyses were comparable for species-level identification of molds other than Aspergillus and Trichophyton. In contrast, the efficacy of ß-tubulin analysis was limited to genus identification because of the paucity of database information for this gene. Conclusions: The molecular methods employed in this study were valuable for mold identification, although the different loci used had variable usefulness, according to mold genus. Thus, a tailored approach is recommended when selecting amplification targets for molecular identification of molds."
        }
    ],
    "body_text": [
        {
            "section": "INTRODUCTION",
            "text": "The epidemiology and etiology of invasive fungal infections have changed over recent decades. Mold infections are more frequently encountered in association with increasing numbers of immunocompromised patients, and molds other than Aspergillus fumigatus, including species not previously recognized as pathogens, have emerged [1,2]. The appearance of organisms, such as the Fusarium species and the Zygomycetes, with variable sus-ceptibilities to conventional antifungal agents underscores the importance of correct identification [3].",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 327,
                    "text": "[1,",
                    "end": 330
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 330,
                    "text": "2]",
                    "end": 332
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 532,
                    "text": "[3]",
                    "end": 535
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "Clinical laboratories are often challenged with mold identification. In contrast with bacterial or Candida species, which are identified on the basis of biochemical properties, mold identification is largely based on phenotypic criteria. Related species or phenotypic variants may be misidentified and rare species may remain unidentified. As a result, molecular methods have been developed to overcome these problems, and comparative se- www.annlabmed.org quence analysis is now considered the gold standard identification technique [4,5].",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 534,
                    "text": "[4,",
                    "end": 537
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 537,
                    "text": "5]",
                    "end": 539
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "The internal transcribed spacer (ITS) region is the most commonly used target for sequencing in clinical laboratories because of the following benefits: (i) multiple copies of the ribosomal gene are present in all organisms, enabling sensitive detection by PCR, and (ii) the ITS region contains both highly conserved and variable regions, and is therefore, the optimal target for developing specific PCR primers that discriminate among closely related species [6][7][8][9]. However, the ITS region might not provide species-level resolution for all species. In such cases, other targets such as the D1/D2 region of the 28S subunit, the ß-tubulin gene, or the translation elongation factor gene may prove useful, depending on the genus in question. In this study, we used molecular methods for mold identification and compared the performances of the ITS region, the D1/D2 region, and the ß-tubulin gene as amplification targets for comparative sequence analysis.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 460,
                    "text": "[6]",
                    "end": 463
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 463,
                    "text": "[7]",
                    "end": 466
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 466,
                    "text": "[8]",
                    "end": 469
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 469,
                    "text": "[9]",
                    "end": 472
                }
            ]
        },
        {
            "section": "METHODS",
            "text": "Forty-seven preserved isolates, which were previously obtained from clinical specimens, were cultivated to evaluate the usefulness of each locus for mold identification. Isolate selection criteria were as follows: (i) isolates most frequently recovered in our laboratory, (ii) medically important isolates recovered infrequently, or (iii) isolates unidentifiable by phenotypic methods. The genera included in this study were Absidia (1), Acremonium (1), Aspergillus (9) (9), and unidentifiable molds (8).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 466,
                    "text": "(9)",
                    "end": 469
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 470,
                    "text": "(9)",
                    "end": 473
                }
            ]
        },
        {
            "section": "Conventional identification",
            "text": "Clinical specimens were cultured on universal media (Sabouraud dextrose agar) and/or selective media (Mycogel agar) for a maximum of 3 weeks, according to the type of specimen. Specimens were incubated at 30°C for the first 2 days and then at 25°C. Isolates were sub-cultured for identification on Sabouraud dextrose agar or potato dextrose agar. Presumptive thermally dimorphic fungi were grown on Sabouraud dextrose agar at 25°C and brain heart infusion agar at 37°C. Conventional identification was made according to macro-and micro-morphologic criteria."
        },
        {
            "section": "DNA extraction",
            "text": "DNA was extracted using the MagNA Pure LC DNA Isolation Kit III (bacteria, fungi) (Roche Diagnostics, Mannheim, Germany). Fungal mycelium with a surface area of 2-4 cm 2 was obtained, added to phosphate buffered saline, and samples were prepared according to the manufacturer's recommendations. Briefly, approximately 100 µL of sample was mixed with 130 µL of bacterial lysis buffer and 20 µL of proteinase K, incubated at 95°C for 10 min and then cooled. After sample preparation DNA was isolated using magnetic-bead technology, according to the manufacturer's instructions."
        },
        {
            "section": "Amplification and sequencing",
            "text": "PCR was performed using a thermal cycler (Model 9700; Applied Biosystems, Foster City, CA, USA), and amplified products were sequenced using the BigDye Terminator Cycle Sequencing Ready Reaction Kit (Applied Biosystems) and an ABI Prism 3100 Genetic Analyzer (Applied Biosystems). Primer sequences used in this study were the same as those given in the Clinical and Laboratory Standard Institute (CLSI) guidelines: (i) sequences of the ITS region covering ITS1, 5.8S, and ITS2 were amplified using ITS-1/ITS-4 and ITS-5/ITS-4 primer sets; (ii) sequences of the D1/D2 region were amplified using NL-1/NL-4 primers; and (iii) ß-tubulin gene sequences were amplified using Bt2a/T1 primers."
        },
        {
            "section": "Sequence analysis",
            "text": "The amplified sequences were compared with the GenBank (NCBI) database using the basic local alignment search tool (BLAST) algorithm. Using a calculated percent identity score, specimens were assigned to a genus and species, as previously described [6,7]. Briefly, a sequence was assigned to a species if the best matching reference sequence showed ≥ 98% homology and the next best matching reference species showed 0.8%, or less, sequence homology. A sequence was assigned to the genus level on the basis of 95% to 98% homology to the best matching sequence or ≥ 98% homology with sequence entries for several species from the same genus. 'No identification' was defined as < 95% homology with the best matching reference sequence or a sequence homology > 95% with various genera. Discrepant results between phenotypic and sequence-based identification methods were resolved by repeating the sequencing and re-evaluation of the phenotypic method.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 249,
                    "text": "[6,",
                    "end": 252
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 252,
                    "text": "7]",
                    "end": 254
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "Phenotypic identification and sequencing results for the 3 targets are shown in Table 1. For Aspergillus, 56% (5/9 isolates) and 67% (6/9 isolates) were identified to the species level by ITS www.annlabmed.org and ß-tubulin analysis, respectively. None of the isolates was identified to the species level by D1/D2 analysis alone. Only D1/ D2 analysis enabled species-level identification for Trichophyton isolates, with 100% of isolates being identified to the species level. ITS and D1/D2 targets yielded comparable performances in identification of molds, other than Aspergillus and Trichophyton. There was a discrepancy between phenotypic identification and ITS analysis at the genus level for some isolates. Isolate 14 was identified as a Cunninghamella bertholletiae based on typical microscopic features, such as non-septate hyphae, sporangiophores, terminal vesicles, sporangioles, and the knowledge that C. bertholletiae is the only known human pathogen. However, ITS analysis matched the isolate to Nectria mauritiicola. D1/D2 analysis assigned the isolate to the Cunninghamella genus, although species-level identification was not possible using this target. Isolate 19, phenotypically identified as a Paecilomyces species, was re-classified into Geosmithia argillacea on the basis of our molecular analyses. Interestingly, isolate 44, phenotypically unidentifiable, was also classified as G. argillacea. The 2 isolates were recovered from a trans-tracheal aspirate and lung tissue, respectively. Isolate 30 was phenotypically identified as Sporothrix schenkii, while D1/D2 analysis matched the isolate to Saccharomycopsis fibuligera. However, after re-evaluating the phenotypic method, the isolate was finally confirmed as S. schenkii exhibiting thermal dimorphism.",
            "ref_spans": [
                {
                    "type": "table",
                    "start": 80,
                    "text": "Table 1",
                    "end": 87
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "Five of 8 phenotypically unidentifiable isolates were newly identified as Coniosporium sp. (isolate 43), G. argillacea (isolate 44), Phialophora sp. (isolate 45), and Trichophyton rubrum (isolates 46, 47) by sequence analysis. The 3 remaining isolates were still unidentifiable by sequence analysis."
        },
        {
            "section": "DISCUSSION",
            "text": "In this study, we employed a molecular method for mold identification and compared the performance of the 3 commonly used amplification targets. Using this method, 2 genera previously unidentified in a clinical laboratory were discovered, Coniosporium and Geosmithia. The Coniosporium species isolate was a slow-growing, black pigmented fungus recovered from a toenail, and showed arthroconidia microscopically. Coniosporium, which is known to colonize plants, has been reported in the literature as a human pathogen recovered from a superficial skin lesion [10]. The isolates identified as G. argillacea grew as whitish to olive colonies and had phialides, which were difficult to distinguish from those of Penicillium or Paecilomyces. Geosmithia is a polyphyletic genus created to accommodate Penicil-lium species that do not produce green colonies. According to recent reports [11,12], G. argillacea can colonize the respiratory tract of cystic fibrosis patients, although it was not found to be associated with exacerbation of the disease. One of our isolates was obtained from the trans-tracheal aspirate of an acute lymphoblastic leukemia patient with influenza H1N1 infection, and the other isolate was obtained from the lung tissue of a patient with chronic cavitary pulmonary aspergillosis. Additional research is required to determine the clinical implications of colonization with G. argillacea.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 558,
                    "text": "[10]",
                    "end": 562
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 880,
                    "text": "[11,",
                    "end": 884
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 884,
                    "text": "12]",
                    "end": 887
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "ITS and D1/D2 region analyses performed well for identification of most isolates in this study. However, D1/D2 analysis was not appropriate for species-level identification of Aspergillus species, and this finding is consistent with the results of a previous study [13]. In contrast to D1/D2 analysis, where all species yielded 100% identical sequence data for at least one molecular sibling (closely related but different taxa), the ITS analysis distinguished some of the species (A. fumigates, A. terreus) from their molecular siblings. The ß-tubulin gene was also helpful for some species (A. fumigatus, A. terreus, A. sydowii). In contrast, D1/D2 analysis was more appropriate than that of ITS for identifying Trichophyton species. Interestingly, isolates morphologically identified as T. mentagrophytes were re-classified into T. interdigitale (Arthroderma vanbreuseghemii) after analysis of the D1/D2 region, according to the current taxonomy suggested by Graser et al. [14]. The sequence of these isolates was identical to the neotype of T. interdigitale, CBS 428.63 (AF506033), but not with the neotype of T. mentagrophytes, CBS 318.56 (AY185126). Although the naming of the T. mentagrophytes complex has been a topic of debate for years, use of T. mentagrophytes rather than T. interdigitale could result in confusion, an issue recently raised in the literature [15,16]. A consensus on the taxonomy of the T. mentagrophytes complex must be reached as soon as possible.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 265,
                    "text": "[13]",
                    "end": 269
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 976,
                    "text": "[14]",
                    "end": 980
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1371,
                    "text": "[15,",
                    "end": 1375
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1375,
                    "text": "16]",
                    "end": 1378
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "ITS and D1/D2 analyses yielded comparable performances for identification of species other than Aspergillus and Trichophyton. ß-tubulin analysis was limited to genus-level identification due of the paucity of database information available for this gene. Since there is a variety of reference sequences deposited in the public database, the ITS region may be the most appropriate primary sequencing target, except in the case of Aspergillus, as recommended by the CLSI [17]. Analysis of the D1/D2 region or ß-tubulin gene could be used for further resolution, and the decision to use additional targets should be based on clinical implications and laboratory policies, since the relevance of species-level identification has only been determined for a limited number of genera [18,19]. In summary, molecular meth-",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 469,
                    "text": "[17]",
                    "end": 473
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 777,
                    "text": "[18,",
                    "end": 781
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 781,
                    "text": "19]",
                    "end": 784
                }
            ]
        },
        {
            "section": "Authors' Disclosures of Potential Conflicts of Interest",
            "text": "No potential conflict of interest relevant to this article was reported."
        }
    ]
}