{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The determinants of single channel conductance (␥) and ion selectivity within eukaryotic pentameric ligand-gated ion channels have traditionally been ascribed to amino acid residues within the second transmembrane domain and flanking sequences of their component subunits. However, recent evidence suggests that ␥ is additionally controlled by residues within the intracellular and extracellular domains. We examined the influence of two anionic residues (Asp 113 and Asp 127) within the extracellular vestibule of a high conductance human mutant 5-hydroxytryptamine type-3A (5-HT 3 A) receptor (5-HT 3 A(QDA)) upon ␥, modulation of the latter by extracellular Ca 2؉ , and the permeability of Ca 2؉ with respect to Cs ؉ (P Ca / P Cs). Mutations neutralizing (Asp 3 Asn), or reversing (Asp 3 Lys), charge at the 113 locus decreased inward ␥ by 46 and 58%, respectively, but outward currents were unaffected. The D127N mutation decreased inward ␥ by 82% and also suppressed outward currents, whereas the D127K mutation caused loss of observable single channel currents. The forgoing mutations, except for D127K, which could not be evaluated, ameliorated suppression of inwardly directed single channel currents by extracellular Ca 2؉. The P Ca /P Cs of 3.8 previously reported for the 5-HT 3 A(QDA) construct was reduced to 0.13 and 0.06 by the D127N and D127K mutations, respectively, with lesser, but clearly significant, effects caused by the D113N (1.04) and D113K (0.60) substitutions. Charge selectivity between monovalent cations and anions (P Na /P Cl) was unaffected by any of the mutations examined. The data identify two key residues in the extracellular vestibule of the 5-HT 3 A receptor that markedly influence ␥, P Ca /P Cs , and additionally the suppression of ␥ by Ca 2؉ .",
            "paragraph_rank": 2,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "text": "The pentameric ligand-gated ion channel (pLGIC) 4 superfamily in eukaryotes can be subdivided into two functional groups based upon the charge selectivity of the ion channel in the open state. The excitatory 5-hydroxytryptamine type 3 (5-HT 3 ) and nicotinic acetylcholine (nACh) receptors, together with the zinc-activated channel, are non-selective cation channels that are permeable to Na ϩ , K ϩ , and, to varying degrees, Ca 2ϩ and Mg 2ϩ (1)(2)(3). The inhibitory ␥-aminobutyric acid type A (GABA A ) and glycine receptors are anion-selective and conduct mainly Cl Ϫ and HCO 3 Ϫ under physiological conditions (4 -6).",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 48,
                    "text": "4",
                    "end": 49
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 443,
                    "text": "(1)",
                    "end": 446
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 446,
                    "text": "(2)",
                    "end": 449
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 449,
                    "text": "(3)",
                    "end": 452
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 580,
                    "text": "3",
                    "end": 581
                },
                {
                    "type": "bibr",
                    "start": 615,
                    "text": "(4 -6)",
                    "end": 621
                }
            ]
        },
        {
            "text": "All eukaryotic pLGIC subunits possess three topologically and functionally homologous domains (7)(8)(9)(10)(11): (i) an extracellular domain (ECD), (ii) the transmembrane domain, and (iii) an intracellular domain. The ECD is rich in ␤-sheet and loop motifs and contributes to the ligand binding site, which is located at subunit interfaces, and the extracellular vestibule of the ion channel. The transmembrane domain comprises four ␣-helical stretches (TM1-TM4) organized such that TM1, TM3, and TM4 shield TM2 from the lipid bilayer (8,9). The TM regions are linked by extracellular (TM2-TM3) and intracellular (TM1-TM2 and TM3-TM4) loops. TM2 forms the lining of the transmembrane portion of the ion channel and contains the channel gate (9). The TM3-TM4 linker (the large intracellular loop) forms the bulk of the intracellular domain and is the least conserved region of the subunit peptide across the pLGIC receptor family. The structure of the intracellular domain is largely unresolved, apart from an ␣-helical region (the MA stretch) that is located immediately N-terminal to TM4 in images of the Torpedo nACh receptor obtained by cryoelectron microscopy (cryo-EM) (9,12).",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 94,
                    "text": "(7)",
                    "end": 97
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 97,
                    "text": "(8)",
                    "end": 100
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 100,
                    "text": "(9)",
                    "end": 103
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 103,
                    "text": "(10)",
                    "end": 107
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 107,
                    "text": "(11)",
                    "end": 111
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 535,
                    "text": "(8,",
                    "end": 538
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 538,
                    "text": "9)",
                    "end": 540
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 741,
                    "text": "(9)",
                    "end": 744
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1174,
                    "text": "(9,",
                    "end": 1177
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1177,
                    "text": "12)",
                    "end": 1180
                }
            ]
        },
        {
            "text": "It is axiomatic that residues located within TM2 and the TM1-TM2 linker influence profoundly (i) single channel conductance (␥), (ii) charge selectivity, and (iii) for cation selective channels, diversus monovalent cation selectivity (13-15) (reviewed in Ref. 4). However, several recent studies have revealed that regions homologous to the MA stretch of the Torpedo nACh receptor are additional determinants of ␥ in 5-HT 3 , nACh ␣4␤2, and ␣1 glycine receptors (16 -19) (reviewed in Ref. 1). In the case of the 5-HT 3 A receptor, this region also contributes to diversus monovalent cation selectivity but not charge selectivity (20). The 4 Å resolution structure of the Torpedo nACh receptor obtained by cryo-EM and image reconstruction (8,9) reveals that the MA stretch, with a contribution from the TM1-TM2 linker, frames intracellular fenestrations through which ions must flow to enter or exit the cytoplasmic vestibule of the channel, providing a structural basis for such observations.",
            "paragraph_rank": 5,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 260,
                    "text": "4",
                    "end": 261
                },
                {
                    "type": "bibr",
                    "start": 462,
                    "text": "(16 -19",
                    "end": 469
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 489,
                    "text": "1",
                    "end": 490
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 629,
                    "text": "(20)",
                    "end": 633
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 738,
                    "text": "(8,",
                    "end": 741
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 741,
                    "text": "9)",
                    "end": 743
                }
            ]
        },
        {
            "text": "Adding to the concept of an extended permeation pathway that influences the biophysical properties of pLGICs, the wide extracellular vestibule, surrounded by the pore lining regions of the ECD, has long been theorized to localize cations to the narrower transmembrane channel (21). Indeed, the cryo-EM images of the Torpedo nACh receptor depict an electronegative vestibule of ϳ60 Å in length and maximally 20 Å in width that has been predicted to strongly influence cation conduction (9). Using a homology model of the closed state of the adult muscle nACh receptor ((␣1) 2 ␤1␥⑀), based upon the cryo-EM images of the Torpedo nACh receptor (9), Wang et al. (22) conducted in silico molecular dynamics simulations of the transition of Na ϩ ions through the conduction pathway over a time frame of 16 ns. The simulation revealed the stabilization of cations at a number of positions along the channel axis. Notably, the extracellular vestibule was highlighted to present negative charges corresponding to the ␣1 subunit residues Glu 83 and Asp 97 , where cations appeared to reside before further translocation to the transmembrane portion of the channel. Numerous additional computational approaches applied to homology models of the nACh receptor indicate that the ECD acts to concentrate monovalent cations over anions (e.g. see Refs. 23 and 24). By contrast, a homology model of the GABA A receptor indicates the ECD to concentrate anions in preference to cations (25).",
            "paragraph_rank": 6,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 276,
                    "text": "(21)",
                    "end": 280
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 485,
                    "text": "(9)",
                    "end": 488
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 658,
                    "text": "(22)",
                    "end": 662
                },
                {
                    "type": "bibr",
                    "start": 1043,
                    "text": "97",
                    "end": 1045
                },
                {
                    "type": "bibr",
                    "start": 1337,
                    "text": "23 and 24)",
                    "end": 1347
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1467,
                    "text": "(25)",
                    "end": 1471
                }
            ]
        },
        {
            "text": "Direct experimental evidence for a role of the extracellular vestibule of human muscle nACh receptors in setting ␥ has been provided by Hansen et al. (26), who made mutations within a negatively charged ring corresponding to Asp 97 in the ␣1 subunit. Mutation of the residues at this locus to lysine in all subunits caused a maximal reduction of ␥ to ϳ20% of control, as observed in recordings performed on cell-attached patches.",
            "paragraph_rank": 7,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 150,
                    "text": "(26)",
                    "end": 154
                }
            ]
        },
        {
            "text": "In this study, we investigate the influence of Asp 113 and Asp 127 of the 5-HT 3 A receptor, which align with Glu 83 and Asp 97 of the ␣1 nACh receptor subunit, respectively, upon ␥, single current channel rectification, ion selectivity, and modulation of ␥ by extracellular Ca 2ϩ . The analyses were performed in the background of a high ␥ mutant of the human 5-HT 3 A receptor (5-HT 3 A(QDA)), because the wild-type 5-HT 3 A receptor has a ␥ value too small to quantify by conventional single channel recording techniques (1,16,27). The mutations introduced into the large intracellular loop of the human 5-HT 3 A receptor to generate the 5-HT 3 A(QDA) receptor construct are R432Q, R436D, and R440A (16). We demonstrate that the extracellular channel vestibule within this model cationic pLGIC strongly influences ␥ and is also an important determinant of relative permeability to Ca 2ϩ and the modulation of ␥ by extracellular Ca 2ϩ . A preliminary account of some of the results has appeared in abstract form (28).",
            "paragraph_rank": 8,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 524,
                    "text": "(1,",
                    "end": 527
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 527,
                    "text": "16,",
                    "end": 530
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 530,
                    "text": "27)",
                    "end": 533
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 702,
                    "text": "(16)",
                    "end": 706
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1014,
                    "text": "(28)",
                    "end": 1018
                }
            ]
        },
        {
            "section": "5-HT 3 A Receptor Constructs and Transfection of cDNAs-",
            "text": "The methods employed to generate mutant constructs within the 5-HT3A(QDA) cDNA background and to transiently transfect tsA-201 cells with cDNA constructs were as detailed previously (20). The mutations generated in this study were 5-HT3A(QDA) D113N, 5-HT3A(QDA) D113K, 5-HT3A(QDA) D127N, and 5-HT3A(QDA) D127K. Cells were maintained in Dulbecco's modified Eagle's medium supplemented with 10% (v/v) fetal bovine serum, 2 mM L-glutamine, 1 mM sodium pyruvate, 100 g/ml streptomycin, and 100 units/ml penicillin. Cells were incubated at 37°C for 18 -96 h in 95% air, 5% CO 2 at 100% humidity prior to electrophysiological recordings.",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 182,
                    "text": "(20)",
                    "end": 186
                }
            ]
        },
        {
            "section": "5-HT 3 A Receptor Constructs and Transfection of cDNAs-",
            "text": "Electrophysiological Recordings-The whole-cell and outside-out patch configurations of the patch clamp technique were used to record macroscopic and single channel currents evoked by 5-HT, respectively. Patch electrodes for both modes were filled with a solution comprising 140 mM CsCl, 0.1 mM CaCl 2 , 1.1 mM EGTA, 10 mM HEPES, pH 7.2 (adjusted with 1 M CsOH; final [Cs ϩ ] o ϭ 143 mM). The intracellular free calcium concentration of this solution was estimated to be 10 nM (29). The recording chamber comprised a 35-mm Petri dish on which the cells were cultivated. Using a gravity-feed system, the chamber was superfused routinely at ϳ5 ml/min, at room temperature (20 -23°C), with extracellular solutions of the compositions described below. Single channel currents evoked by pressure-applied 5-HT (10 M) were recorded in an extracellular solution (E1) consisting of 142.8 mM NaCl, 0.1 mM MgCl 2 , 0.1 mM CaCl 2 , 10 mM glucose, 10 mM HEPES, pH 7.2 (adjusted by 1 M NaOH; final [Na ϩ ] o ϭ 146 mM). Whole-cell recording was used to determine the reversal potentials (E 5-HT ) of macroscopic currents elicited by 5-HT (10 M) by means of a voltageramp protocol using WinWCP V3 9.6 electrophysiology software (J. Dempster, Department of Physiology and Pharmacology, University of Strathclyde, UK; available on the World Wide Web). Unless stated otherwise, E 5-HT was determined via a protocol wherein the membrane potential was initially set at Ϫ60 mV, and a macroscopic current response to 5-HT was elicited. During the plateau of the current response, the membrane potential was stepped from Ϫ60 to Ϫ100 mV for 100 ms and subsequently ramped to ϩ80 mV within 1 s. Care was taken to ensure that the current amplitude at the beginning and termination of the voltage ramp protocol were similar. An identical voltage ramp in the absence of 5-HT served to determine the leakage current and was subtracted from the currents evoked in the presence of 5-HT to generate the current-voltage (I-V) relationship specifically attributable to the 5-HT-evoked conductance. E 5-HT was determined from such leak-subtracted currents. In order to determine the permeability of Na ϩ relative to Cs ϩ (P Na /P Cs ), E 5-HT was determined in solution E1, and the permeability ratio was calculated from the Goldman-Hodgkin-Katz (GHK) (voltage) equation,",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 476,
                    "text": "(29)",
                    "end": 480
                }
            ]
        },
        {
            "section": "5-HT 3 A Receptor Constructs and Transfection of cDNAs-",
            "text": "where R, T, and F have their usual meaning, and [Na ϩ ] o and [Cs ϩ ] i are the calculated activities of extracellular Na ϩ and internal Cs ϩ ions. This equation ignores the very small error anticipated due to the presence of low concentrations of permeant divalent ions (e.g. Ca 2ϩ ) within the extra-or intracellular solutions.",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "section": "5-HT 3 A Receptor Constructs and Transfection of cDNAs-",
            "text": "To calculate the permeability of Ca 2ϩ relative to Cs ϩ (P Ca / P Cs ), E 5-HT was determined in solution E2, comprising CaCl 2 100 mM, glucose 10 mM, L-histidine 5 mM (pH 7.2), and the ratio was derived from a modified GHK (voltage) equation (20,30),",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 243,
                    "text": "(20,",
                    "end": 247
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 247,
                    "text": "30)",
                    "end": 250
                }
            ]
        },
        {
            "section": "5-HT 3 A Receptor Constructs and Transfection of cDNAs-",
            "text": "where [Ca 2ϩ ] o is the external activity of Ca 2ϩ , [Cs ϩ ] i is the internal activity of Cs ϩ , and PЈ Ca /P Cs is a modified term relating the permeability of Ca 2ϩ to Cs ϩ . Substituting for PЈ Ca /P Cs , the above can be rewritten as follows.",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "section": "5-HT 3 A Receptor Constructs and Transfection of cDNAs-",
            "text": "For simplicity, we routinely refer to ion concentrations rather than activities throughout, although the latter were employed in the calculations of relative permeabilities.",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "section": "5-HT 3 A Receptor Constructs and Transfection of cDNAs-",
            "text": "To examine modulation of ␥ by extracellular Ca 2ϩ , single channel recordings and determinations of E 5-HT were also made in extracellular solutions (E3, E4, and E5) containing variable [CaCl 2 ] o (0.1, 1, and 10 mM, respectively) but constant [NaCl] o (95 mM), L-histidine (5 mM), and glucose 10 (mM), pH 7.2. The osmolarity of such solutions was held constant by the addition of appropriate amounts of sucrose. An extracellular solution (E6) containing 20 mM NaCl, 0.1 mM MgCl 2 , 0.1 mM CaCl 2 , 10 mM glucose, 239.4 mM sucrose, 5 mM L-histidine, pH 7.2 (adjusted by 1 M HCl), in addition to solutions E1 and E3, was used to perform dilution potential measurements in order to determine relative permeability to chloride. Liquid junction potentials between the pipette tip and extracellular solutions were measured according to Fenwick et al. (29) and were corrected post hoc. In brief, the zero current voltage was initially determined with the intracellular solution present within both the patch pipette and the bath. The extracellular solutions (E1-E6) used in the experiments then replaced the intracellular solution, and the change in zero current voltage (i.e. the liquid junction potential) was noted. A salt bridge consisting of 3 M KCl in 4% (w/v) agar connected the bath to the reference electrode, eliminating changes in the potential of the latter during this procedure.",
            "paragraph_rank": 15,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 847,
                    "text": "(29)",
                    "end": 851
                }
            ]
        },
        {
            "section": "5-HT 3 A Receptor Constructs and Transfection of cDNAs-",
            "text": "Single channel currents were low pass-filtered offline at 1 kHz, digitized at 10 kHz via a DigiData 1302A (Axon Instruments) interface. Using the WinEDR V2 7.6 Electrophysiology Data Recorder (J. Dempster, Department of Physiology and Pharmacology, University of Strathclyde, UK; available on the World Wide Web), single channel current amplitude histograms were constructed from sections of single channel activity in which unitary events predominated, as described in detail previously (20). The ␥ value is routinely reported as the chord conductance (i.e. ␥ ϭ i/(V m Ϫ E 5-HT ), where i is single channel current amplitude, V m is the holding potential (including liquid junction potential correction), and E 5-HT is the reversal potential of the agonist-evoked macroscopic response determined as described above under the appropriate ionic conditions. In the case of the 5-HT3A(QDA) D127K mutant, single channel currents could not be resolved directly in recording from outsideout membrane patches. Thus, we estimated ␥ by fluctuation analysis of whole-cell current evoked by 5-HT (1 M) as previously described by us (16 ",
            "paragraph_rank": 16,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 488,
                    "text": "(20)",
                    "end": 492
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1121,
                    "text": "(16",
                    "end": 1124
                }
            ]
        },
        {
            "section": "Asp 113 Is a Determinant of ␥ and Single Channel Current",
            "text": "Rectification-Asp 113 is predicted from a homology model of the human 5-HT 3 A receptor (18) to reside approximately onethird of the distance from the entrance to the extracellular vestibule to the extracellular border of TM2. Asp 113 is homologous to the Torpedo nACh receptor ␣1 subunit Glu 83 locus and is modeled as forming a ring of negative charge within the apical extracellular vestibule (Fig. 1). Asp 113 was mutated to either a neutral asparagine or a positively charged lysine, within the 5-HT3A(QDA) construct, yielding 5-HT3A(QDA) D113N or 5-HT3A(QDA) D113K, respectively. At a holding potential of Ϫ80 mV in extracellular (E1) and intracellular solutions containing Na ϩ and Cs ϩ as the principal charge carriers respectively, 5-HT (10 M) applied by pressure to outside-out patches excised from tsA-201 cells expressing 5-HT 3 A(QDA) D113N  (Fig. 2, A and B, and Table 1). The 5-HT 3 A(QDA) D113K receptor displayed a ␥ value that was further reduced to 17.1 Ϯ 0.2 pS (Fig. 2, A and B, and Table 1). Although the ␥ value of the D113N and D113K 5-HT3A(QDA) constructs did not differ strikingly, the reduction caused by reversal, rather than neutralization, of charge was significantly greater (Table 1).",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 88,
                    "text": "(18)",
                    "end": 92
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 396,
                    "text": "(Fig. 1",
                    "end": 403
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 855,
                    "text": "(Fig. 2",
                    "end": 862
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 877,
                    "text": "Table 1",
                    "end": 884
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 982,
                    "text": "(Fig. 2",
                    "end": 989
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 1004,
                    "text": "Table 1",
                    "end": 1011
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 1206,
                    "text": "(Table 1)",
                    "end": 1215
                }
            ]
        },
        {
            "section": "Asp 113 Is a Determinant of ␥ and Single Channel Current",
            "text": "Single channel current-voltage (i-V) relationships were generated by recording unitary currents evoked by 5-HT (10 M) from outside-out patches at holding potentials between Ϫ100 and ϩ100 mV in increments of 20 mV. For the 5-HT 3 A(QDA) receptor construct, the single channel current i-V relationship is linear at negative potentials with a slope ␥ of 41 pS (20). However, at positive potentials, ␥ increases to 46 pS, indicative of modest outward rectification quantified as an RI value (see \"Experimental Procedures\") of 1.12 (20)  (Fig. 2B). Under identical ionic conditions, the i-V relationships obtained for the 5-HT 3 A(QDA) D113N and the 5-HT 3 A(QDA) D113K receptor constructs reveal that both mutations enhance outward rectification, the RI values being 1.7 and 2.63, respectively (Table 1). Notably, either mutation reduced only inwardly (and not outwardly) directed single channel currents (Fig. 2B). Such results are consistent with a scheme whereby the ring of negativity formed by the Asp 113 residues acts via simple coulombic attraction to raise the availability of cations within the receptor extracellular vestibule for translocation to deeper regions of the pore. Neutralization or reversal of charge at this locus would be anticipated to reduce the local concentration of cations within the extracellular vestibule, leading to the emergence of outward rectification. Notably, the effect of neutralizing or reversing the charge at the Asp 113 position was increased when [Na ϩ ] o was reduced to 95 mM (see below) (see Fig. 5). In comparison with the 46 and 58% reductions in ␥ found for the D113N and D113K mutations, respectively, with [Na ϩ ] o set at 146 mM, the corresponding reductions in the Na ϩ -deficient solution were 66 and 72%. The enhanced effect of the mutations at the lower ionic strength is once more consistent with a predominantly electrostatic influence of the Asp 113 residue. This is due to the screening effect of oppositely charged ions upon amino acid residues that have fixed charges that would reduce the influence of the Asp 113 residue at high ionic strength.",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 357,
                    "text": "(20)",
                    "end": 361
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 527,
                    "text": "(20)",
                    "end": 531
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 533,
                    "text": "(Fig. 2B",
                    "end": 541
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 790,
                    "text": "(Table 1)",
                    "end": 799
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 901,
                    "text": "(Fig. 2B",
                    "end": 909
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 1538,
                    "text": "Fig. 5",
                    "end": 1544
                }
            ]
        },
        {
            "section": "Asp 113 Is a Determinant of ␥ and Single Channel Current",
            "text": "Asp 127 Is a Major Determinant of ␥ and Influences Single Channel Current Rectification-Asp 127 is predicted from a homology model of the human 5-HT 3 A receptor (18) to reside approximately two-thirds of the distance from the entrance to the extracellular vestibule to the extracellular border of TM2 (i.e. the 20Ј residue) and occupies a locus homologous to that of the Asp 97 residue of the Torpedo nACh receptor ␣1 subunit (Fig. 1). Application of 5-HT (10 M) to outside-out patches expressing the human 5-HT 3 A(QDA) D127N receptor construct yielded relatively small, yet clearly resolvable, single channel currents at a holding potential of Ϫ80 mV, yielding a chord ␥ of 7.3 Ϯ 0.1 pS (Fig. 3, A and B, and Table 1). Neutralization of the negative charge of the 127 residues thus reduces ␥ by 82% in comparison with the 5-HT 3 A(QDA) receptor. Consistent with a contribution of an electrostatic influence upon inwardly directed cation flux, the D127N mutation within the 5-HT3A(QDA) construct confers a strong outwardly rectifying (RI ϭ 3.18) i-V profile, as determined from single channel currents recorded between the holding potentials of Ϫ100 and  ϩ100 mV at 20-mV increments (Fig. 3B). However, unlike mutations at the 113 locus, the 5-HT 3 A(QDA) D127N receptor mediated outwardly directed single channel currents that were clearly depressed in comparison with the 5-HT3A(QDA) construct ( Fig. 3B). In addition, the effect of the D127N mutation was not enhanced when [Na ϩ ] o was reduced to 95 mM. It is likely that the role of Asp 127 extends beyond that of locally concentrating cations within the extracellular vestibule. In contrast to the 5-HT 3 A(QDA) D127N receptor, individual single channel events in response to 5-HT (10 M) were not discernible when recording at a holding potential of Ϫ80 mV from membrane patches expressing the 5-HT3A(QDA) D127K construct (Fig. 3A). Instead, a noisy \"macroscopic-like\" inward current evoked by 5-HT was observed, which is reminiscent of that previously reported for the human wild-type 5-HT 3 A receptor in a similar experimental paradigm (31). To estimate the ␥ value of the channels underlying such currents, we employed fluctuation analysis of 5-HT-evoked macroscopic currents from whole cells voltage-clamped at a holding poten-tial of Ϫ80 mV, as described previously (16,27). Such an analysis yielded a ␥ of 1.65 Ϯ 0.3 pS (Table 1). Outwardly directed single channel events mediated by the 5-HT 3 A(QDA) D127K receptor construct in outside-out patches at holding potentials as positive as ϩ80 mV were also unmeasurable by direct observation (data not shown). We were unable to obtain an estimate of ␥ by fluctuation analysis of whole-cell currents at such positive potentials due to a poor signal/noise ratio. Thus, the 127 locus appears to be a major determinant of both inward and outward conduction of cations.",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 162,
                    "text": "(18)",
                    "end": 166
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 427,
                    "text": "(Fig. 1)",
                    "end": 435
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 690,
                    "text": "(Fig. 3",
                    "end": 697
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 712,
                    "text": "Table 1",
                    "end": 719
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1185,
                    "text": "(Fig. 3B",
                    "end": 1193
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1400,
                    "text": "Fig. 3B",
                    "end": 1407
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1880,
                    "text": "(Fig. 3A)",
                    "end": 1889
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 2097,
                    "text": "(31)",
                    "end": 2101
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 2330,
                    "text": "(16,",
                    "end": 2334
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 2334,
                    "text": "27)",
                    "end": 2337
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 2385,
                    "text": "(Table 1)",
                    "end": 2394
                }
            ]
        },
        {
            "section": "Asp 113 Is a Determinant of ␥ and Single Channel Current",
            "text": "The Influence of the 5-HT 3 A Receptor Extracellular Vestibule upon Ion Selectivity-The suppression of the ␥ of the 5-HT 3 A(QDA) receptor by the mutations at the 113 and 127 loci suggests that the residues naturally occupying these positions participate in the concentration of cations within the extracellular vestibule. In addition, residues within the 5-HT 3 A receptor cytoplasmic portals, also distant from the TM2 region, have been shown to influence ion permeability, namely to Ca 2ϩ (20). Thus, we sought to examine whether mutations in the extracellular vestibule influence the permeabilities of Ca 2ϩ with respect to Cs ϩ (P Ca /P Cs ), Na ϩ with respect to Cs ϩ (P Na / P Cs ), and Na ϩ with respect to Cl Ϫ (P Na /P Cl ).",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 492,
                    "text": "(20)",
                    "end": 496
                }
            ]
        },
        {
            "section": "Asp 113 Is a Determinant of ␥ and Single Channel Current",
            "text": "Asp 113 and Asp 127 Affect neither Cation versus Anion Selectivity nor Relative Permeability to Monovalent Cations-Dilution potential experiments were performed in order to determine P Na /P Cl . In such experiments, Na ϩ replaced Cs ϩ as the permeant monovalent cation that dialyzed the cell interior. A whole-cell voltage ramp protocol (see \"Experimental Procedures\") was employed to obtain E 5-HT values for the extracellular domain mutants in the presence of variable [Na ϩ ] o (146, 95, and 20 mM; solutions E1, E3, and E6, respectively), where Na ϩ was replaced with sucrose to maintain osmolarity. Plots of E 5-HT versus the logarithm of extracellular Na ϩ activity ((Na ϩ ) o ) were generated to examine the cation versus anion selectivity of each of the extracellular domain mutants. No appreciable perturbation of charge selectivity was observed in comparison with the 5-HT 3 A(QDA) receptor (slope of 59 mV/decade change in (Na ϩ ) o (20)) because the slopes were found to be 55.6, 59.5, 57.4, and 57.5 mV/decade change in (Na ϩ ) o for the 5-HT 3 A(QDA) D113N, 5-HT 3 A(QDA) D113K, 5-HT 3 A(QDA) D127N, and 5-HT 3 A(QDA) D127K receptors, respectively (data not shown). The GHK voltage equation predicts a slope of 58 mV/decade change in (Na ϩ ) o (at room temperature) for a channel that is perfectly selective for monovalent cations. P Na /P Cs determined similarly was generally unaffected at 5-HT3A(QDA) constructs carrying mutations to the Asp 113 and Asp 127 residues, although the 5-HT3A(QDA) D113N (0.78 Ϯ 0.02) and 5-HT3A(QDA) D127K (1.02 Ϯ 0.03) constructs exhibited modestly shifted, but significantly different, ratios compared with the 5-HT3A(QDA) construct (0.87 Ϯ 0.03). However, the sign of the charge at the 113 and 127 loci had no consistent effect upon P Na /P Cs ( Table 2).",
            "paragraph_rank": 21,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 4,
                    "text": "113",
                    "end": 7
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 1796,
                    "text": "Table 2)",
                    "end": 1804
                }
            ]
        },
        {
            "section": "Asp 113 Is a Determinant of ␥ and Single Channel Current",
            "text": "Asp 113 and Asp 127 Are Determinants of P Ca /P Cs -The preceding data suggest that Asp 113 and Asp 127 are involved in the selection of cations within the extracellular vestibule, and they would be anticipated to favor the attraction of Ca 2ϩ over monovalent cations, potentially increasing the relative permeability   (Fig. 4, A-C). Quantitatively, the corresponding P Ca /P Cs ratios calculated from a modified form of the GHK voltage equation (30) were 1.04 Ϯ 0.08 and 0.60 Ϯ 0.06 (Table 2), both significantly less than the value of 3.8 found for the 5-HT 3 A(QDA) receptor construct (20).",
            "paragraph_rank": 22,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 4,
                    "text": "113",
                    "end": 7
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 320,
                    "text": "(Fig. 4, A-C)",
                    "end": 333
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 485,
                    "text": "(Table 2)",
                    "end": 494
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 589,
                    "text": "(20)",
                    "end": 593
                }
            ]
        },
        {
            "section": "The ECD of the 5-HT 3 A Receptor Influences Channel Biophysics",
            "text": "Pronounced negative shifts in E 5-HT were found for the 5-HT3A(QDA) Asp 127 mutant constructs in the Ca 2ϩ -based extracellular solution E2. As such, modifications to the conventional voltage-ramp protocol employed in this study were required. In brief, E 5-HT for the 5-HT3A(QDA) D127N construct was determined by ramping the membrane potential over a period of 1 s from ϩ40 to Ϫ100 mV and returning to ϩ40 mV during the peak of a macroscopic current evoked by 5-HT (10 M). The resultant leak-subtracted current exhibited a large negative shift in E 5-HT (Ϫ55.6 Ϯ 1.2 mV) compared with that of the 5-HT3A(QDA) construct (ϩ9.4 mV), yielding a significant reduction of P Ca /P Cs from 3.8 to 0.13 Ϯ 0.01 (Table 2 and Fig.  4D). For the 5-HT3A(QDA) D127K mutant, a similar voltage ramp protocol, but spanning the potential range ϩ40 to Ϫ150 mV, yielded leak-subtracted whole-cell currents with an E 5-HT value (Ϫ74.6 Ϯ 5.4 mV) markedly negative to that of both the 5-HT 3 A(QDA) and 5-HT 3 A(QDA) D127N receptor constructs (Fig. 4E). The calculated P Ca /P Cs value is 0.06 Ϯ 0.01 (Table 2), which implies that the D127K mutant is effectively impermeable to Ca 2ϩ .",
            "paragraph_rank": 23,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 467,
                    "text": "(10 M)",
                    "end": 473
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 703,
                    "text": "(Table 2",
                    "end": 711
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 716,
                    "text": "Fig.  4D",
                    "end": 724
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 1021,
                    "text": "(Fig. 4E",
                    "end": 1029
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 1079,
                    "text": "(Table 2)",
                    "end": 1088
                }
            ]
        },
        {
            "section": "The Effect of Neutralization and Charge Reversal Mutations at the 113 and 127 Loci upon Suppression of 5-HT3A(QDA) ␥ by Extracellular Ca 2ϩ",
            "text": "-The ␥ of the human wild-type 5-HT 3 A receptor and the 5-HT3A(QDA) construct are depressed by extracellular Ca 2ϩ (20,27). For the 5-HT3A(QDA) construct, such suppression is concentration-dependent over the range 0.1-30 mM and voltage-independent over the range 0.3-10 mM in the presence of a [Na ϩ ] o fixed at 95 mM (20). The predominant suppression of ␥ by [Ca 2ϩ ] o is chiefly observed over the concentration range 0.1-10 mM (extracellular solutions E3, E4, and E5; see Fig. 5). In view of the pronounced influence of the extracellular vestibule mutants upon the P Ca /P Cs ratio of the 5-HT3A(QDA) construct, the effect of extracellular Ca 2ϩ on the ␥ of the 5-HT 3 A(QDA) receptor mutated at either the Asp 113   Relative permeabilities (i.e. P Ca /P Cs and P Na /P Cs ) were determined from measurements of E 5-HT in extracellular solutions containing Na ϩ (solution E1) or Ca 2ϩ (solution E2) as the permeant cation.  Note that all mutations cause a negative shift in E 5-HT that is indicative of a reduced P Ca /P Cs ratio. Paralleling the latter is an enhancement of outward rectification of the macroscopic currents due to a progressively diminished ability to conduct Ca 2ϩ inwardly. ] o from 0.1 to 10 mM had no significant effect upon ␥, which was 13.9 Ϯ 1.0 and 11.4 Ϯ 0.7 pS, respectively (Fig. 5B). Reversal of charge at the Asp 113 locus by substituting lysine resulted in a channel that similarly displayed only a marginal, although significant, suppression of ␥ over the 100-fold increase in [Ca 2ϩ ] o (i.e. 11.5 Ϯ 0.3 to 9.8 Ϯ 0.3 pS) (Fig. 5B). The single channel current amplitudes observed for the 5-HT3A(QDA) D127N mutant in extracellular solutions composed of Na ϩ /Ca 2ϩ mixtures displayed a low signal/noise ratio, and thus the sensitivity of ␥ to increased [Ca 2ϩ ] o cannot be evaluated with precision. Despite this, an elevation of extracellular [Ca 2ϩ ] o from 0.1 mM (␥ ϭ 6.6 Ϯ 0.4 pS) to 10 mM (␥ ϭ 4.6 Ϯ 0.5 pS) appeared to have no significant effect upon ␥ (Fig.  5). The 5-HT 3 A(QDA) D127K receptor construct was not investigated due to its very low ␥. Collectively, mutation of Asp 113 to asparagine and lysine and Asp 127 to asparagine markedly suppresses the sensitivity of ␥ to [Ca 2ϩ ] o that is a characteristic of the both the wild-type human 5-HT 3 A receptor (27) and the 5-HT 3 A(QDA) receptor construct (20).",
            "paragraph_rank": 24,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 115,
                    "text": "(20,",
                    "end": 119
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 119,
                    "text": "27)",
                    "end": 122
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 319,
                    "text": "(20)",
                    "end": 323
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 476,
                    "text": "Fig. 5",
                    "end": 482
                },
                {
                    "type": "bibr",
                    "start": 715,
                    "text": "113",
                    "end": 718
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 1307,
                    "text": "(Fig. 5B)",
                    "end": 1316
                },
                {
                    "type": "bibr",
                    "start": 1514,
                    "text": "[Ca 2ϩ",
                    "end": 1520
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 1559,
                    "text": "(Fig. 5B)",
                    "end": 1568
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 1996,
                    "text": "(Fig.  5",
                    "end": 2004
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 2309,
                    "text": "(27)",
                    "end": 2313
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 2355,
                    "text": "(20)",
                    "end": 2359
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "The results of this study demonstrate that both Asp 113 and Asp 127 within the ECD of the 5-HT3A(QDA) receptor have a profound effect upon the (i) amplitude of inwardly directed single channel currents, (ii) relative permeability to Ca 2ϩ , and (iii) modulation of ␥ by extracellular Ca 2ϩ . It should be emphasized that we have utilized the 5-HT 3 A(QDA) receptor as a convenient model system and that not all effects described here can readily be extrapolated to the human wild-type 5-HT 3 A receptor. For example, the reduction in amplitude of inwardly directed single channel currents caused by the neutralization or reversal of charge at the Asp 113 and Asp 127 cannot be translated directly to the wild-type receptor whose ␥ is already severely limited by Arg 432 , Arg 436 , and Arg 440 within the large intracellular loop (16,17).",
            "paragraph_rank": 25,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 830,
                    "text": "(16,",
                    "end": 834
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 834,
                    "text": "17)",
                    "end": 837
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "All atoms molecular dynamics simulations performed on a homology model of the adult human skeletal muscle ((␣1) 2 ␤1␦⑀) nACh receptor reveal that monovalent cations undergo stepwise changes in position as they translocate along the axis of the extracellular vestibule to the extracellular entrance of the transmembrane pore (22). Specifically, Na ϩ dwells for several ns in the vicinity of rings of acidic and polar residues that correspond to Glu 83 and Asp 97 of the ␣1 subunit, and there is direct experimental evidence that ␣1Asp 97 and residues at equivalent positions in the ␤1, ␦, and ⑀ subunits influence ␥ in the adult human skeletal muscle nACh receptor (22,26). Glu 83 and Asp 97 align with Asp 113 and Asp 127 of the human 5-HT 3 A receptor (Fig. 1), providing the rationale for our mutagenesis program.",
            "paragraph_rank": 26,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 324,
                    "text": "(22)",
                    "end": 328
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 664,
                    "text": "(22,",
                    "end": 668
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 668,
                    "text": "26)",
                    "end": 671
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 753,
                    "text": "(Fig. 1)",
                    "end": 761
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Effects upon ␥-Neutralization of the negative charge at the 113 or 127 loci by the replacement of aspartate with asparagine produced a very substantial reduction in the amplitude of inwardly directed single channel currents corresponding to decreases in chord ␥ of 46 and 82%, respectively. It is notable that neutralization of the charge at the 127 position of the 5-HT3A(QDA) construct produces a percentage reduction in ␥ that closely approximates the effect of reversing the charge at the position corresponding to Asp 97 in all subunits of the adult skeletal muscle nACh receptor (26). When we mimicked the latter study more closely by the mutation D127K incorporated into the 5-HT3A(QDA) construct, 5-HT-evoked single channel currents could not be observed directly, but a noisy inward current was recorded from patches, confirming that the mutation did not ablate receptor expression. By fluctuation analysis of whole-cell currents mediated by the 5-HT3A(QDA) D127K mutant, we inferred a ␥ of ϳ1.6 pS. Fluctuation analysis applied to various 5-HT 3 A receptor mutants tends to underestimate ",
            "paragraph_rank": 27,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 585,
                    "text": "(26)",
                    "end": 589
                }
            ]
        },
        {
            "section": "The ECD of the 5-HT 3 A Receptor Influences Channel Biophysics",
            "text": "the true ␥ revealed by single channel recording (17), and, extrapolating from previous correlative data, the ␥ of the 5-HT3A(QDA) D127K mutant could be closer to 3 pS. Nonetheless, by comparison with the D127K mutation, the substitution of aspartate by lysine at the 113 locus was better tolerated and caused only a modest decrease in ␥ further than that produced by charge neutralization (from 22 to 17 pS).",
            "paragraph_rank": 28,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 48,
                    "text": "(17)",
                    "end": 52
                }
            ]
        },
        {
            "section": "The ECD of the 5-HT 3 A Receptor Influences Channel Biophysics",
            "text": "A parsimonious interpretation of the effect on ␥ of the mutations at the 113 position is through a simple electrostatic mechanism. First, the i-V data obtained with both the D113N and D113K constructs show that the mutations exclusively depress inwardly directed single channels in comparison with the 5-HT 3 A(QDA) receptor, introducing outward rectification to the i-V relationship. The degree of rectification increased as the charge at the 113 locus was neutralized (5-HT3A(QDA) D113N, RI ϭ 1.70) or reversed (5-HT3A(QDA) D113K, RI ϭ 2.63). Such an effect is consistent with Asp 113 acting to increase the local concentration of cations within the outer extracellular vestibule, facilitating their onward translocation to deeper regions of the pore. Simple electrostatic interactions are sensitive to ionic strength, due to the screening of fixed charges by counterions (32). Although we did not examine the influence of ionic strength in a systematic manner (as elegantly performed by Kienker et al. (32) for the skeletal muscle nACh receptor harboring mutations in the extracellular (20Ј) and cytoplasmic (Ϫ4Ј) rings), we note parenthetically that the percentage depression of ␥ caused by the D113N and D113K mutations was more pronounced when [Na ϩ ] o was reduced from 146 to 95 mM. Attempts to evaluate the influence of lower concentrations of [Na ϩ ] o were unsuccessful due to reductions in ␥ that rendered quantification unreliable.",
            "paragraph_rank": 29,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 990,
                    "text": "Kienker et al. (32)",
                    "end": 1009
                }
            ]
        },
        {
            "section": "The ECD of the 5-HT 3 A Receptor Influences Channel Biophysics",
            "text": "The affect of mutations at the 127 locus was more complex. Although inwardly directed single channel currents were reduced to a greater extent than outwardly directed events by the D127N mutation (RI ϭ 3.18), suppression of ␥ was apparent over a wide range of potentials (Ϫ100 to ϩ100 mV). Unlike the D113 mutant, the percentage reduction of the amplitude of inwardly directed currents was not increased at reduced ionic strength, at least not within the limits examined. Strikingly, the D127K mutation reduced ␥ to a value that could not be determined directly at both negative and positive holding potentials. That the effect of mutations at the 127 locus upon inward currents is more pronounced than at the 113 position is not surprising because the former ring of charge is positioned closer to the entrance of the transmembrane region of the pore (Fig. 1). Furthermore, it is likely that the position of the 127 residue at the tip of the ␤4/5 loop (26,33) causes it to protrude into the vestibule, forming a ring of charge that may be narrower than that present at the 113 locus. Indeed, this appears to be the case for the aligned region of the Torpedo nACh receptor (9). However, we refrain from attempting to specify the diameters of the forgoing rings because our homology model (Fig. 1) is based on the pseudosymmetrical structure of the Torpedo nACh receptor and probably does not reflect with sufficient accuracy the fine structure of the homo-oligomeric 5-HT 3 A receptor.",
            "paragraph_rank": 30,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 852,
                    "text": "(Fig. 1)",
                    "end": 860
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 953,
                    "text": "(26,",
                    "end": 957
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 957,
                    "text": "33)",
                    "end": 960
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1173,
                    "text": "(9)",
                    "end": 1176
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1288,
                    "text": "(Fig. 1)",
                    "end": 1296
                }
            ]
        },
        {
            "section": "The ECD of the 5-HT 3 A Receptor Influences Channel Biophysics",
            "text": "The data obtained with the 5-HT3A(QDA) D127N construct are inconsistent with solely a through-space electrostatic effect whereby the Asp 127 residue simply elevates the local concentra-tion of cations within the vestibule. Interestingly, Hansen et al. (26) demonstrated that suppression of ␥ in the adult human muscle nACh receptor is a non-linear function of the net charge upon the Asp 97 ring and that two sets of mutations that resulted in the same change in net charge (i.e. the introduction of three lysine and two alanine residues versus the insertion of four lysine and retention of one aspartate residue) had significantly different effects upon ␥. Thus, the side chain substitutions and their locations within the mutant subunits of the nACh receptor are at least as important as the net charge on the ring (26). In the present study, we observed the suppression of outwardly directed single channel currents by the D127N mutation, which would not be anticipated if the Asp 127 residue served only to elevate the concentration of permeant cations within the extracellular vestibule. The molecular dynamics simulations performed by Wang et al. (22) upon the adult muscle nACh receptor reveal that cations are stabilized by the homologous Asp 97 residue within the adult muscle nACh receptor. Such stabilization indicates the presence of an energy well that would be anticipated to affect both inward and outward ionic movements. Energy wells within the extracellular vestibule are also apparent as negative vestibular pore potentials computed for the Torpedo nACh receptor (23,24). We speculate that the decrease or possibly reversal in pore potential caused by the D127N and D127K mutations, respectively, removes a force that facilitates both inwardly and outwardly directed ion fluxes or introduces a barrier against such movements.",
            "paragraph_rank": 31,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 252,
                    "text": "(26)",
                    "end": 256
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 817,
                    "text": "(26)",
                    "end": 821
                },
                {
                    "type": "bibr",
                    "start": 1141,
                    "text": "Wang et al. (22)",
                    "end": 1157
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1582,
                    "text": "(23,",
                    "end": 1586
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1586,
                    "text": "24)",
                    "end": 1589
                }
            ]
        },
        {
            "section": "The ECD of the 5-HT 3 A Receptor Influences Channel Biophysics",
            "text": "Effects upon Charge Selectivity-None of the mutations examined in this study had a significant impact upon the charge selectivity of the 5-HT3A(QDA) receptor construct, as measured by the ratio P Na /P Cl . Such results are not surprising. First, it has been shown that mutating the inner (Ϫ1Ј) ring of charge of the mouse 5-HT 3 A receptor from glutamate to alanine renders the channel essentially non-selective between cations and anions (P Na /P Cl ϭ 0.89) (34). When combined with the 19Ј mutation Ser 3 Arg, the channel gained modest anion selectivity (P Na /P Cl ϭ 0.37) (34). Second, extracellularly applied anionic methanethiosulfonate reagents react with cysteine residues engineered into the mouse 5-HT 3 A receptor at multiple locations within the TM2 domain, demonstrating that anions can penetrate the extracellular vestibule (35,36). Finally, Brownian dynamics simulations conducted upon the Torpedo nACh receptor indicate that although the extracellular vestibule contains a much higher concentration of Na ϩ than Cl Ϫ , the latter is not excluded (24).",
            "paragraph_rank": 32,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 460,
                    "text": "(34)",
                    "end": 464
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 839,
                    "text": "(35,",
                    "end": 843
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 843,
                    "text": "36)",
                    "end": 846
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1063,
                    "text": "(24)",
                    "end": 1067
                }
            ]
        },
        {
            "section": "The ECD of the 5-HT 3 A Receptor Influences Channel Biophysics",
            "text": "Effects upon Valence Selectivity-In sharp contrast to the negative results found for charge selectivity, both the Asp 113 and Asp 127 residues were found to have a marked influence upon relative permeability to Ca 2ϩ , as reflected in the ratio P Ca /P Cs , previously reported to be 3.8 for the 5-HT 3 A(QDA) receptor construct (20). For the D113N, D113K, D127N, and D127K mutations, P Ca /P Cs ratios were calculated to be 1.04, 0.60, 0.13, and 0.06, respectively. It is notable that the decreases in P Ca /P Cs parallel the decrements in ␥ caused by such mutations. At each locus, the suppression of P Ca /P Cs increased as the negative charge was neutralized or reversed, consistent with a simple through-space electrostatic effect. We attribute the greater influence of the Asp 127 residue, in common with its effect upon ␥, as probably being due to its deeper location within the pore of the extracellular vestibule and inclusion within a narrower ring of charge. Permeant ion species would thus be concentrated in proximity to the entrance of the transmembrane pore.",
            "paragraph_rank": 33,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 329,
                    "text": "(20)",
                    "end": 333
                }
            ]
        },
        {
            "section": "The ECD of the 5-HT 3 A Receptor Influences Channel Biophysics",
            "text": "For the ␣7 nACh receptor, it has long been known that mutations at the Ϫ1Ј (inner ring), 16Ј, and 17Ј loci exert a profound influence upon P Ca /P Na (15). Similarly, reductions in the negative charge at the Ϫ1Ј locus of the ␣4␤2 and ␣3␤4 nACh receptors greatly reduces P Ca /P Na (37). Placing the present data in context, the D127K and D127N mutations produced effects upon relative permeability to Ca 2ϩ of a magnitude comparable with or greater than those reported in the above studies. Asp 127 appears to be a residue that is critical for the translocation of Ca 2ϩ into the transmembrane pore of the 5-HT 3 A(QDA) receptor construct. To the best of our knowledge, this is the first report to identify residues within the N-terminal outer vestibule of a pLGIC that influence valence selectivity. Moreover, the data add to those of our previous report illustrating relative permeability to Ca 2ϩ in the 5-HT 3 A(QDA) receptor to be influenced at multiple sites that include the extracellular (20Ј) ring of charge and residues within the intracellular MA stretch (i.e. Arg 436 ) (20). Others (34) have inferred a role for the Ϫ1Ј (inner ring) in Ca 2ϩ permeation based on Ca 2ϩ imaging assays conducted upon the mouse wild-type 5-HT 3 A receptor. Collectively, the data are consistent with a processional movement of Ca 2ϩ from the extracellular to the intracellular environment, where multiple negatively charged residues along the axis of the permeation pathway facilitate the inward translocation of the ion. It should be noted that the occurrence of positive charge (i.e. lysine) at a position most likely homologous to Asp 127 does not prevent permeability to Ca 2ϩ in ␣1 glycine receptors mutated within TM2 and flanking sequences to impart cation selectivity (38).",
            "paragraph_rank": 34,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 150,
                    "text": "(15)",
                    "end": 154
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 281,
                    "text": "(37)",
                    "end": 285
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1082,
                    "text": "(20)",
                    "end": 1086
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 1095,
                    "text": "(34)",
                    "end": 1099
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 1769,
                    "text": "(38)",
                    "end": 1773
                }
            ]
        },
        {
            "section": "The ECD of the 5-HT 3 A Receptor Influences Channel Biophysics",
            "text": "Effects upon Suppression of ␥ by Extracellular Ca 2ϩ -Extracellular Ca 2ϩ , within the concentration range 0.1-10 mM, causes a concentration-dependent reduction of the ␥ of the 5-HT 3 A(QDA) receptor construct, amounting to a suppression of ϳ50% (20). By contrast, [Ca 2ϩ ] o over the same concentration range had no significant effect upon the ␥ of either the 5-HT 3 A(QDA) D113N (range 13.9 to 11.4 pS), or 5-HT 3 A(QDA) D127N (range 6.6 to 4.8 pS), receptor constructs. An elevation of [Ca 2ϩ ] o caused a statistically significant depression of the ␥ of the 5-HT3A(QDA) D113K mutant, but the effect was modest (range 11.5 to 9.8 pS). We could not evaluate the influence of [Ca 2ϩ ] o upon the 5-HT3A(QDA) D127K construct due to its low ␥. Collectively, the data indicate that neutralization or reversal of charge at the Asp 113 or the Asp 127 loci alleviates suppression of ␥ by extracellular Ca 2ϩ .",
            "paragraph_rank": 35,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 246,
                    "text": "(20)",
                    "end": 250
                }
            ]
        },
        {
            "section": "The ECD of the 5-HT 3 A Receptor Influences Channel Biophysics",
            "text": "As noted previously, the molecular dynamics stimulations of Wang et al. (22) indicate that monovalent cations are stabilized at residues homologous to Asp 113 and Asp 127 in the adult muscle nACh receptor. From simple considerations of coulombic attraction, an even greater degree of stabilization of Ca 2ϩ would be anticipated. The outer vestibule is sufficiently wide (9) to accommodate multiple Ca 2ϩ ions, which, stabilized therein, would exert a repulsive force upon monovalent cations moving either inwardly or outwardly, thereby depressing ␥. The loca-tion of the Asp 113 and Asp 127 residues outside of the transmembrane voltage field is consistent with the voltage-independent nature of the block by extracellular Ca 2ϩ (20). We envisage that mutations that neutralize or reverse charge at the 113 and 127 loci reduce the stabilization of Ca 2ϩ within the vestibule and thus alleviate block by extracellular Ca 2ϩ . It is notable that mutations at either location appear sufficient to reduce the influence of Ca 2ϩ upon ␥. It is possible that the primary site at which Ca 2ϩ is stabilized is the Asp 127 position, with the Asp 113 residue acting to facilitate the translocation of the divalent to the former site. Such an effect would be consistent with the observation that mutations at the 113 position have a more modest effect on P Ca /P Cs than those at the 127 locus, which in the case of the D127K substitution renders the channel virtually impermeable to Ca 2ϩ . However, it is evident that for either mutation, the data show a tendency to a residual suppression of ␥ by Ca 2ϩ , perhaps suggesting additional site(s) of action within the conduction pathway. We have previously excluded the extracellular (20Ј) ring of charge as such a candidate (20).",
            "paragraph_rank": 36,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 72,
                    "text": "(22)",
                    "end": 76
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 729,
                    "text": "(20)",
                    "end": 733
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1762,
                    "text": "(20)",
                    "end": 1766
                }
            ]
        },
        {
            "section": "The ECD of the 5-HT 3 A Receptor Influences Channel Biophysics",
            "text": "Conclusions-The extracellular vestibule within the pLGIC family forms the initial obligatory pathway in the translocation of ions from the extracellular to intracellular environment (9). The results herein indicate that the extracellular vestibule of the 5-HT 3 A(QDA) receptor contains at least two rings of negative charge that strongly impact upon ␥ and P Ca /P Cs and suppression of ␥ by extracellular Ca 2ϩ . By inference, homologous residues in other subunits within the pLGIC family might be anticipated to have similar functions, with the caveat that such extrapolation is from a receptor construct already modified by mutations within the large intracellular loop. In particular, virtually all cation-selective eukaryotic pLGICs contain aspartate at a position equivalent to the 127 locus (exceptions are the nACh ␣3 and ␣6 subunits), whereas the aligned residue or an adjacent residue in the anion-selective members is lysine (3). Thus, the sign of the residue at this position is appropriate to the charge selectivity of the pLGIC and indeed the simultaneous mutation of Lys 104 and Gly 105 to alanine and aspartate (the aligned residues in the nACh ␣1 subunit) in the ␣1 glycine receptor has very recently been shown to depress ␥ (39). By contrast, the residue aligned to the 113 locus in cation-selective pLGICs is poorly conserved and presents as either a neutral, polar, acidic, or basic, but not hydrophobic, residue, suggesting that the importance of this position may vary across the receptor family. It is probable that other residues within the ECD influence receptor biophysics, a prominent candidate being ␣1 Asn 47 of the nACh receptor of adult skeletal muscle highlighted in the molecular dynamics simulations of Wang et al. (22). In addition, it has already been mentioned by Bernal et al. (40) that mutation of the bovine nACh ␣7 Lys 145 residue (aligned with 5-HT3A(QDA) Val 154 ) to alanine is associated with a modest but significant increase in ␥. Moreover, it has recently been reported that the dual mutation D57I and R59T within the ␣1 glycine receptor significantly reduces ␥ (39). In aggregate, it is now evident, for both cation-and anion-selective pLGICs, that to fully account for the biophysical properties of ion permeation, amino acids residing within the TM2/TM1-TM2 linker region, the cytoplasmic portals, and the extracellular vestibule must be considered collectively.",
            "paragraph_rank": 37,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 182,
                    "text": "(9)",
                    "end": 185
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1749,
                    "text": "(22)",
                    "end": 1753
                },
                {
                    "type": "bibr",
                    "start": 1801,
                    "text": "Bernal et al. (40)",
                    "end": 1819
                }
            ]
        },
        {
            "section": "FIGURE 1 .",
            "text": "Locations of Asp 113 and Asp 127 within a homology model of the 5-HT 3 A(QDA) receptor. A and B, homology model of the human 5-HT 3 A(QDA) receptor using the nACh receptor of Torpedo marmorata as a template (Protein Data Bank entry 2BG9 (9)). The locations of Asp 113 (D113) and Asp 127 (D127) within the ECD are shown in side (A) and top (B) elevations. Note how the residues form two rings of charge that face into the central vestibule within the ECD. C, sequence alignment of the ␣1 subunit of the human adult skeletal muscle nACh receptor and human 5HT3A subunit across the relevant region of the proteins. mutant receptors elicited clearly resolvable single channel events. By comparison with the 5-HT 3 A(QDA) receptor construct previously characterized under identical ionic conditions (20), inwardly directed single channel currents mediated by the 5-HT3A(QDA) D113N construct are effectively halved in amplitude, the chord conductance (␥) being reduced from 41.2 pS to 22.2 Ϯ 0.3 pS",
            "paragraph_rank": 38,
            "section_rank": 13
        },
        {
            "section": "FIGURE 2 .",
            "text": "Neutralization, or reversal, of charge at the Asp 113 locus depresses inwardly directed single channel currents. Single channel events, elicited by 5-HT (10 M), were recorded from outside-out patches excised from tsA-201 cells transfected with the construct of interest. The Cs ϩbased pipette solution and extracellular solution E1 were utilized. A, exemplar single channel events recorded at Ϫ80 and ϩ80 mV from the 5-HT 3 A(QDA), 5-HT 3 A(QDA) D113N, and 5-HT 3 A(QDA) D113K mutant receptors. B, i-V profiles for the 5-HT 3 A(QDA) (solid circles), 5-HT 3 A(QDA) D113N (open circles), and 5-HT 3 A(QDA) D113K (inverted triangles) receptors. Note that mutation of the Asp 113 residue does not impact upon outwardly directed single channel currents. Data points are the mean of a minimum of three observations made from separate patches, and error bars, where visible, indicate S.E. Data for the 5-HT 3 A(QDA) receptor are from Livesey et al. (20).",
            "paragraph_rank": 39,
            "section_rank": 14
        },
        {
            "section": "FIGURE 3 .",
            "text": "The 5-HT3A(QDA) D127N construct single channel i-V relationship. Single channel current events were recorded from excised outside-out patches in extracellular solution E1 and the Cs ϩ -based pipette solution. A, exemplar currents recorded at Ϫ80 mV from the 5-HT3A(QDA), 5-HT3A(QDA) D127N, and 5-HT3A(QDA) D127K constructs. Note that the latter construct does not support resolvable single channel events in response to 5-HT. B, single channel i-V relationships for the 5-HT 3 A(QDA) construct (filled squares) and the 5-HT 3 A(QDA) D127N mutant receptor (open circles).Note that the 5-HT 3 A(QDA) D127N receptor mediated single channel currents that rectify outwardly but are additionally substantially reduced at positive holding potentials. Data points are the mean of at least three independent determinations, and error bars, where visible, indicate S.E. Data for the 5-HT 3 A(QDA) receptor are from Livesey et al.(20).",
            "paragraph_rank": 40,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 919,
                    "text": "(20)",
                    "end": 923
                }
            ]
        },
        {
            "text": "of the channel to the divalent. To evaluate this possibility, P Ca / P Cs values were derived from measurements ofE 5-HT made from whole-cell currents activated during a voltage ramp by 5-HT (10 M) in the presence of extracellular solution E2, containing 100 mM [Ca 2ϩ ] o as the sole cationic charge carrier, and the Cs ϩ -based intracellular solution. The 5-HT 3 A(QDA) D113N and 5-HT 3 A(QDA) D113K receptors yielded E 5-HT values of Ϫ11.7 Ϯ 1.1 and Ϫ22.7 Ϯ 1.8 mV, which, when compared with the 5-HT3A(QDA) construct (ϩ9.4 mV) (20), indicates a substantially decreased relative permeability to Ca 2ϩ",
            "paragraph_rank": 41,
            "section_rank": 16
        },
        {
            "text": "or Asp 127 position was investigated with [Ca 2ϩ ] o set at 0.1, 1, or 10 mM in the presence of a [Na ϩ ] o of 95 mM.In order to accurately calculate chord ␥ values, E 5-HT for each channel construct in each ionic condition was determined by a voltage ramp protocol (see \"Experimental Procedures\") applied to macroscopic currents (individual values are reported inFig.",
            "paragraph_rank": 42,
            "section_rank": 17
        },
        {
            "section": "FIGURE 4 .",
            "text": "Macroscopic I-V relationships for 5-HT 3 A(QDA) receptor constructs harboring mutations to Asp 113 and Asp 127 within the ECD. I-V plots were generated by the voltage ramp protocols detailed under \"Experimental Procedures,\" and 5-HT (10 M)-evoked currents were recorded in an extracellular medium containing Ca 2ϩ as the sole permeant ionic species. Representative leak-subtracted whole-cell currents are shown for 5-HT 3 A(QDA) (A), 5-HT 3 A(QDA) D113N (B), 5-HT 3 A(QDA) D113K (C), 5-HT 3 A(QDA) D127N (D), and 5-HT 3 A(QDA) D127K (E) receptor constructs.",
            "paragraph_rank": 43,
            "section_rank": 18
        },
        {
            "section": "FIGURE 5 .",
            "text": "Mutations in the ECD of the 5-HT3A(QDA) construct attenuate suppression of ␥ by extracellular Ca 2؉ . A, exemplar single channel currents for the 5-HT3A(QDA), 5-HT3A(QDA) D113N, 5-HT3A(QDA) D113K, and 5-HT3A(QDA) D127N constructs recorded from outside-out patches held at Ϫ80 mV using the Cs ϩ -based patch pipette solution and an extracellular solution containing 95 mM [Na ϩ ] o and either 0.1 mM (solution E3), 1 mM (solution E4), or 10 mM (solution E5) [Ca 2ϩ ] o . Note that the mutations alleviate the suppression of single channel currents by Ca 2ϩ in comparison with the 5-HT 3 A(QDA) receptor. The mean E 5-HT Ϯ S.E. for each construct in such solutions are given beneath the appropriate currents with n values in parenthesis. B, single channel conductance versus Ca 2ϩ activity ((Ca 2ϩ ) o ) for the 5-HT 3 A(QDA) (filled circles), 5-HT 3 A(QDA) D113N (open circles), 5-HT 3 A(QDA) D113K (inverted solid triangles), and 5-HT 3 A(QDA) D127N (inverted open triangles) receptor constructs. Single channel conductances were calculated using the values for E 5-HT given in A. Data points indicate the mean of 3-6 single channel amplitude measurements from separate patches, and error bars depict S.E. Shown is statistical significance compared with that obtained for the 0.1 mM Ca 2ϩ , 95 mM Na ϩ mixture, as determined by one-way ANOVA with post hoc Dunett's test (* and ***, p Ͻ 0.05 and p Ͻ 0.001, respectively). Data for the 5-HT 3 A(QDA) receptor are from Livesey et al. (20).",
            "paragraph_rank": 44,
            "section_rank": 19
        },
        {
            "text": "Statistical analysis was conducted using one-way analysis of variance (ANOVA) with the post hoc Dunnett's or Dunn's test as appropriate. p Ͻ 0.05 was considered to be significant.",
            "paragraph_rank": 45,
            "section_rank": 20
        },
        {
            "text": "An RI of Ͼ1 indicates outward rectification, and RI Ͻ1 indi- cates inward rectification. Statistical Analysis-Data are presented as mean Ϯ S.E.",
            "paragraph_rank": 46,
            "section_rank": 20
        },
        {
            "section": "TABLE 1 The influence of mutations within the extracellular domain (ECD) upon ␥ and single channel current rectification Single",
            "text": "channel currents evoked by 5-HT (10 M) were recorded from outside-out membrane patches bathed in Na ϩ -containing extracellular medium (solution E1) and Cs ϩ -based intracellular solution. Chord ␥ values were determined at a holding potential of Ϫ80 mV. ND, not determined. Data reported previously by Livesey et al.(20). Significantly different (p Ͻ 0.001) from the 5-HT 3 A(QDA) mutant receptor, as determined by one-way ANOVA with post hoc Dunnett's test. Significantly different (p Ͻ 0.001) from the 5-HT 3 A(QDA) D113N mutant receptor construct, as determined by unpaired t test.",
            "paragraph_rank": 47,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 316,
                    "text": "(20)",
                    "end": 320
                }
            ]
        },
        {
            "section": "TABLE 1 The influence of mutations within the extracellular domain (ECD) upon ␥ and single channel current rectification Single",
            "text": "abc",
            "paragraph_rank": 48,
            "section_rank": 21
        },
        {
            "section": "؉ extracellular solution E1 P Na /P Cs n E 5-HT of Ca 2؉ extracellular solution E2 P Ca /P Cs n",
            "text": "Significantly different (p Ͻ 0.01) from the 5-HT 3 A(QDA) construct, as determined by one-way ANOVA on ranks with post hoc Dunn's test. Significantly different (p Ͻ 0.001) from the 5-HT 3 A(QDA) construct, as determined by one-way ANOVA with post hoc Dunnett's test.",
            "paragraph_rank": 51,
            "section_rank": 23
        },
        {
            "section": "؉ extracellular solution E1 P Na /P Cs n E 5-HT of Ca 2؉ extracellular solution E2 P Ca /P Cs n",
            "text": "a Includes data from Livesey et al. (20).bc",
            "paragraph_rank": 52,
            "section_rank": 23
        },
        {
            "section": "The ECD of the 5-HT 3 A Receptor Influences Channel Biophysics",
            "text": "MAY 6, 2011 • VOLUME 286 • NUMBER 18 JOURNAL OF BIOLOGICAL CHEMISTRY 16015",
            "paragraph_rank": 54,
            "section_rank": 24
        },
        {
            "section": "The ECD of the 5-HT 3 A Receptor Influences Channel Biophysics",
            "text": "Acknowledgment-We are grateful to Tim G. Hales for critical comments upon a draft of the manuscript.",
            "paragraph_rank": 55,
            "section_rank": 26
        }
    ]
}