{
    "level": "paragraph",
    "abstract": [
        {
            "text": "zu übertragen, um die Lehre in der Nuklearmedizin zu ergänzen und motivierte Studierende für das Fach zu interessieren. Das Lehrprojekt auf Basis der Lehrplattform \"moodle\" besteht aus zwei Teilen: Seminar"
        }
    ],
    "body_text": [
        {
            "text": "Insgesamt haben in vier Semestern 539 Studierende auf die Lehrplattform zugegriffen, von denen 21 an einem POL-Seminar teilgenommen haben. Nach anfänglichen -teils technischen -Schwierigkeiten, entwickelten sich die Seminare zu einem sehr intensiven Forum, in dem die Studierenden zunehmend mehr Selbstständigkeit entwickelten. Dies widerspiegelte sich auch im Ergebnis der Ausarbeitungen und der anschließenden Diskussion, die jeweils auf einem sehr hohen Niveau angesiedelt waren. Die quantitative und qualitative Evaluation spricht für eine hohe Akzeptanz der Lehrveranstaltung von Seiten der Studierenden, und ermutigt uns dazu, das Konzept weiter auszubauen und in einem größeren intrauniversitären Rahmen anzubieten."
        },
        {
            "text": "Schlüsselwörter: Problem-orientiertes Lernen (POL), Nuklearmedizin, virtuelles Seminar, Lehrprojekt"
        },
        {
            "section": "Einleitung",
            "text": "Die Idee von Problem-orientiertem Lernen (POL) ist selbstbestimmtes, entdeckendes und fächerübergreifendes Lernen zu fördern und eine Selbstevaluation zu ermöglichen. Die Teilnehmenden sollen lernen, ein Thema zu analysieren, nach Literatur zu recherchieren, diese auszuwerten und schließlich Lösungen zu vergleichen, auszuwählen und umzusetzen. Diese Lehrmethode hat sich in den letzten Jahrzehnten als deutlich effektiver als die \"klassische Frontallehre\" erwiesen [1], [2] und gewinnt gerade im Kontext der medizinischen Lehre -insbesondere in den ersten Phase der Ausbildung -an Bedeutung [3], [4], [5]. Die Nuklearmedizin ist ein so genanntes \"kleines\" Fach und dementsprechend im medizinischen Lehralltag relativ wenig präsent. Dies führt dazu, dass viele Studierende nur geringen Kontakt zu Inhalten und Möglichkeiten des Faches haben. Mit einem multimedialen Seminar [6] kann dies geändert werden. Außerdem bietet sich die Nuklearmedizin als Bildgebendes Fach für ein mediengestütztes Lehr/Lernarrangements an [7], [8]. Dieser Ansatz ermöglicht quasi die Simulation der ärztlichen Tätigkeit. Der Studierende bekommt einen besseren Einblick in die Möglichkeiten und Grenzen der Verfahren. Darüber hinaus sind Mediengestützte Lehr/Lernarrangements, die vom methodischen Ansatz über den klassischen Vorlesungsund Seminarkontext hinausgehen eine sinnvolle Ergänzung des Lernangebots [1], [9], [10], [11]. Vor diesem Hintergrund wurde von uns der Versuch unternommen, die \"klassische\" nuklearmedizinische Lehre in einem Lehrprojekt um ein multimediales POL-Seminar zu ergänzen, in dem das POL-Konzept in den virtuellen Raum übertragen wird.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 467,
                    "text": "[1]",
                    "end": 470
                },
                {
                    "type": "bibr",
                    "start": 472,
                    "text": "[2]",
                    "end": 475
                },
                {
                    "type": "bibr",
                    "start": 593,
                    "text": "[3]",
                    "end": 596
                },
                {
                    "type": "bibr",
                    "start": 598,
                    "text": "[4]",
                    "end": 601
                },
                {
                    "type": "bibr",
                    "start": 603,
                    "text": "[5]",
                    "end": 606
                },
                {
                    "type": "bibr",
                    "start": 875,
                    "text": "[6]",
                    "end": 878
                },
                {
                    "type": "bibr",
                    "start": 1018,
                    "text": "[7]",
                    "end": 1021
                },
                {
                    "type": "bibr",
                    "start": 1023,
                    "text": "[8]",
                    "end": 1026
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 1387,
                    "text": "[1]",
                    "end": 1390
                },
                {
                    "type": "bibr",
                    "start": 1392,
                    "text": "[9]",
                    "end": 1395
                },
                {
                    "type": "bibr",
                    "start": 1397,
                    "text": "[10]",
                    "end": 1401
                },
                {
                    "type": "bibr",
                    "start": 1403,
                    "text": "[11]",
                    "end": 1407
                }
            ]
        },
        {
            "section": "Übergeordnetes Lehrziel",
            "text": "Ziel des Kurses ist es, die Nuklearmedizin als klinisches Fach vorzustellen, die Grundprinzipien der nuklearmedizinischen Tätigkeit zu verdeutlichen und damit ein Bewusstsein für funktionelle Bildgebung und molekulare Therapien zu eröffnen. Dabei ist es uns ein besonderes Anliegen, die Faszination und die methodische Eleganz, die der Darstellung von Körperfunktionen ohne relevanten Eingriff in die Stoffwechselvorgänge innewohnt, zu vermitteln. Neben der Lehre dieses Fach-spezifischen Wissens ist es uns wichtig, das Fach auch im klinischen Alltag zu verorten, um so ein Bewusstsein für die spätere Berufsausübung der Studierenden -die in der Regel außerhalb der Nuklearmedizin liegen wird -zu schaffen."
        },
        {
            "section": "Projektbeschreibung",
            "text": "Das Lehrprojekt auf Basis der an der Universität Duisburg-Essen verwendeten Lehrplattform \"moodle\" (http:// www.moodle.de/), (http://moodle.uni-duisburg-essen.de/ course/category.php?id=101) besteht aus zwei Teilen:"
        },
        {
            "section": "Projektbeschreibung",
            "text": "• den Seminar-begleitenden moodle-Seiten der Nuklearmedizin und • dem POL-Bereich der Nuklearmedizin."
        },
        {
            "section": "Projektbeschreibung",
            "text": "Der erste Teil ermöglicht es den Studierenden, die nuklearmedizinischen Seminare nachzuarbeiten, indem die verwendeten Folien sowie weiterführende Literatur und Verweise zur Verfügung gestellt werden. In dem zweiten Teil können interessierte Studenten an einem freiwilligen online-POL Seminar teilnehmen und ihr Wissen vertiefen. Dieser Teil des Angebots wurde -da es sich um Lehrprojekt handelt -bewusst passiv angelegt; von einem Forum und Feedback-Tools abgesehen, ist eine interaktive Lehre auf dieser Stufe nicht geplant. Konzeptionell ist vorgesehen, dass die Seminarbegleitenden moodle-Seiten auf das \"aktive\" Angebot -den POL-Bereich -aufmerksam machen sollen und somit als \"Lockvogel\" dienen. Daher wird am Ende der Seite die Methode des Problemorientierten Lernens beschrieben und der erste POL-Fall auf dieser Seite zur Verfügung gestellt. Studierende, die Interesse an der Bearbeitung dieses POL-Falles in einem virtuellen Seminar haben, werden gebeten, sich per eMail anzumelden, um dann mehr Informationen zu erhalten. Sobald mindestens 4 Personen Interesse an der Bearbeitung eines POL-Falles haben, wird eine Kleingruppe gebildet. Um ein virtuelles POL Seminar durchführen zu können, sind bei den einzelnen Teilnehmern geringe technische Vorbereitungen bzw. Kenntnisse erforderlich. Auf die Nutzung eines virtuellen Klassenraumes oder einer ähnlichen Plattform wurde dabei aufgrund der Kosten bewusst verzichtet. In unserem Kontext werden das online-Kommunikationsprogramm Skype (http:// www.skype.com) und die Textverarbeitung mit Google-Docs (http://www.google.com/google-d-s/intl/de/ tour1.html) verwendet. Beide Programme stehen kostenlos zur Verfügung und werden von bereits vielen Menschen im Alltag genutzt. Während Skype die Basis für die online Sitzungen mit Konferenzschaltungen bietet, hat die Anwendung Google-Docs den Vorteil, das unterschiedlichste Dokumente von verschiedenen Personen gleichzeitig oder zeitversetzt bearbeiten werden können, so dass eine unkomplizierte synchrone und asynchrone online-Zusammenarbeit möglich ist. "
        },
        {
            "section": "Erfahrungen und Evaluation",
            "text": "Das Lehrprojekt \"Molekulare Bildgebung\" wurde im Sommersemester 2008 erstmals durchgeführt. Es zeigte sich dass der \"passive Teil\" des Angebots in den letzten vier Semestern sehr gut angenommen wurde: Insgesamt haben 539 Studierende die Seiten zur Nachbereitung der Seminare genutzt. Der \"aktive Teil\" -in dem viel Engagement von den Studierenden erwartet wird -wurde bisher von 21 Studierenden aus dem 2. (n=11), 3. (n=8) und 5. klinischen Semester (n=2), in insgesamt fünf POL-Gruppen mit je 4 bis 5 Studierenden genutzt. Bis auf zwei Studierende haben alle Teilnehmer den jeweiligen Kurs abgeschlossen. Die zwei Abbrecher gaben beide an, dass Ihnen der Kurs zu aufwendig sei, ein Studierender bemängelte, dass die technischen Voraussetzungen unzureichend seien. Die angesprochenen technischen Schwierigkeiten bestanden in anfänglichen Problemen mit der Skype-Konferenz, die den Beginn der ersten POL-Veranstaltung um 30 Minuten verzögerte. Mit den anderen 19 Teilnehmern entwickelten sich die Seminare zu einem sehr intensiven Forum in dem die Studierenden zunehmend mehr Selbstständigkeit entwickelten. Diese spiegelt sich unter anderem in der Tätigkeit des Tutors wider, der in nur einem Seminar zur Myokardszintigraphie inhaltlich eingreifen musste, als die Gruppe ihren inhaltlichen Schwerpunkt auf die Koronarangiographie und nicht auf die nuklearmedizinische Diagnostik legen wollte. Ansonsten war der Tutor in Wesentlichen moderierend tätig. Die Bearbeitung der Fälle betrug im Schnitt 6 bis 7 Wochen, die fachlichen Ergebnisse waren hinsichtlich der intendierten Lernergebnisse positiv, wobei aufgrund der (bis-her) relativ kleinen Teilnehmerzahl kein valider Vergleich mit dem \"klassischen\" Präsenz-POL-Seminaren durchgeführt werden kann. Aus Sicht der Tutoren lässt sich aber konstatieren, dass sowohl die Ergebnisse der Ausarbeitungen als auch der anschließenden Diskussion auf einem sehr hohen Niveau angesiedelt waren. Das virtuelle POL-Seminar hatte den Charakter eines Lehrprojektes mit bisher nur relativ wenigen Teilnehmern. Dementsprechend lag unser Interessensschwerpunkt bei der Evaluation nicht nur auf einer quantitativen sondern auch auf einer qualitativen Beurteilung. Ausgangspunkt dieses Ansatze ist die sozialwissenschaftliche Kritik an der quantitativen Befragung mit Fragebögen, die zwar eine Mathematisierung der Ergebnisdarstellung und Reproduzierbarkeit ermöglichen, deren Resultate jedoch durch die Ausblendung zahlreicher Faktoren oft an der Oberfläche bleiben beziehungsweise ein Zerrbild darstellen können [13]. Im Kontext einer komplexen Lehr-Lernsituation können eine mangelnde Problemnähe und fehlende Praxisrelevanz die Folge sein. Mit einer qualitativen Befragung hingegen wird ein Ergebnis-offener Ansatz gewählt, der die Lehr-Lernsituation in ihrer inneren argumentativen und praktischen Struktur beleuchtet. Dies ist wichtig, weil die Sicht der jeweils Betroffenen systematisch reflektiert wird. Vor diesem Hintergrund erfolgte die Evaluation des Kurses sowohl in einer Feedbackrunde jeweils am Ende des Kurses als auch mit einem kurz gefassten online-Fragebogen (moodle), in dem die Studierenden vier Aspekte der Lehrveranstaltung mit einer Schulnote (1 \"sehr gut\" bis 6 \"ungenügend\") bewerten konnten. 17 der 21 Studierenden haben die Veranstaltung evaluiert (siehe Abbildung 1) und ein vorwiegend positives Urteil abgegeben. Auffällig ist, dass die technische Umsetzung des Kurses insbesondere von den ersten POL-Gruppen die schlechteste Beurteilung bekommen hat, was den Startschwierigkeiten auch von Tutorenseite zuzuschreiben ist. In der Feedback-Runde gaben alle Teilnehmer an, von dem Seminar profitiert zu haben. Mit der Durchführung eines virtuellen Seminars wurde für die meisten Teilnehmer Neuland betreten -dies zeigt sich in Aussagen, dass die Form des Seminars gewöhnungsbedürftig ist. Auch herrschte Konsens, dass eine Beschränkung der Kommunikation auf das sprachliche Element schwierig ist, da non-verbalen Element insbesondere bei einer Gruppenarbeit wichtig sind. Insofern verwundert auch nicht, dass vier der fünf Kleingruppen sich in der Bearbeitungsphase persönlich getroffen haben, um den Fall zu diskutieren. Auch aus Sicht der Lehrenden und der Klinik ist das Seminar lehrreich, wenn auch mit einem durchschnittlichen Zeiteinsatz von 11 Stunden (online-Phasen insgesamt 6 Stunden, Begutachtung der Ergebnisse und Feedback an die Studierenden 3 Stunden und tutorielle Begleitung 2 Stunden) im Vergleich zum klassischen \"Frontalunterricht\" arbeitsintensiv.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 2545,
                    "text": "[13]",
                    "end": 2549
                }
            ]
        },
        {
            "section": "Diskussion und Ausblick",
            "text": "Zusammenfassend ist aus unserer Sicht die Übertragung des POL-Prinzips in den virtuellen Raum möglich und wir werten die ersten Ergebnisse insgesamt als Erfolg für die Studierenden, die Lehrenden und das Fach Nuklearmedizin. Obwohl insbesondere der POL-Ansatz für Dozenten und Studierende Zeit-intensiv ist und die technische Seite anfänglich Probleme bereitet hat, bietet das geschilderte Konzept doch die Möglichkeit der breiteren Vermittlung von nuklearmedizinischen Grundkenntnissen. Allerdings erscheint es insbesondere in der Gruppenphase schwierig, die Interaktion zwischen den Studierenden rein virtuell zu gestalten, da die Limitationen in der Kommunikationsform als schwierig empfunden wurden, so dass in vier von fünf Seminaren auch persönliche Treffen der Studierenden stattgefunden haben. Es bleibt abzuwarten, ob mit der zunehmenden online-Sozialisation der Studierenden dieses Hindernis überwunden werden kann, oder ob das Seminar in der Konsequenz auf den Studienort beschränkt bleiben wird, um weiterhin den persönlichen Kontakt zu ermöglichen. Dennoch erscheint uns das virtuelle POL Seminar als eine interessante Ergänzung der Lehre, die es darüber hinaus ermöglicht, motivierte Studierende für das Fach Nuklearmedizin zu interessieren und mittelfristig vielleicht auch zu gewinnen [14]. Um dieses zu erreichen, muss im weiteren Verlauf auch diskutiert werden, wie eine möglichst breite Einbindung der Studierenden zu erreichen ist. In den von uns durchgeführten Pilotkursen -in denen es primär um die Frage der Machbarkeit eines virtuellen POL und erste Erfahrungen ging -war das Seminar komplett freiwillig und wurde, im Vergleich zu der Anzahl von Studierenden die auf moodle-Seite zugegriffen haben, nur relativ wenig genutzt. Diese Erfahrung deckt sich mit denen der AG \"Computerunterstützte Lehr-und Lernsysteme in der Medizin\" in der Deutsche Gesellschaft für Medizinische Informatik, Biometrie und Epidemiologie e.V. (GMDS), die beschreibt, dass nur ca. 5% der Studierenden die verfügbaren e-Learning-Systeme im Rahmen ihres Selbststudiums nutzten [zitiert nach [15]. Eine Studie zum fallbasierten System CASUS gibt zu bedenken, dass ein wesentlicher Grund für die fehlende studentische Nutzung von e-Learning Ressourcen in der fehlenden Relevanz für die Studierenden zu suchen ist. In der Untersuchung aus München wurden die Fälle von fast allen Studierenden vollständig bearbeitet, sobald deren Bearbeitung mit der Vergabe von \"Credit Points\" verbunden war und damit für die Studierenden prüfungsrelevant. Im Falle des Selbststudiums, bei dem keine \"Credit Points\" vergeben wurden, traf dies nur noch auf ca. 10% der Studierenden zu [16]. Es ist davon auszugehen, dass diese Schlussfolgerung auch auf das virtuelle POL zutrifft. In den kommenden Semestern soll vor diesem Hintergrund versucht werden, das POL Seminar stärker in der Lehre zu verankern, beispielsweise indem interessierte Studierende bereits in den Präsenzseminaren oder über den moodle-Kurs \"Molekulare Bildgebung\" gezielter angesprochen werden. Längerfristig überlegen wir darüber ",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1301,
                    "text": "[14]",
                    "end": 1305
                },
                {
                    "type": "bibr",
                    "start": 2089,
                    "text": "[15]",
                    "end": 2093
                },
                {
                    "type": "bibr",
                    "start": 2662,
                    "text": "[16]",
                    "end": 2666
                }
            ]
        },
        {
            "section": "Limitationen der Arbeit",
            "text": "Obwohl die geschilderten Erfahrungen mit dem virtuellen POL aus unserer Sicht insgesamt positiv sind, muss klar konstatiert werden, dass es sich bisher nur um ein Lehrprojekt handelt, das noch weiter optimiert werden muss. Dies gilt zum einen für das virtuelle POL an sich, indem das Seminar inhaltlich (Verbesserung der Fälle), technisch (reibungsloser Ablauf) als auch organisatorisch (aktivere Ansprache der Studierenden) weiterentwickelt oder auch mit anderen Lehrangeboten weiter vernetzt wird (z.B. mit einem studentischen Wiki [17] ",
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 534,
                    "text": "[17]",
                    "end": 538
                }
            ]
        },
        {
            "section": "Literatur Introduction",
            "text": "The idea of problem-oriented learning (POL) is to promote self-managed, discovering and cross-disciplinary learning and to enable a self-evaluation. Participants should learn to analyse a topic, to research and evaluate the literature and eventually to compare, select and implement solutions. In recent decades this teaching method has proven to be more effective than the \"traditional chalk and talk\" [1], [2] and is gaining, especially in the context of medical education and especially in the first phase of training -in importance [3], [4], [5]. Nuclear medicine is a so-called \"small\" subject and therefore has relatively little presence in everyday medical teaching. This means that many students have little contact with the content and possibilities of the subject. With a multi-media seminar [6], this can be changed. Moreover, as an imaging subject, nuclear medicine offers itself to media-based teaching/learning methods [7], [8]. This approach in a way allows the simulation of medical activities. The student gets a better insight into the possibilities and limitations of the procedures. In addition, media supported teaching/learning methods that go beyond the traditional methodological approach of lectures and seminars are a useful supplement to study provision [1], [9], [10], [11]. Against this background, we made attempted to supplement \"traditional\" nuclear medicine teaching with a multi-media POL-seminar teaching project, which transfers the POL concept into virtual space.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 403,
                    "text": "[1]",
                    "end": 406
                },
                {
                    "type": "bibr",
                    "start": 408,
                    "text": "[2]",
                    "end": 411
                },
                {
                    "type": "bibr",
                    "start": 536,
                    "text": "[3]",
                    "end": 539
                },
                {
                    "type": "bibr",
                    "start": 541,
                    "text": "[4]",
                    "end": 544
                },
                {
                    "type": "bibr",
                    "start": 546,
                    "text": "[5]",
                    "end": 549
                },
                {
                    "type": "bibr",
                    "start": 802,
                    "text": "[6]",
                    "end": 805
                },
                {
                    "type": "bibr",
                    "start": 933,
                    "text": "[7]",
                    "end": 936
                },
                {
                    "type": "bibr",
                    "start": 938,
                    "text": "[8]",
                    "end": 941
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 1281,
                    "text": "[1]",
                    "end": 1284
                },
                {
                    "type": "bibr",
                    "start": 1286,
                    "text": "[9]",
                    "end": 1289
                },
                {
                    "type": "bibr",
                    "start": 1291,
                    "text": "[10]",
                    "end": 1295
                },
                {
                    "type": "bibr",
                    "start": 1297,
                    "text": "[11]",
                    "end": 1301
                }
            ]
        },
        {
            "section": "Overall Teaching Goal",
            "text": "The aim of the course is present nuclear medicine as a clinical specialisation, to demonstrate the basic principles of nuclear medical activities and to open up awareness of functional imaging and molecular treatments. It is a special concern to us to communicate the fascination and methodological elegance that is inherent to the analysis of physical features with no relevant intervention in the metabolic processes. In addition to the teaching of subject-specific knowledge, it is important to also relate the subject to clinical practice in order to raise awareness of the future workplace reality for students, something which usually lies outwith nuclear medicine."
        },
        {
            "section": "Teaching Project",
            "text": "The teaching project based on the learning platform used at the University of Duisburg-Essen, \"moodle\" (http:// www.moodle.de/), (http://moodle.uni-duisburg-essen.de/ course/category.php?id=101) consists of two parts:"
        },
        {
            "section": "Teaching Project",
            "text": "• the nuclear medicine moodle pages accompanying the seminar • the POL area of nuclear medicine. "
        },
        {
            "section": "OPEN ACCESS medicine",
            "text": "The first part allows students to reproduce the nuclear medicine seminars, the films used, and useful references and links are provided. In the second part of interested students can participate in a voluntary online-POL seminar and deepen their knowledge. The first part allows students to revise the nuclear medicine seminars by providing the slides, sources and further references. In the second part interested students can participate in a voluntary online POL seminar and deepen their knowledge. This part of the offer was -because it is teaching project -deliberately designed to be passive; except for a forum and feedback tools there are no plans for interactive teaching at this level. The concept plans that moodle pages accompanying the seminar draw attention to the \"active offer\" (the POL area) and serve as a \"lure\". Therefore, the method of problem-oriented learning is described at the bottom of the page and the first POL case is made available on this page. Students interested in working on this POL case in a virtual seminar are asked to register by email to receive more information. Once there are at least 4 people interested in working on a POL case, a small group is formed. To conduct a virtual POL seminar, some basic technical knowledge or preparation is required from each participant. Due to the costs, a deliberate decision was made not to use virtual classrooms or a similar platforms. In our context the online communication software Skype (http:// www.skype.com) and the word processing application Google Docs (http://www.google.com/google-d-s/intl/de/ tour1.html) were used. Both programs available free of charge and are already used by many people in everyday life. While Skype provides the basis for the online meetings with conference calls, the application Google Docs has the advantage that a multitude of documents can be edited by different people, simultaneously or one-at-atime, so simple synchronous and asynchronous online collaboration is possible. For this purpose the tutors create an account and provide login information for the students. The case process is inspired by the classic POL principle, which means the starting point for the students is a real case study from nuclear medicine. To date, three cases have been completed dealing with thyroid diagnosis, oncological positron emission tomography (PET) and myocardial scintigraphy. As an example, the POL module \"Energised\" on thyroid diagnosis and treatment, including the background information for students and tutors, the intended learning goals and guidelines for online presentation is shown in the appendix . The case is worked upon -following the classical POL model [12] -in seven steps, which are carried virtually for the most part (online): The steps to clarify basic questions of understanding, defining the problem, the collection of ideas and approaches, the systematic ordering of ideas and approaches are made online in a Skype conference call under the moderation of a tutor (a specialist in nuclear medicine or a medical physics expert, each with at least 5 years of teaching experience but without dedicated training), which ends in the formulation of learning object-ives. Subsequently, students work on their own or in groups to develop the learning content and compile the results in a document (text or slides). In this phase, slated to last up to three weeks maximum, the tutor is available by email or by telephone on weekdays to answer questions and problems and responds to questions/comments within 24 hours. Finally, the synthesis and discussion of the group results on the basis of the documents takes place online as well. A feedback session concludes the case discussion.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 2686,
                    "text": "[12]",
                    "end": 2690
                }
            ]
        },
        {
            "section": "Experiences and Evaluation",
            "text": "The educational project \"Molecular Imaging\"\" was conducted in summer 2008 for the first time. It was found that the \"passive\" part of the offer was well received in the last four semesters. A total of 539 students used the slides for revising the seminars. The \"active part\", which expects a lot of participation from the students, was viewed by 21 students from the 2 nd (n=11), 3 rd (n=8) and 5 th clinical semester (n=2) in five POL groups of 4-5 students each. Except for two students all participants have completed the relevant course. Both drop-outs indicated that the course was too effort-intensive and one student complained that the technical conditions are inadequate. The technical difficulties consisted of initial problems with the Skype conference, causing the start of the first POLevent to be delayed by 30 minutes. Amongst the other 19 participants, the seminars became a very active forum in which the students became increasingly independent. This was reflected, among other things, in the activity of the tutor who only had to intervene in one seminar on myocardial scintigraphy when the group wanted to place its main focus on coronary angiography rather than put nuclear medical diagnostics. Otherwise, the tutor essentially only had to carry out moderating duties. Working through the cases on average took 6 to 7 weeks and in respect to the intended learning goal, the factual results were positive. Due to the (so far) relatively small number of participants, no valid comparison between the \"classic face-to-face POL seminars\" can be made. From the perspective of the tutors it can be said, however, that both the results of the students' work and the subsequent discussion were at a very high level. The virtual POL seminar had the character of a teaching project, so far with only relatively few participants. Accordingly, our evaluation interest was not only quantitative but also qualitative. The starting point of this approach was the social scientific criticism of the quantitative survey with questionnaires, which allow mathematisation of the results presentation and reproducibility but with results that often remain superficial due to the suppression of factors or that may produce a false picture [13]. In the context of a complex teaching-learning situation a of lack of proximity to the problem and a lack of practical relevance can be the result. With a qualitative survey, however, we chose an open results approach, which highlights the teaching-learning situation in its inner argumentative and practical structure. This is important because the views of the relevant stakeholders will be reflected systematically. Against this background, the evaluation of the course was carried out both in a feedback session at the end of the course and via a brief online questionnaire (moodle), in which students graded four aspects of the course (from 1 \"very good\" to 6 \"bad fail\"). 17 of the 21 students evaluated the event (see Figure 1) and gave mostly positive assessments. It is striking that the technical implementation of the course, especially the first POL groups, received the worst assessment which can also be ascribed to initial problems of the tutors. In the feedback session all participants stated that they benefited from the seminar. A virtual seminar was uncharted territory for most participants and this is reflected in statements that the format of the seminar takes some getting used to. There was also consensus that a restriction of communication to the linguistic level is difficult because the nonverbal element is important, particularly in group work. It is therefore not surprising that four of the five small groups met in face-to-face during the working stage to discuss the case. From the perspective of teachers and the clinic too, the seminar was instructive, even labour intensive compared to the classical \"chalk and talk\" approach, with an average of 11 hours (6 hours in total in the online phase, 3 hours for evaluating the results and feedback to students and 2 hours for tutoring support).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 2238,
                    "text": "[13]",
                    "end": 2242
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 2968,
                    "text": "Figure 1",
                    "end": 2976
                }
            ]
        },
        {
            "section": "Discussion and Outlook",
            "text": "In summary, in our view, the transfer of the POL principle to virtual reality is possible and we judge the first results as a success for the students, teachers and the subject of nuclear medicine overall. Although the POL approach is time-intensive, in particular for teachers and students and created technical problems initially, the described concept has the potential for wider communication of basic knowledge in nuclear medicine. However, it seems difficult, especially in the group phase, to operate purely on virtual interaction between the students as the limitations of this communication form were felt to be difficult, so that in four of the five seminars face-to-face meetings of the students also took place. It remains to be seen whether this can be overcome by the growing online socialisation of students or whether the seminar consequently will be limited to the study site to continue to enable personal contact. Nevertheless, we view virtual POL seminars as an interesting addition to teaching which make it possible to interest motivated students in the subject of nuclear medicine and in the medium, perhaps to win over [14]. To achieve this, it must be discussed in the following how the widest possible involvement of students can be achieved. In the pilot courses conducted by us, which were primarily about the feasibility of virtual POL and first experiences, the seminar was completely voluntary and, in comparison to the number of students who access the moodle site, relatively little used. This experience is consistent with those of the working group on \"Computerassisted teaching and learning systems in medicine\" in of the German Society for Medical Computer Science, Biometry and Epidemiology (GMDS), which reports that only about 5% of students took advantage of the available e-learning systems as part of their self-studies [quoted from [15]]. A study on the case-based CASUS system points out that a main reason for the lack of student use of e-learning is linked to the lack of relevance to the students. In the Munich study, cases were worked upon by all students as soon as this was linked to \"credit points\" and thus relevant for the students' exams. In case of pure self-study, where no credits were awarded, this occurred with only 10% of students [16]. It is likely that these conclusions also apply to virtual POL. In the coming semesters an attempt will be therefore to anchor the POL seminar in teaching more strongly, for example by approaching interested students in the presence seminars or on the moodle course \"Molecular Imaging\" already. In the longer term, we are considering the introduction of structural changes by integrating the course in the curriculum and extending it beyond the specialist subject of nuclear medicine to the full range of diagnostic imaging, in particular radiology. In doing so, the course would not only become more attractive to students but for the teaching staff it could become a focal point for new approaches to teaching that go beyond one's own subject.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1143,
                    "text": "[14]",
                    "end": 1147
                },
                {
                    "type": "bibr",
                    "start": 1876,
                    "text": "[15]",
                    "end": 1880
                },
                {
                    "type": "bibr",
                    "start": 2294,
                    "text": "[16]",
                    "end": 2298
                }
            ]
        },
        {
            "section": "Limitations of the Study",
            "text": "Although the experiences with the virtual POL that were described were generally positive, in our view it must be clearly stated that this was limited to an educational project only and that this must be further optimised. This applies to both to the virtual POL itself by further developing the seminar content (improving the cases), technical aspects (smooth flow) and to organisational aspects (approaching students more actively) or further linking with other courses (for example using a student wiki [17]). As experience with the project increases and an increasing number of students, the project focus must lie in further evaluation. This needs to be extended and standardised to create a representative baseline in the medium term that will allow us to compare the intended learning outcomes of classic POL with our virtual POL. Only if the results achieved are at least comparable, long-term implementation of the virtual POL would make sense. ",
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 506,
                    "text": "[17]",
                    "end": 510
                }
            ]
        },
        {
            "section": "Figure 1 :",
            "text": "Results of the written evaluation of the virtual POL course from 2008 summer to 2009/2010 winter semester (n=17 questioned, gradings (1 \"very good\" to 6 \"bad fail\"), absolute frequencies)AttachmentsAvailable from http://www.egms.de/en/journals/zma/2010-27/zma000710.shtml 1. Anhang eng.pdf(190 KB)   POL case in thyroid diagnostics and treatment"
        },
        {
            "section": "Figure 1 :",
            "text": "cmi-experts GmbH, Zürich, Schweiz"
        },
        {
            "section": "Figure 1 :",
            "text": "/10 GMS Zeitschrift für Medizinische Ausbildung 2010, Vol. 27(5), ISSN 1860-3572 Freudenberg et al.: Problem-orientiertes Lernen im virtuellen Raum: Erste ..."
        },
        {
            "section": "Figure 1 :",
            "text": "Freudenberg et al.: An approach towards problem-based learning in virtual ..."
        },
        {
            "section": "Competing Interests",
            "text": "The authors declare that they have no competing interests. "
        }
    ]
}