{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Background: Mixed lineage kinase domain-like protein (MLKL) was initially identified as a key receptor interacting protein 3 downstream component of tumor-necrosis-factor-induced necrosis. In this study, we characterized the expression of MLKL in ovarian carcinomas and evaluated the prognostic value of MLKL in patients with ovarian cancer. Materials and methods: The ovarian cancer tissue specimens were collected from 153 patients diagnosed as primary ovarian cancer after operation at The Second Xiangya Hospital from January 2005 to December 2008. Immunohistochemistry was performed for MLKL and the protein expression score was quantified using an established scoring system. Kaplan-Meier survival curves were generated for disease-free survival (DFS) and overall survival (OS) for all patients. MLKL expression levels were correlated with DFS and OS using univariate and multivariate Cox regression analysis. Results: Seventy-five patients (49%) were defined as having high MLKL expression and 67 patients (43.7%) had .80% of cells staining for MLKL. Remarkably, low MLKL expression was significantly associated with decreased DFS (median 40 months versus 25 months, P=0.0282) and OS (median 43 months versus 28 months, P=0.0032). In multivariate analysis, retained significance was also observed. Conclusion: Low MLKL expression was significantly associated with both decreased DFS and OS in patients with primary ovarian cancer. MLKL expression may serve as a potential prognostic marker in patients with ovarian cancer.",
            "paragraph_rank": 0,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "section": "Introduction",
            "text": "Ovarian cancer is the fifth leading cause of cancer deaths in women, and it is the third most common gynecological cancer. 1 In the People's Republic of China, the age-standardized incidence and mortality rates of ovarian cancer are 3.4 and 1.6 per 100,000, respectively. 2 Despite advances in surgical resections and systemic chemotherapies, the prognosis of ovarian cancer remains poor and the 5-year survival rate is only approximately 30% after the initial diagnosis. 3 The main reason for the poor rate of survival is that early symptoms of malignant ovarian tumors are silent and most of the patients have an advanced stage of the disease at diagnosis. In addition, primary or secondary multidrug resistances also account for failure in treatment of ovarian cancer. 4 Thus, identifying novel molecular markers with prognostic value is important for improving therapeutic methods and extending survival of ovarian cancer patients.",
            "paragraph_rank": 1,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 123,
                    "text": "1",
                    "end": 124
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 272,
                    "text": "2",
                    "end": 273
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 472,
                    "text": "3",
                    "end": 473
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 772,
                    "text": "4",
                    "end": 773
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Necrosis is a type of cell death and is morphologically characterized by a gain in cell volume, swelling of organelles, plasma membrane rupture, and subsequent loss of intracellular contents. 5 Necrosis is often observed in solid tumors with overgrowth and many cancer treatments can induce necrotic cell death. 6,7 Necrosis can occur in a controlled and regulated manner, which is called necroptosis. 8 The initiation of necroptosis can be induced through death receptors including tumor necrosis factor (TNF) receptor 1, TNF receptor 2, and cluster of differentiation 95 (FasR). The serine/threonine kinases, receptor-interacting protein 1 (RIP1), and receptor-interacting protein 3 (RIP3) are key regulators of necrotic signaling. 8 The mixed lineage kinase domain-like protein (MLKL) has been recently identified as a key RIP3 downstream component of TNF-induced necrosis. 9,10 MLKL is phosphorylated by RIP3 and is recruited to the necrosome through its interaction with RIP3. In addition, it has been shown that prolonged c-Jun N terminal kinase activation contributes to TNF-induced necrosis. 11 Several studies demonstrated that the activation of c-Jun N terminal kinase is associated with poor prognosis in cancer patients. 12,13 However, the prognostic values of RIP1 and RIP3, the key components of the necroptosis pathway, have not been evaluated in cancer patients. Interestingly, a recent study suggested that MLKL expression can serve as a potential prognostic biomarker for patients with early-stage resected pancreatic cancer. 14 However, the prognostic value of MLKL in other types of cancers and the role of MLKL in cancer necroptosis is unknown. In this study, we investigate the expression and prognostic value of MLKL in patients with ovarian cancer.  (Table 1). Disease-free survival (DFS) was calculated from the date of the first cycle of first-line chemotherapy to the first radiological evidence of recurrence. Overall survival (OS) was calculated from the date of histological diagnosis to the date of cancer-caused death or to the date of the last follow-up examination.",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 192,
                    "text": "5",
                    "end": 193
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 312,
                    "text": "6,",
                    "end": 314
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 314,
                    "text": "7",
                    "end": 315
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 402,
                    "text": "8",
                    "end": 403
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 734,
                    "text": "8",
                    "end": 735
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 877,
                    "text": "9,",
                    "end": 879
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 879,
                    "text": "10",
                    "end": 881
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1100,
                    "text": "11",
                    "end": 1102
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1233,
                    "text": "12,",
                    "end": 1236
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1236,
                    "text": "13",
                    "end": 1238
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 1774,
                    "text": "(Table 1)",
                    "end": 1783
                }
            ]
        },
        {
            "section": "Immunohistochemistry",
            "text": "Paraffin-embedded tissues were stained with anti-MLKL antibody (1:60 dilution, ab118348; Abcam, Cambridge, MA, USA) at 4°C overnight. Rabbit immunoglobulin G was used as a negative control. After washing three times with phosphate-buffered saline (PBS), the slides were incubated with biotinylated secondary antibody (1:200 dilution; Vector Laboratories Inc, Burlingame, CA, USA) at room temperature for 30 minutes. After washing three times with PBS, the slides were stained with the ABC Elite kit (Vector Laboratories Inc). Finally, the slides were counterstained with hematoxylin, dehydrated, cleared, and then mounted with Permount mounting medium (Thermo Fisher Scientific, Waltham, MA, USA). Histological images were captured from the microscope (Carl Zeiss AX10; Carl Zeiss Meditec AG, Jena, Germany) with an objective magnification of X40, and high-resolution digital images were acquired and processed with Axionvision software (Carl Zeiss Meditec AG). MLKL staining was scored independently by two pathologists and was calculated using a previously defined scoring system. 15,16 Briefly, the proportion of positive tumor cells was scored as: 0= less than 5%; 1+=5%-20%; 2+=21%-50%; and 3+.50%. The intensity was arbitrarily scored as 0= weak (no color or light blue), 1= moderate (light yellow), 2= strong (yellow brown), and 3= very strong (brown). The overall score was calculated by multiplying the two scores obtained from each sample. A score of $4 was defined as high MLKL expression and a score of ,4 was defined low MLKL expression.",
            "paragraph_rank": 3,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1083,
                    "text": "15,",
                    "end": 1086
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1086,
                    "text": "16",
                    "end": 1088
                }
            ]
        },
        {
            "section": "Statistical analysis",
            "text": "The relationship between the expression of MLKL and patient's age, histological type, pathologic grade, and FIGO stage were analyzed using the χ 2 test or Fisher's exact test, as appropriate. OS curves and DFS curves were generated using the Kaplan-Meier method and compared using a log-rank test. Univariate and multivariate analyses were performed using Cox regression models. P-values less than 0.05 were regarded as statistically significant. Data were analyzed using the SPSS (version 20.0; IBM Corporation, Armonk, NY, USA) software program.",
            "paragraph_rank": 4,
            "section_rank": 4
        },
        {
            "section": "Results",
            "text": "In this study, we collected a total of 153 ovarian cancer samples from patients with a median age of 66 years. Patient characteristics of the population are summarized in Table 1. A total of 60.7% of the cases had a serous histology (93/153); 27.4% of the cases had a mucinous histology (42/153); whereas endometrioid and clear cell histotypes were less represented. The median follow-up for survivors was 37 months (range, 3-102 months). At the time of the last follow-up, 71.8% of the patients had died and 15.4% had no evidence of disease. All of the patients in this study were treated with cisplatin-based first-line chemotherapy after surgery. We examined the expression of MLKL in ovarian tumor samples by immunohistochemical analysis. As shown in Figure 1, MLKL positive staining was localized to the cytoplasm in tumor cells. According to established criteria for high-expression and low-expression groups, 75 patients (49%) were defined as having high MLKL expression (Table 1) and 67 patients (43.7%) had .80% of cells staining for MLKL. We further analyzed the association of MLKL expression with clinic pathological characteristics in the patients. We found no statistical associations between the expression of MLKL and patient age, histological type, pathologic grade, or FIGO stage (Table 1).",
            "paragraph_rank": 5,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 171,
                    "text": "Table 1",
                    "end": 178
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 755,
                    "text": "Figure 1",
                    "end": 763
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 978,
                    "text": "(Table 1",
                    "end": 986
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 1298,
                    "text": "(Table 1)",
                    "end": 1307
                }
            ]
        },
        {
            "section": "Results",
            "text": "We then evaluated the prognostic signif icance of MLKL expression in ovarian cancer patients. Interestingly, we found that high MLKL expression was significantly associated with increased DFS (median 40 months versus 25 months, P=0.0282) and showed a trend towards longer OS (median 43 months versus 28 months, P=0.0032) (Figure 2A and B). Furthermore, a multivariate Cox regres-sion analysis was applied to all of the clinicopathologic characteristics with MLKL expression levels. As shown in Table 2, low MLKL expression levels were independently associated with the poor prognosis of patients with ovarian cancer.",
            "paragraph_rank": 6,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 321,
                    "text": "(Figure 2A and B)",
                    "end": 338
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 494,
                    "text": "Table 2",
                    "end": 501
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "MLKL was initially identified as a key mediator in TNFinduced necroptosis. In cancer cells, RIP3 interacts with and phosphorylates MLKL to promote necroptosis. 9,10 Interestingly, one recent study suggested that MLKL expression can be served as a prognostic biomarker in patients with early-stage resected pancreatic adenocarcinoma. 14 In this study, Colbert et al identified that low MLKL expression was significantly associated with both decreased DFS and OS in the patients receiving adjuvant therapy. This study provides the first evidence that a necroptosis protein has prognostic value in cancer patients. In our current study, by using a relatively large cohort of ovarian carcinoma specimens, we identified that ovarian cancer patients with low MLKL expression showed a worse DFS and OS, which is similar to the pattern described by Colbert et al. 14  phosphorylation level of MLKL in cancer patients in order to validate the role of MLKL in necroptosis in cancer patients with chemotherapy.",
            "paragraph_rank": 7,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 160,
                    "text": "9,",
                    "end": 162
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 162,
                    "text": "10",
                    "end": 164
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 333,
                    "text": "14",
                    "end": 335
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 856,
                    "text": "14",
                    "end": 858
                }
            ]
        },
        {
            "section": "It has been shown",
            "text": "As all of the patients in our study received cisplatin-based chemotherapy, our study provides a potential biomarker for clinicians to better select chemotherapies based on MLKL expression. Patients with low MLKL expression in tumor tissues may be less likely to benefit from the regular cisplatin-based chemotherapy. However, these patients may benefit from combination chemotherapy or participation in clinical trials. Thus, future studies should examine the role of MLKL in predicting response to different therapies for better treatment selection. Recently, there have been reports of several other proteins that may serve as a prognosis biomarker for ovarian cancer patients such as steroid receptor coactivator-3, high-mobility group AT-hook 2, c-Abl, and centromere protein A. 16,[19][20][21] These proteins have been shown to be involved in cell cycle regulation, apoptosis, invasion, and metastasis in cancer. Our study demonstrated that expression of a protein involved in necroptosis exhibits prognostic value in ovarian cancer patients, suggesting that necroptosis may play an important role in determining cancer cell death and patient outcome with chemotherapy. Future studies need to evaluate the association between MLKL and other prognostic biomarkers and may identify a prognostic panel including multiple prognostic biomarkers in ovarian cancer patients.",
            "paragraph_rank": 8,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 783,
                    "text": "16,",
                    "end": 786
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 786,
                    "text": "[19]",
                    "end": 790
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 790,
                    "text": "[20]",
                    "end": 794
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 794,
                    "text": "[21]",
                    "end": 798
                }
            ]
        },
        {
            "section": "It has been shown",
            "text": "In conclusion, our study first explored the expression of MLKL in the context of ovarian cancer and suggests that low MLKL expression is associated with decreased DFS and OS in patients with ovarian cancer. This study suggests that MLKL may serve as a potential therapeutic target in ovarian cancer patients. However, since relatively little is known about the detailed role of MLKL in necroptosis or in other signaling pathways, future studies need to elucidate the molecular mechanisms of MLKL in cancer cell death with chemotherapy.  that cisplatin can induce both apoptosis and necrosis in cancer cells, which is dependent on the profile of proteins involved in cell death and cell cycle. 17,18 Because MLKL was a key mediator in necroptosis signaling, low expression of MLKL may suggest decreased necroptosis signaling in patients with chemotherapy. Thus, one possible underlying mechanism for the association of low MLKL expression with poor prognosis in ovarian cancer patients may be a result of decreased necroptosis signaling in these patients. In the future, it would be interesting to examine the necroptosis-specific",
            "paragraph_rank": 9,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 693,
                    "text": "17,",
                    "end": 696
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 696,
                    "text": "18",
                    "end": 698
                }
            ]
        },
        {
            "section": "Publish your work in this journal",
            "text": "Submit your manuscript here: http://www.dovepress.com/oncotargets-and-therapy-journal",
            "paragraph_rank": 10,
            "section_rank": 9
        },
        {
            "section": "Publish your work in this journal",
            "text": "OncoTargets and Therapy is an international, peer-reviewed, open access journal focusing on the pathological basis of all cancers, potential targets for therapy and treatment protocols employed to improve the management of cancer patients. The journal also focuses on the impact of management programs and new therapeutic agents and protocols on patient perspectives such as quality of life, adherence and satisfaction. The manuscript management system is completely online and includes a very quick and fair peer-review system, which is all easy to use. Visit http://www.dovepress.com/testimonials.php to read real quotes from published authors.",
            "paragraph_rank": 11,
            "section_rank": 9
        },
        {
            "section": "Figure 1",
            "text": "representative images of MLKL immunohistochemical staining in ovarian cancer tissues. Notes: (A) high MLKL expression in serous ovarian cancer tissue. (B) Low MLKL expression in serous ovarian cancer tissue. (C) high MLKL expression in mucinous ovarian cancer tissue. (D) Low MLKL expression in mucinous ovarian cancer tissue. (E) high MLKL expression in endometrioid ovarian cancer tissue. (F) Low MLKL expression in endometrioid ovarian cancer tissue. Magnification, ×400. Abbreviation: MLKL, mixed lineage kinase domain-like protein.",
            "paragraph_rank": 12,
            "section_rank": 10
        },
        {
            "section": "Figure 2",
            "text": "Kaplan-Meier log-rank survival analysis for (A) disease-free survival and (B) overall survival of ovarian cancer patients according to MLKL expression. Abbreviations: MLKL, mixed lineage kinase domain-like protein; n, number.",
            "paragraph_rank": 13,
            "section_rank": 11
        },
        {
            "section": "Table 1",
            "text": "Clinic pathological characteristics and results of MLKL immunohistochemistry",
            "paragraph_rank": 16,
            "section_rank": 13
        },
        {
            "section": "Table 1",
            "text": "Abbreviations: FIGO, International Federation of Gynecology and Obstetrics; MLKL, mixed lineage kinase domain-like protein.",
            "paragraph_rank": 17,
            "section_rank": 13
        },
        {
            "section": "Table 2",
            "text": "Multivariate analyses for all patients (n=153)",
            "paragraph_rank": 18,
            "section_rank": 14
        },
        {
            "section": "Table 2",
            "text": "Abbreviations: CI, confidence interval; DFS, disease-free survival; FIGO, International Federation of Gynecology and Obstetrics; hr, hazard ratio; MLKL, mixed lineage kinase domain-like protein; OS, overall survival; vs, versus.",
            "paragraph_rank": 19,
            "section_rank": 14
        },
        {
            "section": "Table 2",
            "text": "submit your manuscript | www.dovepress.com Dovepress Dovepress",
            "paragraph_rank": 20,
            "section_rank": 14
        },
        {
            "section": "Table 2",
            "text": "OncoTargets and Therapy 2013:6 submit your manuscript | www.dovepress.comDovepressDovepressDovepress",
            "paragraph_rank": 21,
            "section_rank": 14
        },
        {
            "section": "Acknowledgment",
            "text": "This research was supported by the Hunan Provincial Natural Science Foundation of China (number 2013SK3045).",
            "paragraph_rank": 22,
            "section_rank": 16
        },
        {
            "section": "Disclosure",
            "text": "The authors report no conflicts of interest in this work.",
            "paragraph_rank": 23,
            "section_rank": 18
        }
    ]
}