{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Background: Photodynamic therapy (PDT) using topical aminolevulinic acid (ALA) has increasingly been used for the treatment of acne vulgaris and several studies have shown its clinical efficacy. However, ALA-PDT needs a relatively long incubation period and is frequently associated with adverse effects. Indole-3-acetic acid (IAA) has been introduced as a new photosensitizer for the treatment of acne in recent study. IAA-PDT requires only a short incubation period and the procedure is relatively painless in contrast to ALA-PDT. Objective: To investigate the efficacy and safety of IAA-PDT in the treatment of acne. Methods: Twenty-five patients with facial acne lesions were enrolled in this study. IAA-PDT was performed for five sessions at 1-week intervals (week 0∼4). IAA was treated with 15 minute occlusion, and green light was given for 15 minutes. Clinical efficacy was determined by evaluating acne lesion counts, severity grading, and the Dermatology Life Quality Index (DLQI) at week 0, 2, 4, and 5. Sebum secretion and erythema index was measured by Sebumeter and Mexameter, respectively, at baseline and one week after each treatment session (week 1∼5). Histopathological examination was performed at baseline and week 5. Adverse effects were recorded throughout the study. Results: All the patients completed the study. Numbers of both inflammatory and non-inflammatory acne lesions were significantly decreased. Acne severity grade and the DLQI showed significant reduction. Sebum secretion and erythema were also reduced. Histopathological examination showed a reduction in inflammatory reactions. No adverse effects were observed except for transient pruritus in one patient. Conclusion: PDT using IAA and green light was an effective, simple and safe treatment for acne. (Ann Dermatol 24(1) 56∼60, 2012",
            "paragraph_rank": 2,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "section": "INTRODUCTION",
            "text": "Acne vulgaris is a common skin disorder causing chronic inflammation of the pilosebaceous units. Increased sebum production, abnormal keratinization of keratinocytes, colonization by Propionibacterium acnes and inflammation are thought to be the major pathogenic factors. The standard treatments for acne vulgaris include topical antimicrobials, topical retinoids, oral antibiotics, and oral isotretinoin. However, the effects of conventional therapies are limited due to antibiotic resistance and adverse effects such as irritation and teratogenicity of isotretinoin 1,2 . Therefore, there is a need for the development of alternative treatments for acne. Currently, several authors have reported on the efficacy of photodynamic therapy (PDT) for acne [3][4][5] . PDT uses a photosensitizing drug activated by light, and causes cell destruction by the generation of reactive oxygen species 3 . 5-aminolevulinic acid (ALA) is commonly used and ALAinduced protoporphyrin IX has been shown to accumulate not only in the epidermal cells but also in the pilosebaceous units 6,7 . Although its specific mechanism invol-ved has not been fully identified, it has been postulated that ALA-PDT causes phototoxic injury of sebaceous glands and inhibits sebum production, photodynamic killing of P. acnes, and reduction of follicular obstruction [3][4][5][6][7] . However, adverse effects such as pain, burning, stinging, erythema, exfoliation, and post-inflammatory hyperpigmentation are commonly observed in ALA-PDT [3][4][5] . Moreover, topical ALA has to be applied for a relatively long period under occlusion, since ALA requires time to convert into protoporphyrin IX and penetrate into the skin. In addition, strict photoprotection is required after the treatment procedure to avoid phototoxicity 8 . Recently, indole-3-acetic acid (IAA) has been introduced as a new photosensitizer for PDT of acne 9 . IAA is a member of the group of phytohormones called auxins 10 . IAA alone is non-toxic in humans, however it can be activated after oxidative decarboxylation by horseradish peroxidase (HRP) and becomes cytotoxic 11,12 . IAA can be activated not only by HRP but also by visible and ultraviolet light 9,13 . Among various wavelengths of visible light, green light (520 nm) activated IAA most effectively 9 . The pilot study of IAA-PDT using green light has been shown to be painless and does not require long incubation periods or photoprotection after the procedure in contrast to ALA-PDT 9 . The purpose of this study was to evaluate the efficacy and tolerability of PDT using IAA and green light in the treatment of acne.",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 568,
                    "text": "1,",
                    "end": 570
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 570,
                    "text": "2",
                    "end": 571
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 753,
                    "text": "[3]",
                    "end": 756
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 756,
                    "text": "[4]",
                    "end": 759
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 759,
                    "text": "[5]",
                    "end": 762
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1070,
                    "text": "6,",
                    "end": 1072
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1072,
                    "text": "7",
                    "end": 1073
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 1335,
                    "text": "[3]",
                    "end": 1338
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1338,
                    "text": "[4]",
                    "end": 1341
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1341,
                    "text": "[5]",
                    "end": 1344
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1344,
                    "text": "[6]",
                    "end": 1347
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1347,
                    "text": "[7]",
                    "end": 1350
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 1507,
                    "text": "[3]",
                    "end": 1510
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1510,
                    "text": "[4]",
                    "end": 1513
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1513,
                    "text": "[5]",
                    "end": 1516
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1793,
                    "text": "8",
                    "end": 1794
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1895,
                    "text": "9",
                    "end": 1896
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1959,
                    "text": "10",
                    "end": 1961
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 2112,
                    "text": "11,",
                    "end": 2115
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 2115,
                    "text": "12",
                    "end": 2117
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 2199,
                    "text": "9,",
                    "end": 2201
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 2201,
                    "text": "13",
                    "end": 2203
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 2302,
                    "text": "9",
                    "end": 2303
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 2488,
                    "text": "9",
                    "end": 2489
                }
            ]
        },
        {
            "section": "Study design and patients",
            "text": "This study was performed between January 2010 and May 2010. The study was approved by the Institutional Review Board at our hospital and informed consent was obtained from all patients. Patients older than 16 years with acne lesions on the face were included. Patients were excluded if they had used any acne treatment during the previous 4 weeks or had any other skin diseases on the face. Pregnant and lactating women were also excluded. Twentyfive patients with facial acne lesions were enrolled. The patients were treated once a week for five consecutive weeks. Before application of IAA (0.015%), the skin was gently cleansed and IAA was applied for 15 minutes under occlusion. Then, green light (520 nm, 9 J/cm 2 ) was illuminated for 15 minutes.",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "section": "Efficacy and safety evaluations",
            "text": "All patients were evaluated at baseline (week 0) and one week after each treatment session (week 1∼5). During each visit, standardized frontal and bilateral 45° side photographs were taken. The numbers of inflammatory (papules, pustules, nodules and cysts) and non-inflammatory (comedones) acne lesions were counted and severity was assessed based on the Korean Acne Grading System 14 at week 0, 2, 4, and 5. The severity score (grades 1∼6) was as follows: grade 1, ＜10 papules; grade 2, 11∼30 papules; grade 3, ＞31 papules and ＜10 nodules; grade 4, 11∼20 nodules; grade 5, 21∼30 nodules; and grade 6, ＞31 nodules 14 .",
            "paragraph_rank": 5,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 614,
                    "text": "14",
                    "end": 616
                }
            ]
        },
        {
            "section": "Efficacy and safety evaluations",
            "text": "Patients were asked to complete the Dermatology Life Quality Index (DLQI) questionnaire 15 at week 0, 2, 4, and 5. The DLQI is one of the most widely used instruments for assessing skin-related quality of life (QoL). It consists of 10 questions, and each item is scored on a four-point scale (0∼3 points). Higher scores indicate greater impairment of the patient's QoL. Objective skin measurements were performed at each follow-up visit. Erythema index of the acne lesions on both cheeks and forehead was measured with a Mexameter (MX-18; Courage & Khazaka Electronic GmbH, Cologne, Germany). Sebum secretion on both cheeks and forehead was also measured with a Sebumeter Ⓡ (SM 815; Courage & Khazaka) in a room with constant temperature (22∼23°C) and humidity (relative humidity 40∼45%).",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "section": "Efficacy and safety evaluations",
            "text": "The mean values of erythema index and sebum secretion were calculated by averaging the values obtained from both cheeks and forehead. At baseline and 1 week after the final treatment session (week 5), a 2 mm punch biopsy was performed from most acne lesions in 8 patients. Specimens were sectioned and stained with hematoxylin and eosin. Severity of inflammation was graded using a 0∼3 scale (grade 0: ＜5%, 1: 5∼30%, 2: 31∼70%, 3: ＞70%). Adverse effects were recorded throughout the study. The investigator graded the degree of erythema, scaling, hyperpigmentation, pruritus and pain at each visit, using a 0∼3 scale (0, none; 1, mild; 2, moderate; 3, severe).",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "section": "Statistical analysis",
            "text": "Treatment effects were compared from each follow-up visit to the baseline scores using paired t-tests. Data were analyzed using the SPSS 15.0 software (SPSS Inc., Chicago, IL, USA). p-values of ＜0.05 were considered statistically significant.",
            "paragraph_rank": 8,
            "section_rank": 5
        },
        {
            "section": "Patients",
            "text": "Twenty-five acne patients were enrolled in the study. All patients were Korean women, and their mean age was 25.68±0.88 years (age range: 18∼34 years). All the  patients completed the study.",
            "paragraph_rank": 9,
            "section_rank": 7
        },
        {
            "section": "Clinical assessment",
            "text": "Median reduction in numbers of inflammatory and non-inflammatory acne lesions from baseline to week 2, 4, and 5 are shown in Fig. 1A, B. There was a significant reduction in inflammatory acne lesion counts from week 2. Non-inflammatory lesion counts also showed significant reductions at week 2 and 5. The representative photographs showing the improvement observed on treated patient are shown in Fig. 1C. Acne severity assessed by the Korean Acne Grading System also showed significant reduction from 1.4 at baseline and 1.16 and 1.08 at week 2 and 5 (p=0.011 and 0.008, respectively). The mean DLQI score at baseline was 7.00 and significantly decreased to 5.92, 4.64, and 4.56 at week 2, 4 and 5, respectively. No significant adverse effects were reported. Only one subject had mild pruritus, which was selflimiting.",
            "paragraph_rank": 10,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 125,
                    "text": "Fig. 1A, B",
                    "end": 135
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 398,
                    "text": "Fig. 1C",
                    "end": 405
                }
            ]
        },
        {
            "section": "Objective assessment",
            "text": "The mean value of erythema index of the acne lesions showed a significant reduction throughout the study period from week 2 (Fig. 2). Sebum secretion showed significant reduction at week 5 (Fig. 3). Histopathological examination showed a significant reduction in inflammation at week 5 compared to baseline (Fig. 4).  ",
            "paragraph_rank": 11,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 124,
                    "text": "(Fig. 2)",
                    "end": 132
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 189,
                    "text": "(Fig. 3)",
                    "end": 197
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 307,
                    "text": "(Fig. 4)",
                    "end": 315
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "IAA is a plant growth hormone and plays an important role in plant cell division, elongation and differentiation 10 . IAA alone is a non-toxic substance, but can produce reactive oxygen species and a variety of free radicals when oxidized by HRP 11 . Recent reports suggest that an IAA/HRP combination is cytotoxic to mammalian cells, and can be used as novel cancer therapy 11,12,16,17 . Furthermore, light activated IAA has shown its anti-cancer activity in several studies 13,18,19 . In addition to its potential as an anticancer drug, a recent study by Na et al. 9 showed that IAA could be used as a novel photosensitizer for PDT of acne. Green light was chosen for the light source, since it activated IAA most effectively. Even low fluence (9 J/cm 2 ) of green light was sufficient to activate IAA. The combination of IAA and green light significantly decreased the colony count of P. acnes and S. aureus. Histological examination in mice back skin revealed that the combination of IAA and green light destroyed follicular epithelial cells. Fourteen patients were treated with a combination of IAA and green light 3 times at 2-week intervals and inflammatory lesion counts and sebum excretion significantly reduced 9 . In the present study, we conducted IAA-PDT using green light 5 times at 1-week intervals, which was different from a previous study 9 . We observed significant improvement through multidisciplinary approaches. Both inflammatory and non-inflammatory acne lesions were significantly decreased. The patients showed rapid improvement from week 2. Erythema index and sebum secretion were also significantly reduced after 5 treatment sessions. Additionally, histopathological examination was performed in 8 patients and the intensity of inflammation significantly decreased. Clinical and histological improvement shown in our study may be the effect of IAA itself or the result of antimicrobial activities on P. acnes 9 . The strength of IAA-PDT is that it could be done very easily with only a short incubation period and does not require photoprotection. Furthermore, we experienced that the procedure was completely painless in contrast to ALA-PDT. One limitation of our study is that there were no control subjects. The lack of long-term follow-up data was another limitation. Therefore, further controlled studies are required to determine an effective regimen to ensure a long-lasting result. In conclusion, the combination of IAA and green light was shown to be a very simple, safe and effective treatment option for acne.",
            "paragraph_rank": 12,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 113,
                    "text": "10",
                    "end": 115
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 246,
                    "text": "11",
                    "end": 248
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 375,
                    "text": "11,",
                    "end": 378
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 378,
                    "text": "12,",
                    "end": 381
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 381,
                    "text": "16,",
                    "end": 384
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 384,
                    "text": "17",
                    "end": 386
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 476,
                    "text": "13,",
                    "end": 479
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 479,
                    "text": "18,",
                    "end": 482
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 482,
                    "text": "19",
                    "end": 484
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 567,
                    "text": "9",
                    "end": 568
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1221,
                    "text": "9",
                    "end": 1222
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1357,
                    "text": "9",
                    "end": 1358
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1937,
                    "text": "9",
                    "end": 1938
                }
            ]
        },
        {
            "section": "Fig. 3 .",
            "text": "Sebum secretion at baseline and follow-up visits. *p ＜0.05 vs. baseline.",
            "paragraph_rank": 13,
            "section_rank": 11
        },
        {
            "section": "Fig. 2 .",
            "text": "Erythema index at baseline and follow-up visits. *p＜0.05 vs. baseline.",
            "paragraph_rank": 14,
            "section_rank": 12
        },
        {
            "section": "Fig. 1 .",
            "text": "(A) The number of inflammatory acne lesions at week 0, 2, 4 and 5. *p＜0.05 vs. baseline. (B) Numbers of noninflammatory acne lesions at week 0, 2, 4 and 5. *p＜0.05 vs. baseline. (C) Clinical photographs of acne patient treated with IAA PDT (indole-3-acetic acid photodynamic therapy).",
            "paragraph_rank": 15,
            "section_rank": 13
        },
        {
            "section": "Fig. 4 .",
            "text": "(A) Histopathological inflammation intensities at baseline and week 5. *p＜0.05 vs. baseline. (B) Histopathological changes of acne patients treated with IAA PDT (indole-3-acetic acid photodynamic therapy) at baseline and week 5 (H&E, ×40).",
            "paragraph_rank": 16,
            "section_rank": 14
        }
    ]
}