{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Background: Currently, to our knowledge, quality of output water of dental chair units is not covered by specific regulations in the European",
            "paragraph_rank": 0,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 1
        },
        {
            "section": "Introduction",
            "text": "Dental chair units (DCUs) are equipped with different water lines for supplying instruments like handpieces, turbines or ultrasonic scalers with cooling water, for supplying water/air syringes or for providing the patient with water for rinsing the mouth before/after treatment. These waterlines have been shown to host biofilms resulting in a high density of microorganisms in output water [1], [2], [3]. The clinical relevance of this finding has been discussed controversially. A review article including all relevant Medline publications for the time from 1996 to February 2007 revealed that infections caused by water from DCUs represent rare events [4]. However, contamination of water with bacteria should be avoided for medico-legal reasons Growth of biofilms in the waterlines was shown to depend on the quality of the supply water [5]. Studies have shown that adding an antimicrobial compound, especially hydrogen peroxide and silver-ion-containing disinfectants, will result in a significant reduction of aerobic heterotrophic bacteria in the output water of a DCU [6]. Regrowth of these microorganisms can be demonstrated already one week after discontinuing the disinfectant [6]. The guidelines of the Centers for Disease Control and Prevention (CDC) and the American Dental Association (ADA) established limits of 500 colony-forming units (cfu)/ml and 200 cfu/ml, respectively [7], [8]. Tests for Legionella spp. or Pseudomonas aeruginosa are only recommended in certain situations [8]. The advise to test only aerobic heterotrophic bacteria is based on the assumption, that Legionella spp. or Pseudomonas aeruginosa are part of the biofilm. Disinfection of the water lines of the DCU should cover the entire biofilm. Therefore according to the guideline of the CDC \"… no rationale is seen for routine testing for such specific organisms\" [8]. Currently, to our knowledge, there is no European standard regarding the quality of output water, and national recommendations are heterogeneous. A symposium held at Trinity College, Dublin, Ireland, in September 2006 reached the consensus that output water quality should comply with the ADA standard (<200 cfu/ml). However, it was noted that this count should not include human pathogens [9]. In Germany, it is recommended that only water of drinking water quality may be used in dental chair units [10]. The present study was intended to evaluate whether the count with aerobic heterotrophic bacteria correlates with the count of clinically relevant pathogens such as Legionella spp. or Pseudomonas aeruginosa, and whether such testing for aerobic heterotrophic bacteria allowed for any prediction of bacterial load with Legionella spp. or Pseudomonas aeruginosa. Additionally, the Legionella pneumophila serogroup 1 strains identified were typed with monoclonal antibodies and isolates belonging to the same subtype were additionally examined with the sequence based typing.",
            "paragraph_rank": 1,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 391,
                    "text": "[1]",
                    "end": 394
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 396,
                    "text": "[2]",
                    "end": 399
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 401,
                    "text": "[3]",
                    "end": 404
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 655,
                    "text": "[4]",
                    "end": 658
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 841,
                    "text": "[5]",
                    "end": 844
                },
                {
                    "type": "bibr",
                    "start": 1076,
                    "text": "[6]",
                    "end": 1079
                },
                {
                    "type": "bibr",
                    "start": 1188,
                    "text": "[6]",
                    "end": 1191
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1391,
                    "text": "[7]",
                    "end": 1394
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1396,
                    "text": "[8]",
                    "end": 1399
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1496,
                    "text": "[8]",
                    "end": 1499
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1853,
                    "text": "[8]",
                    "end": 1856
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 2248,
                    "text": "[9]",
                    "end": 2251
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 2359,
                    "text": "[10]",
                    "end": 2363
                }
            ]
        },
        {
            "text": "Material and methods",
            "section_rank": 2
        },
        {
            "section": "Material and methods",
            "text": "Seventy-one samples from 26 DCUs and 36 samples from 15 outlets of the water distribution pipework within the departments (three independent water lines) of the Bernhard Gottlieb University Clinic of Dentistry were included in this evaluation. The DCUs were exclusively supplied with drinking water from the Vienna water supply system. All DCUs are equipped with an integrated disinfection device. The following DCU types are being used in the various departments: Sirona C3 (Sirona Dental Systems, Bensheim, Germany), Kavo 1062C and 1065T, 1066R (KaVo Dental GmbH, Biberach/Riß, Germany). The setup of the integrated disinfection system shall be described for the type Sirona C3 as representative example. The system consists of a tank being filled with a disinfectant containing hydrogen peroxide and silver ions -Dentosept P (1.41% H 2 O 2 and 25 ppm silver ions) / Dentosept PL (1.41% H 2 O 2 and 17 ppm silver ions) (Metasys Medizintechnik GmbH, Innsbruck; Austria) and Oxygenal 6 (6% H 2 O 2 ) (KaVo Dental GmbH, Biberach/Riß, Germany) -under control of a level switch. Via a flow limiter with solenoid valve the disinfectant is introduced into the water-filled mixing tank and its fluid is flushed through the lines of the dental unit. Samples of 500 ml (corresponding to the bottle marking) were collected in sterile plastic bottles with screw cap containing sodium thiosulfate (Sterilin ® , Caerphilly, United Kingdom). The samples collected from the DCU were taken prior to taking the DCU in operation, after 2 minutes of waterflow lead time. Sampling was always done in the same sequence, starting from the connection end of the handpiece, the ultrasonic scaler and the orifice of the air/water spray. Samples were collected from 10 DCUs at 4 different time points, from 15 DCUs at 2 different time points and from 1 dental chair at one time point. Water samples from the water distribution pipework within the departments were also collected prior to taking the DCU in operation. Samples were taken from 4 pipes at 4 time points, from 9 pipes at 2 time points, and from 2 pipes at one time point. For the collection at 4 different time points sampling was done in October, November, December 2009, and March 2010, for the collection at 2 different time points in December 2009 and March 2010 and for those at one time point in December 2009. The samples were transferred to the laboratory directly after collection and processed still on the same day. The water samples were tested for aerobic heterotrophic colony-forming units using the pour plate method with amounts of 1 ml and 1 ml of samples at 1:100 dilution. Two different agar media were applied: initially, a yeast extract agar (VWR, Darmstadt, Germany) at 36°C for 48 h ± 4 h and 22°C for 72 h ± 4 h according to EN ISO 6222 [11], secondly, the R2A agar (Merck, Darmstadt. Germany) at 35°C for 72 h ± 4 h and 120 h ± 4 h as well as at 22°C for 120 h ± 4 h and 168 h ± 4 h according to US-EPA [12]. For the detection of Pseudomonas aeruginosa a membrane filter method was used. Portions of 100 ml were filtered through filters with a pore size of 0.45 µm and transferred onto Pseudomonas selective agar with supplement (Oxoid, Hampshire, United Kingdom) for an incubation time of 48 h ± 4 h at 36°C according to EN ISO 16266 [13]. Testing for Legionella spp. was also done by using a membrane filter method. Portions of 10 and 100 ml were filtered though black filters with a pore size of 0.45 µm, which were transferred onto a GVPC-medium (Biomerieux, Marcy l'Etoile, France). Additionally, two portions of 0.5 ml were plated on selective and non-selective Legionella agar. All plates were incubated at 36°C for at least 168 h ± 4 h according to EN ISO 11731-2 [14]. Differentiation of Legionella pneumophila serogroup (Sg) 1, Sg 2-15 and non-pneumophila Legionella was done using test sera (Oxoid, Hampshire, United Kingdom). Isolates of Sg 1 were further subdivided into nine subtypes by application of monoclonal antibodies (MAb) using the \"Dresden Panel\" [15]. Molecular typing of L. pneumophila was performed using the consensus sequence-based scheme (SBT) described by Gaia et al. [16] and the EWGLI (European Working Group for Legionella Infections) SBT database (version 3.0) [17]. Isolates of non-pneumophila Legionella spp. were identified using a sequence-based classification scheme targeting the mip gene [18]. The data were evaluated in SPSS -Version 16.0 -(SPSS Inc., Chicago, USA). Apart from frequency calculations (minimum, maximum, median and interquartile range), correlation according to Pearson were tested. For all statistical analyses, p-values <0.05 were considered as significant.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 2798,
                    "text": "[11]",
                    "end": 2802
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 2965,
                    "text": "[12]",
                    "end": 2969
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 3297,
                    "text": "[13]",
                    "end": 3301
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 3734,
                    "text": "[14]",
                    "end": 3738
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 4032,
                    "text": "[15]",
                    "end": 4036
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 4160,
                    "text": "[16]",
                    "end": 4164
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 4257,
                    "text": "[17]",
                    "end": 4261
                },
                {
                    "type": "bibr",
                    "start": 4391,
                    "text": "[18]",
                    "end": 4395
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 3
        },
        {
            "text": "Output water of DCUs",
            "section_rank": 4
        },
        {
            "section": "Output water of DCUs",
            "text": "The 26 DCUs showed a median age of 4.8 years. The amount of colony forming units (cfu) of aerobic heterotrophic bacteria differed between the agar according to the ISO EN 6222 and the R2A agar for the output water of DCU. Detailed results are shown in Figure 1. With the agar described in EN 6222 a mean cfu of 20/ml was detected at 36°C and a mean cfu of 37/ml at 22°C. With the R2A agar at 35°C and 3 days incubation period a mean cfu of 220/ml and after 5 days of incubation a mean cfu of 590/ml was detected. With the R2A agar and incubation at 22°C for 5 or 7 days a mean cfu of heterotrophic bacteria of 535/ml or 800/ml, respectively, could be detected. With the agar according to EN 6222 66.4% of the counts were within the limits specified in the ADA guidelines (<200 cfu/ml) at 36°C and 64.8% at 22°C. With R2A agar (35°for 3 days or 5 days, 22°C for 5 days or 7 days) only 49.3, 42.3, 38.6 and 37.7 percent of the samples were below the limit of 200 cfu/ml for aerobic heterotrophic bacteria. A significant correlation (p<0.05) was seen between the two different culture media for aerobic heterotrophic bacteria regardless of the incubation temperature and incubation period. Legionella spp. could be found in 39 samples. Out of these 39 samples, in 15 samples either Legionella pneumophila or Legionella anisa could be differentiated. In 9 samples both Legionella pneumophila and Legionella anisa could be detected. All of the 24 Legionella pneumophila isolates belonged to the Legionella pneumophila SG 1. Typing with the monoclonal antibodies was performed on 9 samples, showing that 8 isolates belonged to the MAb type Oxford/Olda and 1 isolates to the MAb type Bellingham All isolates of the MAb type Oxford/Olda belonged to the SBT 1 while the one isolate of MAb type Bellingham turned out as previously new SBT type now assigned as SBT 847. In 13 samples, the cfu of Legionella pneumophila SG 1 was less than 200 cfu/100ml (Figure 2). Only in two samples very high counts (11,000 and 14,000/100 ml)   In Figure 3, a scatter blot is shown, correlating the cfu of Legionella spp. with the cfu of aerobic heterotrophic bacteria yielded on the R2A agar at 35°C after 3 days of incubation.",
            "paragraph_rank": 3,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 252,
                    "text": "Figure 1",
                    "end": 260
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1941,
                    "text": "(Figure 2",
                    "end": 1950
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 2022,
                    "text": "Figure 3",
                    "end": 2030
                }
            ]
        },
        {
            "text": "Distribution pipework",
            "section_rank": 5
        },
        {
            "section": "Distribution pipework",
            "text": "For the samples from the distribution pipework within the departments similar results as in the output water could be seen. Higher amounts of aerobic heterotrophic bacteria could be detected with the R2A agar as compared with the agar used in the EN 6222 ( Figure 4). A significant correlation (p<0.05) between the two culture media for aerobic heterotrophic bacteria could be seen, but the correlation depended on the incubation temperature and incubation period. Legionella spp. could be found in 24 samples. Out of these 24 samples, in 9 samples Legionella pneumophila and in 10 samples Legionella anisa could be differentiated. In 5 samples both Legionella pneumophila and L. anisa could be detected. All 14 Legionella pneumophila strains belonged to the SG 1. Only in two of the samples a cfu higher than 200/100 ml was found ( Figure 5). Typing of the 7 strains of Legionella pneumophila SG 1 with monoclonal antibodies showed that 6 belonged to the Oxford/Olda and 1 to the Bellingham type. Typing by means of sequence base typing showed that the Oxford/Olda belonged to SBT Type 1 and the one Bellingham to the new sequence type SBT 847.",
            "paragraph_rank": 4,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 257,
                    "text": "Figure 4)",
                    "end": 266
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 833,
                    "text": "Figure 5",
                    "end": 841
                }
            ]
        },
        {
            "section": "Distribution pipework",
            "text": "Pseudomonas aeruginosa was detected in only one case. No correlation could be seen between the load of Legionella pneumophila and/or Legionella anisa or Pseudomonas aeruginosa and the cfu of aerobic heterotrophic bacteria regardless of the culture medium used.",
            "paragraph_rank": 5,
            "section_rank": 5
        },
        {
            "text": "Discussion",
            "section_rank": 6
        },
        {
            "section": "Discussion",
            "text": "The R2A agar showed higher counts of aerobic heterotrophic bacteria as compared to the agar used in the EN 6222. The R2A agar is seen as the \"golden standard\" for testing of output water of DCU [19]. However, there was a significant correlation between the counts obtained with the agar used in the EN 6222 and the R2A agar and also among the different incubation temperatures and incubation periods from the samples of the output water.  Independent of the agar used, the incubation time, and the incubation period, no prediction can be made regarding the contamination with Legionella spp. or Pseudomonas aeruginosa based on the number of cfus of aerobic heterotrophic bacteria in the water evaluated. It was surprising that none of the samples of the output water of the DCUs showed contamination with Pseudomonas aeruginosa. This finding is in contrast to examinations of DCUs in other locations than the Bernhard Gottlieb University Clinic of Dentistry in Vienna, which frequently showed detection of Pseudomonas aeruginosa. The importance of this pathogen had already been pointed out by Martin in 1987 [20]. The reason for the failure to detect this pathogen in the output water may be due to the fact that the pathogen was only once identified in the supply water.",
            "paragraph_rank": 6,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 194,
                    "text": "[19]",
                    "end": 198
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1109,
                    "text": "[20]",
                    "end": 1113
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "As already described in literature, the contamination with bacteria in DCU is the direct result of the contamination of the supply water [21]. Therefore, the water of the distribution pipework was also examined in this study. It could be shown that only Legionella pneumophila SG 1 could be isolated and that these isolates derived from 2 strains as seen on the basis of sequence based typing. Depending on the method used only 49.3% (R2A agar 35°C for 3 days) of the samples in our study were below the limits defined by the ADA. This shows that the integrated disinfection system of the DCU alone is not capable of coping with the growth of aerobic heterotrophic bacteria.",
            "paragraph_rank": 7,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 137,
                    "text": "[21]",
                    "end": 141
                }
            ]
        },
        {
            "text": "Conclusion",
            "section_rank": 7
        },
        {
            "section": "Conclusion",
            "text": "It can be concluded that exclusive evaluation for aerobic heterotrophic bacteria in DCU as contamination indicator does not allow for any conclusion as to the presence of contamination with Legionella spp. or Pseudomonas aeruginosa. Therefore, examination of distribution pipework or output water of DCUs for Legionella spp. and Pseudomonas aeruginosa is strongly recommended.",
            "paragraph_rank": 8,
            "section_rank": 7
        },
        {
            "text": "Notes",
            "section_rank": 8
        },
        {
            "text": "Competing interests",
            "section_rank": 9
        },
        {
            "section": "Competing interests",
            "text": "The authors declare that they have no competing interests.",
            "paragraph_rank": 9,
            "section_rank": 9
        },
        {
            "text": "Figure 1 :",
            "section_rank": 10
        },
        {
            "section": "Figure 1 :",
            "text": "Aerobic heterotrophic bacteria of 71 samples from the output water of dental chair units. The boxplot diagram shows the median, interquatrile range and outlier. Abbreviations: R2A3572 = R2A agar at 35°C for 72 h; R2A35120 = R2A agar at 35°C for 120 h; R2A22120 = R2A agar at 22°C for 120 h; R2A22168 = R2A agar at 22°C for 168 h",
            "paragraph_rank": 10,
            "section_rank": 10
        },
        {
            "text": "Figure 2 :",
            "section_rank": 11
        },
        {
            "section": "Figure 2 :",
            "text": "L. pneumophila, L. anisa and P. aeruginosa of 71 samples from the output water of dental chair units; the boxplot diagram shows the median, interquartile range and outlier.",
            "paragraph_rank": 11,
            "section_rank": 11
        },
        {
            "text": "Figure 3 :",
            "section_rank": 12
        },
        {
            "section": "Figure 3 :",
            "text": "Scatter blot, correlating cfu of Legionella spp. and aerobic heterotrophic bacteria on R2A agar at 35°C after 3 days of incubation of 71 samples of output water of DCUs could be seen. Both samples derived from the same DCU and were taken at an interval of one month (October and November 2009). This DCU was disinfected with chlorine solution by an external contractor after the second detection of high counts of Legionella pneumophila SG 1. Pseudomonas aeruginosa could not be demonstrated in one of the examined samples. No correlation could be found between the cfu of aerobic heterotrophic bacteria (regardless of the culture medium used) and the count of Legionella pneumophila and/or Legionella anisa.",
            "paragraph_rank": 12,
            "section_rank": 12
        },
        {
            "text": "Figure 4 :",
            "section_rank": 13
        },
        {
            "section": "Figure 4 :",
            "text": "Aerobic heterotrophic bacteria of 36 samples from the water of distribution pipework. The boxplot diagram shows the median, interquartile range and outlier. Abbreviations: R2A3572 = R2A agar at 35°C for 72 h; R2A35120 = R2A agar at 35°C for 120 h; R2A22120 = R2A agar at 22°C for 120 h; R2A22168 = R2A agar at 22°C for 168 h",
            "paragraph_rank": 13,
            "section_rank": 13
        },
        {
            "text": "Figure 5 :",
            "section_rank": 14
        },
        {
            "section": "Figure 5 :",
            "text": "L. pneumophila, L. anisa and P. aeruginosa of 36 samples from the water of distribution pipework. The boxplot diagram shows the median, interquartile range and outlier.",
            "paragraph_rank": 14,
            "section_rank": 14
        },
        {
            "text": "Zusammenfassung Hintergrund :",
            "section_rank": 15
        },
        {
            "section": "Zusammenfassung Hintergrund :",
            "text": "Entsprechend unserer Kenntnis sind die Anforderungen an austretendes Wasser in Wasser führenden Elementen von Dentaleinheiten in keiner Europäischen Richtlinie geregelt. Nationale Empfehlungen sind heterogen. In Deutschland muss in Detaleinheiten eingespeistes Wasser der Trinkwasserverordnung entsprechen. In den Vereinigten Staaten wird die Überprüfung auf aerobe heterotrophe Bakterien jedoch empfohlen. Das Ziel der vorliegenden Studie war es zu überprüfen, ob die Zahl aerober heterotropher Bakterien mit der Anwesenheit potentiell pathogener Erreger wie Legionella spp. oder Pseudomonas aeruginosa korreliert. Methoden: 71 Proben von 26 Dentaleinheiten mit integrierter Desinfektionsanlage und 31 Proben von 15 Wasserauslässen des Wasserversor-",
            "paragraph_rank": 15,
            "section_rank": 15
        },
        {
            "section": "Zusammenfassung Hintergrund :",
            "text": "/8 GMS Krankenhaushygiene Interdisziplinär 2012, Vol. 7(1), ISSN 1863-5245 Bristela et al.: Testing for aerobic heterotrophic bacteria allows ...",
            "paragraph_rank": 17,
            "section_rank": 15
        },
        {
            "section": "Zusammenfassung Hintergrund :",
            "text": "Bristela et al.: Testing for aerobic heterotrophic bacteria allows ...",
            "paragraph_rank": 18,
            "section_rank": 15
        },
        {
            "text": "Acknowledgements",
            "section_rank": 17
        },
        {
            "section": "Acknowledgements",
            "text": "We thank Radica Paunovic, Maria Voboril, Sonja Rehak and Petra Hasenberger for excellent technical assistance.",
            "paragraph_rank": 19,
            "section_rank": 17
        }
    ]
}