{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Acquired immunodeficiency syndrome is a public health problem worldwide caused by the Human immunodeficiency virus (HIV). Treatment with antiretroviral drugs is the best option for viral suppression, reducing morbidity and mortality. However, viral resistance in HIV-1 therapy has been reported. HIV-1 integrase (IN) is an essential enzyme for effective viral replication and an attractive target for the development of new inhibitors. In the study reported here, two-and three-dimensional quantitative structure-activity relationship (2D/3D-QSAR) studies, applying hologram quantitative structure-activity relationship (HQSAR) and comparative molecular field analysis (CoMFA) methods, respectively, were performed on a series of tricyclic phthalimide HIV-1 IN inhibitors. The best HQSAR model (q 2 = 0.802, r 2 = 0.972) was obtained using atoms, bonds, and connectivity as the fragment distinction, a fragment size of 2-5 atoms, hologram length of 61 bins, and six components. The best CoMFA model (q 2 = 0.748, r 2 = 0.974) was obtained with alignment of all atoms of the tricyclic phthalimide moiety (alignment II). The HQSAR contribution map identified that the carbonyl-hydroxy-aromatic nitrogen motif made a positive contribution to the activity of the compounds. Furthermore, CoMFA contour maps suggested that bulky groups in meta and para positions in the phenyl ring would increase the biological activity of this class. The conclusions of this work may lead to a better understanding of HIV-1 IN inhibition and contribute to the design of new and more potent derivatives.",
            "paragraph_rank": 0,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 1
        },
        {
            "section": "Introduction",
            "text": "Acquired immunodeficiency syndrome (AIDS) is a public health problem worldwide caused by the Human immunodeficiency virus (HIV). It is estimated that 33.3 million people are infected with HIV-1 and about 2.1 million deaths are reported every year that are related to AIDS. 1 HIV-1 infection is characterized by destruction of immune cells, especially T lymphocytes, which are responsible for the immune response against antigens, pathogens, and cancer cells. 2 The HIV-1 replication cycle depends on different macromolecules, including three viral enzymes, namely, reverse transcriptase, protease, and integrase (IN). Currently, reverse transcriptase and protease are targets for several antiretroviral US Food and Drug Administration-approved drugs, such as efavirenz and indinavir, respectively, while for IN there are just two, raltegravir and elvitegravir. 3,4 Treatment with antiretroviral drugs is the best option for viral suppression, reducing morbidity and mortality. However, as viral resistance in HIV therapy has been reported, [5][6][7] additional therapeutic approaches are needed. 8 HIV-1 IN is one of three essential enzymes required for viral replication, and the absence of a host-cell equivalent target means that IN inhibitors may not interfere with cellular physiological process, suggesting that they are an attractive target for biological active compounds. 8 Thus, resistance to HIV-1 IN inhibitors is the greatest problem and the discovery of new potential inhibitors is essential for AIDS treatment. 5,7 In an attempt to design new chemical entities with efficient antiretroviral activity, we explored the two-dimensional (2D) and three-dimensional (3D) molecular features of a series of tricyclic phthalimide HIV-1 IN inhibitors developed by Verschueren et al, 9 using two-and three-dimensional quantitative structure-activity relationship (2D/3D-QSAR) approaches, namely, hologram quantitative structureactivity relationship (HQSAR) 10 and comparative molecular field analysis (CoMFA) 11 methods, respectively, which are powerful ligand-based strategies in drug design. 12 ",
            "paragraph_rank": 1,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 273,
                    "text": "1",
                    "end": 274
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 459,
                    "text": "2",
                    "end": 460
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 861,
                    "text": "3,",
                    "end": 863
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 863,
                    "text": "4",
                    "end": 864
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1040,
                    "text": "[5]",
                    "end": 1043
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1043,
                    "text": "[6]",
                    "end": 1046
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1046,
                    "text": "[7]",
                    "end": 1049
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1096,
                    "text": "8",
                    "end": 1097
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1381,
                    "text": "8",
                    "end": 1382
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1526,
                    "text": "5,",
                    "end": 1528
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1528,
                    "text": "7",
                    "end": 1529
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1788,
                    "text": "9",
                    "end": 1789
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1961,
                    "text": "10",
                    "end": 1963
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 2013,
                    "text": "11",
                    "end": 2015
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 2098,
                    "text": "12",
                    "end": 2100
                }
            ]
        },
        {
            "text": "Materials and methods Dataset",
            "section_rank": 2
        },
        {
            "section": "Materials and methods Dataset",
            "text": "The same dataset was used for the HQSAR and CoMFA studies containing the 42 tricyclic phthalimides developed by Verschueren et al 9 showing HIV IN inhibitory activity ( Table 1). The biological activity of all compounds was used as originally expressed, as pIC 50 (M) values (−Log of the half maximal inhibitory concentration, IC 50 ) values. The 42 compounds were divided into training (30 compounds) and test (12 compounds) sets, ensuring that both sets contained structurally diverse compounds with high, medium and low activity, to avoid possible problems during the external validation.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 130,
                    "text": "9",
                    "end": 131
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 169,
                    "text": "Table 1",
                    "end": 176
                }
            ]
        },
        {
            "text": "Molecular modeling design and conformational analysis",
            "section_rank": 3
        },
        {
            "section": "Molecular modeling design and conformational analysis",
            "text": "All tricyclic phthalimides (1-42) were built using SPARTAN'10 software (Wavefunction, Inc, Irvine, CA, USA) for Windows XP ® . Conformational analysis was performed with the conformer distribution Monte Carlo method, using Merck Molecular Force Field 94 (MMFF94). The lowest energy conformations were geometrically optimized by the Parameterized Model number 3 (PM3) semi-empirical method available in the program. In the absence of a compound from the phthalimide class co-crystallized with HIV-1 IN, the lowest energy conformations were used as the bioactive conformation, a methodology successfully used by other authors. [12][13][14] hQsar models",
            "paragraph_rank": 3,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 625,
                    "text": "[12]",
                    "end": 629
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 629,
                    "text": "[13]",
                    "end": 633
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 633,
                    "text": "[14]",
                    "end": 637
                }
            ]
        },
        {
            "section": "Molecular modeling design and conformational analysis",
            "text": "The structures of tricyclic phthalimides were converted into fragments initially using the default fragment size of 4-7 atoms per fragment. All fragments were allocated in defined molecular hologram lengths (53,59,61,71,83,97,151,199,257,307,353, 401 bins) and fragment distinction analysis was performed in terms of atoms, bonds, connectivity, hydrogen, and donor/acceptor atoms. Since these parameters may affect HQSAR models, different combinations of these parameters were considered during the HQSAR runs. 15 After the partial least-squares (PLS) analysis, several QSAR models were generated for each distinguishing fragment (Table 2). Importantly, in the HQSAR method, the alignment step is not necessary for the generation of a model. All QSAR models were generated using PLS and the internal validation was performed by leave-one-out (LOO) cross-validation. An external validation was performed with the test set compounds, which was not considered in the HQSAR model development.",
            "paragraph_rank": 4,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 207,
                    "text": "(53,",
                    "end": 211
                },
                {
                    "type": "bibr",
                    "start": 211,
                    "text": "59,",
                    "end": 214
                },
                {
                    "type": "bibr",
                    "start": 214,
                    "text": "61,",
                    "end": 217
                },
                {
                    "type": "bibr",
                    "start": 217,
                    "text": "71,",
                    "end": 220
                },
                {
                    "type": "bibr",
                    "start": 220,
                    "text": "83,",
                    "end": 223
                },
                {
                    "type": "bibr",
                    "start": 223,
                    "text": "97,",
                    "end": 226
                },
                {
                    "type": "bibr",
                    "start": 226,
                    "text": "151,",
                    "end": 230
                },
                {
                    "type": "bibr",
                    "start": 230,
                    "text": "199,",
                    "end": 234
                },
                {
                    "type": "bibr",
                    "start": 234,
                    "text": "257,",
                    "end": 238
                },
                {
                    "type": "bibr",
                    "start": 238,
                    "text": "307,",
                    "end": 242
                },
                {
                    "type": "bibr",
                    "start": 242,
                    "text": "353",
                    "end": 245
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 511,
                    "text": "15",
                    "end": 513
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 630,
                    "text": "(Table 2)",
                    "end": 639
                }
            ]
        },
        {
            "text": "3D-Qsar molecular alignment",
            "section_rank": 4
        },
        {
            "section": "3D-Qsar molecular alignment",
            "text": "Conformer selection and molecular alignment are the most essential steps in 3D-QSAR studies. The accuracy and reliability of the CoMFA model is directly dependent on the molecular alignment rule. 11 In this study, the alignments were carried out using the SYBYL-X 1.1 software package (Tripos International, St Louis, MO, USA) and made based on the presence of a moiety common to all derivatives, by adopting the RMS (root mean square) atom-fit rule for superposition of individual atoms. Two different alignments were performed and three models were generated from each one. The most active compound from the series (33) was used as the template for both alignments (Figure 1). In alignment I, all atoms of the tricyclic phthalimide moiety were chosen, except for the hydroxyl groups and external carbon atoms of the pyrazine ring. In alignment II, all atoms of tricyclic phthalimide moiety were chosen (Figure 1).",
            "paragraph_rank": 5,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 196,
                    "text": "11",
                    "end": 198
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 667,
                    "text": "(Figure 1",
                    "end": 676
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 904,
                    "text": "(Figure 1",
                    "end": 913
                }
            ]
        },
        {
            "text": "coMFa 3D-Qsar models",
            "section_rank": 5
        },
        {
            "section": "coMFa 3D-Qsar models",
            "text": "For CoMFA calculations, steric and electrostatic interactions were calculated using three different probes: an sp 3 -hybridized carbon atom with +1.0 charge (Csp 3 + 1), a hydrogen atom with +1.0 charge (H + 1), and an sp 3 oxygen atom with -1.0 charge (Osp 3 -1). Tripos standard and indicator force fields with a distance-dependent dielectric constant at all intersections in a regularly spaced grid (1 and 2 Å) were evaluated (Tables 4 and 5). The default value of 30 kcal/mol was set as the maximum steric and electrostatic energy   showing HIV-1 IN inhibitory activity. The chemical structures and biological data of these inhibitors are listed in Table 1. The compounds' distribution in the training (30) and test (12) sets, an important step in the development of QSAR models, was careful, aiming to maximize the test set diversity and to analyze the model prediction accuracy. HQSAR studies require values to be selected for the parameters that specify the hologram length, as well as the size and type of fragments to be encoded. 16 The molecular fragments were generated using the following fragment distinction parameters: atoms, bonds, connections, hydrogen atoms, chirality, and donor/acceptor atoms. The HQSAR models were first generated using the default fragment size (4-7 atoms) combined with various fragment types and various hologram lengths ( Table 2). To identify how the fragment size could influence the statistical parameters, we tested different fragment sizes (2-5, 3-6, 4-7, 5-8, 6-9, and 7-10 atoms) on the three best fragment distinction parameters of this model having the highest statistical indexes (models 1, 10, and 15) ( Table 2). The best HQSAR model for these HIV-1 IN inhibitors was found to be model 28, with atoms, bonds, and connectivity as the fragment distinction parameters, and 2-5 atoms as the fragment size, showing good predictive capacity (q 2 = 0.802), high data fitting (r 2 = 0.972), and low cross-validated standard error (SE cv = 0.340) ( Table 3).",
            "paragraph_rank": 6,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 429,
                    "text": "(Tables 4 and 5",
                    "end": 444
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 653,
                    "text": "Table 1",
                    "end": 660
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 720,
                    "text": "(12)",
                    "end": 724
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1039,
                    "text": "16",
                    "end": 1041
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 1364,
                    "text": "Table 2",
                    "end": 1371
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 1657,
                    "text": "Table 2)",
                    "end": 1665
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 1994,
                    "text": "Table 3)",
                    "end": 2002
                }
            ]
        },
        {
            "text": "hQsar contribution maps",
            "section_rank": 6
        },
        {
            "section": "hQsar contribution maps",
            "text": "According to the HQSAR method, it is possible to predict the activity value of a molecule by mapping its structural fragments. Thus, HQSAR contribution map analysis is an important step toward understanding the individual atomic cutoff. A PLS approach was used to derive 3D-QSAR and the cross-validation with the LOO method 11 to maximize the probability that the results would have predictive validity.",
            "paragraph_rank": 7,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 324,
                    "text": "11",
                    "end": 326
                }
            ]
        },
        {
            "text": "Results and discussion hQsar models",
            "section_rank": 7
        },
        {
            "section": "Results and discussion hQsar models",
            "text": "The dataset used for the HQSAR studies contained the 42 tricyclic phthalimides developed by Verschueren et al 9 contributions to the biological activities through a color code. This code ranges from red to green in a spectrum indicating favorable (yellow, green blue, and green), neutral (white), and unfavorable (red, red orange, and orange) contributions ( Figure 2). The fragment contribution map of the most active compound, 33, shows no fragments with negative contribution (Figure 2). As can be seen, the carbonyl-hydroxy-aromatic nitrogen motif was colored white and green, indicating neutral and positive contributions to activity, respectively, since this moiety is common for all compounds and provides a structural scaffold for holding the pharmacophoric groups in suitable orientation for maximum complementarity with the catalytic site of HIV-1 IN. 9 Furthermore, the carbonyl and hydroxyl oxygens could chelate the Mg 2+ ion in the active site, an essential interaction for enzyme inhibition. 9,17,18 In addition, the methylene spacer (colored green) that links the phthalimide nitrogen to the 3,4-dichlorophenyl group (mostly colored green and yellow) in compound 33 appears to be important for directing this bulky aromatic group in the active site of the enzyme, as suggested by docking studies. 7 This is consistent with benzodioxoles 13, 14, and 15, since the compound with one methylene spacer (14) was more potent than that with none (13) or with two (15) methylene spacers. 7 ",
            "paragraph_rank": 8,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 359,
                    "text": "Figure 2",
                    "end": 367
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 479,
                    "text": "(Figure 2",
                    "end": 488
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 862,
                    "text": "9",
                    "end": 863
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1007,
                    "text": "9,",
                    "end": 1009
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1009,
                    "text": "17,",
                    "end": 1012
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1012,
                    "text": "18",
                    "end": 1014
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1313,
                    "text": "7",
                    "end": 1314
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1414,
                    "text": "(14)",
                    "end": 1418
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1496,
                    "text": "7",
                    "end": 1497
                }
            ]
        },
        {
            "text": "coMFa models",
            "section_rank": 8
        },
        {
            "section": "coMFa models",
            "text": "In the present work, all CoMFA models were derived using the same training and test sets as in the HQSAR analysis. To validate the reliability of these models, all important statistical parameters were analyzed, including LOO crossvalidated correlation coefficient (q 2 ), non-cross-validated correlation coefficient (r 2 ), standard error of the estimate (SEE) and F-statistic values. To see how the alignment rule could influence the predictive capability of a model, two different alignments, I and II, were proposed, and three different probe atoms and lattice spacing (1 and 2 Å) were performed to obtain the best model. The statistical results obtained from the CoMFA models are summarized in Table 4.",
            "paragraph_rank": 9,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 699,
                    "text": "Table 4",
                    "end": 706
                }
            ]
        },
        {
            "section": "coMFa models",
            "text": "The PLS statistical analyses performed for alignment I showed that the best model generated was self-consistent (r 2 = 0.973), with good predictive ability (q 2 = 0.625), and low SEE (0.130), with optimum number of components (six) determined by SAMPLS (sample-distance PLS) analysis",
            "paragraph_rank": 10,
            "section_rank": 8
        },
        {
            "section": "coMFa models",
            "text": "Positive Neutral Negative     Abbreviations: Pc, principal components; Pls, partial least squares; q 2 , leaveone-out cross-validated correlation coefficient; r 2 , non-cross-validated correlation coefficient; SEE, standard error of the estimate.",
            "paragraph_rank": 11,
            "section_rank": 8
        },
        {
            "section": "coMFa models",
            "text": "implemented in SYBYL-X 1.1. As can be seen in Table 4, this model was obtained using a carbon sp 3 (+1) probe atom in an indicator force field, 19 with a lattice spacing of 2 Å. In alignment II, the PLS statistical parameters were better than those generated for alignment I (q 2 = 0.748, r 2 = 0.974, and SEE = 0.127) (Table 4). Despite the fact that the statistical results for alignments I and II both provided consistent data, alignment II was selected as the best model. With the objective of evaluating the influence of steric and electrostatic interaction energies for model generation, the value of the grid spacing was decreased to 1 Å using both force fields (standard and indicator) and the carbon sp 3 (+1) probe atom ( Table 5). After reducing the cell size to 1 Å, no improvement was observed in q 2 values (predictive model), although some statistical parameters, such as r 2 , F-value, and SEE, presented with better values when compared with the best model generated with the 2 Å cell size. Normally, 3D-QSAR studies with a q 2 value .0.5 are considered statistically significant, but q 2 alone is not sufficient to assess the predictive power of a QSAR model. 20 Thus, external validation is the only way to establish a reliable QSAR model. In this study, the best model was validated using the test set of 12 compounds, which was used to predict the activities of the test set.",
            "paragraph_rank": 12,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 46,
                    "text": "Table 4",
                    "end": 53
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 144,
                    "text": "19",
                    "end": 146
                },
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 319,
                    "text": "(Table 4",
                    "end": 327
                },
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 732,
                    "text": "Table 5",
                    "end": 739
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1178,
                    "text": "20",
                    "end": 1180
                }
            ]
        },
        {
            "text": "coMFa contour maps",
            "section_rank": 9
        },
        {
            "section": "coMFa contour maps",
            "text": "CoMFA steric and electrostatic contour maps are useful in the context of ligand-receptor interactions. Furthermore, these contour maps can help identify areas where changes in steric or electrostatic fields can affect biological activity and indicate important regions for ligand interaction with the receptor site. Moreover, the absence of a field does not necessarily mean that a particular pharmacophore is not important for activity; but, according to the generated model, all derivatives exert the same influence at that point.",
            "paragraph_rank": 13,
            "section_rank": 9
        },
        {
            "section": "coMFa contour maps",
            "text": "The analysis of the steric and electrostatic contour maps was made only with the model generated by alignment II (q 2 = 0.748). The steric and electrostatic contributions of the final model were 97% and 3%, respectively. This means that the model was more influenced by the steric field around tricyclic phthalimides than the electrostatic field. The CoMFA contour maps of the most (33) and least (8) active compounds are shown in Figure 3.",
            "paragraph_rank": 14,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 431,
                    "text": "Figure 3",
                    "end": 439
                }
            ]
        },
        {
            "section": "coMFa contour maps",
            "text": "The green contour characterizes the regions where bulky substituents would increase the HIV-1 IN inhibitory activity, whereas the yellow contour indicates the regions where steric bulk would decrease the activity. The contributions of the green and yellow contours were maintained at the default values of 80% and 20%, respectively. Figure 3A shows two favorable green regions for compound 33 located close to the meta and para positions of the benzyl group (R1 substituent), mainly near the two (orto and para) chlorine atoms. This indicates that bulky groups at those positions are favorable and this accounts for the high biological activity of 33. The several unfavorable yellow regions spread around the benzyl group indicate that bulky groups at those positions would significantly reduce the binding affinity. In the contour map of the most active compound, 33 ( Figure 3A), it can be observed that the benzyl group is planar and does not touch the yellow regions, while in the map of the least active compound, 8 ( Figure 3B), the piperidine ring (R1 substituent) is localized in the yellow prohibitive regions.",
            "paragraph_rank": 15,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 333,
                    "text": "Figure 3A",
                    "end": 342
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 870,
                    "text": "Figure 3A)",
                    "end": 880
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 1023,
                    "text": "Figure 3B",
                    "end": 1032
                }
            ]
        },
        {
            "text": "external validation of the best hQsar and coMFa models",
            "section_rank": 10
        },
        {
            "section": "external validation of the best hQsar and coMFa models",
            "text": "The experimental pIC 50 , predicted pIC 50 , and residual values of the tricyclic phthalimide HIV-1 IN inhibitors obtained for the best HQSAR and CoMFA models are reported in Table 6. The comparison plots between the experimental and predicted potencies of both the training and test sets using the best HQSAR and CoMFA models are shown in Figure 4.",
            "paragraph_rank": 16,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_6",
                    "start": 175,
                    "text": "Table 6",
                    "end": 182
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 340,
                    "text": "Figure 4",
                    "end": 348
                }
            ]
        },
        {
            "section": "external validation of the best hQsar and coMFa models",
            "text": "In this work, we considered as outliers all compounds of the training and test sets whose differences between experimental and predicted activities exceeded 2.0 standard deviations (SD) from the mean of the residuals (HQSAR 2*SD = 0.68 and CoMFA 2*SD = 0.90). 21 According to this criterion, there was one outlier for each model: compound 1 for HQSAR and compound 3 for CoMFA. The HQSAR outlier, 1, presented the highest residual value (-1.95), but it must be remembered that this compound belonged to the test set and did not take part in the model building process. Derivative 1 is analogous to 26, one of the most potent tricyclic phthalimide inhibitors, and both have the same 4-fluorobenzyl group as the R1 substituent, differing only in the first ring ( Table 1). The HQSAR models overestimated the biological potency of 1 probably because it has a similar fingerprint to compound 26.",
            "paragraph_rank": 17,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 260,
                    "text": "21",
                    "end": 262
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 760,
                    "text": "Table 1",
                    "end": 767
                }
            ]
        },
        {
            "section": "external validation of the best hQsar and coMFa models",
            "text": "The CoMFA outlier, 3, which also belongs to the test set, presented the highest residual value (2.59). In this case, the CoMFA model underestimated the biological activity of 3 because this derivative has structural difference in the first ring.",
            "paragraph_rank": 18,
            "section_rank": 10
        },
        {
            "text": "Conclusion",
            "section_rank": 11
        },
        {
            "section": "Conclusion",
            "text": "The methylene spacer that links the phthalimide nitrogen to the 3,4-dichlorophenyl group in compound 33 appears to be important for directing this bulky aromatic group in the active site of the enzyme, as suggested by docking studies. 7 Predictable and statistically significant CoMFA and HQSAR models of tricyclic phthalimide HIV-1 IN inhibitors were obtained. The CoMFA model emphasized the importance of the steric descriptor field, as it explained nearly 97% of the variance in HIV-1 IN inhibitory activity. The inhibitory activities of the external test set of compounds were well predicted and explain the statistical robustness of the CoMFA and HQSAR models created. This could be useful in the development of newer molecules that are structurally related to these HIV-1 IN inhibitors. The CoMFA contour map analysis showed two favorable green regions located close to the meta and para positions of the benzyl group (R1 substituent), mainly near the two (orto and para) chlorine atoms for compound 33. This indicates that bulky groups at those positions are favorable for activity, which accounts for the increased activity of the inhibitors in this series. A successful HQSAR model should provide important information about which molecular fragments are directly related to the biological activity, apart from predicting the activities of the untested molecules. Together, these data would be useful for designing new compounds with potent HIV-1 IN inhibitory activity.",
            "paragraph_rank": 19,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 235,
                    "text": "7",
                    "end": 236
                }
            ]
        },
        {
            "text": "Figure 1",
            "section_rank": 12
        },
        {
            "section": "Figure 1",
            "text": "selected atoms to alignment i (A) and three-dimensional (3D) view of superimposed aligned molecules (B). selected atoms to alignment ii (C) and 3D view of superimposed aligned molecules (D).",
            "paragraph_rank": 20,
            "section_rank": 12
        },
        {
            "text": "Figure 2",
            "section_rank": 13
        },
        {
            "section": "Figure 2",
            "text": "The hologram quantitative structure-activity relationship contribution maps of the most (33) and least (8) potent hiV-1 integrase inhibitors. Abbreviation: hiV, Human immunodeficiency virus.",
            "paragraph_rank": 21,
            "section_rank": 13
        },
        {
            "text": "Figure 3",
            "section_rank": 14
        },
        {
            "section": "Figure 3",
            "text": "comparative molecular field analysis contour maps for steric field with the most (33; A) and least (8; B) active compounds. Note: left images show front view; right images show side view.",
            "paragraph_rank": 22,
            "section_rank": 14
        },
        {
            "text": "Figure 4",
            "section_rank": 15
        },
        {
            "section": "Figure 4",
            "text": "Plot of experimental versus predicted pic 50 values of the training and test sets of the tricyclic phthalimide HIV-1 integrase inhibitors by comparative molecular field analysis (A) and hologram quantitative structure-activity relationship (B). Abbreviations: pic 50 , -log ic 50 ; ic 50 , half maximal inhibitory concentration; hiV, Human immunodeficiency virus.",
            "paragraph_rank": 23,
            "section_rank": 15
        },
        {
            "text": "Table 1",
            "section_rank": 16
        },
        {
            "section": "Table 1",
            "text": "chemical structures and biological data of 42 tricyclic phthalimide hiV-1 integrase inhibitors",
            "paragraph_rank": 24,
            "section_rank": 16
        },
        {
            "text": "Table 2",
            "section_rank": 17
        },
        {
            "section": "Table 2",
            "text": "summary of hologram quantitative structure-activity relationship (HQSAR) statistical indexes for the influence of various fragment distinctions (FD), using 4-7 as the fragment size parameter",
            "paragraph_rank": 26,
            "section_rank": 17
        },
        {
            "section": "Table 2",
            "text": "Note: Models 1, 10 and 15 are indicated in bold to show that they are the three best models using 4-7 as the fragment size parameter. Abbreviations: a, atoms; B, bonds; c, connectivity; Da, donor/acceptor atoms; h, hydrogen; hl, hologram length; Pc, principal components; q 2 , leave-one-out cross-validated correlation coefficient; r 2 , non-cross-validated correlation coefficient; se cv , cross-validated standard error.",
            "paragraph_rank": 27,
            "section_rank": 17
        },
        {
            "text": "Table 3",
            "section_rank": 18
        },
        {
            "section": "Table 3",
            "text": "summary of hologram quantitative structure-activity relationship statistical indexes for the influence of various fragment sizes (Fs), using atoms (Models 16-21); bonds and connectivity (Models 22-27); or atoms, bonds, and connectivity (Models 28-33) as the fragment distinction parameter",
            "paragraph_rank": 28,
            "section_rank": 18
        },
        {
            "section": "Table 3",
            "text": "Note: Models 19, 22 and 28 are shown in bold to indicate that they are the three best models in each fragment distinction parameter. Abbreviations: hl, hologram length; nD, not determined; q 2 , leave-one-out cross- validated correlation coefficient; r 2 , non-cross-validated correlation coefficient; Pc, principal components; se cv , cross-validated standard error.",
            "paragraph_rank": 29,
            "section_rank": 18
        },
        {
            "text": "Table 4",
            "section_rank": 19
        },
        {
            "section": "Table 4",
            "text": "Comparative molecular field analysis for alignments I and II using Tripos standard and indicator force fields with a lattice spacing of 2 Å",
            "paragraph_rank": 30,
            "section_rank": 19
        },
        {
            "section": "Table 4",
            "text": "Abbreviations: Pc, principal components; Pls, partial least squares; q 2 , leave- one-out cross-validated correlation coefficient; r 2 , non-cross-validated correlation coefficient; SEE, standard error of the estimate.",
            "paragraph_rank": 31,
            "section_rank": 19
        },
        {
            "text": "Table 5",
            "section_rank": 20
        },
        {
            "section": "Table 5",
            "text": "Comparative molecular field analysis for alignment II using lattice spacing of 1 Å and csp 3 (+1) as the probe atom",
            "paragraph_rank": 32,
            "section_rank": 20
        },
        {
            "text": "Table 6",
            "section_rank": 21
        },
        {
            "section": "Table 6",
            "text": "experimental and predicted pic 50 values of training and test set compounds Test set compounds; \"nD\" indicates that a value was not determined because the molecules did not show any atoms common to the core used for alignment, resulting in the withdrawal of the same training set. Abbreviations: CoMFA, comparative molecular field analysis; HQSAR, hologram quantitative structure-activity relationship; pic 50 , -log ic 50 ; ic 50 , half maximal inhibitory concentration.",
            "paragraph_rank": 34,
            "section_rank": 21
        },
        {
            "section": "Table 6",
            "text": "Notes: *",
            "paragraph_rank": 35,
            "section_rank": 21
        },
        {
            "section": "Table 6",
            "text": "Drug Design, Development and Therapy 2013:7 submit your manuscript | www.dovepress.com Dovepress Dovepress",
            "paragraph_rank": 36,
            "section_rank": 21
        },
        {
            "section": "Table 6",
            "text": "Drug Design, Development and Therapy 2013:7 submit your manuscript | www.dovepress.com Dovepress Dovepress Dovepress",
            "paragraph_rank": 37,
            "section_rank": 21
        },
        {
            "text": "Acknowledgments",
            "section_rank": 23
        },
        {
            "section": "Acknowledgments",
            "text": "Financial support from Fundação de Amparo à Pesquisa do Estado do Rio de Janeiro (FAPERJ), Conselho Nacional de Desenvolvimento Científico e Tecnológico (CNPq), and Coordenação de Aperfeiçoamento de Pessoal de Nível Superior (CAPES) was received for this study.",
            "paragraph_rank": 38,
            "section_rank": 23
        },
        {
            "text": "Disclosure",
            "section_rank": 24
        },
        {
            "section": "Disclosure",
            "text": "Other than the funding received for this study outlined in the Acknowledgments section, the authors declare no conflicts of interest in this work.",
            "paragraph_rank": 39,
            "section_rank": 24
        },
        {
            "text": "Drug Design, Development and Therapy",
            "section_rank": 26
        },
        {
            "text": "Publish your work in this journal",
            "section_rank": 27
        },
        {
            "section": "Publish your work in this journal",
            "text": "Submit your manuscript here: http://www.dovepress.com/drug-design-development-and-therapy-journal Drug Design, Development and Therapy is an international, peerreviewed open-access journal that spans the spectrum of drug design and development through to clinical applications. Clinical outcomes, patient safety, and programs for the development and effective, safe, and sustained use of medicines are a feature of the journal, which has also been accepted for indexing on PubMed Central. The manuscript management system is completely online and includes a very quick and fair peer-review system, which is all easy to use. Visit http://www.dovepress.com/testimonials.php to read real quotes from published authors.",
            "paragraph_rank": 40,
            "section_rank": 27
        }
    ]
}