{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Objectives: The purpose of this study was to determine the influence of platform switching on stress distribution of two different implant systems using three-dimensional (3D) finite element models. Materials and Methods: Six 3D finite element models were created to replicate two different implant systems with peri-implant bone tissue, in which six different implantabutment configurations were represented: model XiVE-a: 3.8-mm-diameter implant and 3.8-mm-diameter abutment; model XiVE-b (platform-switching model): 4.5-mm-diameter implant and 3.8-mm-diameter abutment; model XiVE-c: 4.5-mm-diameter implant and 4.5-mm-diameter abutment; model 3i-a: 4.0-mm-diameter implant and 4.1-mm-diameter abutment; model 3i-b (platform-switching model): 5.0-mm-diameter implant and 4.1-mmdiameter abutment; model 3i-c: 5.0-mm-diameter implant and 5.0-mm-diameter abutment. vertical and oblique loads of 100 were applied to all models. Results: While the pattern of stress distribution was similar for both loading situations, oblique loading resulted in higher intensity and greater distribution of stress than axial loading in both cortical bone and implant-abutment-interface. Stress distribution at periimplant bone was almost identical with similar magnitudes for all six models. In both implant systems, platform-switching models demonstrated lower maximum von Mises stress in cortical bone than conventional models. However, in both implant systems and under both loading situations, platform-switching models showed higher stresses at the implantabutment interface than conventional models. Conclusion: In both implant systems, platform switching design reduced the stress concentration in the crestal bone and shifted it towards the area of implant-abutment interface."
        }
    ],
    "body_text": [
        {
            "section": "INTRODUCTION",
            "text": "Alveolar bone resorption that occurs around two-piece implants following abutment attachment has been well documented [1][2][3][4][5].",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 118,
                    "text": "[1]",
                    "end": 121
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 121,
                    "text": "[2]",
                    "end": 124
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 124,
                    "text": "[3]",
                    "end": 127
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 127,
                    "text": "[4]",
                    "end": 130
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 130,
                    "text": "[5]",
                    "end": 133
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "In recent years, several investigations have been carried out in order to explain the changes observed in crestal bone height. Location of the implant-abutment junction (IAJ) in relation to crestal bone [6][7][8], the bacterial colonization of the micro-gap at the IAJ [9], the establishment of a biological width or mucosal barrier around dental implants [1,[10][11][12] and the stress-strain concentration due to occlusal loading [13][14][15][16][17] are among factors that have been suggested as the most likely causes of these crestal bone-level changes. Although this 1.5-2.0 mm of bone resorption is still clinically acceptable [18], the ability to reduce this crestal bone loss may have several advantages such as improved esthetics, higher bone to implant contact and better primary stability. [1,2,19]. In order to minimize this crestal bone resorption, several techniques and procedures such as non-submerged technique [20,21], utilizing micro-roughness on implant neck surface [22] and platform switching [23] have recently been developed. The concept of platform switching was introduced by Lazzara and Porter, and refers to the use of a smaller-diameter abutment on a larger-diameter implant collar [23]. Through placement of the smaller prosthetic components on the implant platform, IAJ is moved inward from the implant shoulder and further away from the crestal bone [19,23,24]. Hypothetically, platform switching may increase the distance between the inflammatory cell infiltrate and the adjacent alveolar crest that can limit crestal bone resorption around the restored two-piece implants [25]. The results of several histomorphometric studies showed that platform switching can significantly help to maintain the peri-implant soft and hard tissue and may be especially beneficial in esthetically demanding locations that require strong soft tissue support [25][26][27][28][29]. In the past two decades, finite element analysis (FEA) has become an increasingly useful tool for prediction of the effects of stress on the implant and its surrounding bone, and has been used extensively in describing biomechanical performance of dental implant systems [30]. However, excessive simplifications of geometry will result in considerable inaccu-racy in FEA results. To produce more accurate geometries, some methods starting from computed tomography (CT) or magnetic resonance data of actual human bones have been proposed [11]. Several studies on platform switching, using three-dimensional (3D) finite element models, reported the biomechanical advantage of shifting stress concentration area away from the cervical bone implant interface [31][32][33][34]. Some FEA studies, on the other hand, showed that platform switching may have a minimal effect on von-Mises stress in the crestal region of the cortical bone [35]. Interestingly, a new FEA investigation about platform switching demonstrated that the reduction in bone strain was mostly caused by increasing the diameter of the implant, instead of using the platform switching technique [36].",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 203,
                    "text": "[6]",
                    "end": 206
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 206,
                    "text": "[7]",
                    "end": 209
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 209,
                    "text": "[8]",
                    "end": 212
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 269,
                    "text": "[9]",
                    "end": 272
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 356,
                    "text": "[1,",
                    "end": 359
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 359,
                    "text": "[10]",
                    "end": 363
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 363,
                    "text": "[11]",
                    "end": 367
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 367,
                    "text": "[12]",
                    "end": 371
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 432,
                    "text": "[13]",
                    "end": 436
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 436,
                    "text": "[14]",
                    "end": 440
                },
                {
                    "type": "bibr",
                    "start": 440,
                    "text": "[15]",
                    "end": 444
                },
                {
                    "type": "bibr",
                    "start": 444,
                    "text": "[16]",
                    "end": 448
                },
                {
                    "type": "bibr",
                    "start": 448,
                    "text": "[17]",
                    "end": 452
                },
                {
                    "type": "bibr",
                    "start": 634,
                    "text": "[18]",
                    "end": 638
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 802,
                    "text": "[1,",
                    "end": 805
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 805,
                    "text": "2,",
                    "end": 807
                },
                {
                    "type": "bibr",
                    "start": 807,
                    "text": "19]",
                    "end": 810
                },
                {
                    "type": "bibr",
                    "start": 929,
                    "text": "[20,",
                    "end": 933
                },
                {
                    "type": "bibr",
                    "start": 933,
                    "text": "21]",
                    "end": 936
                },
                {
                    "type": "bibr",
                    "start": 988,
                    "text": "[22]",
                    "end": 992
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1016,
                    "text": "[23]",
                    "end": 1020
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1212,
                    "text": "[23]",
                    "end": 1216
                },
                {
                    "type": "bibr",
                    "start": 1383,
                    "text": "[19,",
                    "end": 1387
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1387,
                    "text": "23,",
                    "end": 1390
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1390,
                    "text": "24]",
                    "end": 1393
                },
                {
                    "type": "bibr",
                    "start": 1607,
                    "text": "[25]",
                    "end": 1611
                },
                {
                    "type": "bibr",
                    "start": 1875,
                    "text": "[25]",
                    "end": 1879
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1879,
                    "text": "[26]",
                    "end": 1883
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1883,
                    "text": "[27]",
                    "end": 1887
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1887,
                    "text": "[28]",
                    "end": 1891
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1891,
                    "text": "[29]",
                    "end": 1895
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 2168,
                    "text": "[30]",
                    "end": 2172
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 2434,
                    "text": "[11]",
                    "end": 2438
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 2652,
                    "text": "[31]",
                    "end": 2656
                },
                {
                    "type": "bibr",
                    "start": 2656,
                    "text": "[32]",
                    "end": 2660
                },
                {
                    "type": "bibr",
                    "start": 2660,
                    "text": "[33]",
                    "end": 2664
                },
                {
                    "type": "bibr",
                    "start": 2664,
                    "text": "[34]",
                    "end": 2668
                },
                {
                    "type": "bibr",
                    "start": 2827,
                    "text": "[35]",
                    "end": 2831
                },
                {
                    "type": "bibr",
                    "start": 3055,
                    "text": "[36]",
                    "end": 3059
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "Reviewing the dental literature revealed that there are still some controversies about the biomechanical advantages of platform switching. Therefore, the objectives of this three-dimensional FEA study were to compare and analyze the biomechanical effects of platform switching on the crestal bone around the two different dental implant systems."
        },
        {
            "section": "FE model design",
            "text": "Computerized tomographic (CT) images of a human edentulous mandibular first molar area were acquired. The distance between adjacent CT images was 2.0 mm. The mandible was approximately 8.5 mm in width buccolingually and 24 mm in height inferosuperiorly. The cross-sectional image was extruded to create a 3D section of the mandible and then 3D finite element models were constructed. Models were prepared with two implant systems: XiVE S Plus (DENTSPLY Friadent, GmbH, Germany) and 3i Certain (Biomet 3i, Florida, USA). These implant systems were assembled on the mandible creating six different models: model  (Fig 1). The optical digitizing system ATOS II (GOM, Braunschweig, Germany) was used to digitize the implants and abutments with high accuracy.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 611,
                    "text": "(Fig 1)",
                    "end": 618
                }
            ]
        },
        {
            "section": "FE model design",
            "text": "The measured data were imported to Solid-Works 2008 environment (Solidworks Crop., Concord, MA, USA) to construct the solid models that were analyzed by a three dimensional FE analysis package (ABAQUS V6.7-1; Simulia Corp., Providence, USA). Models were meshed with four-node tetrahedral solid elements, and were meshed between 90,765 and 102,795 nodes, and between 457,151 and 519,456 contact elements."
        },
        {
            "section": "Material Properties",
            "text": "The implants and bone used in the models were considered to be isotropic, homogeneous and linearly elastic. The elastic properties were adopted from the literature as shown in Table 1 [37, 38].  [37] Cancellous Bone 1,370 0.30 [37] Titanium 110,000 0.33 [38]  ",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 176,
                    "text": "Table 1",
                    "end": 183
                },
                {
                    "type": "bibr",
                    "start": 195,
                    "text": "[37]",
                    "end": 199
                },
                {
                    "type": "bibr",
                    "start": 227,
                    "text": "[37]",
                    "end": 231
                },
                {
                    "type": "bibr",
                    "start": 254,
                    "text": "[38]",
                    "end": 258
                }
            ]
        },
        {
            "section": "Interface Conditions",
            "text": "Connectivity between the bone and implants were assumed to simulate 100% osseointegration and the abutments and implants were as sumed to be completely bonded without any movement."
        },
        {
            "section": "Loading and Boundary Conditions",
            "text": "As the boundary condition, the nodes at the mesial and distal surfaces of the mandibular bone were fixed in all directions. In order to evaluate the stress distribution in peri-implant bone tissue and on implants and abutments, a Finally, the finite element models were used to calculate von Mises stresses in the crestal bone (both compact and cancellous bone) surrounding implants and in the implant-abutment interface area. Moreover, stress distribution in the FE models were illustrated to compare the biomechanical differences between conventional and platform-switching models in two different implant systems."
        },
        {
            "section": "Stress distribution in the implants and periimplant bone tissue:",
            "text": "The results from FEA are demonstrated in stress maps with a color scale that makes it possible to compare the stress distribution in different structures (implants and peri-implant bone tissues) of all six models (Fig 2). In order to compare stress distribution among the structures in different models more quantitatively, stress values are presented for equivalent stresses (von Mises) ( Table 2).  The positive values show tensile stress and the negatives demonstrate compressive stress.The pattern of stress distribution was almost similar under both loading situations and for both two implant systems. However, oblique loads produced more stress among the models than axial loads. In all models and under both loading situations, stress values were higher for the cortical bone than the cancellous bone (  2).",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 213,
                    "text": "(Fig 2)",
                    "end": 220
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 390,
                    "text": "Table 2)",
                    "end": 398
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 812,
                    "text": "2)",
                    "end": 814
                }
            ]
        },
        {
            "section": "Stress distribution in the implants and periimplant bone tissue:",
            "text": "In both 3i and XiVE implant systems, wide platform implants (models 3i-c and XiVE-c) presented lower stress values and more favorable patterns of stress distribution compared to regular platform implants (models 3i-a and XiVE-a)."
        },
        {
            "section": "Stress distribution in the implants and periimplant bone tissue:",
            "text": "For maximum principal stress, the tensile stress concentration was located on the buccal side of the cortical bone tissue that was on the opposite side of load application. For minimum principal stress, the location of compressive stress concentration was under the applied-load side of the models. In almost all models, tensile stress was less than compressive stress. In both implant systems and for both loading conditions, the platform switching models presented obvious decreases in tension and compression values in the third principal stress. However, for the first principal stress, wide platform models showed lower tension values, while platform-switching models showed lower compression values (Figs 4 and 5)."
        },
        {
            "section": "Stress distribution at the implant-abutment interface",
            "text": "Analyzing implant-abutment interface demonstrated that the stress concentration was around the periphery of the uppermost surface of the implant in the conventional models (models a, c) (Fig 3), while this high stress area shifted toward the center of the implant in the platform-switching models. In both implant systems and for both loading conditions, the platform switching increased the stress value in the implant-abutment interface.  Moreover, wide platform implants (models 3ic and XiVE-c) showed lower von Mises stresses than implants with regular platforms (models 3i-a and XiVE-a) ( Table 2).",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 186,
                    "text": "(Fig 3)",
                    "end": 193
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 594,
                    "text": "Table 2)",
                    "end": 602
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Bone resorption close to the first thread of the two-piece implants is frequently observed during initial loading [2,5]. To achieve and maintain stable osseointegration for implants in function, high stress concentration in the bone should be avoided. Some studies showed that using abutments with a smaller diameter than the implant neck or platform-switching technique helps in reducing crestal bone resorption [4,[23][24][25]. The possible reasons for bone preservation with the platform switching technique include inward shifting of the location of the IAJ or the stress concentration area between the abutment and implant [23,26].",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 114,
                    "text": "[2,",
                    "end": 117
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 117,
                    "text": "5]",
                    "end": 119
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 413,
                    "text": "[4,",
                    "end": 416
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 416,
                    "text": "[23]",
                    "end": 420
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 420,
                    "text": "[24]",
                    "end": 424
                },
                {
                    "type": "bibr",
                    "start": 424,
                    "text": "[25]",
                    "end": 428
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 628,
                    "text": "[23,",
                    "end": 632
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 632,
                    "text": "26]",
                    "end": 635
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "The result of the present study revealed that the platform switching reduced von Mises stress values at the crestal bone in both implant systems. It has been reported in the literature that crestal bone resorption is related to excessive load and damage of the supporting interfacial bone [41]. Stress concentration can lead to bone loss due to bone micro-damage and creation of crater-like bone defects around the implant [32,42]. Tabata et al.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 289,
                    "text": "[41]",
                    "end": 293
                },
                {
                    "type": "bibr",
                    "start": 423,
                    "text": "[32,",
                    "end": 427
                },
                {
                    "type": "bibr",
                    "start": 427,
                    "text": "42]",
                    "end": 430
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "[32] reported that von Mises, maximum and minimum principal stress were reduced in periimplant bone tissue and implant when the platform-switching concept was used. In studies conducted by Hsu et al. [36] and Schrotenboer et al.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 200,
                    "text": "[36]",
                    "end": 204
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "[33], their FE analyses showed that when the abutment diameter was reduced, less stress was transferred to the crestal bone. However, the results of the present study are in contrast to the results previously reported by Pessoa et al."
        },
        {
            "section": "DISCUSSION",
            "text": "[35] The possible reasons may be attributed to the fact that in their FE models, platform switching was defined as the circumferential horizontal mismatch of 0.5 mm between implant and abutment, while in the present study, this horizontal mismatch was 1 mm for 3i implants and 0.7 mm for XiVE implants. In another study, Canay and Akca [43] revealed that the platform-switching concept is an effective factor on mechanical properties of implant-abutment complex rather than the loadinduced stresses developed at the marginal bone around implants. However, those results were obtained in very simplified models that did not consider the internal geometry of implant-abutment junction in detail.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 336,
                    "text": "[43]",
                    "end": 340
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "In agreement with previous studies [32, 44,45], it was confirmed that wide platform implants show a lower stress value and more favorable stress distribution compared to regular platform implants. It seems that increasing the implant diameter enhances the contact between the implant and the bone that dramatically reduced stress concentration [44]. Interestingly, the platform-switching models of both implant systems still showed lower stress values than wide platform configurations. In other words, stress distribution was influenced more by the platform switching concept than the implant diameter. Hsu et al.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 40,
                    "text": "44,",
                    "end": 43
                },
                {
                    "type": "bibr",
                    "start": 43,
                    "text": "45]",
                    "end": 46
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 344,
                    "text": "[44]",
                    "end": 348
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "[36] in a strain gauge analysis of immediately loaded implants concluded that bone strain was reduced more by increasing the diameter of the implant than by using platform switching. However, one should keep in mind that in the present study, similar to most of the previous FEA studies, models of delayloaded implants were used, in which there was an ideal osseointegration between the surface of the implant and the bone. In addition, some studies reported that the concentration of stress is greater around immediately loaded implants than around delay-loaded implants [26,27]. The present study also indicated that in both implant systems, the compressive and tensile stresses were lower in platform-switching models than conventional models at the compact bone in the vicinity of the implant neck.  Table 2). To construct a finite element model, it is usually necessary to simplify the system by making some assumptions. The implants and bone used in the models were considered to be isotropic, homogeneous and linearly elastic and the occlusal forces were static. Furthermore, in the present study, the bone-implant contact was 100%, but in vivo, bone-implant contact percentages usually range from 30% to 70%. Thus, the final models represented an average clinical situation, and generalization of its results should be done with care. Therefore, because the finite element models used in this study do not identically reproduce all clinical situations, the application of the results should be tempered with sound clinical judgment.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 572,
                    "text": "[26,",
                    "end": 576
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 576,
                    "text": "27]",
                    "end": 579
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 804,
                    "text": "Table 2)",
                    "end": 812
                }
            ]
        },
        {
            "section": "CONCLUSION",
            "text": "Within the limitation of this 3D finite element analysis study, the following conclusions were drawn: 1-In both implant systems,platform-switching design reduced the stress concentration at the crestal bone and shifted it towards the area of implant-abutment interface."
        },
        {
            "section": "CONCLUSION",
            "text": "2-In the present study, this stress reduction was not related to increasing Implant diameter. "
        },
        {
            "text": "XiVE-a: 3.8×11 mm implant and 3.8-mmdiameter Esthetic Base abutment, model XiVE-b: 4.5×11 mm implant and 3.8-mmdiameter Esthetic Base abutment, model XiVE-c: 4.5×11 mm implant and 4.5-mmdiameter Esthetic Base abutment, model 3i-a: 4.0×11.5 mm implant and 4.1-mm-diameter Certain abutment, model 3i-b: 5.0×11.5 mm implant and 4.1-mm-diameter Certain abutment, model 3i-c: 5.0×11.5 mm implant and 5.0-mm-diameter Certain abutment. Platformswitching configuration was only assumed for groups XiVE-b and 3i-b"
        },
        {
            "section": "Fig 1 .",
            "text": "Three dimensional models of implants and abutments. From left to right: model XiVE a, model XiVE b, model XiVE c, model 3i a, model 3i b, and model 3i c."
        },
        {
            "section": "Fig 2 .",
            "text": "Von Mises stress distribution in the peri-implant bone tissue for all six models induced by 100 N oblique load (a) and 100 N vertical load (b). a b linear static analysis was performed on the prepared 3D solid models. Loading was simulated by applying either axial or an oblique load (in a buccolingual direction with 15 degrees of inclination to the alveolar longitudinal axis) of 100 N on the top of the abutments in their central region [39, 40]."
        },
        {
            "text": "Moreover, the maximum (the first) and minimum (the third) principal stresses at crestal bone are demonstrated in Figs 4 and 5. The maximum and minimum principal stress"
        },
        {
            "section": "Fig3.",
            "text": "Von Mises stress distribution at the implant-abutment interfaces of all six models induced by 100 N oblique load (a) and 100 N vertical load (b). a b indicates maximum tensile and compressive stress, respectively."
        },
        {
            "section": "Fig 4 .Fig 5 .",
            "text": "Peri-implant principal stresses (MPa) in crestal bone for 3i implant models (a) and XiVE implant models (b) induced by 100 N oblique load a b Implant principal stresses (MPa) in crestal bone for 3i implant models (a) and XiVE implant models (b) induced by 100 N vertical loading a b"
        },
        {
            "section": "Table 1 .",
            "text": "Material Properties of Bone and Finite Element Models"
        },
        {
            "section": "Table 2",
            "text": "). Under 100 N oblique load, the maximum von Mises stress in the cortical bone was from 15.06 MPa in model XiVE -b (platform- switching model) to 32.11 MPa in model 3i-a. Moreover, the maximum von Mises stress in the cancellous bone was from 2.49 MPa in model 3i-b (platform switching model) to 6.28 MPa in model XiVE-a. The results clearly showed that platform- switching reduced von Mises stress values at the crestal bone in both implant systems (Fig"
        },
        {
            "section": "Table 2 .",
            "text": "Maximum von Mises Stress Values (MPa) in the Models induced by 100 N Oblique and Vertical Loading"
        },
        {
            "text": "Extensive compressive stress may increase the risk of bone resorption, since it can compromise the periosteal blood supply and may result in bone necrosis[46]. High tensile stress has also been reported to cause bone loss[47]. Thus, the platform-switched design of both systems can reduce the risk of bone resorption and loss of osseointegration."
        },
        {
            "text": "This article was based on a post-graduate thesis and financially supported by Dental Research Center, Research Institute of Dental Sciences of Shahid Beheshti University of Medical Sciences (grant No. 5416 ). There was no conflict of interest in this article."
        },
        {
            "text": "Journal of Dentistry, Tehran University of Medical Sciences Sahabi et. al www.jdt.tums.ac.ir July 2013; Vol. 10, No. 4"
        },
        {
            "text": "Sahabi et. al Biomechanical Effects of Platform Switching in Two Different Implant Systems www.jdt.tums.ac.ir July 2013; Vol. 10, No. 4"
        },
        {
            "text": "Biomechanical Effects of Platform Switching in Two Different Implant Systems www.jdt.tums.ac.ir July 2013; Vol. 10, No. 4"
        }
    ]
}