{
    "level": "paragraph",
    "abstract": [
        {
            "text": "First affiliated hospital of chinese People's liberation army general hospital, Beijing,",
            "paragraph_rank": 1,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 1
        },
        {
            "section": "Introduction",
            "text": "Per World Health Organization (WHO), indolent lymphomas account for nearly onethird of non-Hodgkin lymphoma (NHL). These mainly include follicular lymphoma (FL), small lymphocytic lymphoma/chronic lymphocytic leukemia (SCL/CLL), and marginal zone B-cell lymphoma. 1 Their natural history is characterized by a high initial response rate to both chemotherapy and radiotherapy, often with transformation to a more aggressive histology, and followed invariably by disease recurrence. Finally, the patients usually die due to disease progression or treatment-induced toxicity. 2 Addition of rituximab to chemotherapy is associated with higher response, progression-free survival (PFS), and overall survival (OS) rates; [3][4][5] but there is no clear evidence about which chemotherapy regimen should be the proper initial treatment Notes: *With or without rituximab 375 mg/m 2 as an iV infusion on day 0. The chOP arm consisted of \"chOP\" (doxorubicin, cyclophosphamide, vincristine, and prednisone), or \"CHOPE\" (CHOP plus etoposide). The FLU arm consisted of \"FC\" (fludarabine plus cyclophosphamide), or \"FND\" (fludarabine, mitoxantrone, and dexamethasone). Abbreviations: iV, intravenous; PO, oral.",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 264,
                    "text": "1",
                    "end": 265
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 573,
                    "text": "2",
                    "end": 574
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 715,
                    "text": "[3]",
                    "end": 718
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 718,
                    "text": "[4]",
                    "end": 721
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 721,
                    "text": "[5]",
                    "end": 724
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "of indolent lymphoma. In the late 1980s, the approval of nucleoside analogs such as fludarabine for the treatment of low-grade lymphomas brought significantly increased outcomes, [6][7][8][9] but the benefit with regards to PFS and OS is still under debate, as few trials compared the efficacy of a fludarabine-based regimen with the classical CHOP (doxorubicin, cyclophosphamide, vincristine, prednisone) regimen for NHL. [10][11][12][13] More recently, the use of fludarabine has also raised concerns due to its high toxicities, especially hematological toxicity and infectious complications. 14,15 The present study aimed to evaluate retrospectively both the efficacy and the potential toxicities of the two main regimens (fludarabine-based and CHOP-like regimens) in patients with previously untreated indolent lymphoma.",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 179,
                    "text": "[6]",
                    "end": 182
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 182,
                    "text": "[7]",
                    "end": 185
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 185,
                    "text": "[8]",
                    "end": 188
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 188,
                    "text": "[9]",
                    "end": 191
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 423,
                    "text": "[10]",
                    "end": 427
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 427,
                    "text": "[11]",
                    "end": 431
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 431,
                    "text": "[12]",
                    "end": 435
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 435,
                    "text": "[13]",
                    "end": 439
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 595,
                    "text": "14,",
                    "end": 598
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 598,
                    "text": "15",
                    "end": 600
                }
            ]
        },
        {
            "text": "Methods",
            "section_rank": 2
        },
        {
            "text": "Patients and criteria for eligibility",
            "section_rank": 3
        },
        {
            "section": "Patients and criteria for eligibility",
            "text": "Data from patients with previously untreated indolent lymphoma (n = 107) were retrospectively included in the study. All these patients received chemotherapy consecutively at the Tianjin Medical University Cancer Institute and Hospital and the First Affiliated Hospital of Chinese PLA General Hospital between January 2007 and August 2012. All patients underwent the following routine staging procedures: complete physical examination; laboratory tests, including serum lactate dehydrogenase (LDH) and serum beta-2 microglobulin; type-B ultrasonic check; computed tomography (CT) scan of the chest, abdomen, and pelvis (or positron emission tomography-CT); bone marrow aspiration; and biopsy. Their disease condition was diagnosed by biopsy and immunophenotypical analysis per the WHO criteria for indolent lymphoma, 16 and the Ann Arbor staging system was used to define the stage of lymphoma. 17 No patients had severe damage to their heart, liver, kidney, or other important organs; and the mean neutrophil count at baseline was .3.0 × 10 9 /L.",
            "paragraph_rank": 4,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 817,
                    "text": "16",
                    "end": 819
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 895,
                    "text": "17",
                    "end": 897
                }
            ]
        },
        {
            "text": "Treatment schedule",
            "section_rank": 4
        },
        {
            "section": "Treatment schedule",
            "text": "Patients received four to eight cycles of chemotherapy, either with CHOP-like or fludarabine-based regimens with or without rituximab. The treatment protocol and schedule followed the recommendations laid down by the National Comprehensive Cancer Network, USA. Dosage information and drug administration schedule are listed in Table 1. Additionally, patients with stage I-II cancer received radiotherapy. Also, the granulocyte colony-stimulating factor was administered only to patients who had more advanced grades of neutropenia (grade 3-4). However, no patients received any antibiotic prophylaxis. Response to therapy was assessed at the end of every two cycles of chemotherapy.",
            "paragraph_rank": 5,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 327,
                    "text": "Table 1",
                    "end": 334
                }
            ]
        },
        {
            "text": "safety analysis",
            "section_rank": 5
        },
        {
            "section": "safety analysis",
            "text": "Patient-and physician-reported adverse events were recorded per the Common Toxicity Criteria (version 2.0) of National Cancer Institute, USA for all cycles of chemotherapy. Hematotoxicity was assessed for treatment-specific nadir windows per the WHO grades for hematotoxicity.",
            "paragraph_rank": 6,
            "section_rank": 5
        },
        {
            "text": "statistical methods",
            "section_rank": 6
        },
        {
            "section": "statistical methods",
            "text": "Statistical analysis was performed using SPSS 17.0 (SPSS Inc., Chicago, IL, USA). Survival curves were calculated Notes: The chOP arm consisted of \"chOP\" (doxorubicin, cyclophosphamide, vincristine, and prednisone), or \"chOPe\" (chOP plus etoposide). The FlU arm consisted of \"FC\" (fludarabine plus cyclophosphamide), or \"FND\" (fludarabine, mitoxantrone, and dexamethasone). Abbreviations: lDh, lactate dehydrogenase; Fl, follicular lymphoma; cll/ sll, chronic lymphocytic lymphoma/small lymphocytic leukemia; MalT, mucosaassociated lymphoid tissue lymphoma; ecOg, eastern cooperative Oncology group; r, rituximab.",
            "paragraph_rank": 7,
            "section_rank": 6
        },
        {
            "section": "statistical methods",
            "text": "using Kaplan-Meier estimates, and statistical comparisons between curves were made using the log-rank test. The chisquare test and Fisher's exact text were used to compare variables. Two-sided P-values were used throughout.",
            "paragraph_rank": 8,
            "section_rank": 6
        },
        {
            "section": "statistical methods",
            "text": "Variables associated with myelosuppression and infection in cases and controls were com pared using odds ratios and 95% confidence intervals (CIs) from univariate logistic regression models. Multivariable logistic regression was performed; the covariates identified in the univariate analysis were used to adjust the multivariate logistic regression model.",
            "paragraph_rank": 9,
            "section_rank": 6
        },
        {
            "text": "Results",
            "section_rank": 7
        },
        {
            "text": "Patient characteristics",
            "section_rank": 8
        },
        {
            "section": "Patient characteristics",
            "text": "Of the 107 patients, the condition of 37 patients was diagnosed as FL, 33 had SLL/CLL, and 37 had mucosaassociated lymphoid tissue lymphoma. The two treatment groups were comparable in terms of age, sex distribution, stage, extra-nodal site involvement, B symptoms (fever, weight loss, or night sweats), performance status, serum LDH levels, histological subtype, and combination of rituximab ( Table 2). Patients with stage I and II disease accounted for nearly 50% of the study population, which was higher than previous reports. This distribution could mainly be attributed to the presence of B symptoms, presence of progressive bulky disease (especially superficial lymph nodes), and patients' desire to receive treatment.",
            "paragraph_rank": 10,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 395,
                    "text": "Table 2)",
                    "end": 403
                }
            ]
        },
        {
            "text": "response and survival analysis",
            "section_rank": 9
        },
        {
            "section": "response and survival analysis",
            "text": "At the end of induction, the FLU arm had a similar complete response (CR) rate (68.5% vs 67.9%; P = 0.947) but a higher overall response rate (ORR) (96.3% vs 86.8%; P = 0.093) than the CHOP arm. After median follow-up of 26 months (range 2-66 months), overall 3-year PFS and 3-year OS were 68.0% and 78.8%, respectively (Figure 1). The FLU arm had a significantly better 3-year PFS (75.8% vs 61.0%; P = 0.011), but no differences were observed in the 3-year OS between the two arms (82.1% vs 74.8%; P = 0.209).",
            "paragraph_rank": 11,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 320,
                    "text": "(Figure 1",
                    "end": 329
                }
            ]
        },
        {
            "text": "safety evaluation",
            "section_rank": 10
        },
        {
            "section": "safety evaluation",
            "text": "The most common adverse effects are hematologic toxicity and infection. Safety data were available for all 107 patients for a median follow-up of 25 months (range 7-66 months). No instance of grade 3-4 anemia or thrombocytopenia was evaluated, but significant difference in neutropenia was observed between the two treatment arms. Frequency of grade 3-4 neutropenia in the FLU arm was much larger than that in CHOP In univariate regression analysis, the following variables were found to be significantly associated with infection: age over 60 years, III-IV Ann Arbor staging, presence of grade 3-4 myelosuppression, and combination of rituximab (Table 3). More myelosuppression occurred in patients receiving the fludarabine-based regimen and patients with B symptoms than in those who received the CHOP-like chemotherapy (Table 4). Multi-factor regression was used to find the potential predictive factors of infection and myelosuppression. Factors identified in the multivariable logistic regression as being independently associated with infection included the following: age over 60 years and presence of grade 3-4 myelosuppression (Table 3). In the multivariable logistic regression analysis, patients who received a fludarabine-based regimen and patients with B symptoms had variables significantly related to myelosuppression (Table 4).",
            "paragraph_rank": 12,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 646,
                    "text": "(Table 3",
                    "end": 654
                },
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 823,
                    "text": "(Table 4)",
                    "end": 832
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 1137,
                    "text": "(Table 3",
                    "end": 1145
                },
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 1334,
                    "text": "(Table 4)",
                    "end": 1343
                }
            ]
        },
        {
            "section": "safety evaluation",
            "text": "During the follow-up, two secondary malignancies were reported in the FLU arm: one myelodysplastic syndrome and one meningioma.",
            "paragraph_rank": 13,
            "section_rank": 10
        },
        {
            "text": "Discussion",
            "section_rank": 11
        },
        {
            "section": "Discussion",
            "text": "The results of the present study demonstrated that the fludarabine-based regimen could induce significantly improved PFS compared with the CHOP-like regimen in patients with previously untreated indolent lymphoma. However, the FLU arm showed similar rates of OS, CR, and ORR rates as the CHOP arm. In spite of the improved PFS, the FLU arm was associated with a higher incidence of hematological toxicity, infections, and late events than the CHOP arm.",
            "paragraph_rank": 14,
            "section_rank": 11
        },
        {
            "section": "Discussion",
            "text": "Potential risk of toxicities is one of the major concerns with the concurrent use of purine analogs, even though they possess superior response or survival rates. It was found that the myelosuppression was mainly presented as neutropenia. No instance of grade 3-4 anemia or thrombocytopenia was recorded among the two treatment arms. In terms of neutropenia, the findings were comparable to those of the randomized FOLL05 trial comparing rituximab, cyclophosphamide, vincristine, and prednisolone (R-CVP), rituximab plus CHOP (R-CHOP), and rituximab plus fludarabine, and mitoxantrone for the initial treatment of advanced-stage FL. 13 However, Zinzani et al 10 and Leporrier et al 12 reported no difference in hematologic toxicity between the various treatment groups. 10,12 These differences could partly result from the different treatment regimens, histological subtypes, and patient characteristics. Karmali et al 18 hinted that the bone marrow involvement at presentation could also influence the pathogenesis of prolonged cytopenia in follicular or marginal zone lymphoma with rituximab, fludarabine, mitoxantrone, dexamethasone (R-FND) followed by radioimmunotherapy consolidation, but the researchers did not give any detailed evidence. In the present study, the multi-factor regression showed no correlation between bone marrow involvement and myelosuppression, although the bone marrow involvement was higher in the FLU arm than the CHOP arm (19/54 [35.2%] vs 6/53 [11.9%]; P = 0.004).",
            "paragraph_rank": 15,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 633,
                    "text": "13",
                    "end": 635
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 659,
                    "text": "10",
                    "end": 661
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 682,
                    "text": "12",
                    "end": 684
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 770,
                    "text": "10,",
                    "end": 773
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 773,
                    "text": "12",
                    "end": 775
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 919,
                    "text": "18",
                    "end": 921
                },
                {
                    "type": "bibr",
                    "start": 1476,
                    "text": "[11.9%]",
                    "end": 1483
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "Another variable associated with myelosuppression was the presence of B symptoms, which was in accordance with the outcomes by Sharma et al. 19 B symptoms were regarded as the independent predictors of myelosuppression from chemotherapy in patients with NHL. The correlation between disease stage and myelosuppression in univariate analysis has been reported previously, although the staging was not identified as an independent factor to myelosuppression in the multivariate regression. 19,20 Such association was not identified in the present study. Potential reasons for these differences could be related to the supportive care practices or heterogeneity in chemotherapy. In addition, a small sample size could have some influence on the results.",
            "paragraph_rank": 16,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 141,
                    "text": "19",
                    "end": 143
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 488,
                    "text": "19,",
                    "end": 491
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 491,
                    "text": "20",
                    "end": 493
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "The occurrence of infection was significantly higher in the FLU arm than in the CHOP arm. The predictors of infection during fludarabine-based chemotherapy included the following: .60 years of age, low serum immunoglobulin G, previous fludarabine exposure, .3 years from diagnosis to treatment, performance score of $2, and baseline neutrophil count of ,2.0 × 10 9 /L. 21,22 In the present study, logistic regression showed that both the presentation of myelosuppression and age (.60 years) were independent factors to infection. This indicated that the proper control of myelosuppression could benefit patients by avoiding unwanted adverse events.",
            "paragraph_rank": 17,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 369,
                    "text": "21,",
                    "end": 372
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 372,
                    "text": "22",
                    "end": 374
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "The addition of rituximab to standard chemotherapy in patients with cluster of differentiation (CD)-20 positive malignant lymphomas could increase the frequency of myelosuppression and infectious complications. 5,23,24 A metaanalysis conducted on the risk of infection with lymphoma with or without rituximab concluded that the addition of rituximab to standard chemotherapy could increase the risk of severe leukopenia (relative risk [RR] = 1.24; 95% CI 1.12-1.37) and granulocytopenia (RR = 1.07; 95% CI 1.02-1.12), but no increase in the overall risk of severe infections (RR = 1.00; 95% CI 0.87-1.14) was reported. 25 No association between combination of rituximab and infection was observed in this study.",
            "paragraph_rank": 18,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 211,
                    "text": "5,",
                    "end": 213
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 213,
                    "text": "23,",
                    "end": 216
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 216,
                    "text": "24",
                    "end": 218
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 619,
                    "text": "25",
                    "end": 621
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "It is unknown whether or not prophylaxis is needed to avoid side effects. However, no difference in safety profile was reported between the patients who had received early prophylaxis (including antibiotics, immunoglobulin, and low-dose interleukin-2) and patients without these prophylactics. 6,26,27 Nevertheless, the addition of granulocyte colony-stimulating Notes: *combined with or without rituximab. The chOP arm consisted of \"chOP\" (doxorubicin, cyclophosphamide, vincristine, and prednisone), or \"chOPe\" (chOP plus etoposide). The FLU arm consisted of \"FC\" (fludarabine plus cyclophosphamide), or \"FND\" (fludarabine, mitoxantrone, and dexamethasone). Abbreviations: CI, confidence interval; CLL/SLL, chronic lymphocytic lymphoma/small lymphocytic leukemia; ECOG, Eastern Cooperative Oncology Group; FL, follicular lymphoma; lDh, lactate dehydrogenase; MalT, mucosa-associated lymphoid tissue lymphoma; Or, odds ratio; r, rituximab.",
            "paragraph_rank": 19,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 294,
                    "text": "6,",
                    "end": 296
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 296,
                    "text": "26,",
                    "end": 299
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 299,
                    "text": "27",
                    "end": 301
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "factor during chemotherapy was reported to have beneficial effects on infection-related morbidity and mortality. 28,29 Further multicenter prospective studies with large sample sizes are recommended to understand the safety profile of these regimens and to achieve desired efficacy outcomes.",
            "paragraph_rank": 20,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 113,
                    "text": "28,",
                    "end": 116
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 116,
                    "text": "29",
                    "end": 118
                }
            ]
        },
        {
            "text": "Conclusion",
            "section_rank": 12
        },
        {
            "section": "Conclusion",
            "text": "Fludarabine-based regimens improve PFS in patients with previously untreated indolent lymphoma to a greater extent than that of a CHOP-like regimen. However, the use of fludarabine induces myelosuppression and contributes to a higher degree of infection. Based on the safety analysis, it can be concluded that a CHOP-like regimen has a better therapeutic index with fewer adverse effects. Being a retrospective study with a very small sample size, the authors recommend further prospective studies to evaluate a proper front-line treatment for indolent lymphoma.",
            "paragraph_rank": 21,
            "section_rank": 12
        },
        {
            "text": "Disclosure",
            "section_rank": 13
        },
        {
            "section": "Disclosure",
            "text": "The authors report no conflicts of interest in this work. Notes: *combined with or without rituximab. The chOP arm consisted of \"chOP\" (doxorubicin, cyclophosphamide, vincristine, and prednisone), or \"chOPe\" (chOP plus etoposide). The FLU arm consisted of \"FC\" (fludarabine plus cyclophosphamide), or \"FND\" (fludarabine, mitoxantrone, and dexamethasone). Abbreviations: CI, confidence interval; CLL/SLL, chronic lymphocytic lymphoma/small lymphocytic leukemia; ECOG, Eastern Cooperative Oncology Group; FL, follicular lymphoma; lDh, lactate dehydrogenase; MalT, mucosa-associated lymphoid tissue lymphoma; Or, odds ratio; r, rituximab.",
            "paragraph_rank": 22,
            "section_rank": 13
        },
        {
            "text": "Figure 1",
            "section_rank": 14
        },
        {
            "section": "Figure 1",
            "text": "The overall survival and progression-free survival of 107 patients with indolent lymphoma.",
            "paragraph_rank": 23,
            "section_rank": 14
        },
        {
            "text": "Table 1",
            "section_rank": 15
        },
        {
            "section": "Table 1",
            "text": "Dosage information and time schedule of chemotherapy regimens",
            "paragraph_rank": 24,
            "section_rank": 15
        },
        {
            "text": "Table 2",
            "section_rank": 16
        },
        {
            "section": "Table 2",
            "text": "Patient demographic and clinical characteristics by treatment arm",
            "paragraph_rank": 26,
            "section_rank": 16
        },
        {
            "text": "arm (42.6% [23 in 54] vs 7.5% [4 in 53]; P , 0.001). Patients in the FLU arm had an increased rate of infections (15 in 54 patients [27.8%] vs 3 in 53 patients [5.7%]; P = 0.002).",
            "paragraph_rank": 28,
            "section_rank": 17
        },
        {
            "text": "Table 3",
            "section_rank": 18
        },
        {
            "section": "Table 3",
            "text": "association between potential predictive factors and infection",
            "paragraph_rank": 30,
            "section_rank": 18
        },
        {
            "text": "Table 4",
            "section_rank": 19
        },
        {
            "section": "Table 4",
            "text": "association between potential predictive factors and myelosuppression",
            "paragraph_rank": 32,
            "section_rank": 19
        },
        {
            "section": "Table 4",
            "text": "submit your manuscript | www.dovepress.com Dovepress Dovepress",
            "paragraph_rank": 34,
            "section_rank": 19
        },
        {
            "section": "Table 4",
            "text": "OncoTargets and Therapy 2013:6 submit your manuscript | www.dovepress.comDovepress Dovepress",
            "paragraph_rank": 35,
            "section_rank": 19
        },
        {
            "section": "Table 4",
            "text": "OncoTargets and Therapy 2013:6 submit your manuscript | www.dovepress.comDovepressDovepressDovepress",
            "paragraph_rank": 36,
            "section_rank": 19
        },
        {
            "text": "OncoTargets and Therapy",
            "section_rank": 21
        },
        {
            "text": "Publish your work in this journal",
            "section_rank": 22
        },
        {
            "section": "Publish your work in this journal",
            "text": "Submit your manuscript here: http://www.dovepress.com/oncotargets-and-therapy-journal OncoTargets and Therapy is an international, peer-reviewed, open access journal focusing on the pathological basis of all cancers, potential targets for therapy and treatment protocols employed to improve the management of cancer patients. The journal also focuses on the impact of management programs and new therapeutic agents and protocols on patient perspectives such as quality of life, adherence and satisfaction. The manuscript management system is completely online and includes a very quick and fair peer-review system, which is all easy to use. Visit http://www.dovepress.com/testimonials.php to read real quotes from published authors.",
            "paragraph_rank": 37,
            "section_rank": 22
        }
    ]
}