{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Bender et al.",
            "paragraph_rank": 0,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "text": "S",
            "section_rank": 1
        },
        {
            "section": "S",
            "text": "ystematic reviews have become the most effective means of identifying, selecting, assessing and synthesizing all original research evidence relevant to a specific question. Most systematic reviews have finite life spans, with a median survival (time from publication until availability of new information that potentially changes the effect size or direction) of 5.5 years; it has been estimated that, for 23% of systematic reviews, new information is available within 2 years of publication. 1 Despite the need to keep reviews current, only 17.7% of systematic reviews seem to be cited as updated versions of previously published reviews. 1,2 Given its open, transparent nature and the availability of free software for online collaboration, the Internet presents a unique opportunity to explore new ways to update and publish academic research. Wikis, in particular, are efficient tools for co-creating, maintaining and making widely available repositories of knowledge. In general, a wiki allows anyone to easily add to, edit or delete the content of a website. The wiki application keeps track of all changes and offers the ability to acknowledge author contributions. It has been suggested that some of the benefits of using a wiki for collaborative authoring include the ability to track authorship, monitor the development of an article, reduce conflicts of interest and update it swiftly, thus providing a current evidence resource. [3][4][5] Wikis are used very successfully as highly efficient tools to co-create and maintain large amounts of general-interest content. A case in point is Wikipedia, the largest encyclopedia in the world. With over 3.5 million pages of articles in English alone, each of which is edited 19 times on average, and over 13 million registered users, 6 this free resource overtook all other encyclopedias in size 7 and possibly even the Encyclopedia Britannica in quality, in less than 5 years. 8 Wikipedia, which contains over 20 000 health-related articles, has become a popular health resource for the general public and the medical community. 5,9 The top 200 medical articles on Wikipedia receive, on average, over 100 000 page views per month, 10 and studies suggest that 50% to 70% of practising physicians use Wikipedia as a resource when providing care. 5,11,12 Although Wikipedia is by far the largest and most popular collaboratively authored reference website, there are now over 70 health-related wikis in existence of varying specialties and depth. 13 Some serve as a general medical reference (e.g. Ganfyd.org) or subspecialty resource (e.g. Wikisurgery.org) for health professionals, while others are intended as a shared knowledge base for people with specific health concerns or conditions (e.g.",
            "paragraph_rank": 1,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 493,
                    "text": "1",
                    "end": 494
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 640,
                    "text": "1,",
                    "end": 642
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 642,
                    "text": "2",
                    "end": 643
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 1441,
                    "text": "[3]",
                    "end": 1444
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1444,
                    "text": "[4]",
                    "end": 1447
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1447,
                    "text": "[5]",
                    "end": 1450
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1789,
                    "text": "6",
                    "end": 1790
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1851,
                    "text": "7",
                    "end": 1852
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1933,
                    "text": "8",
                    "end": 1934
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 2085,
                    "text": "5,",
                    "end": 2087
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 2087,
                    "text": "9",
                    "end": 2088
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 2187,
                    "text": "10",
                    "end": 2189
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 2300,
                    "text": "5,",
                    "end": 2302
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 2302,
                    "text": "11,",
                    "end": 2305
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 2305,
                    "text": "12",
                    "end": 2307
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 2500,
                    "text": "13",
                    "end": 2502
                }
            ]
        },
        {
            "section": "S",
            "text": "Wikicancer.org). Research is underway to explore the utility of wikis as a knowledge base and a pedagogical tool. 14,15 To the best of our knowledge, however, there have been no published research efforts to explore the role that wikis could play in relation to updating and maintaining peer-reviewed systematic reviews of health interventions. This study was designed to begin to address this gap.",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 114,
                    "text": "14,",
                    "end": 117
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 117,
                    "text": "15",
                    "end": 119
                }
            ]
        },
        {
            "section": "S",
            "text": "The purpose of this study was to examine the use of a wiki as an online collaborative tool for updating a peer-reviewed scoping review. A scoping review is a type of systematic review that provides a comprehensive summary of the existing literature or evidence base on a broad topic. 16,17 Similarly to traditional systematic reviews, scoping reviews follow rigorous and transparent methods to identify all relevant literature. 16 Unlike a full systematic review, however, they typically do not provide a quality assessment of included studies or extensive data synthesis. 17 A peer-reviewed scoping review was adapted for publication on an open, public wiki. This article describes the characteristics of the users, their use of the site, and the nature, quality and quantity of the contributions, as well as the \"buzz\" that accumulated on the Internet during the study period.",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 284,
                    "text": "16,",
                    "end": 287
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 287,
                    "text": "17",
                    "end": 289
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 428,
                    "text": "16",
                    "end": 430
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 573,
                    "text": "17",
                    "end": 575
                }
            ]
        },
        {
            "text": "Methods",
            "section_rank": 2
        },
        {
            "section": "Methods",
            "text": "The open, public wiki was created and made available through the Open Medicine web site from 2 June 2009 to 10 April 2010, under the name Open Medicine wiki (http://wikisr.openmedicine.ca/index.php/Main_Page).",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "section": "Methods",
            "text": "The wiki was populated with a pre-existing, peerreviewed scoping review on asynchronous telehealth by Deshpande and colleagues 18 that was initially published by CADTH in print and online form in January 2008, after peer review. 19 In preparation for its publication format on the Open Medicine wiki, the review underwent a second round of peer review by the editorial board of Open Medicine.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 229,
                    "text": "19",
                    "end": 231
                }
            ]
        },
        {
            "section": "Methods",
            "text": "The Open Medicine wiki utilized the open-source platform developed by Mediawiki (the same software application used by Wikipedia) to create a viewing and navigating experience that would likely be familiar to users of the site (Fig. 1). The wiki was hosted and administered by the Centre for Global eHealth Innovation, a joint research initiative of the University of Toronto and the University Health Network in Toronto. It was branded with the Open Medicine logo and linked to the Open Medicine website.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 227,
                    "text": "(Fig. 1)",
                    "end": 235
                }
            ]
        },
        {
            "section": "Methods",
            "text": "Initially, the Open Medicine wiki was launched as a public, \"unrestricted\" wiki open for anyone to view, add, change or delete content, and join. Registration was not required to contribute or modify content on the site, in an effort to lower any perceived barriers to participation. In response to extensive spamming, however, 2 spam filters (ReCAPTCHA and SpamBlacklist) were installed on the site on 24 June 2009, which served to effectively prevent further inappropriate contributions to the site.",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "section": "Methods",
            "text": "As of 21 July 2009, anyone interested in contributing or modifying content on the site was required to register with a unique log-in ID and password, answer a few basic demographic questions (e.g., age, gender, country of residence, experience with wikis), and a competing interest statement. Registered users also had access to the discussion page of each site page, which served as an open forum for dialogue and interaction with other users of the site. There was no pre-screening of edits or contributions to the wiki. The only changes to the content of the site made by the site administrator (LS) were \"rollbacks\" to previous versions when the site was spammed with inappropriate and unrelated content.",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "section": "Methods",
            "text": "The Open Medicine wiki was promoted by the journal Open Medicine in 2 eBulletins (2 June ",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 81,
                    "text": "(2 June",
                    "end": 88
                }
            ]
        },
        {
            "text": "Data collection",
            "section_rank": 3
        },
        {
            "section": "Data collection",
            "text": "A mixture of quantitative and qualitative methods 20 was used to collect descriptive and evaluative data on the use of the site from 9 June 2009 to 10 April 2010.",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 50,
                    "text": "20",
                    "end": 52
                }
            ]
        },
        {
            "section": "Data collection",
            "text": "Google Analytics, a service created by Google to measure various metrics related to website usage, was used to summarize log file data on how the wiki was used. The following parameters were evaluated:",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "section": "Data collection",
            "text": "• • bounce rate (frequency of times a visitor lands on the first page and then exits the site)",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "section": "Data collection",
            "text": "These usage statistics were collected from any visitor to the site regardless of whether he or she registered to edit the wiki. Visitors who chose to edit the wiki were required to complete a brief online questionnaire as part of the registration process. This questionnaire collected information on:",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "section": "Data collection",
            "text": "• gender and age • country of residence (where the visitor was living at the time of site access) • experience using wikis (whether the visitor had ever obtained information from or contributed content to a wiki) • referral source (e.g., journal, professional society, browser, accidentally, word of mouth) • institutional affiliation • role (e.g., health care worker, researcher, administrator, patient, member of the public, etc.) • competing interests (e.g., employment, personal or financial)",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "section": "Data collection",
            "text": "Content analysis was used to evaluate and describe the nature and quantity of contributions or modifications to the content of the site, including messages posted to the site discussion pages, as well as the relevant talk in the \"blogosphere,\" which was limited to sites from which individuals were referred to the Open Medicine wiki.",
            "paragraph_rank": 15,
            "section_rank": 3
        },
        {
            "text": "results",
            "section_rank": 4
        },
        {
            "section": "results",
            "text": "Site traffic. During the 10-month study period, there were a total of 1222 visits to the site, 3996 page views and 875 unique visitors (Table 1). Visitors came from 66 different countries, with 72.2% of visits originating in Canada or the United States ( Table 2). The majority of site visits occurred during the first 2 months after the wiki launch. Similar proportions of visits came from referring sites (40.4%) and from direct traffic (39.4%) (Fig. 2).",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 135,
                    "text": "(Table 1",
                    "end": 143
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 255,
                    "text": "Table 2",
                    "end": 262
                },
                {
                    "type": "figure",
                    "start": 447,
                    "text": "(Fig. 2)",
                    "end": 455
                }
            ]
        },
        {
            "section": "results",
            "text": "In total, there were 55 unique referring sites (e.g., websites that included a link to the Open Medicine wiki). The Open Medicine website was responsible for nearly 50% of the referred traffic: 167 referrals originated from a link within the article on the Open Medicine website and 63 from the Open Medicine blog. Of the top 10 referring websites, 6 were blogs (Table 3). site users. In total, there were 61 user accounts; however, only 13 were created by \"genuine\" users. The remaining 21 accounts were deemed to be \"fake\" accounts by the team's site administrator (LS) created by either automated scripts or individuals entering malicious information that was either false or nonsensical. An example of a \"fake\" or fabricated account is shown in Figure 3.",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 362,
                    "text": "(Table 3)",
                    "end": 371
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 749,
                    "text": "Figure 3",
                    "end": 757
                }
            ]
        },
        {
            "section": "results",
            "text": "Of the 13 genuine accounts, 5 were created by members of the project team and 8 were created by non-team members (one individual created two separate accounts). Only 4 of the 7 unique non-team members who registered with the site completed the registration questionnaire (three registered before the addition of the survey). Of these 4, 3 were male, 3 were Canadian, all were between 30 to 60 years old, all had previously used a wiki for information, 3 were affiliated with a university and 2 were health researchers, 1 was a health administrator and 1 was a health practitioner. Only 1 had previously contributed content to a wiki, and only 1 reported having a conflict of interest. site contributions. Of the 875 people who visited the site, 5 made a total of 6 contributions to the site (0.57% of the total number of unique visitors to the site).",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "section": "results",
            "text": "The 3 contributions to the article itself were as follows:",
            "paragraph_rank": 19,
            "section_rank": 4
        },
        {
            "section": "results",
            "text": "• A sentence about the function of asynchronous telehealth was added to the abstract; • Competing interests were added to the author declaration section; and",
            "paragraph_rank": 20,
            "section_rank": 4
        },
        {
            "section": "results",
            "text": "• A grammatical change was made to the content in the competing interests section.",
            "paragraph_rank": 21,
            "section_rank": 4
        },
        {
            "section": "results",
            "text": "Two posts were added to the article's discussion page. One contributor posed the question about the existence of safeguards to protect patient privacy, which was answered by the project team. The second contributor suggested expanding the definition of telehealth used in the article to include online support communities for patients and health care professionals. Neither of these posts generated responses or commentary from other users of the site. Lastly, one post requesting help with the registration process was added to the site's help page.",
            "paragraph_rank": 22,
            "section_rank": 4
        },
        {
            "text": "buzz in the blogosphere",
            "section_rank": 5
        },
        {
            "section": "buzz in the blogosphere",
            "text": "This project generated some comments on blog sites. In general, the blog commentary about the project was positive, but it was tempered with some skepticism. The positive blog postings applauded the initiative and the door the wiki trial opened to further experimentation and innovation in the field of academic publishing. Some of the most representative positive comments were as follows:",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "section": "buzz in the blogosphere",
            "text": "The technophile blurry-eyed visionary in me is very impressed. Congratulations to this sister discipline [commenter was from law] for having the courage and foresight to lead the way-Blogger 1 Figure 1: Screen shot of article home page … a simple idea with significant consequences. It should enable risk-free experimentation with all sorts of web 2.0 innovations, social networking, and collaborative research and writing. Some will fail to add value. That doesn't matter. The point is not that all experiments will succeed but that this simple idea frees us to experiment -Blogger 2",
            "paragraph_rank": 24,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 193,
                    "text": "Figure 1",
                    "end": 201
                }
            ]
        },
        {
            "section": "buzz in the blogosphere",
            "text": "It will be interesting to see how successful this approach is and to speculate about how the potential changes from this publishing model will play out in the future-Blogger 3",
            "paragraph_rank": 25,
            "section_rank": 5
        },
        {
            "section": "buzz in the blogosphere",
            "text": "Negative blog posts revolved around concerns about threats to the quality of the article if non-experts were allowed to contribute to it and the sustainability of such an initiative. Two such examples are as follows:",
            "paragraph_rank": 26,
            "section_rank": 5
        },
        {
            "section": "buzz in the blogosphere",
            "text": "\"The law prof, writer, editor and publisher in me is writhing at the fate [that] could befall an article at the hands of the public, even a public that has to register first\" -Blogger 1 \"I think the wiki is worth a try, but I worry about its staying power. I often have trouble getting docs to use PubMed properly, so how can I convince them to build a wiki?\"-Blogger 4",
            "paragraph_rank": 27,
            "section_rank": 5
        },
        {
            "text": "Discussion",
            "section_rank": 6
        },
        {
            "section": "Discussion",
            "text": "To our knowledge, this is the first attempt to examine the use of an open, publicly available wiki as a tool to engage the academic and clinical communities, as well as the public, in the collaborative updating process for a peer-reviewed scoping review. Our findings indicate that this initiative failed to add value to the body of evidence on asynchronous telehealth. Although the wiki attracted 875 visitors from around the globe, fewer than 1% contributed content to the article and none of the contributions substantially improved the nature or extent of evidence presented in the article. However, this initiative succeeded in stimulating dialogue about novel formats of academic publishing, as evidenced by the commentary that accumulated in the blogosphere. It also provided a lesson in what does not work, and in doing so has alerted us to important contextual factors that may hinder the role of crowd-sourcing through wikis as a means to keep science up to date.",
            "paragraph_rank": 28,
            "section_rank": 6
        },
        {
            "section": "Discussion",
            "text": "Although there is a wide spectrum of activity in online communities, most have a handful of dedicated contributors and a much larger number of readers, also commonly known as lurkers (people who read but do not post). The average ratio of posters-to-readers in mailing lists and message boards has been estimated at 100:1. 21 The main reasons for not actively participating in these online communities include not needing to post, or feeling as though one has nothing to contribute; needing to find out more about the group before participating; thinking that they were being helpful by not posting; not understanding how the software operates; and not liking the dynamics of the community. 22 In the case of Wikipedia, there has been debate concerning whether its success is due to \"the power of the few or the wisdom of the crowd.\" 23,24 Research suggests that a small proportion of editors account for most of the work done and valued added. [24][25][26] The levels of contributions to the wiki in the present study could not be explained by the absence of new   evidence, as there were at least 6 articles just on teledermatology published between the third week of November of 2006, [27][28][29][30][31][32] when the original search of the literature was performed, and the end of the data collection period in April 2010. It is possible that there was limited interest in the relatively narrow topic area of asynchronous telehealth; however, targeted efforts were made to increase awareness about its existence among hundreds of specialist members of the Canadian Society of Telehealth. It is more likely that the results are a function of the review methodology itself, lack of familiarity with the wiki, and the incentive structure of academic publishing. 5,33 As discussed earlier, only 17.7% of systematic reviews seem to be cited as updated versions of previously published reviews. 1,2 This low update rate could, in part, reflect the effort required to complete a systematic review. Updates are time-consuming, expensive and yield relatively little new evidence if conducted too often. 34 Although updating a scoping review typically involves less effort than a traditional systematic review given the lower level of data integration, similar logistical barriers could have discouraged users of the wiki from updating the present review.",
            "paragraph_rank": 29,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 323,
                    "text": "21",
                    "end": 325
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 691,
                    "text": "22",
                    "end": 693
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 834,
                    "text": "23,",
                    "end": 837
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 837,
                    "text": "24",
                    "end": 839
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 945,
                    "text": "[24]",
                    "end": 949
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 949,
                    "text": "[25]",
                    "end": 953
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 953,
                    "text": "[26]",
                    "end": 957
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1188,
                    "text": "[27]",
                    "end": 1192
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1192,
                    "text": "[28]",
                    "end": 1196
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 1196,
                    "text": "[29]",
                    "end": 1200
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1200,
                    "text": "[30]",
                    "end": 1204
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 1204,
                    "text": "[31]",
                    "end": 1208
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 1208,
                    "text": "[32]",
                    "end": 1212
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1764,
                    "text": "5,",
                    "end": 1766
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 1766,
                    "text": "33",
                    "end": 1768
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 1894,
                    "text": "1,",
                    "end": 1896
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1896,
                    "text": "2",
                    "end": 1897
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 2099,
                    "text": "34",
                    "end": 2101
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "Similarly, perceived ease of use-a key determinant of technology adoption 35 could have deterred some users from editing the wiki. We know that positive outcome expectancy, previous use of information technology and Internet self-efficacy influence the use of the Internet for health information more generally. 36 Current estimates indicate that only 10% of physicians have edited one or more articles on Wikipedia, 12 which suggests a relatively inexperienced user population. Recent research suggests that certain socialization tactics (e.g., welcome messages, assistance and constructive criticism) can enhance users' confidence in participating in a wiki. 37 By far the most important determinant of technology adoption is perceived usefulness. 35 Unfortunately, recent initiatives suggest a general lack of interest among scholars in Web 2.0 publishing. 33 Some journals like Open Medicine (e.g., BMJ, PLoS, Nature, Bioinformatics) have been experimenting with article commenting, which many have already considered to be a failure for not attracting enough participation. 33,38,39 According to Priem and Hemminger, 33 the lack of participation of scholars in article commenting, which we propose could be extended to all Web 2.0 scholarly activities, can be attributed to \"the three 'C's': culture, credit, and critical mass.\" There are major cultural barriers to the use of Web 2.0 tools in scholarly publishing. This kind of work is not encouraged in medical or postgraduate education, and does not count toward publications, grants or any other type of currency for career advancement. However, to achieve sustainability, Web 2.0 initiatives must establish a critical mass of contributors. 5,33 High levels of activity also lend credibility by implying that the site is popular, which in turn motivates more people to contribute content. 40 Heilman and colleagues 5 have provided a number of suggestions that could facilitate the adoption of wikis by building a culture of open, collaborative authoring in science and medicine. These include: requiring students to critically appraise and improve articles on Wikipedia as part of their medical or postgraduate education curricula; encouraging participation in WikiProject Medicine (a community of Wikipedia editors interested in improving the quality of health-related articles), which is applying for credit as a continuing medical education (CME) opportunity; and the coupling of traditional publishing with contributions to Wikipedia as demonstrated by the scientific journal RNA Biology. 41 ",
            "paragraph_rank": 30,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 74,
                    "text": "35",
                    "end": 76
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 312,
                    "text": "36",
                    "end": 314
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 417,
                    "text": "12",
                    "end": 419
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 661,
                    "text": "37",
                    "end": 663
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 750,
                    "text": "35",
                    "end": 752
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 860,
                    "text": "33",
                    "end": 862
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 1079,
                    "text": "33,",
                    "end": 1082
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 1082,
                    "text": "38,",
                    "end": 1085
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 1085,
                    "text": "39",
                    "end": 1087
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 1122,
                    "text": "33",
                    "end": 1124
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1700,
                    "text": "5,",
                    "end": 1702
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 1702,
                    "text": "33",
                    "end": 1704
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 1848,
                    "text": "40",
                    "end": 1850
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1874,
                    "text": "5",
                    "end": 1875
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 2552,
                    "text": "41",
                    "end": 2554
                }
            ]
        },
        {
            "text": "Search engines 274 20%",
            "section_rank": 7
        },
        {
            "section": "Search engines 274 20%",
            "text": "Referring sites 494 41%",
            "paragraph_rank": 31,
            "section_rank": 7
        },
        {
            "section": "Search engines 274 20%",
            "text": "Direct tra c 481 39%  Ultimately, in order for wikis to be a viable model for collaborative publishing in academia measures must be in place to recognize and credit author contributions. Several online platforms are currently testing tools and strategies to recognize authorship (e.g., WikiGenes, MedPedia, Google Knol). 3 One relevant example is OPI-MEC (www.opimec.org/), an observatory of innovative practices in complex, chronic disease management, which produced the first collaboratively authored book on poly-pathology using online crowd-sourcing efforts. As a platform designed purposefully to bring together like-minded individuals, OPIMEC met all of Heilman's Cs: it already had a strong culture of collaboration, a critical mass of scholars knowledgable in the topic area, and tools and processes for the identification and recognition of contributions (e.g., lead authors produced the first version of each chapter, integrated contributions from the community and credited community members as co-authors on the basis of the extent of their contributions). 42 There is also growing interest in new ways to measure scientific impact. 33 As discussed in detail by Priem and Hemminger, \"these days scholars not only cite previous work in journal publications, they may add it to their personal web pages, bookmark, tweet, or blog about it.\" 33 Building one's online research identity may soon become a necessity for researchers. Evaluators could use Web usage tracking tools to mine and evaluate these social media-based metrics of scholarly impact.",
            "paragraph_rank": 32,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 321,
                    "text": "3",
                    "end": 322
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 1069,
                    "text": "42",
                    "end": 1071
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 1145,
                    "text": "33",
                    "end": 1147
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 1350,
                    "text": "33",
                    "end": 1352
                }
            ]
        },
        {
            "section": "Search engines 274 20%",
            "text": "Future research should examine whether these and other strategies to recognize distributed knowledge dissemination efforts could improve the viability of wikis in academic publishing. Whether this is the case could be easily explored through the replication of the current experiment using a review on controversial interventions for a highly prevalent condition, with a rapidly growing body of research, and whose conclusions could have an important impact on a large number of health professional, academic, policy and corporate groups. By changing the study in this manner and by incorporating strategies to recognize contributions, it might be possible to establish whether wikis could in fact be valuable resources for keeping research evidence up to date. Ultimately, we may need the buy-in of the academic community on a new set of scholarly impact metrics that take into account these new forms of knowledge dissemination.",
            "paragraph_rank": 33,
            "section_rank": 7
        },
        {
            "section": "Search engines 274 20%",
            "text": "Contributors: ARJ and AD conceived the project. All authors contributed to the design of the project. JLB and LS implemented the proj-ect, monitored the wiki, and collected the data. JLB analyzed the data and wrote the first draft of the manuscript. All authors contributed to the manuscript and approved the final version. JLB is guarantor.",
            "paragraph_rank": 34,
            "section_rank": 7
        },
        {
            "text": "2009 and 21 July 2009) and a Rapid Response article (14 August 2009) that were published on the Open Medicine site and distributed to members of their email list, as well as by the Canadian Society of Telehealth (now known as the Canadian Telehealth Forum) in an eBulletin (30 October 2009) published on their site and distributed to members of their email list and through personal communication with their Research Committee (1 December 2009).",
            "paragraph_rank": 35,
            "section_rank": 8
        },
        {
            "text": "Figure 3 :",
            "section_rank": 9
        },
        {
            "section": "Figure 3 :",
            "text": "Example of fake account profile",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "text": "Table 3 : Top 10 referring sites",
            "section_rank": 10
        },
        {
            "text": "Table 1 : Site traffi c",
            "section_rank": 11
        },
        {
            "text": "Table 2 : Geographic source of traffi c",
            "section_rank": 12
        },
        {
            "section": "Table 2 : Geographic source of traffi c",
            "text": ". Deshpande A, Khoja S, Lorca J, McKibbon A, Rizo C, Husereau D, Jadad AR. Asynchronous telehealth: A scoping review of analytic studies. Open Med 2009;3(2):e69-e91.",
            "paragraph_rank": 43,
            "section_rank": 12
        },
        {
            "text": "Acknowledgements:",
            "section_rank": 14
        },
        {
            "section": "Acknowledgements:",
            "text": "We thank the Open Medicine team for their assistance during the planning and implementation of the study, including allowing us to brand the project site with their logo and link to the Open Medicine homepage.",
            "paragraph_rank": 44,
            "section_rank": 14
        }
    ]
}