{
    "level": "paragraph",
    "abstract": [],
    "body_text": [
        {
            "text": "OBJECTIVE-Erythropoietin (EPO) may be protective for early stage diabetic retinopathy, although there are concerns that it could exacerbate retinal angiogenesis and thrombosis. A peptide based on the EPO helix-B domain (helix B-surface peptide [pHBSP]) is nonerythrogenic but retains tissue-protective properties, and this study evaluates its therapeutic potential in diabetic retinopathy.",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 244,
                    "text": "[pHBSP]",
                    "end": 251
                }
            ]
        },
        {
            "text": "RESEARCH DESIGN AND METHODS-After 6 months of streptozotocin-induced diabetes, rats (n = 12) and age-matched nondiabetic controls (n = 12) were evenly split into pHBSP and scrambled peptide groups and injected daily (10 mg/kg per day) for 1 month. The retina was investigated for glial dysfunction, microglial activation, and neuronal DNA damage. The vasculature was dual stained with isolectin and collagen IV. Retinal cytokine expression was quantified using real-time RT-PCR. In parallel, oxygen-induced retinopathy (OIR) was used to evaluate the effects of pHBSP on retinal ischemia and neovascularization (1-30 mg/kg pHBSP or control peptide).",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "RESULTS-pHBSP or scrambled peptide treatment did not alter hematocrit. In the diabetic retina, Müller glial expression of glial fibrillary acidic protein was increased when compared with nondiabetic controls, but pHBSP significantly reduced this stressrelated response (P , 0.001). CD11b+ microglia and proinflammatory cytokines were elevated in diabetic retina responses, and some of these responses were attenuated by pHBSP (P , 0.01-0.001). pHBSP significantly reduced diabetes-linked DNA damage as determined by 8-hydroxydeoxyguanosine and transferasemediated dUTP nick-end labeling positivity and also prevented acellular capillary formation (P , 0.05). In OIR, pHBSP had no effect on preretinal neovascularization at any dose.",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "CONCLUSIONS-Treatment with an EPO-derived peptide after diabetes is fully established can significantly protect against neuroglial and vascular degenerative pathology without altering hematocrit or exacerbating neovascularization. These findings have therapeutic implications for disorders such as diabetic retinopathy. Diabetes 60:2995-3005, 2011 B eyond its established hormonal role in maintaining erythrocyte mass, erythropoietin (EPO) also functions in a paracrine manner to protect tissues during ischemic, toxic, and traumatic insults (1). EPO is highly expressed in many organs (2), and its upregulation can prevent apoptosis and associated inflammation (3). Preclinical studies demonstrate that exogenous recombinant EPO can prevent ischemia-related damage in the brain (4) and heart (5).",
            "paragraph_rank": 5,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 542,
                    "text": "(1)",
                    "end": 545
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 586,
                    "text": "(2)",
                    "end": 589
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 662,
                    "text": "(3)",
                    "end": 665
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 779,
                    "text": "(4)",
                    "end": 782
                }
            ]
        },
        {
            "text": "Although used clinically to reverse anemia, recombinant EPO or erythropoiesis-stimulating agent treatment of patients with stroke or myocardial infarction has shown variable efficacy (6)(7)(8). Some trials have also highlighted significant safety issues related to unwanted erythrogenesis and thrombosis (6). Furthermore, for cancer patients being treated for anemia, there has been considerable concern that EPO could activate the EPO receptor (EPO-R) on tumor cells and accelerate growth or metastasis (9). This, combined with the known proangiogenic effects of EPO, suggests that there are considerable limitations on using recombinant EPO for its tissue-protective effects, especially in at-risk patients such as those with cancer, thrombotic disorders, or diabetes (10).",
            "paragraph_rank": 6,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 183,
                    "text": "(6)",
                    "end": 186
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 186,
                    "text": "(7)",
                    "end": 189
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 189,
                    "text": "(8)",
                    "end": 192
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 304,
                    "text": "(6)",
                    "end": 307
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 504,
                    "text": "(9)",
                    "end": 507
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 770,
                    "text": "(10)",
                    "end": 774
                }
            ]
        },
        {
            "text": "As the most common complication of diabetes, retinopathy is the leading cause of blindness in the working population of many industrialized countries (11). The vasodegenerative phase of diabetic retinopathy is also accompanied by neuroglial abnormalities and eventual depletion of ganglion cells (12). Retinal nonperfusion leads to increasing hypoxia (13), and this eventually drives breakdown of the blood-retinal barrier (BRB) and preretinal neovascularization, which constitute the sight-threatening end points of diabetic retinopathy.",
            "paragraph_rank": 7,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 150,
                    "text": "(11)",
                    "end": 154
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 296,
                    "text": "(12)",
                    "end": 300
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 351,
                    "text": "(13)",
                    "end": 355
                }
            ]
        },
        {
            "text": "In degenerative retinopathies, exogenous EPO can inhibit neuronal apoptosis (14); however, during retinal ischemia, this cytokine may enhance pathological, preretinal neovascularization (15). Blockade of EPO expression using interference RNA (16) or antagonism of EPO-R (17) can effectively prevent neovascularization, and this has raised concerns that using EPO in diabetic patients could serve to accelerate proliferative retinopathy. This assertion has been countered by recent studies that show some forms of erythropoiesis-stimulating agent could prevent lesions associated with early stage diabetic retinopathy (18,19) and reverse retinal ischemia (20) in rodent models. While it is clear that EPO has the capacity to protect against pathology, its constitutive hormonal role and diversity of action on different cells currently limits its clinical potential.",
            "paragraph_rank": 8,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 76,
                    "text": "(14)",
                    "end": 80
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 186,
                    "text": "(15)",
                    "end": 190
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 242,
                    "text": "(16)",
                    "end": 246
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 270,
                    "text": "(17)",
                    "end": 274
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 617,
                    "text": "(18,",
                    "end": 621
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 621,
                    "text": "19)",
                    "end": 624
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 654,
                    "text": "(20)",
                    "end": 658
                }
            ]
        },
        {
            "text": "The molecular basis for the multiple roles of EPO is incompletely understood but may be linked to the differential binding affinities of its two main receptors (21). Classically, EPO binds to the homodimeric EPO-R, with high affinity on cells within the bone marrow, and controls erythrogenesis. In other tissues, a heterodimer of EPO-R and the b-common receptor can form similarly to receptors for other type I cytokines (21). This so-called tissue-protective receptor (TPR) is primarily expressed only during metabolic stress and tissue injury, and since it binds with lower affinity than to the EPO-R dimer, it responds only to local rather than circulating EPO (22). The nature of the TPR has been exploited by recent studies that demonstrate a helix B-surface peptide (pHBSP) mimics the three-dimensional structure of EPO. This does not bind to the EPO-R dimer and is nonerythrogenic (23) but is tissue protective (24).",
            "paragraph_rank": 9,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 160,
                    "text": "(21)",
                    "end": 164
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 422,
                    "text": "(21)",
                    "end": 426
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 665,
                    "text": "(22)",
                    "end": 669
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 919,
                    "text": "(24)",
                    "end": 923
                }
            ]
        },
        {
            "text": "In the current study, we have sought to evaluate the potential of the TPR using a unique peptide analog in two models of diabetic retinopathy-one reproducing the early vascular and neuroglial degenerative stage and the other the ischemia-induced neovascular stage. In the clinical context, it is important to evaluate the most likely scenario in which patients can be treated; therefore, we devised an intervention strategy in which treatment was given after diabetic retinopathy was well established. We show that pHBSP is highly effective at preventing clinically relevant lesions of diabetic retinopathy without exacerbating neovascularization.",
            "paragraph_rank": 10,
            "section_rank": 1
        },
        {
            "section": "RESEARCH DESIGN AND METHODS",
            "text": "Diabetic rat model. All experiments conformed to U.K. Home Office regulations and were approved by Queen's University Belfast Ethical Review Committee. Diabetes was induced in male SD rats (n = 12) at ;160 g body wt by a single intraperitoneal injection of streptozotocin (STZ; Sigma, Dorest, England, U.K.) (65 mg/kg in 0.1 mol/L citrate buffer, pH 4.6). A control group received citrate buffer alone (n = 12). At 1 week after STZ injection, hyperglycemia was confirmed using glucometric analysis of tail prick blood samples (Ascensia Breeze; Bayer, Cambridge, U.K.). Animals with blood glucose concentrations .15 mmol/L were considered to have diabetes and enrolled into the study. Blood glucose and weight were monitored monthly.",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "section": "RESEARCH DESIGN AND METHODS",
            "text": "After 6 months the diabetic rats and age-matched, non-diabetic controls were randomly assigned to treatment with daily intraperitoneal injections for a further 28 days of either 10 mg/kg scrambled peptide (pLSEARNQSEL) or active drug (10 mg/kg pHBSP). pHBSP is an 11-amino acid peptide of molecular weight 1,258 synthesized by standard F-moc solid phase peptide synthesis and purified by high-performance liquid chromatography and ionexchange chromatography (23). A total of 24 rats were divided into four groups. Groups 1 (n = 6) and 2 (n = 6) consisted of control, nondiabetic rats treated with either scrambled peptide or pHBSP. Groups 3 (n = 6) and 4 (n = 6) were diabetic rats that received scrambled peptide or pHBSP. Blood analysis. At killing, whole blood from a cardiac puncture was taken for analysis. To determine the long-term diabetic state of the rats, HbA 1c (glycated hemoglobin) was assessed (Glyo-tek Affinity column; Helena Biosciences Europe, Gateshead, U.K.). For rats, hematocrit was quantified using the Sysmex SC9500 analyzer (Japan). Preparation of rat retina and immunofluorescence staining. At killing, the eyes (one eye per rat; n = 6 per group) were immediately enucleated. One eye was fixed by immersing in freshly prepared 4% paraformaldehyde for 1 h at 4°C then washed in PBS. For immunofluoresence, the eye was dissected into two. The retina was removed from the eyecup for flat-mount staining. The other half of the eye was embedded in optimal cutting temperature (OCT) medium and cryosections were cut at 12 mm. A range of primary antibodies were used (as outlined below) in combination with appropriate fluorescentconjugated secondary antibody (Alexa Fluor 488 or Alexa Fluor 568 ; Invitrogen, Paisley, U.K.). Negative controls were performed in parallel by omission of primary antibody. Fluorescence was visualized by using a Nikon TE-2000 C1 confocal system (Nikon, Surrey, U.K.).",
            "paragraph_rank": 12,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 458,
                    "text": "(23)",
                    "end": 462
                }
            ]
        },
        {
            "section": "RESEARCH DESIGN AND METHODS",
            "text": "Retinal component layer thickness was measured for each group. In addition, we assessed glial fibrillary acidic protein (GFAP) immunoreactivity (anti-GFAP polyclonal antibody; Dako, Cambridgeshire, U.K.). Immunoreactivity was assessed by confocal microscopy and ImageJ software (Wayne Rasband, National Institutes of Health, Bethesda, MD) (25). GFAP-positive fibers in the Müller cells crossing the inner plexiform layer (IPL) and the inner nuclear layer (INL) were quantified. Analysis of retinal DNA damage and caspase-3. DNA damage in the retina was determined with a transferase-mediated dUTP nick-end labeling (TUNEL) assay using a kit according to the manufacturer's instructions (Roche, Mannheim, Germany). Two retinal cryosection slides per animal were designated as negative controls, and one slide per animal was a positive control. The positive control slide was incubated in DNase 1 solution (200 mg/mL in PBS; Qiagen) for 10 min at room temperature while the rest were incubated in PBS (n = 6 per group). To aid in orientation of the retinal samples, the nuclear stain propidium iodide (PI; 5 mg/mL in PBS; Sigma) was used. Positive cell counts were assessed by image analysis in multiple sections. In addition, images were taken at three separate points on the central retina at 340 magnification and presented as the average nuclei in the ganglion cell layer (GCL) or in the entire retina. In total per animal, there were two positive slides (three fields at 300 mm 2 each), one negative slide (three fields), and one test slide (three fields) assessed (n = 6 per group of animals).",
            "paragraph_rank": 13,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 339,
                    "text": "(25)",
                    "end": 343
                }
            ]
        },
        {
            "section": "RESEARCH DESIGN AND METHODS",
            "text": "DNA oxidative damage in the retina was determined with the oxidative stress marker 8-hydroxydeoxyguanosine (8-OHdG). Briefly, the sections of retina were blocked with goat serum, and the monoclonal antibody 8-OHdG (Japan Institute for Control of Ageing, Japan) was added overnight followed by the appropriate fluorescent-conjugated secondary antibody (Alexa Fluor 488 , Invitrogen).",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "section": "RESEARCH DESIGN AND METHODS",
            "text": "Sections of retina were incubated with a monoclonal antibody cleaved caspase-3 (Cell Signaling Ltd.) followed by the appropriate fluorescentconjugated secondary antibody (Alexa Fluor 488 , Invitrogen) for 1 h. In all cases, the slides were qualitatively viewed using epifluorescence with excitation wavelength of 488 nm and analyzed using ImageJ. Acellular capillary quantification. Retinal flat mounts were prepared for immunofluorescence as previously described (20). The retinal flat mounts were stained with biotinylated isolectin GS-IB4 overnight (Sigma) or for collagen IV immunoreactivity (Acris Antibodies GmbH, Germany). Appropriate ligand (streptavidin Alexa Fluor 488 ) and secondary antibody was used (Alexa Fluor 568 goat anti-rabbit IgG) (both from Molecular Probes). Stained retinae were imaged using the Nikon TE-2000 C1 confocal system. Five regions were taken at 340 magnification in the central and peripheral retina for collagen IV and lectin. Retinal microglia analysis. Retinal cryosections were stained for microglia using CD11b (1:200, AbD Serotec) for 72 h followed by secondary anti-mouse Alexa Fluor 488 . PI was added to visualize the nuclear layers. The total number of microglial cell counts was subdivided according to whether the cells displayed dendritic or amoeboid morphology, the latter indicating activation. A small number of CD11b +ve cells whose identity could not be determined on the basis of their morphology were omitted from the counts.",
            "paragraph_rank": 15,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 464,
                    "text": "(20)",
                    "end": 468
                }
            ]
        },
        {
            "section": "RESEARCH DESIGN AND METHODS",
            "text": "The mean cell counts of CD11b-positive cells were taken from three separate points within the central retina at 340 magnification. Therefore, in total per animal, there were three fields at 300 mm 2 assessed (n = 6 per group of animals). Microglia were also assessed within the flat mounts, which were stained with biotinylated isolectin (GS-IB4) for acellular capillary quantification. Again, the total number of microglial cells was subdivided according to whether the cells displayed dendritic or amoeboid morphology. Quantitative RT-PCR. The fellow eye from each animal (n = 6) was dissected and the retina was excised and placed into RNAlater (Ambion, U.K.) RNA stabilization solution at a volume of 10 mL per 1 mg of tissue. Quantitative RT-PCR (qPCR) was conducted as previously reported (20). Rat sequencespecific primers for tumor necrosis factor-a (TNF-a), interleukin (IL-6), and IL-10 were as follows: TNF-a (forward: 59TGCCTCAGCCTCTTCTCATT'3; reverse: 59GGGCTTGTCACTCGAGTTTT'3), IL-6 (forward: 59AGTTGCCTTCTT-GGGACTGA'3; reverse: 59CAGAATTGCCATTGCACAC'3), and IL-10 (forward: 59CCTGCTCTTACTGGCTGGAG'3; reverse: 59GTCCAGCTGGTCCTTCTTT'3). b-Actin (forward: 59TGTCACCAACTGGGACGATA'3; reverse: 59GGGGTGTT-GAAGGTCTCAAA'3) was the housekeeping gene used.",
            "paragraph_rank": 16,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 795,
                    "text": "(20)",
                    "end": 799
                }
            ]
        },
        {
            "section": "RESEARCH DESIGN AND METHODS",
            "text": "Oxygen-induced retinopathy model. Oxygen-induced retinopathy (OIR) was conducted in neonatal C57/BL6 wild-type mice (20), during which there is acute retinal ischemia in the central retina followed by a potent preretinal neovascular response between postnatal day (P) 15 and P21. A total of 34 mice were divided into six groups. Group 1 consisted of P12 controls (n = 4) and was used to confirm that consistent central vaso-obliteration occurred after hyperoxia exposure. In the period from P12 to P16, inclusive, group 2 received daily intraperitoneal injections of PBS (n = 6), group 3 received scrambled control peptide (10 mg/kg; n = 6), and groups 4-6 received 1, 10, or 30 mg/kg of pHBSP, respectively (n = 6 pups per group). Blood analysis in mice. Blood was obtained from each pup by cardiac puncture, and reticulocytes were assessed because of the acute time frame of EPO peptide treatment, which would not have been expected to alter hematocrit. Murine reticulocyte counts were conducted manually as previously described (20).",
            "paragraph_rank": 17,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 116,
                    "text": "(20)",
                    "end": 120
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1031,
                    "text": "(20)",
                    "end": 1035
                }
            ]
        },
        {
            "section": "RESEARCH DESIGN AND METHODS",
            "text": "OIR pathology assessment. One eye from each animal (n = 6) had retinal RNA isolated and qPCR conducted as outlined above. The fellow eye (n = 6) was enucleated and immediately fixed in 4% paraformaldehyde (n = 6 per treatment group). Retinal flat mounts were stained with isolectin B4 (Sigma) and the corresponding streptavidin Alexa Fluor 488 (Invitrogen). Stained retinae were visualized and imaged using Nikon TE-2000 C1 confocal system. Avascular and preretinal neovascularization were quantified using Lucia Version 4.60 software as previously described (20).",
            "paragraph_rank": 18,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 559,
                    "text": "(20)",
                    "end": 563
                }
            ]
        },
        {
            "section": "RESEARCH DESIGN AND METHODS",
            "text": "Retinal hypoxia can be assessed using the bioreductive drug pimonidazole (hypoxyprobe [HP], 60 mg/kg), which forms irreversible adducts with thiol groups on tissue proteins when pO 2 ,10 mmHg (26). Retinal flat mounts were incubated with an anti-HP rabbit polyclonal antibody (HP2-100kit; HPI Inc., MA) used at a dilution of 1:500 in PBS/0.1% TX-100 and then a goat anti-rabbit antibody labeled with Alex Fluor 594 (Molecular Probes).",
            "paragraph_rank": 19,
            "section_rank": 2
        },
        {
            "section": "RESEARCH DESIGN AND METHODS",
            "text": "qPCR was conducted as for rat retina, except that mouse sequence-specific primers for vascular endothelial growth factor (VEGF) and the housekeeping gene phosphoprotein PO (ARP/36B4) were used as previously described (27). Statistical analysis. Data are presented as mean 6 SEM. Statistical analyses were performed using Prism V4.02 (GraphPad Software, San Diego, CA). All datasets were tested to verify that they fulfilled requirements for a normal distribution. Two-way ANOVA was conducted to compare overall treatment differences and P , 0.05 was deemed significant. When a statistically significant difference was detected, post hoc multiple pairwise comparisons were performed using Tukey multiple comparison test.",
            "paragraph_rank": 20,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 217,
                    "text": "(27)",
                    "end": 221
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "Characteristics of diabetic animals. Analysis of body weight revealed a 50% reduction in diabetic rats compared with age-matched nondiabetic controls (Fig. 1A). HbA 1c at killing showed a 2.5-fold increase in diabetic rats compared with control rats (P , 0.001) ( Fig. 1B). pHBSP peptide did not alter these diabetes parameters, nor did it alter hematocrit counts (Fig. 1C). Diabetes induced a significant increase in the number of reticulocytes and pHBSP prevented this change (Fig. 1D).",
            "paragraph_rank": 21,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 150,
                    "text": "(Fig. 1A)",
                    "end": 159
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 264,
                    "text": "Fig. 1B)",
                    "end": 272
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 364,
                    "text": "(Fig. 1C",
                    "end": 372
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 478,
                    "text": "(Fig. 1D)",
                    "end": 487
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "We assessed the thickness of the retinal layers and found that the outer nuclear layer (ONL) was reduced in the diabetic retina with both the scrambled pHBSP and the pHBSP (P , 0.001). No significant difference was observed in the GCL, IPL, INL, and outer plexiform layer between control and diabetic retina groups ( Supplementary Fig. 1). pHBSP attenuates diabetes-related glial and neuronal dysfunction. In the nondiabetic retina, GFAP was localized to the astrocytes and a population of retinal Müller glia ( Fig. 2A and B). This was typical of the GFAP staining pattern in aging rat retina (28). Diabetes induced a strong upregulation of this protein in both astrocytes and retinal Müller glia (P , 0.05). pHBSP peptide treatment of diabetic rats significantly prevented this gliosis response in Müller glia, as indicated by a reduction in the intensity of GFAP staining in the innermost retinal layers and the number of GFAP-positive fibers in the IPL (P , 0.05) ( Fig. 2A  and B).",
            "paragraph_rank": 22,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 317,
                    "text": "Supplementary Fig. 1",
                    "end": 337
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 512,
                    "text": "Fig. 2A and B)",
                    "end": 526
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 594,
                    "text": "(28)",
                    "end": 598
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 970,
                    "text": "Fig. 2A  and B)",
                    "end": 985
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "As has been previously reported in rats of comparable diabetes duration (29), there was a significant increase in TUNEL-positive cells in the retina (P , 0.001) ( Fig. 3A  and B). TUNEL-positive cells, indicating DNA strand breaks, were apparent in the GCL, INL, and ONL. Treatment with pHBSP decreased TUNEL positivity in the GCL by 49% when compared with diabetic controls (P , 0.01) (Fig. 3B). In terms of overall diabetes-related TUNEL positivity in the retina, pHBSP provided significant protection when compared with diabetic with scrambled peptide (P , 0.005) (Fig. 3C). Caspase-3-positive cells were observed in the INL mainly, but there were no differences observed between the groups ( Supplementary Fig. 2). And 8-OHdG-positive cells were found only in the diabetic retinae on the border of the ONL both in those that received the scrambled peptide and to a lesser extent in those that received the active pHBSP ( Supplementary Fig. 3). pHBSP regulates microglial activation and cytokine expression in the diabetic retina. As depicted in retinal sections, diabetes was associated with an increase in CD11b-positive microglia in the neuropile, especially within the IPL (P , 0.05) ( Fig. 4A and B). There was also a significant shift in phenotype toward activated, amoeboid cells ( Fig. 4C-F). pHBSP had no influence on overall microglia numbers, but this treatment significantly increased the proportion of cells with a dendritic phenotype and reduced amoeboid cells when compared with diabetic rats treated with the scrambled pHBSP (P , 0.05) ( Fig. 4A  and B). Lectin-stained microglia also showed that diabetes was associated with an increase in microglia compared with the controls in the inner plexus in the central (P , 0.01) and peripheral retina (P , 0.05) ( Supplementary  Fig. 4).",
            "paragraph_rank": 23,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 72,
                    "text": "(29)",
                    "end": 76
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 163,
                    "text": "Fig. 3A  and B)",
                    "end": 178
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 386,
                    "text": "(Fig. 3B)",
                    "end": 395
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 567,
                    "text": "(Fig. 3C)",
                    "end": 576
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 696,
                    "text": "Supplementary Fig. 2",
                    "end": 716
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 925,
                    "text": "Supplementary Fig. 3",
                    "end": 945
                },
                {
                    "type": "figure",
                    "start": 1193,
                    "text": "Fig. 4A and B)",
                    "end": 1207
                },
                {
                    "type": "figure",
                    "start": 1292,
                    "text": "Fig. 4C-F)",
                    "end": 1302
                },
                {
                    "type": "figure",
                    "start": 1557,
                    "text": "Fig. 4A  and B)",
                    "end": 1572
                },
                {
                    "type": "figure",
                    "start": 1778,
                    "text": "Supplementary  Fig. 4",
                    "end": 1799
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "In keeping with the pattern observed with the resident immune cells within the retina, transcripts for the anti-inflammatory cytokine IL-10 were significantly decreased in the diabetic rat retina relative to age-matched controls (P , 0.001), and pHBSP treatment returned these expression levels close to levels seen in controls (Fig. 5A). By contrast, mRNAs for the proinflammatory cytokines TNF-a and IL-6 were significantly elevated in diabetic retina (P , 0.001), and pHBSP prevented this increase and restored expression to normal levels in both cases (Fig. 5B  and C). STZ-induced diabetes caused a reduction in IL-1b levels when compared with control tissue treated with scrambled peptide (P , 0.001). Treatment with pHBSP caused a reduction in IL-1b levels both in nondiabetic tissue and diabetic tissue (P , 0.001) (Fig. 5D). pHBSP protects retinal capillaries during diabetes. As diabetes progresses, the death of retinal pericytes and endothelium results in acellular capillary formation, a lesion that takes ;5-6 months to become obvious in diabetic rats (30). While various approaches have been used to visualize acellular capillaries, we used the fact that such naked basement membrane tubes remain positive for collagen IV and negative for isolectin and can be quantified using confocal microscopy (Fig. 6A). The diabetic retina contained approximately fourfold increased numbers of acellular capillaries when compared with nondiabetic control retina (P , 0.05) ( Fig. 6A and B). pHBSP treatment for 1 month, after 6 previous months of diabetes, significantly reduced acellular capillaries in the retina, and there were no differences between these treated patients with diabetes in comparison with nondiabetic control groups (Fig. 6B). pHBSP does not exacerbate ischemia-induced neovascularization. As determined in the murine OIR model, pHBSP did not increase the percentage of reticulocytes in peripheral blood over an acute time frame (Supplementary Fig. 5). A dose of 1 mg/kg of pHBSP resulted in a decrease in the ischemic region of the retina. The higher doses of the peptide returned the ischemic region to normal ( Fig. 7A). Consistent with the well-characterized OIR response, hyperoxia induced a temporal pattern of central retina vascular insufficiency upon return to room air at P12, which led to a reproducible preretinal neovascularization observable on flat mounts (Fig. 7B). Over a dose response range, pHBSP administered from P12 to P16 inclusive demonstrated no significant increase in ischemia-driven preretinal neovascularization (Fig. 7B-D).",
            "paragraph_rank": 24,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 328,
                    "text": "(Fig. 5A)",
                    "end": 337
                },
                {
                    "type": "figure",
                    "start": 556,
                    "text": "(Fig. 5B  and C)",
                    "end": 572
                },
                {
                    "type": "figure",
                    "start": 823,
                    "text": "(Fig. 5D",
                    "end": 831
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 1066,
                    "text": "(30)",
                    "end": 1070
                },
                {
                    "type": "figure",
                    "start": 1312,
                    "text": "(Fig. 6A)",
                    "end": 1321
                },
                {
                    "type": "figure",
                    "start": 1478,
                    "text": "Fig. 6A and B)",
                    "end": 1492
                },
                {
                    "type": "figure",
                    "start": 1740,
                    "text": "(Fig. 6B)",
                    "end": 1749
                },
                {
                    "type": "figure",
                    "start": 1968,
                    "text": "Fig. 5)",
                    "end": 1975
                },
                {
                    "type": "figure",
                    "start": 2138,
                    "text": "Fig. 7A)",
                    "end": 2146
                },
                {
                    "type": "figure",
                    "start": 2395,
                    "text": "(Fig. 7B)",
                    "end": 2404
                },
                {
                    "type": "figure",
                    "start": 2565,
                    "text": "(Fig. 7B-D)",
                    "end": 2576
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "In OIR, neovascularization is driven by ischemic hypoxia (akin to that observed in long-term diabetic retinopathy in patients), so the degree of hypoxia was evaluated. Retinal HP deposition was reduced in the pHBSP-treated mice when compared with controls (Fig. 8A). The hypoxiainduced angiogenic factor VEGF was increased at the P17 time point as previously reported (27), and pHBSP decreased this expression in a dose-dependent manner (Fig. 8B). ",
            "paragraph_rank": 25,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 256,
                    "text": "(Fig. 8A)",
                    "end": 265
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 368,
                    "text": "(27)",
                    "end": 372
                },
                {
                    "type": "figure",
                    "start": 437,
                    "text": "(Fig. 8B)",
                    "end": 446
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Using two established preclinical models for the early and late stages of diabetic retinopathy, we show that a novel EPO-derived peptide has a significant protective effect. When administered for 1 month after 6 previous months of diabetes, pHBSP can prevent several important lesions of diabetic retinopathy. These include GFAP upregulation in the Müller glia, neuronal death, retinal inflammatory responses, and capillary degeneration. The current investigation builds on a previous study using a full-length pHBSP, which demonstrates prevention of BRB dysfunction during diabetes (22), and adds compelling evidence that elements of EPO-R signaling can be harnessed for treating diabetic retinopathy. Many previous studies have used an array of therapeutic approaches and shown effective protection against various pathological end points during diabetic retinopathy. However, these treatments were commenced at establishment of experimental diabetes, and very few studies have evaluated efficacy once diabetes is well advanced. It is significant that the current investigation provides evidence that an intervention strategy, evoking EPO-mediated tissue protection in the diabetic retina, has significant benefits. Such a regimen has considerable clinical relevance since many diabetic patients have established retinopathy at diagnosis.",
            "paragraph_rank": 26,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 583,
                    "text": "(22)",
                    "end": 587
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "While EPO has established protective properties in a range of tissues, there are major drawbacks to its clinical use for tissue injury. A typical dose for treatment of anemia in patients is ;100 IU/kg, although to achieve tissue protection, much larger doses are needed (;500 IU/kg). While EPO can sometimes be delivered directly to a damaged tissue, this therapy can result in unwanted elevations in hematocrit with associated vascular thrombosis and hypertension (31). Although delivered systemically in both models, pHBSP induced no changes in reticulocytes or hematocrit in the mouse or rat, respectively, despite the latter being delivered over a 28-day period. Such a delivery method appears valid since EPO crosses the BRB (14) and, therefore, it is likely that this 11aa peptide also crosses the retinal vascular endothelium. As demonstrated, this EPO analog appears to possess the tissue-protective advantages of EPO without the disadvantages.",
            "paragraph_rank": 27,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 465,
                    "text": "(31)",
                    "end": 469
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 730,
                    "text": "(14)",
                    "end": 734
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Hyperglycemia is known to be associated with an increased erythrocyte turnover and therefore increased reticulocyte production, and in the current study, we observed increased reticulocytes in diabetic rats, a response that was attenuated by pHBSP treatment. Diabetes increases marrow production of reticulocytes to maintain hematocrit, and there is evidence that diabetes-induced oxidative damage may be more prominent in reticulocytes compared with other tissues as a result of their high FIG. 4. pHBSP and microglial activation in the diabetic retina. Retinal microglia were labeled using CD11b immunoreactivity in retinal sections and visualized using confocal microscopy. Cntl, control; Sc, scrambled pHBSP; and Db, diabetic. A: Mean cell counts of CD11b-positive cells were taken from three separate points within the central retina. There was a significant increase in microglial numbers after 7.5 months of diabetes (*P < 0.05; **P < 0.01). pHBSP (10 mg/kg) had no significant effect on this diabetes-related increase (P > 0.05). B: After subdividing the total number of microglial cell counts, there is a significant difference in the number of dendritic (nonactivated) and amoeboid (activated) cells between control and diabetic rats (*P < 0.05). Compared with diabetic rats treated with the scrambled peptide, there are more dendritic microglia and fewer amoeboid in the retinae of the diabetic rats that received the scrambled pHBSP (**P < 0.01 and *P < 0.05). Data are mean 6 SEM; n = 6 per group. Sc'pHBSP, scrambled pHBSP. C-F: Images of CD11b-positive cells: control and Sc (C), control and pHBSP (D), diabetic and Sc (E), and diabetic and pHBSP (F). (A high-quality color representation of this figure is available in the online issue.) content of iron and polyunsaturated fatty acids. Indeed, diabetic reticulocytes show increased lipid peroxidation and decreased levels of antioxidants when compared with nondiabetic counterparts. The assay we used did not assess viability of reticulocytes, so there may be a greater turnover in the diabetic rats. Certainly there was no increase in erythrocytes between groups. Tissue-protective molecules, such as pHBSP, are active in attenuating these pathological processes, and although not determined in our experiments, presumably this peptide could serve to reduce early erythrocyte senescence.",
            "paragraph_rank": 28,
            "section_rank": 4
        },
        {
            "section": "DISCUSSION",
            "text": "EPO is known to be strongly proangiogenic through typical VEGF-mediated pathways (20). While EPO-mediated angiogenesis can significantly improve wound repair (32), postinfarction myocardial vascular remodeling (33), and reperfusion of cerebral ischemia (34), such angiogenic responses in the context of retinopathy raise significant concerns. This is reinforced by reports that EPO levels are raised in the vitreous of patients with proliferative diabetic retinopathy (17). However, several experimental studies show that early administration of EPO can protect neurons, prevent vessel degeneration, and subsequently suppress the stimulus for hypoxia-induced neovascularization (15) by evoking beneficial intraretinal angiogenesis (20). Nevertheless, the disease phase at which EPO is introduced may alter the outcome, and EPO treatment-while the retina is experiencing hypoxia-may enhance pathological, preretinal neovascularization (15). Therefore, a major finding of the current study is that pHBSP not only prevents early stage pathology but also fails to evoke preretinal neovascularization and, thus, carries considerably less risk than recombinant EPO if used in diabetic patients.",
            "paragraph_rank": 29,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 81,
                    "text": "(20)",
                    "end": 85
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 158,
                    "text": "(32)",
                    "end": 162
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 210,
                    "text": "(33)",
                    "end": 214
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 253,
                    "text": "(34)",
                    "end": 257
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 468,
                    "text": "(17)",
                    "end": 472
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 678,
                    "text": "(15)",
                    "end": 682
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 731,
                    "text": "(20)",
                    "end": 735
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 934,
                    "text": "(15)",
                    "end": 938
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Proinflammatory pathways contribute to neuroglial and microvascular lesions during diabetic retinopathy, as evidenced by the upregulation of proinflammatory cytokines from the Müller glia (35) and microglia (36), which show strong associative links to capillary degeneration (37). Microglia in particular are the resident immune cells of the retina, and their activation, combined with infiltration of circulating monocytes into the neuropile, could play an important regulatory role in diabetic retinopathy through cytokine expression and related cell responses (38). It is interesting that pHBSP reduced constitutive expression levels of some cytokines in normal retina, for example, IL-1b. The reason for this is unclear but may be related to slightly elevated levels in older rats and the potential for pHBSP to interfere with proinflammatory signaling. In brain ischemia, microglial responses have been shown to be suppressed by EPO-related therapy (39), and there may be similar dampening of microglial activation, and associated proinflammatory cytokine expression is suppressed by pHBSP in diabetic retinopathy.",
            "paragraph_rank": 30,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 188,
                    "text": "(35)",
                    "end": 192
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 207,
                    "text": "(36)",
                    "end": 211
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 275,
                    "text": "(37)",
                    "end": 279
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 563,
                    "text": "(38)",
                    "end": 567
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 954,
                    "text": "(39)",
                    "end": 958
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Protection against neuroglial apoptosis and associated inflammatory cascades is an established benefit of EPO FIG. 5. Cytokine expression in the diabetic retina is regulated by pHBSP A: IL-10 was decreased in the diabetic rat with scrambled pHBSP relative to the control with scrambled pHBSP (***P < 0.001). The level of IL-10, the anti-inflammatory cytokine, was elevated again with pHBSP in the diabetic rat when compared with the scrambled pHBSP (+P < 0.05). B: TNF-a was increased in the diabetic rat, which received 10 mg/kg of scrambled pHBSP, relative to the control, which received the scrambled pHBSP (***P < 0.001). This elevated level in the diabetic rat was significantly decreased with the active pHBSP (+++P < 0.001). C: IL-6 was increased in the diabetic rat, which received 10 mg/kg of scrambled pHBSP, relative to the control, which received the scrambled pHBSP (***P < 0.001). This elevated level in the diabetic rat was significantly decreased with the active pHBSP (+++P < 0.001). D: STZ-induced diabetes caused a reduction in IL-1b levels when compared with control tissue treated with scrambled peptide (***P < 0.001). Treatment with pHBSP caused a reduction in IL-1b levels both in nondiabetic tissue and diabetic tissue (***P < 0.001; +++P < 0.001). The number of animals in each group was six. Cntl, control; Sc, scrambled pHBSP; and Db, diabetic.",
            "paragraph_rank": 31,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 110,
                    "text": "FIG. 5",
                    "end": 116
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "treatment to damaged tissues such as ischemic brain. There are likely to be comparable benefits for the diabetic retina since progressive retinal neuronal and Müller cell dysfunction, DNA damage, and cell death have been previously demonstrated (40), although in rats this may take .4 months to become evident (25). In the current study, the TUNEL-positive cells in the retina are likely to represent DNA damage in a range of neurons and glia but not necessarily apoptotic death. This argument is strengthened by the caspase-3 data in this study. The 8-OHdG staining observed in the ONL of the diabetic retina suggests that there is extensive DNA damage, which is also indicated by TUNEL. While EPO can inhibit neural cell apoptosis (14), it can also upregulate enzymes that scavenge oxygen radicals during brain ischemia (41) and protect against DNA damage (42). Wang et al. (18) have recently reported EPO-mediated protection against oxidative damage in the diabetic retina long before ischemia is present, and this may account for the observed reduction in DNA damage evoked by pHBSP treatment. In the current study, pHBSP (1 mg/kg) reduced retinal ischemia in the murine model, although the response was more apparent at the lower concentration. This may reflect commonly observed cytokine responses that are likely related to receptor dynamics and are often characterized by a U-shaped dose response curve (hormesis).",
            "paragraph_rank": 32,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 245,
                    "text": "(40)",
                    "end": 249
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 310,
                    "text": "(25)",
                    "end": 314
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 733,
                    "text": "(14)",
                    "end": 737
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 876,
                    "text": "(18)",
                    "end": 880
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Suppression of DNA damage, apoptosis, inflammation, and oxidative stress-related pathways undoubtedly affect capillary degeneration during diabetic retinopathy (43). While pHBSP treatment could significantly modulate all these pathways, it is perhaps surprising that 1 month of treatment with pHBSP after 6 previous months of diabetes FIG. 6. pHBSP prevents retinal capillary degeneration during diabetes. The retinal vasculature was visualized in flat mounts using concomitant labeling of endothelium (isolectin) and basement membrane (collagen IV). Acellular capillaries can be visualized by continuance of collagen IV positivity but loss of endothelium. Cntl, control; Sc, scrambled pHBSP; and Db, diabetic. A: Graph showing the number of acellular capillaries in retina in the peripheral and central retina. Diabetic rats with scrambled pHBSP displayed more acellular capillaries than control rats, which received the scrambled pHBSP (*P < 0.05). The pHBSP peptide significantly reduced the number of the acellular capillaries to normal levels in the inner retina (+P < 0.05). Data are mean 6 SEM; n = 6 per group. B and C: Images showing acellular capillaries (arrows) in the diabetic animals that received the scrambled peptide. Acellular capillaries are observed when vessels are collagen IV positive (red) and negative for lectin (green). There are more acellular vessel profiles present in the diabetic retina that received the scramble peptide relative to the diabetic animals that received the pHBSP peptide. Sc'pHBSP, scrambled pHBSP. (A high-quality digital representation of this figure is available in the online issue.) could have such a marked effect on reversal of acellular vessels. Death of retinal capillary component cells during diabetes is not necessarily linear, and the progressive nature of many pathogenic pathways indicates that endotheliopathy and pericyte death are the result of accumulative abnormalities in the early stages of diabetes. Indeed, acellular capillaries are not usually evident until at least 4-5 months of hyperglycemia (44). Although not evaluated in the current investigation, it should also be considered that activation of the EPO-Rs could mobilize vasoreparative endothelial progenitor cells (EPCs) into the circulating blood to target areas of hypoxia. The mechanism(s) by which EPCs mobilize and home to areas of ischemia are complex but involve stimulatory factors such as EPO (45) and VEGF (46). Diabetes causes EPC dysfunction, and this is associated with impaired vascular repair in diabetic retinopathy (47); it is possible that systemic delivery of pHBSP in diabetic rats could have enhanced EPC mobilization and thereby improved reparative function in a comparable manner to that described for EPO (48). This requires further study.",
            "paragraph_rank": 33,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 160,
                    "text": "(43)",
                    "end": 164
                },
                {
                    "type": "bibr",
                    "start": 335,
                    "text": "FIG. 6",
                    "end": 341
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 2068,
                    "text": "(44)",
                    "end": 2072
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 2433,
                    "text": "(45)",
                    "end": 2437
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 2447,
                    "text": "(46)",
                    "end": 2451
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 2563,
                    "text": "(47)",
                    "end": 2567
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 2760,
                    "text": "(48)",
                    "end": 2764
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "In summary, the current study indicates that the TPR pathway could play a key role in preventing early stage diabetic retinopathy and thereby progression to the sightthreatening late stages. The ability to use a therapeutic approach that harnesses all the tissue-protective and antiinflammatory benefits of EPO without risking the potentially damaging collateral effects would be a major advance for neurovascular degenerative diseases such as diabetic retinopathy.",
            "paragraph_rank": 34,
            "section_rank": 4
        },
        {
            "section": "DISCUSSION",
            "text": "FIG. 7. pHBSP decreases ischemia at 1 mg/kg and exacerbates preretinal neovascularization in OIR. The murine retinal vasculature was assessed in flat mounts after OIR using isolectin labeling and confocal microscopy. A: Retinal ischemia: pHBSP at 1 mg/kg decreases the ischemic region (***P < 0.001), while the higher doses of 10 and 30 mg/kg have no effect on ischemia. B: Retinal neovascularization: upon quantification of preretinal vessels, pHBSP had no significant effect on neovascularization at any of the doses tested (1, 10, and 30 mg/kg) when compared with the scrambled peptide or PBS control. Data are mean 6 SEM; n = 6 per group. PBS, PBS control; Sc, scrambled pHBSP. C and D: Retinal flat mounts showing hyperfluorescent preretinal neovascularization in PBS-treated (C) and 1 mg/kg of pHBSP-treated (D) OIR mice (arrow). (A high-quality color representation of this figure is available in the online issue.)",
            "paragraph_rank": 35,
            "section_rank": 4
        },
        {
            "section": "FIG. 1 .",
            "text": "Characterization of STZ-induced diabetes. The extent of diabetes was assessed in the various rat groups at the end of the experiment (8.5 months of age) using body weight and hyperglycemia as indicators. Cntl, control; Sc, scrambled pHBSP; and Db, diabetic. A: Analysis of body weight showed a 50% reduction in diabetic rats compared with age-matched controls. B: HbA 1c levels were elevated by 2.5-fold in diabetic rat blood compared with control. Neither pHBSP nor the scrambled peptide influenced these parameters. (***P < 0.001). C: The hematocrit levels (% blood volume occupied by erythrocytes) were not altered in the blood of the animals that received the pHBSP. D: Diabetes increased the percentage of circulating reticulocytes (*P < 0.05), while treatment with pHBSP prevented this change. Data are mean 6 SEM; n = 6 per group. One-way ANOVA.",
            "paragraph_rank": 36,
            "section_rank": 5
        },
        {
            "section": "FIG. 2 .",
            "text": "pHBSP prevents diabetes-related GFAP expression in Müller cells. Retinal sections were processed for GFAP immunoreactivity and assessed by confocal microscopy. Cntl, control; Sc, scrambled pHBSP; and Db, diabetic. A: Bar chart shows the numbers of GFAP-positive fibers crossing the IPL and INL, which is significantly increased in diabetic rats receiving scrambled peptide when compared with nondiabetic controls (*P < 0.05). pHBSP prevented the diabetes-related increase in GFAP, and there was no significant difference between this group and the nondiabetic groups. Data are mean 6 SEM; n = 6 per group. B-E: Retinae from nondiabetic and diabetic groups treated with pHBSP or scrambled peptide exhibit GFAP immunoreactivity within astrocytes and a subpopulation of Müller cells. More extensive GFAP was observed in the Müller cells crossing the IPL and INL (depicted by dashed line) in the diabetic animals that received the scrambled peptide. This was reduced in the diabetic animals receiving the pHBSP peptide. (A highquality digital representation of this figure is available in the online issue.)",
            "paragraph_rank": 37,
            "section_rank": 6
        },
        {
            "section": "FIG. 3 .",
            "text": "pHBSP protects against DNA damage in diabetic retina. pHBSP treatment prevents diabetes-induced ganglion cell death. Cntl, control; Sc, scrambled pHBSP; and Db, diabetic. A: Cell count of terminal deoxynucleotidyl TUNEL-positive cells in the GCL was assessed by counting the number of fluorescent TUNEL-positive cells in the GCL divided by total number of cells present in the GCL. TUNEL of pHBSP-treated rats showed a significant increase in the percentage of cells with DNA strand breaks in the GCL of diabetic rats compared with control (*P < 0.05; ***P < 0.001). Treatment with pHBSP decreased TUNEL positivity by 49% when compared with diabetic rat with scrambled pHBSP (++P < 0.01). Counts were assessed by image analysis in multiple sections. Images were taken at three separate points (three fields at 300 mm 2 each) on the central retina at 340 magnification and presented as the average nuclei in the GCL. B: Cell count of TUNEL-positive cells in the entire retina was assessed by counting the number of fluorescent TUNEL-positive cells divided by total number of cells present. The diabetic retina treated with the scrambled peptide displayed TUNEL-positive cells. This was reduced to control levels of ;10% with the pHBSP peptide (**P < 0.01). Data are mean 6 SEM; n = 6 per group. Counts were assessed by image analysis in multiple sections. Images were taken at three separate points (three fields at 300 mm 2 each) on the central retina at 340 magnification and presented as the average nuclei in the GCL. pHBSP treatment prevents diabetes-induced ganglion cell death because there are more TUNEL-positive cells in the diabetic with scrambled pHBSP-treated animals relative to the control and scrambled pHBSP in the GCL and in the entire retina. Retinal nuclei were also counterstained with PI. This is evident in the images showing TUNEL positivity in control and Sc (C), control and pHBSP (D), diabetic and Sc (E), and diabetic and pHBSP (F). (A high-quality digital representation of this figure is available in the online issue.)",
            "paragraph_rank": 38,
            "section_rank": 7
        },
        {
            "section": "FIG. 3 .",
            "text": "diabetes.diabetesjournals.org DIABETES, VOL. 60, NOVEMBER 2011",
            "paragraph_rank": 39,
            "section_rank": 7
        },
        {
            "section": "FIG. 3 .",
            "text": "DIABETES, VOL. 60, NOVEMBER 2011 diabetes.diabetesjournals.org",
            "paragraph_rank": 40,
            "section_rank": 7
        }
    ]
}