{
    "level": "paragraph",
    "abstract": [],
    "body_text": [
        {
            "text": "Plant viral expression vectors are advantageous for high-throughput functional characterization studies of genes due to their capability for rapid, high-level transient expression of proteins. We have constructed a series of tobacco mosaic virus (TMV) based vectors that are compatible with Gateway technology to enable rapid assembly of expression constructs and exploitation of ORFeome collections. In addition to the potential of producing recombinant protein at grams per kilogram FW of leaf tissue, these vectors facilitate either N-or C-terminal fusions to a broad series of epitope tag(s) and fluorescent proteins. We demonstrate the utility of these vectors in affinity purification, immunodetection and subcellular localisation studies. We also apply the vectors to characterize protein-protein interactions and demonstrate their utility in screening plant pathogen effectors. Given its broad utility in defining protein properties, this vector series will serve as a useful resource to expedite gene characterization efforts."
        },
        {
            "section": "W",
            "text": "ith the completion or near completion of genome sequencing of many plant species in the last decade, there is a growing need to functionally characterize the large number of predicted proteins and define their physical interaction networks. Consequently, the requirement for vectors that facilitate highthroughput gene cloning and expression of native proteins or derivatives fused with epitope tags and/or fluorescent proteins has become increasingly important. In plants, protein expression can be achieved either by a transient expression approach or by developing stably transformed lines. Transient expression has emerged as an appealing option compared to stable transgenic approaches due to its significant advantages in terms of short production time lines and low cost."
        },
        {
            "section": "W",
            "text": "Virus-based expression systems in plants are particularly attractive versus alternative transient expression systems due to the high level of gene multiplication and concomitant elevated levels of expression achievable within a short period of time while minimizing impairment of host activities 1,2 . Tobacco mosaic virus (TMV) is one of the most extensively studied plant viruses and has thus become a natural choice for vector development. TMV-based vectors have led to recombinant protein yield as high as 80% of total soluble protein 3,4 . Agroinfection is inexpensive and reproducible, making it a preferred method of delivering viral expression vectors into plant tissues as part of the T-DNA of a binary vector carried by Agrobacterium tumefaciens 5,6 . First-generation TMVderived vectors that utilized the entire virus genome were limited by low agroinfection efficiency and expression capability 7 . Significant improvements to agroinfection capability has resulted from extensive modification of the TMV genome, including removal of transcript splicing sites, altering codon usage of the RNA-dependent RNA polymerase (RdRP) and introduction of introns within RdRP and movement protein coding sequences 8 . Expression capability has been enhanced by co-expression of P19, a RNA silencing suppressor gene of Tomato Bushy Stunt Virus, leading to 10-25 fold increases in recombinant protein accumulation 9 . Additionally, expression capability has been increased multi-fold by positioning the open reading frame (ORF) of the target gene closer to the 39 end of the TMV RNA 10 . This has been exploited recently to develop the TRBO (TMV RNA-based overexpression) vector that lacks the coat protein coding sequence, enabling placement of a foreign gene insert close to the 39 end of the viral RNA 11 . TRBO vector can produce 100-fold more recombinant protein in plants than a P19-enhanced transient expression system 9 , and can be easily delivered into plants by agroinfection without the need for co-delivery of a P19 expression construct 11 . TRBO vector was capable of producing 3.3 to 5.5 g of recombinant GFP/kg of infiltrated Nicotiana benthamiana tissue 11 .",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 296,
                    "text": "1,",
                    "end": 298
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 298,
                    "text": "2",
                    "end": 299
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 539,
                    "text": "3,",
                    "end": 541
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 541,
                    "text": "4",
                    "end": 542
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 756,
                    "text": "5,",
                    "end": 758
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 758,
                    "text": "6",
                    "end": 759
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 907,
                    "text": "7",
                    "end": 908
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1214,
                    "text": "8",
                    "end": 1215
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1412,
                    "text": "9",
                    "end": 1413
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1581,
                    "text": "10",
                    "end": 1583
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1803,
                    "text": "11",
                    "end": 1805
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1924,
                    "text": "9",
                    "end": 1925
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 2048,
                    "text": "11",
                    "end": 2050
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 2169,
                    "text": "11",
                    "end": 2171
                }
            ]
        },
        {
            "section": "W",
            "text": "Thus, TRBO vector has great potential for use in high-throughput plant proteomic studies. A major drawback, however, is that it relies on traditional restriction digestion and ligation based cloning for target gene insertion, hampering rapid gene cloning for high throughput functional analysis of proteins. Additionally, the curtailed polylinker region of TRBO vector with only three unique restriction enzyme sites (PacI, NotI, and AvrII) poses another hurdle in devising cloning strategies for large cDNAs, genomic DNA inserts or inserts carrying translational fusions. To overcome the limitations of restriction and ligation-based cloning, a modified version of the TRBO vector was developed 12 to exploit ligation-independent cloning (LIC) 13 ; however, an obvious downside of the LIC strategy is that sub-cloning or re-cloning is not efficient due to the inherent need for PCR re-amplification and, thus, sequencing of the inserts after each procedure 14 . A strict requirement for correct T4 DNA polymerase treatment of the insert and vector is another disadvantage of the LIC method.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 696,
                    "text": "12",
                    "end": 698
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 745,
                    "text": "13",
                    "end": 747
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 958,
                    "text": "14",
                    "end": 960
                }
            ]
        },
        {
            "section": "W",
            "text": "The time requirements and limitations of traditional cloning procedures have been significantly reduced through development of the Gateway cloning system 15 which employs site-specific recombination to enable inter-molecular transfer of DNA fragments between plasmid vectors. Gateway 'entry' clones of full-length ORFs for several organisms are currently available through public repositories and commercial suppliers. Alternatively, they can be assembled by topoisomerase-mediated cloning 16 or conventional cloning procedures, both technically amenable due to the generally small size of entry vectors. To complement application of ORFs, the genomic coding regions of genes, encompassing the complete repertoire of potential splice variants thereby enabling broader analysis of gene function than possible using an ORF, can also be rapidly incorporated into the Gateway system using a bacteriophage-based homologous recombination system (recombineering) 17 . The Gateway vector system has been employed in large-scale plant genomic projects and compatible vectors have been developed for many applications, including ectopic overexpression, promoter-reporter fusions, RNA interference, complementation analysis, gene stacking, and affinity purification using epitope tags [17][18][19][20][21] . Epitope tagging has proved to be an indispensable way for analyzing protein functions [22][23][24] by enabling specific detection of recombinant proteins using commercially available antibodies, thereby eliminating the need for generating antibodies for each protein to be studied. While several non-viral Gateway compatible binary expression vectors incorporating epitope tags have been described in the literature 18,20 , they are limited by lacking the autonomous replication and high transient expression capability of viral expression vectors. Examples of incorporating Gateway recombination sites into TMV, potato virus X and tobacco rattle virus based expression vectors have been reported [25][26][27] ; however, with the single exception of an N-terminal GFP fusion variant 26 , the design of these vectors do not support fusion of target proteins with epitope tags or multiple fluorescent proteins, thus limiting their utility in comprehensive functional analysis studies.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 490,
                    "text": "16",
                    "end": 492
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 956,
                    "text": "17",
                    "end": 958
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1274,
                    "text": "[17]",
                    "end": 1278
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1278,
                    "text": "[18]",
                    "end": 1282
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1282,
                    "text": "[19]",
                    "end": 1286
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1286,
                    "text": "[20]",
                    "end": 1290
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1290,
                    "text": "[21]",
                    "end": 1294
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1383,
                    "text": "[22]",
                    "end": 1387
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1387,
                    "text": "[23]",
                    "end": 1391
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1391,
                    "text": "[24]",
                    "end": 1395
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1713,
                    "text": "18,",
                    "end": 1716
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1716,
                    "text": "20",
                    "end": 1718
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1994,
                    "text": "[25]",
                    "end": 1998
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1998,
                    "text": "[26]",
                    "end": 2002
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 2002,
                    "text": "[27]",
                    "end": 2006
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 2080,
                    "text": "26",
                    "end": 2082
                }
            ]
        },
        {
            "section": "W",
            "text": "Here we describe construction and functional validation of a unique set of viral expression vectors that combine the favourable attributes of the TRBO vector with Gateway technology, epitopetagging and fluorescent protein-fusion systems to enable rapid and efficient cloning of gene inserts and production of native or recombinant proteins at very high yields within a short time frame. We further demonstrate the utility of these vectors for protein production, affinity purification, immunodetection, subcellular localisation and analysis of protein-protein interactions as well as plant pathogenic effector screening."
        },
        {
            "section": "Results",
            "text": "Vector design and features. A major caveat with currently available viral expression vectors which depend on traditional in vitro cloning procedures is the inefficiency and laboriousness of cloning ORFs of gene candidates in multiple formats (e.g. epitope-tag variants). To enable rapid cloning of gene inserts and achievement of high level protein expression in a short time, we constructed a set of TMV-based Gateway compatible (TMV-Gate) expression vectors that facilitate production of native as well as epitope-or fluorescent protein-tagged variants (Figure 1). The backbone of these DNA sequences for the vectors have been deposited at GenBank with accession numbers as follows: pMW388, JX971627; pSK101, JX971619; pSK102, JX971620; pSK103, JX971621; pSK104, JX971622; pSK105, JX971623; pSK106, JX971624; pTK251, JX971625; pMW399, JX971626; pMW390, JX971628; and pMW391, JX971629.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 555,
                    "text": "(Figure 1",
                    "end": 564
                }
            ]
        },
        {
            "section": "Results",
            "text": "Destination vectors is derived from TRBO vector 11 which includes a full-length cDNA clone of TMV U1 strain modified to lack the coat protein (CP) coding sequence and which is placed adjacent to the cauliflower mosaic virus (CaMV) 35S promoter in a T-DNA binary vector. All of the Destination vectors described in this study use the attR1/R2 RfA Gateway cassette which is linked in-frame to various epitope tags and/or fluorescent proteins and is cloned adjacent to the coat protein promoter of the TRBO vector. These assemblies were confirmed by restriction digests (data not shown) followed by DNA sequencing of the junctions between the TRBO vector, RfA cassette and epitope tag/fluorescent proteins.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 48,
                    "text": "11",
                    "end": 50
                }
            ]
        },
        {
            "section": "Results",
            "text": "The structure of the T-DNA region of various TMV-Gate expression vectors is illustrated in Figure 1. In planta expression of the viral replicons in all eleven TMV-Gate vectors is driven by the CaMV 35S promoter (Figure 1). The TMV-Gate vector that allows expression of native proteins is designated as pMW388. TMV-Gate vectors that allow addition of N-terminal epitope tags, such as HA, 3xHA, FLAG, 3xFLAG, c-myc, 3xc-myc and 2xStrep-tag II-6xHis-Xpress epitope tag are designated as pSK101-pSK106 and pTK251, respectively. The TMV-Gate vector that allows addition of a C-terminal 2xStrep-tag II-6xHis epitope tag is designated as pMW399. pTK251 and pMW399 further encode an enterokinase cleavage site or 3C protease site, respectively, that permits proteolytic removal of the epitope tags from the recombinant protein. Another set of TMV-Gate vectors, designated as pMW390 and pMW391, allow generation of C-terminal fusions of target proteins to YFP with a 3xFLAG tag or CFP with 3xHA tag, respectively. All TMV-Gate vectors encode a kanamycin-resistance (Km R ) bacterial selectable marker. Conventional pENTR Gateway vectors also utilise a Km R marker which may interfere in selection of recombinant clones following the 'LR' Gateway insert transfer reaction. To overcome this problem, the entry clone encoding the gene of interest needs to be linearized by a restriction enzyme that uniquely cleaves the backbone of the vector outside the attL sites prior to performing LR recombination reactions. Alternatively, a derivative of the Gateway Entry vector carrying a different bacterial selectable marker may be used. We have previously described a pENTR2B derivative vector, pJM1 (GenBank: FJ391469) and a pENTR1A derivative, pTK172 (GenBank: FJ410920) in which the Km R marker is inactivated by insertion of functional tetracycline and zeocin resistance genes, respectively 17 .",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 91,
                    "text": "Figure 1",
                    "end": 99
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 211,
                    "text": "(Figure 1",
                    "end": 220
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1878,
                    "text": "17",
                    "end": 1880
                }
            ]
        },
        {
            "section": "Results",
            "text": "In planta evaluation and utility of TMV-Gate vectors for functional analysis of proteins. TRBO vector from which TMV-Gate vectors are derived has several favourable attributes, including high agroinfection rates, high protein expression levels, ease of scale-up and bio-containment 11 . TMV-Gate vectors should perform very similarly to the TRBO vector since none of the TRBO features have been modified during vector assembly. Functionality of TMV-Gate vectors was evaluated for transient expression of native and epitope-tagged proteins, affinity purification, immunodetection, analysis of protein-protein interaction, subcellular localisation and pathogen effector screening. Additionally, the agroinfectivity and expression capability of a subset of the TMV-Gate vectors were analyzed and compared with that of the TRBO vector. To enable these analyses, entry clones encoding ORFs of reporter genes such as mGFP5 28 , GusPlus and NLS-mCherry as well as AtDMC1 (Arabidopsis thaliana disrupted meiotic cDNA 1), an orthologue of a RecA-like protein in yeast that facilitates meiotic homologous recombination 29 , and XopD (a type III effector protein from Xanthomonas campestris) 30 were recombined into various TMV-Gate vectors as listed in Table 1.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 282,
                    "text": "11",
                    "end": 284
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 917,
                    "text": "28",
                    "end": 919
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 1109,
                    "text": "29",
                    "end": 1111
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1181,
                    "text": "30",
                    "end": 1183
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1243,
                    "text": "Table 1",
                    "end": 1250
                }
            ]
        },
        {
            "section": "Agroinfectivity of TMV-Gate vectors.",
            "text": "To test the agroinfectivity of TMV-Gate vectors A. tumefaciens cells carrying a subset of expression constructs encoding native or epitope-tagged mGFP5 (pSK133 and pSK143-149; Table I) or 2xStrep-tag II-6xHis-GusPlus (pSK154; Table I) were infiltrated into N. benthamiana leaves and expression of mGFP5 and GusPlus was monitored for 6 days post infiltration (DPI). Expression of these reporter genes was detected at 3 DPI and increased gradually over the next 2-3 days reaching a maximum at ",
            "ref_spans": [
                {
                    "type": "table",
                    "start": 176,
                    "text": "Table I",
                    "end": 183
                },
                {
                    "type": "table",
                    "start": 226,
                    "text": "Table I",
                    "end": 233
                }
            ]
        },
        {
            "section": "Agroinfectivity of TMV-Gate vectors.",
            "text": "AtDMC1 G138D -2xStrep-tag II-6xHis For analysis of subcellular localisation pMW388 pMK6 pMW412 NLS-mCherry pMW390 pSK212 pSK215 NLS-mCherry-YFP-3xFLAG pMW391 pSK212 pSK216 NLS-mCherry-CFP-3xHA For pathogen effector screening pSK103 pSU73 pSU101 FLAG-XopD 5-6 DPI. At 5 DPI, most of the cells in the infiltrated leaf area were found to be expressing mGFP5 ( Figure 2A) as well as GusPlus ( Figure 2B), thus confirming the high agroinfection capability and expression potential of TMV-Gate vectors. The CP gene is required for systemic movement of virus particles 31,32 . Thus, TMV CP deletion vectors, such as TRBO 11 and those developed by ICON Genetics 3 , cannot form virions and are unable to move systemically in plants, desirable attributes for bio-containment. TMV-Gate replicons share the feature of non-systemic movement as evident from the infiltration zone-restricted expression of mGFP5 and GusPlus ( Figure 2). This feature of TMV-Gate vectors thus possesses the desirable attribute of bio-containment by reducing plant to plant transmission and persistence in the environment.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 357,
                    "text": "Figure 2A",
                    "end": 366
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 389,
                    "text": "Figure 2B",
                    "end": 398
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 562,
                    "text": "31,",
                    "end": 565
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 565,
                    "text": "32",
                    "end": 567
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 614,
                    "text": "11",
                    "end": 616
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 912,
                    "text": "Figure 2",
                    "end": 920
                }
            ]
        },
        {
            "section": "Agroinfectivity of TMV-Gate vectors.",
            "text": "Lindbo 11 demonstrated that N. benthamiana leaves can be efficiently agroinoculated with TRBO-GFP replicon over a wide range of A. tumefaciens cell densities (upto 1:300 dilution from a starting optical density at 600 nm (OD 600 ) of 1.0). To determine whether dilute suspensions of TMV-Gate vectors also can be used to efficiently inoculate N. benthamiana leaves, we evaluated various dilute suspensions (upto 1:500 dilution from a starting OD 600 of 1.0; Figure 1C) of A. tumefaciens carrying pSK133 (pMW388 encoding mGFP5; Table I) and the expression of mGFP5 was monitored over the next five days. Expression of mGFP5 in all treatments began to be visible at 3 DPI and nearly all cells in the leaf zone infiltrated with A. tumefaciens cell suspension diluted upto 1:400 expressed mGFP5 at 5 DPI, suggesting that, similar to the TRBO vector, the agroinfectivity of TMV-Gate vectors remains high at a wide range of cell densities of inoculum. A low density of A. tumefaciens cells [dilution of 1: 500 ( Figure 2C) and beyond (data not shown)] resulted in reduced mGFP5 expression, while higher A. tumefaciens cell density (OD 600 .1.0) occasionally resulted in yellowing and necrotic spots in the infiltration zone (data not shown), probably due to host cell death triggered as a defence mechanism in response to the high titre of inoculum. These results illustrate the inoculum cell density and the length of infection by A. tumefaciens cells carrying TMV-Gate-based expression constructs may be varied to achieve optimal levels of recombinant protein production for different applications.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 7,
                    "text": "11",
                    "end": 9
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 457,
                    "text": "Figure 1C",
                    "end": 466
                },
                {
                    "type": "table",
                    "start": 526,
                    "text": "Table I",
                    "end": 533
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1005,
                    "text": "Figure 2C",
                    "end": 1014
                }
            ]
        },
        {
            "section": "Expression of native and fusion proteins using TMV-Gate vectors.",
            "text": "To determine the protein production efficiency of TMV-Gate vectors, mGFP5 accumulation in N. benthamiana leaves infiltrated with A. tumefaciens cells carrying empty vector (pMW388), TRBO-GFP 11 , pSK133 (pMW388 encoding mGFP5) and pSK143 (pSK101 encoding HA-tagged mGFP5) was quantified using an Experion TM automated electrophoresis system. Functionality of the constructs was first confirmed by assessing GFP fluorescence in agroinfiltrated N. benthamiana leaves ( Figure 3A). Protein extracts from infiltrated leaf sectors were prepared at 5 DPI and were resolved using an Experion Pro260 protein chip. A virtual gel image of the proteins detectable in each extract is shown in Figure 3B. As expected, the sample from the empty viral replicon extract did not possess a protein representing GFP, whereas distinct bands for GFP (,27 kDa) and HA-GFP (,30 kDa) were seen in protein extracts from N. benthamiana leaves agroinfected with TRBO-GFP or pSK133 and pSK143, respectively. Quantification of resolved proteins indicated that TRBO-GFP, pSK133 and pSK143 produced 4.7, 2.5 and 2.8 mg of GFP g 21 FW, respectively ( Figure 3C). This GFP production by TRBO-GFP is in agreement with values (3.3 to 5.5 mg GFP g 21 FW) reported earlier 11 . It has been previously demonstrated that the level of recombinant protein production increases proportionately with the proximity of the corresponding gene insert to the viral 39 terminus 10,11 . Thus, the relatively lower levels of protein produced by TMV-Gate replicons (pSK133 and pSK143) may be due to the incorporation of ,70 bp attR sequence between the GFP coding region and the 39 terminus of the TMV RNA genome. Nevertheless, the levels of protein produced by the TMV-Gate replicons is much higher than the amount of GFP reported 11 to be produced by conventional non-TMV based agroinfiltration vectors (0.03-0.04 mg GFP g 21 FW), full-length TMV genome based vectors (1.5-1.7 mg GFP g 21 FW) or pEAQ series of Cowpea mosaic virus-derived binary vectors (0.7-1.25 mg GFP g 21 FW) 33 .",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 191,
                    "text": "11",
                    "end": 193
                },
                {
                    "type": "figure",
                    "start": 467,
                    "text": "Figure 3A)",
                    "end": 477
                },
                {
                    "type": "figure",
                    "start": 681,
                    "text": "Figure 3B",
                    "end": 690
                },
                {
                    "type": "figure",
                    "start": 1119,
                    "text": "Figure 3C",
                    "end": 1128
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1236,
                    "text": "11",
                    "end": 1238
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1429,
                    "text": "10,",
                    "end": 1432
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1432,
                    "text": "11",
                    "end": 1434
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 2030,
                    "text": "33",
                    "end": 2032
                }
            ]
        },
        {
            "section": "Expression of native and fusion proteins using TMV-Gate vectors.",
            "text": "Affinity purification and immunodetection of epitope-tagged proteins expressed using TMV-Gate vectors. TMV-Gate vectors designed to express epitope-tagged proteins allow addition of single or triple-repeats of several commonly used epitope tags, such as HA, FLAG, c-myc, Strep-tag II, 6xHis, and Xpress epitope, to either the N-or C-terminus of target proteins (Figure 1). To demonstrate the utility of these vectors in expression, detection and purification of recombinant proteins, the ORF of an AtDMC1 variant with a defect in its ATPase motif (AtDMC1 G138D ; see below) was recombined into TMV-Gate vectors, including pSK101-106, pTK251 and pMW399, resulting in expression constructs pSK109-114, pTK255 and pMW403, respectively (Table I). Leaf tissues encompassing zones agroinfiltrated with these constructs were collected at 5 DPI, total protein extracted and the epitope tagged proteins affinity purified by using either agarose resins possessing epitope tag-specific antibody or Strep-Tactin matrix columns. Immunodetection of various epitope-tagged versions of AtDMC1 G138D expressed from TMV-Gate vectors is shown in Figure 4. The anti-HA, -FLAG, -c-myc, -Strep-tag II and -6xHis antibodies effectively recognised both the single-(molecular mass of ,42 kDa) and triple-repeat (molecular mass of ,44 kDa) epitope tagged AtDMC1 G138D fusion proteins from the input as well as affinity purified fractions. These results demonstrate the functionality of the epitope and affinity purification modules of the TMV-Gate vectors.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 361,
                    "text": "(Figure 1)",
                    "end": 371
                },
                {
                    "type": "table",
                    "start": 732,
                    "text": "(Table I)",
                    "end": 741
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1127,
                    "text": "Figure 4",
                    "end": 1135
                }
            ]
        },
        {
            "section": "Expression of native and fusion proteins using TMV-Gate vectors.",
            "text": "Epitope tagged proteins are most commonly eluted from affinity matrices using SDS-PAGE sample buffer. This elution method typically results in denaturation and loss of activity of the purified proteins. Proteins can be eluted under native conditions by competitive elution using epitope tag-specific synthetic peptides or counter ligands. To test this possibility, the single or triple-repeat FLAGtagged AtDMC1 G138D expressed using TMV-Gate vectors and immobilized on anti-FLAG agarose affinity resin was eluted using 3xFLAG peptide. As shown in Figure 4B, the 3xFLAG peptide efficiently eluted the triple-repeat FLAG-tagged AtDMC1 G138D ; however, as suggested by the peptide manufacturer, it failed to elute the singlerepeat FLAG-tagged AtDMC1 G138D . Similarly, the 2xStrep-tag II-6xHis-Xpress epitope-tagged AtDMC1 G138D immobilized on Strep-Tactin matrix was eluted using desthiobiotin as a counter ligand. Experion-based analysis of the purified AtDMC1 G138D revealed the presence of a single band at ,50 KDa ( Figure 4F), the predicted size of the fusion protein, indicating high purity of the product. Subsequently, the epitope tags from the purified fusion protein were cleaved off by treatment with enterokinase and the resultant AtDMC1 G138D was successfully used for raising antibody in a rabbit (data not shown). Taken together, the results of these experiments establish the suitability of TMV-Gate vectors for expression of recombinant proteins, their immunodetection and affinity purification to obtain native proteins of high purity.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 547,
                    "text": "Figure 4B",
                    "end": 556
                },
                {
                    "type": "bibr",
                    "start": 747,
                    "text": "G138D",
                    "end": 752
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1018,
                    "text": "Figure 4F",
                    "end": 1027
                }
            ]
        },
        {
            "section": "Expression of native and fusion proteins using TMV-Gate vectors.",
            "text": "Utility of TMV-Gate vectors for analysis of protein-protein interaction. Protein-protein interactions play a central role in the maintenance and control of cellular and organismal processes. The study of protein-protein interactions has been greatly enhanced by epitope-tagging technology facilitating 'pull-down' experiments that can be used to detect and validate protein interactions. In order to establish the utility of epitope-tagging TMV-Gate vectors for analysing protein-protein interactions we employed AtDMC1. The yeast and human DMC1 orthologues have been shown to physically interact homotypically by yeast two-hybrid (Y2H) analysis and, in the case of human DMC1, by immunoprecipitation 34 . DMC1 DNA strand exchange activity in vitro is dependent upon ATP binding Figure 3 | Quantitative analysis of transient GFP production in N. benthamiana using TRBO or TMV-Gate vectors. (A) Fluorescence emitted from GFP transiently produced in a N. benthamiana leaf by infiltration with A. tumefaciens carrying TRBO-GFP (Lindbo, 2007b) or TMV-Gate constructs pSK133 encoding mGFP5, pSK143 encoding HA-mGFP5 or pMW388 (empty vector) and photographed with UV illumination at 5 DPI. (B) Assessment of GFP accumulation by automated capillary electrophoresis analysis. N. benthamiana leaf discs from the area outlined in (A) were excised at 5 DPI and corresponding protein extracts were resolved and GFP identified using the Experion capillary electrophoresis system. Position of the GFP band in each sample is indicated by downward pointing triangles in the simulated gel view produced by the Experion software. The shift in the molecular weight of GFP in pSK143 is due to the presence of an HA tag at the N-terminus. (C) Quantification of GFP resolved by automated capillary electrophoresis analysis using the Experion system. Error bars represent standard deviation. FW, fresh weight.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 701,
                    "text": "34",
                    "end": 703
                },
                {
                    "type": "figure",
                    "start": 779,
                    "text": "Figure 3",
                    "end": 787
                },
                {
                    "type": "bibr",
                    "start": 1024,
                    "text": "(Lindbo, 2007b)",
                    "end": 1039
                }
            ]
        },
        {
            "section": "Expression of native and fusion proteins using TMV-Gate vectors.",
            "text": "and hydrolysis mediated by an ATPase motif highly conserved between prokaryote and eukaryote RecA-like proteins 35 , including AtDMC1. Notably, mutating the ATP-binding motif in yeast DMC1 (yDMC1 G126D ) results in defective meiotic homologous recombination; however, homotypic interactions of yDMC1 G126D have not been demonstrated because of instability of the Y2H plasmid expressing this protein 34 . In characterising AtDMC1 we created a variant (AtDMC1 G138D ) analogous to yDMC1 G126D and sought to assess if it could interact homotypically. Self-interaction of AtDMC1 G138D was initially analysed by Y2H assay wherein interaction of the bait and prey fusion proteins results in expression of a HIS3 reporter gene enabling growth of his3 auxotrophic yeast cells on a selective medium lacking histidine. When the AtDMC1 G138D bait was expressed with the non-interacting empty prey vector no growth of yeast cells was detected in histidine-deficient plates containing 15 mM 3-amino-1,2,4-triazole (3-AT) which was added to suppress autoactivation of the reporter gene by the AtDMC1 G138D bait. In contrast, coexpression of AtDMC1 G138D as bait and prey enabled growth of yeast cells, indicating that AtDMC1 G138D can interact homotypically ( Figure 5A) and, as proposed for yDMC1 G126D 34 , given the substitution of glycine by the relatively bulky and negatively charged aspartate likely does so independently of ATP binding.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 112,
                    "text": "35",
                    "end": 114
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 399,
                    "text": "34",
                    "end": 401
                },
                {
                    "type": "figure",
                    "start": 1246,
                    "text": "Figure 5A",
                    "end": 1255
                },
                {
                    "type": "bibr",
                    "start": 1284,
                    "text": "G126D 34",
                    "end": 1292
                }
            ]
        },
        {
            "section": "Expression of native and fusion proteins using TMV-Gate vectors.",
            "text": "To validate the results of the Y2H assay, we performed pull-down experiments with various versions of epitope tagged-AtDMC1 G138D expressed using TMV-Gate vectors. FLAG-tagged AtDMC1 G138D was first immobilized on anti-FLAG agarose beads and then incubated with crude protein extracts containing c-myc-tagged AtDMC1 G138D or c-myc-tagged mGFP5 to allow protein complex formation. Western blot analysis of the proteins eluted off the anti-FLAG beads after thorough washing revealed the presence of c-myc-tagged AtDMC1 G138D , with expected molecular mass of 42 kDa, but not the c-myc-tagged mGFP5 ( Figure 5B, left panel), demonstrating that FLAG-tagged AtDMC1 G138D interacted with c-myc-tagged AtDMC1 G138D but not with c-myc-tagged mGFP5. In a similar manner, 3xHA-tagged AtDMC1 G138D was immobilised on anti-HA antibody conjugated beads and incubated with crude protein extract of Epitope-tagged recombinant AtDMC1 G138D immobilized on anti-HA, anti-FLAG or anti-c-myc antibody-conjugated agarose beads were eluted either by boiling the beads in SDS-PAGE sample buffer (SDS eluate) or by incubating the beads with 3xFLAG peptide (peptide eluate). The Strep-tag IItagged AtDMC1 G138D immobilized on Strep-Tactin matrix was eluted using desthiobiotin. Equal volume aliquots of the input protein extract and eluted AtDMC1 G138D proteins were subjected to SDS-PAGE, transferred onto PVDF membrane then subjected to immunoblot analysis. WB, western blot. (A) Immunoblot detection of HA-or 3xHA-tagged AtDMC1 G138D protein affinity captured using anti-HA agarose affinity gel. (B) Immunoblot detection of FLAG-or 3xFLAG-tagged AtDMC1 G138D protein affinity captured using anti-FLAG agarose affinity gel. (C) Immunoblot detection of c-myc-or 3xmyctagged AtDMC1 G138D protein affinity captured using anti-c-myc conjugated agarose beads. (D) Immunoblot detection of 2xStrep-tag II-6xHis-Xpress epitope-tagged AtDMC1 G138D in crude extract using anti-Strep-tag II antibody. (E) Immunoblot detection of 2xStrep-tag II-6xHis-Xpress epitope-tagged AtDMC1 G138D in crude extract using anti-6xHis antibody. (F) Capillary electrophoresis analysis using the Experion system of 2xStrep-tag II-6xHis-Xpress epitope-tagged AtDMC1 G138D protein affinity purified by using Strep-Tactin matrix.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 316,
                    "text": "G138D",
                    "end": 321
                },
                {
                    "type": "bibr",
                    "start": 517,
                    "text": "G138D",
                    "end": 522
                },
                {
                    "type": "figure",
                    "start": 598,
                    "text": "Figure 5B, left panel)",
                    "end": 620
                }
            ]
        },
        {
            "section": "Expression of native and fusion proteins using TMV-Gate vectors.",
            "text": "3xFLAG-tagged AtDMC1 G138D or 3xFLAG-tagged GusPlus then eluted proteins were probed with anti-FLAG antibody. As predicted, 3xHA-tagged AtDMC1 G138D interacted with 3xFLAG-tagged AtDMC1 G138D but not with 3xFLAG-tagged GusPlus (negative control; Figure 5B, right panel). These results, apart from confirming the ability of AtDMC1 G138D to interact homotypically and validating the results of the Y2H assay, demonstrate the applicability of TMV-Gate vectors for the analysis of protein-protein interactions.",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 246,
                    "text": "Figure 5B",
                    "end": 255
                }
            ]
        },
        {
            "section": "Expression of native and fusion proteins using TMV-Gate vectors.",
            "text": "Utility of TMV-Gate vectors for analysis of subcellular localisation of proteins. In recent years, translational fusion of candidate proteins to a fluorescent protein combined with microscopy has become a powerful tool for defining protein function through determining its subcellular localisation. TMV-Gate vectors designed to express C-terminal YFP or CFP fusion proteins include an in-frame 3xFLAG or 3xHA epitope tag, respectively (Figure 1), and thus enable simultaneous analyses, including (i) in planta evaluation of subcellular localisation of fluorescent protein fusions and (ii) immunodetection, affinity purification and analysis of protein-protein interaction by virtue of the epitope tags attached at the C-terminal ends of the fusion proteins. To test the suitability of these vectors for studying subcellular localisation of proteins, the mCherry red fluorescent protein linked to a nuclear localisation signal derived from the SV40 large T-antigen (NLS-mCherry) was recombined with pMW388; additionally, a variant lacking the stop codon (NLS-mCherry DSTOP ) was recombined with the TMV-Gate vectors pMW390 or pMW391 to generate in-frame fusions with YFP-3xFLAG or CFP-3xHA, respectively ( Figure 6A). The resultant constructs, designated as pMW412, pSK215 and pSK216, respectively (Table I), were agroinfiltrated into N. benthamiana leaves and subcellular localisation of the fusion proteins assessed by fluorescent microscopy. The subcellular fluorescence signal emitted by NLS-mCherry overlapped with the DAPI (49,6-diamidino-2-phenylindole; a nuclear stain) signal ( Figure 6B), demonstrating that NLS-mCherry localizes to the nucleus and can be utilized as a positive control in nuclear localisation experiments. As expected, both NLS-mCherry-YFP-3xFLAG and NLS-mCherry-CFP-3xHA fusion proteins localized to the nucleus, as deduced by comparing the fluorescence signal with the DAPI signal ( Figure 6B). These results demonstrate pMW390 and pMW391 TMV-Gate vectors can be utilized for detection of subcellular localisation of proteins in planta.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 435,
                    "text": "(Figure 1)",
                    "end": 445
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 1205,
                    "text": "Figure 6A",
                    "end": 1214
                },
                {
                    "type": "table",
                    "start": 1297,
                    "text": "(Table I)",
                    "end": 1306
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 1586,
                    "text": "Figure 6B",
                    "end": 1595
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 1912,
                    "text": "Figure 6B",
                    "end": 1921
                }
            ]
        },
        {
            "section": "Expression of native and fusion proteins using TMV-Gate vectors.",
            "text": "Utility of TMV-Gate vectors in pathogen effector protein screening. Effectors are pathogen-derived molecules that manipulate host cell structure and function, thereby facilitating infection and/or triggering disease resistance, culminating in a hypersensitive response (HR)-based programmed cell death 36,37 . In recent years, the combination of genome sequencing of plant pathogens with computational data mining has dramatically accelerated the identification of effector candidates. Developing high-throughput vector platforms for functional screening of candidate effectors thus would provide an important complement to the bioinformatics approach of identifying effectors. Ectopic expression of effector proteins in plant cells often leads to phenotypic effects, such as induction of HR-like necrosis 38 . To test the suitability of TMV-Gate vectors for the expression and functional screening of effector proteins we selected XopD which has been shown to elicit HR-like tissue chlorosis and necrosis symptoms in N. benthamiana 39 . The ORF of XopD was recombined in-frame with the FLAG epitope tag of pSK103, resulting in pSU101. This and pSK145 encoding mGFP were agroinfiltrated into N. benthamiana leaves at 1:5 dilution from the initial OD 600 of 1.0 (optimised to overcome the necrosis potentially induced by A. tumefaciens). Transient expression of FLAG-XopD resulted in localized tissue chlorosis by 5-6 DPI and necrosis by 9-10 DPI (Figure 7). In contrast, transient expression of FLAG-mGFP5 did not elicit such symptoms. These data, in agreement with a previous report by Kim et al. 39 , illustrate that XopD is capable of eliciting an HR response in N. benthamiana and also confirm the suitability of TMV-Gate vectors for effector screening.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 302,
                    "text": "36,",
                    "end": 305
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 305,
                    "text": "37",
                    "end": 307
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 806,
                    "text": "38",
                    "end": 808
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 1033,
                    "text": "39",
                    "end": 1035
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 1446,
                    "text": "(Figure 7)",
                    "end": 1456
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 1598,
                    "text": "39",
                    "end": 1600
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "In this study, we describe construction and validation of a viral vector system for expedited production and characterisation of recombinant proteins via transient expression in plant leaves. The vectors are derived from the TRBO variant of TMV previously reported 11 as enabling high-level production of recombinant proteins but which is severely constrained in practical applications by requiring reliance on traditional DNA cloning procedures. The vectors described in this study are unique from other plant virus vectors integrating Gateway technology [25][26][27] by further incorporating a very broad series of epitope, affinity purification and fluorescent protein tags to more readily exploit the attributes of TMV for rapid production and analysis of protein attributes regarding their biochemical and cell biology properties. The compatibility of this expression system with Gateway technology enhances its suitability for high-throughput functional analysis studies. Gateway technology has been widely adapted by the research community to facilitate high-throughput proteomic research. We anticipate that this vector system will complement the on-going and future efforts to clone and functionally characterize ORFeomes using Gateway pENTR vectors 40 .",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 265,
                    "text": "11",
                    "end": 267
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 556,
                    "text": "[25]",
                    "end": 560
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 560,
                    "text": "[26]",
                    "end": 564
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 564,
                    "text": "[27]",
                    "end": 568
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 1259,
                    "text": "40",
                    "end": 1261
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "We demonstrate the utility of the vector system through examples of protein-protein interaction analysis and protein sub-cellular localisation. Effective protein expression using the system was demonstrated by immunoblot analysis of AtDMC1 and GFP with eight different tags or GusPlus with 2xStrep-tag II-6xHis tag revealing no truncated recombinant proteins; furthermore, in all of these cases the proteins were extracted without a denaturation step, collectively supporting their accumulation as intact soluble cellular constituents and not as truncated proteins or insoluble aggregates. Because of the capability to generate grams of recombinant protein per kg of fresh weight biomass within a short time frame, this vector set has great Figure 5 | Protein-protein interaction of AtDMC1 G138D expressed using TMV-Gate vectors. (A) Yeast two-hybrid analysis demonstrating selfinteraction of AtDMC1 G138D . (B) Confirmation of AtDMC1 G138D selfinteraction by pull-down experiment. The FLAG-tagged AtDMC1 G138D and 3xHA-tagged AtDMC1 G138D immobilized on anti-FLAG and anti-HA agarose beads, respectively, were incubated with total protein extract of N. benthamiana leaf discs transiently expressing c-myc-tagged AtDMC1 G138D or c-myc-tagged mGFP5 (negative control) and 3xFLAG-tagged AtDMC1 G138D or 3xFLAG-tagged GusPlus (negative control), respectively; corresponding TMV-Gate vectors and recombinant plasmids are listed in Table I. After washing the affinity matrices, proteins were eluted using SDS-PAGE sample buffer, resolved by SDS-PAGE and visualized by immunoblotting with antibodies as indicated. WB, western blot.",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 741,
                    "text": "Figure 5",
                    "end": 749
                },
                {
                    "type": "table",
                    "start": 1427,
                    "text": "Table I",
                    "end": 1434
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "potential to be utilized in large scale protein production applications. Additionally, the mid-to high-level of protein production inherent to TMV-Gate vectors combined with the flexibility of modulating protein accumulation through altering A. tumefaciens cell density and length of infection has utility in experiments involving toxic proteins which when expressed at very high levels may confer detrimental effects on host cells. Recombinant proteins produced using this system can be easily separated from cellular material using antiepitope tag affinity matrices and be readily detected by either using anti-epitope tag antibodies or by fluorescence microscopy. Such capabilities can be useful for functional genomic studies by defining protein properties, including analysis of protein-protein interactions and subcellular localisation. Functionality of the system for subcellular localisation studies was illustrated using NLS-mCherry which maintained its ability to localise to the nucleus when expressed in fusion with fluorescent proteins. Similarly, AtSAP18 (At2g45640), an established corepressor involved in chromatin remodelling and previously demonstrated to localize to the nucleus 41 , when expressed in fusion with CFP using pMW391 reproducibly localised to the nucleus (Supplementary Figure S1), thereby further validating the utility of the TMV-Gate vectors in cell biology applications. It is evident from these results that TMV-Gate driven high-level expres-sion of proteins does not affect their integrity, solubility or localisation. To-date, this system has been used to successfully express 45 native or fusion proteins, including: fluorescent protein, GusPlus, AtDMC1 and XopD variants as listed in Table I (with insert sizes ranging from 741-2358 bp); four transcriptional regulators (654-939 bp; data not shown); a corepressor involved in chromatin remodelling (1422 bp; data not shown); and 17 pathogen effectors (234-1335 bps; data not shown) from Albugo candida 42 . In the past, several viral-based expression vector systems have been utilized for functional screening of effector proteins [43][44][45] ; however, TMV-Gate vectors, by virtue of their ability to produce native as well as various epitope-or fluorescent protein-tagged recombinant proteins, provide a more complete and integrated platform for functional evaluation of effector candidates in N. benthamiana. Collectively, this illustrates the robustness and broad utility of the system.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 1198,
                    "text": "41",
                    "end": 1200
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1303,
                    "text": "Figure S1)",
                    "end": 1313
                },
                {
                    "type": "table",
                    "start": 1726,
                    "text": "Table I",
                    "end": 1733
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 1994,
                    "text": "42",
                    "end": 1996
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 2123,
                    "text": "[43]",
                    "end": 2127
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 2127,
                    "text": "[44]",
                    "end": 2131
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 2131,
                    "text": "[45]",
                    "end": 2135
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "In summary, the vector system described here allows rapid and versatile assembly of expression constructs for production of intact, soluble and functionally active recombinant proteins at a very high yield within a short time-frame and overcomes some limitations of  prokaryotic expression systems, thereby providing an invaluable tool to expedite plant functional genomics and proteomics research. While this study employs plant proteins as examples, it is expected the vector system will be attractive for applications with proteins from animal or other species given the combination of tags incorporated and the potential for rapid, high-level production of heterologous proteins."
        },
        {
            "section": "Methods",
            "text": "Plant material. N. benthamiana plants were grown for 4-6 weeks in a greenhouse at ,25uC on a 16 h light and 8 h dark cycle before infiltration with A. tumefaciens cultures carrying various expression constructs."
        },
        {
            "section": "Methods",
            "text": "Construction of Destination vectors. Cloning techniques were performed using standard protocols 46 . Nucleotide sequences of the primers (Integrated DNA Technologies) used in this study are listed in Supplementary Table S1. Resynthesised DNA cassettes were obtained from the National Research Council (Saskatoon, SK). Gateway reagents and vectors were obtained from Invitrogen. PCR amplifications were performed using PicoMaxx polymerase (Stratagene). All destination vector assemblies as described below were transformed into One Shot ccdB Survival 2 T1 Phage-Resistant Escherichia coli cells (Invitrogen), and positive transformants were selected in the presence of kanamycin (50 mg/L) and chloramphenicol (30 mg/L).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 96,
                    "text": "46",
                    "end": 98
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 200,
                    "text": "Supplementary Table S1",
                    "end": 222
                }
            ]
        },
        {
            "section": "Methods",
            "text": "Vectors encoding RfA-cassette with or without N-terminal epitope tag(s). The RfA-cassette encoding a chloramphenicol resistance marker and ccdB flanked by attR1 and attR2 was amplified by PCR using primers Dest-59-SnaMfePac and Dest-39-SphPspAvr. Coding sequences for the RfA-cassette linked to the HA (YPYDVPDYA) or 3xHA (YPYDVPDYAGYPYDVPDYAGSYPYDVPDYA) epitope tags were amplified by PCR from pEarleyGate201 20 using sense primers pEG201-59-BspPac or pEG201-59-BspPac12xHA, respectively, and a common antisense primer DEST-39AvrPsm. Similarly, the FLAG (DYKDDDDK) or 3xFLAG (DYKDDDDKGDYKDDDDKGDYKDDDDK) tags linked to the RfA-cassette were amplified from pEarleyGate202 20 using the primers pEG202-59-BspPac or pEG202-59-BspPac12xFLAG, respectively, as sense primers and the common antisense primer DEST-39AvrPsm. To amplify c-myc (EQKLISEEDLN) or 3xc-myc (EQKLISEEDLNGEQKLISEEDLNGEQKLISEEDL) tags linked to the RfA-cassette, pEarleyGate203 20 was used as template and the primers pEG203-59-BspPac or pEG203-59-BspPac12xMyc, respectively, were used as sense primers along with the common antisense primer DEST-39AvrPsm. The 2xStrep-tag II-6xHis-Xpress epitope-linked RfA-cassette was amplified using as template pTK249, a pEXP1-Dest (Invtirogen) derivative encoding a 2xStrep-tag II-6xHis-Xpress epitope-linked RfAcassette (see Supplementary Methods), and primers Strep-59-PciNdePac and Exp1-Dest-39-PspAvr. The PCR amplicons (,1.8 kb) encoding the RfA-cassettes with or without epitope tags from the above PCR reactions were digested with PacI and AvrII then ligated into the TRBO vector digested with the same enzymes resulting in the respective TMV-Gate vectors pMW388, pSK101, pSK102, pSK103, pSK104, pSK105, pSK106 and pTK251, as depicted in Figure 1.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 943,
                    "text": "20",
                    "end": 945
                },
                {
                    "type": "figure",
                    "start": 1330,
                    "text": "Supplementary Methods)",
                    "end": 1352
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1749,
                    "text": "Figure 1",
                    "end": 1757
                }
            ]
        },
        {
            "section": "Methods",
            "text": "Vector encoding RfA-cassette with C-terminal epitope tag. The 2xStrep-tag II-6xHis epitope assembly at the 39 end of the RfA cassette in pMW394, a pEXP2-Dest (Invitrogen) derivative (see Supplementary Methods), was amplified by PCR using the primers EXP2-Dest-59-XhoSnaPac and EXP2-Dest-39-SacPspAvr. The 1.95 kb amplicon was digested with PacI and AvrII then ligated into the TRBO vector digested with the same enzymes, resulting in pMW399 (Figure 1).",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 187,
                    "text": "Supplementary Methods)",
                    "end": 209
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 441,
                    "text": "(Figure 1",
                    "end": 450
                }
            ]
        },
        {
            "section": "Methods",
            "text": "Vectors encoding RfA-cassette with C-terminal epitope-tagged fluorescent protein. Plasmids pMW397 and pMW396 encoding assemblies of the RfA-cassette linked to C-terminal YFP or CFP and 3x concatamers of the FLAG or HA tag, respectively, were derived from pEarleyGate101 and pEarleyGate102 20 (see Supplementary Methods). The RfA-YFP-3xFLAG and RfA-CFP-3xHA cassettes were isolated by digestion of pMW397 and pMW396 (Supplementary Methods), respectively, with PacI and AvrII then ligated into the TRBO vector digested with the same enzymes, resulting in pMW390 and pMW391 (Figure 1).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 289,
                    "text": "20",
                    "end": 291
                },
                {
                    "type": "figure",
                    "start": 297,
                    "text": "Supplementary Methods)",
                    "end": 319
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 571,
                    "text": "(Figure 1)",
                    "end": 581
                }
            ]
        },
        {
            "section": "Methods",
            "text": "Gateway Entry clones. The Gateway Entry clones pMK6, pMW350, pSK6, pSW45, pSU73 and pTK135 (Table I) were assembled as described in the Supporting Information (see Supplementary Methods). These plasmids were digested with PvuI, uniquely cutting the Km R gene, gel-purified and recombined with Destination vectors pSK101-106, pTK251, pMW388, pMW390-391, or pMW399 (Table I) using LR clonase II Invitrogen.",
            "ref_spans": [
                {
                    "type": "table",
                    "start": 91,
                    "text": "(Table I)",
                    "end": 100
                },
                {
                    "type": "figure",
                    "start": 164,
                    "text": "Supplementary Methods)",
                    "end": 186
                },
                {
                    "type": "table",
                    "start": 363,
                    "text": "(Table I)",
                    "end": 372
                }
            ]
        },
        {
            "section": "Methods",
            "text": "Agroinfection. Expression constructs (Table I) encoding mGFP5, GusPlus, AtDMC1 G138D , NLS-mCherry and XopD were introduced into A. tumefaciens GV3101::pMP90 47 by electroporation. Agroinfection of N. benthamiana leaves was carried out as described previously 11 and summarised in the Supporting Information (see Supplementary Methods).",
            "ref_spans": [
                {
                    "type": "table",
                    "start": 37,
                    "text": "(Table I)",
                    "end": 46
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 260,
                    "text": "11",
                    "end": 262
                },
                {
                    "type": "figure",
                    "start": 313,
                    "text": "Supplementary Methods)",
                    "end": 335
                }
            ]
        },
        {
            "section": "Methods",
            "text": "Visualization of mGFP5 and GusPlus activity. Five days after infiltration of N. benthamiana leaves with A. tumefaciens carrying various TMV-Gate expression vectors encoding GFP and GusPlus reporter genes, leaf material encompassing the infiltrated area was excised. Leaves expressing GFP were photographed under UV illumination generated by a transilluminator (VWR Scientific). GusPlus activity was visualized by histochemical staining 48 with overnight incubation at 37uC.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 436,
                    "text": "48",
                    "end": 438
                }
            ]
        },
        {
            "section": "Methods",
            "text": "Yeast two-hybrid assay. The GAL4-based ProQuest (Invitrogen) Y2H system was used. To assemble the bait and prey constructs, the ORF encoding AtDMC1 G138D was transferred from pTK135 to pDEST32 (bait vector) and pDEST22 (prey vector) using the LR clonase reaction, resulting in pTK149 and pTK145, respectively. Yeast strain MaV203 (Invitrogen) was transformed with plasmid combinations listed in Figure 5A according to the method of Gietz and Woods 49 . Assays were conducted on plates containing minimal medium lacking leucine, tryptophan and histidine supplemented with 15 mM 3-AT (Sigma-Aldrich).",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 395,
                    "text": "Figure 5A",
                    "end": 404
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 448,
                    "text": "49",
                    "end": 450
                }
            ]
        },
        {
            "section": "Methods",
            "text": "Extraction of leaf proteins. Proteins from agroinfected N. benthamiana leaves were extracted by grinding tissue in the presence of liquid nitrogen then suspending in 4-5 volumes of extraction buffer [50 mM Tris HCl, pH 8.0, 150 mM NaCl, 1 mM EDTA, 1% Triton-X-100, 1 mM PMSF and 1x plant protease inhibitor mix (Sigma-Aldrich)]. The homogenate was centrifuged twice at 14,000 rpm for 15 min at 4 uC. Protein concentration was determined by the Bradford method 50 (BioRad)."
        },
        {
            "section": "Methods",
            "text": "Experion automated electrophoresis analysis. Samples for Experion Pro260 (BioRad) analysis were prepared by mixing 2 ml of sample buffer with 4 ml samples of protein extracts then loaded onto chips as recommended by the manufacturer. Electrophoresis runs were analyzed using the Experion software (BioRad) as summarised in Supporting Information (Supplementary Methods)."
        },
        {
            "section": "Methods",
            "text": "Affinity purification and pull-down experiment. Protein extracts prepared as described above were either incubated with 50 mL (bed volume) of pre-washed EZview red agarose beads (Sigma-Aldrich) conjugated with anti-HA, anti-FLAG or anti-c-myc antibodies, or passed through Strep-Tactin matrix (IBA GmbH). Bound protein was then washed three times with extraction buffer. Tagged proteins affinity captured on the beads were eluted either by boiling the beads in SDS-PAGE sample buffer or, in the case of FLAG-based purification, by mixing with antibody-specific peptide (3xFLAG peptide; Sigma-Aldrich) or for the Strep-Tactin matrix eluted by addition of 2.5 mM desthiobiotin. Eluted proteins were analysed by SDS-PAGE followed by immunoblotting using antibodies specific to each of the epitope tags (see Supplementary Methods).",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 804,
                    "text": "Supplementary Methods)",
                    "end": 826
                }
            ]
        },
        {
            "section": "Methods",
            "text": "For pull-down experiments, FLAG or 3xHA-tagged AtDMC1 G138D fusions immobilized on anti-FLAG or anti-HA-antibody-conjugated agarose beads, respectively, were washed three times with 500 mL of extraction buffer, then incubated for ,90 min with total protein extract prepared from N. benthamiana leaves expressing c-myc-or 3xFLAG-tagged AtDMC1 G138D , mGFP5 (negative control) or GusPlus (negative control). The beads were then washed three times with 500 mL of extraction buffer. Proteins retained on the beads were eluted using SDS-PAGE sample buffer and analyzed by SDS-PAGE followed by immunoblotting with anti-c-myc or anti-FLAG antibodies (see Supplementary Methods).",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 648,
                    "text": "Supplementary Methods)",
                    "end": 670
                }
            ]
        },
        {
            "section": "Methods",
            "text": "Epifluorescence microscopy. Epifluorescent images of leaf discs expressing NLS-mCherry, NLS-mCherry-YFP-3xFLAG and NLS-mCherry-CFP-3xHA were obtained by using a Zeiss Axio Imager.Z1 microscope equipped with an EC Plan-Neofluar 20X/0.50 M27 objective and an AxioCam HRm camera and using AxioVision software (Carl Zeiss Canada Ltd.). The light source was a broad spectrum X-cite 120 series mercury bulb (Lumen Dynamics Group Inc.). Nuclei were detected by staining with 49,6-diamidino-2-phenylindole (DAPI). Filter sets (Carl Zeiss Canada Ltd.) include HE DsRed (excitation: 538-562; emission: 570-640), YFP (excitation: 490-510; emission: 520-550), HE Cyan (excitation: 424-448; emission: 460-500) and DAPI (excitation: 335-383; emission: 420-470). Exposure times were between 0.2 to 0.9 seconds."
        },
        {
            "section": "Acknowledgements",
            "text": "We thank J. Lindbo for providing the TRBO vector and TRBO-GFP construct and R. Tsien for providing mCherry. We also thank Hyun-hye Kim for technical assistance. Milosz Kaczmarek and Song Wang contributed to assembly of NLS-mCherry and the GusPlus ORF, respectively. GusPlus was provided by CAMBIA. pEarleyGate vectors were obtained from the Arabidopsis Biological Resource Centre. This work was supported by funding from the Canadian Crop Genomics Initiative of Agriculture and Agri-Food Canada provided to K.R."
        },
        {
            "section": "Author contributions",
            "text": "KR conceived the study. KR and SK designed and coordinated the study, and wrote the manuscript. SK developed and established protocols, and assembled constructs in concert with MW and TB. SK performed transient expression, purification and characterization of recombinant protein experiments. WY performed Y2H experiments. SU and MHB designed and performed pathogen effector screening experiments. All authors read and approved the final manuscript."
        },
        {
            "section": "Additional information",
            "text": "Supplementary information accompanies this paper at http://www.nature.com/ scientificreports "
        }
    ]
}