{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Objective: To clarify the precise characteristics of human hepatic progenitor cells (HPCs) for future cytotherapy in liver diseases. Methods: Hepatic progenitor-like cells were isolated and cultured from the livers of patients who had undergone partial hepatectomy for various pathologies but displayed no sign of hepatic dysfunction. These cells were characterized by transcriptomic profiling, quantitative real-time PCR and immunocyto/histochemistry. Results: Cultured HPCs contained polygonal, high nucleus/cytoplasm ratio and exhibited a global gene expression profile similar (67.8%) to that of primary hepatocytes. Among the genes with more than 20-fold higher expression in HPCs were a progenitor marker (CD90), a pentraxin-related gene (PTX3), collagen proteins (COL5A2, COL1A1 and COL4A2), cytokines (EGF and PDGFD), metabolic enzymes (CYBRD1, BCAT1, TIMP2 and PAM), a secreted protein (SPARC) and an endothelial protein C receptor (PROCR). Moreover, eight markers (ALB, AFP, CK8, CK18, CK19, CD90, CD117 and Oval-6) previously described as HPC markers were validated by qRT-PCR and/or immunocyto/histochemistry. Interestingly, human HPCs were also positive for the hematopoietic cell markers CD45 and CD109. Finally, we characterized the localization of HPCs in the canals of Hering and periportal areas with six previously described markers (Oval-6, CK8, CK18, CK19, CD90 and CD117) and two potential markers (CD45 and CD109). Conclusion: The human HPCs are highly similar to primary hepatocytes in their transcriptional profiles. The CD45 and CD109 markers could potentially be utilized to identify and isolate HPCs for further cytotherapy of liver diseases."
        }
    ],
    "body_text": [
        {
            "section": "Introduction",
            "text": "Hepatocyte transplantation presents a promising alternative to orthotopic liver transplantation in patients with end-stage liver disease, including chronic viral hepatitis, hepatocellular carcinoma, and alcoholic liver disease (1)(2)(3)(4)(5). However, the supply of hepatocytes is limited by a shortage of donor organs and the lower proliferation of these cells in vitro (6)(7)(8).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 227,
                    "text": "(1)",
                    "end": 230
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 230,
                    "text": "(2)",
                    "end": 233
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 233,
                    "text": "(3)",
                    "end": 236
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 236,
                    "text": "(4)",
                    "end": 239
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 239,
                    "text": "(5)",
                    "end": 242
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 372,
                    "text": "(6)",
                    "end": 375
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 375,
                    "text": "(7)",
                    "end": 378
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 378,
                    "text": "(8)",
                    "end": 381
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Therefore, many researchers are currently focused on developing alternative sources of cells (9,10). Stem cells are promising resources for hepatocyte therapy to correct inborn errors of metabolism and bridge patients with different kinds of end-stage liver failure to transplantation or spontaneous recovery (10)(11)(12)(13).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 93,
                    "text": "(9,",
                    "end": 96
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 96,
                    "text": "10)",
                    "end": 99
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 309,
                    "text": "(10)",
                    "end": 313
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 313,
                    "text": "(11)",
                    "end": 317
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 317,
                    "text": "(12)",
                    "end": 321
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 321,
                    "text": "(13)",
                    "end": 325
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The liver displays an extensive regenerative ca-"
        },
        {
            "section": "Ivyspring",
            "text": "International Publisher pacity in response to loss of mass from injury or partial hepatectomy (1,14). In most cases, hepatocytes can undergo several rounds of proliferation. However, this capacity is limited after extensive or chronic injury and/or when hepatocyte repopulation is impaired (1). Moreover, the cell types that participate in liver regeneration remain uncertain, although mature hepatocytes and stem cells might both be involved (15,16). Hepatic progenitor cells (HPCs), the human counterpart to rodent oval cells, exist in portal or periportal areas and contribute to liver regeneration (17,18). These cells emerge into the parenchyma, generally in the form of neoductules, and differentiate into mature hepatocytes and cholangiocytes to restore the damaged liver. However, the precise origin of these bipotent progenitors is still unclear (17,19,20). Bone marrow stem cells (BMSCs) can repopulate an injured liver, differentiate into mature hepatocytes in vitro, and participate in liver regeneration (8,16,21). BMSC transplantation has been used to improve a mouse model of tyrosinemia (9,22) and an inborn defect in a hepatocytic enzyme (1,4,5) by reconstituting the architecture and function of the injured liver. Our previous studies have demonstrated that acute hepatic failure-derived rat BMSCs have a hepatic transcriptional profile, expressing many of the same genes expressed by hepatocytes (23,24). These studies indicate that BMSCs are a potential source of HPCs for hepatocyte regeneration. Species-specific gene expression has been characterized in human and animal HPCs (9,17). In rodents (25)(26)(27)(28)(29), oval cells express markers of both hepatocyte and cholangiocyte lineages (such as albumin [ALB], cytokeratin 18 [CK18] and CK19) in addition to markers of both hematopoietic and mesenchymal stem cells (CD34, CD45 and CD90). In humans, HPCs with morphological features and immunohistological markers similar to those of oval cells have been characterized in normal liver and patients with chronic liver injury or submassive hepatic necrosis (30)(31)(32)(33)(34)(35)(36). Furthermore, these bipotent progenitor cells with characteristics similar to HPCs exist not only in human adult liver but also in human fetal liver (37,38).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 94,
                    "text": "(1,",
                    "end": 97
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 97,
                    "text": "14)",
                    "end": 100
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 290,
                    "text": "(1)",
                    "end": 293
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 443,
                    "text": "(15,",
                    "end": 447
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 447,
                    "text": "16)",
                    "end": 450
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 602,
                    "text": "(17,",
                    "end": 606
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 606,
                    "text": "18)",
                    "end": 609
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 855,
                    "text": "(17,",
                    "end": 859
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 859,
                    "text": "19,",
                    "end": 862
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 862,
                    "text": "20)",
                    "end": 865
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1017,
                    "text": "(8,",
                    "end": 1020
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1020,
                    "text": "16,",
                    "end": 1023
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1023,
                    "text": "21)",
                    "end": 1026
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1103,
                    "text": "(9,",
                    "end": 1106
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1106,
                    "text": "22)",
                    "end": 1109
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 1155,
                    "text": "(1,",
                    "end": 1158
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1158,
                    "text": "4,",
                    "end": 1160
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1160,
                    "text": "5)",
                    "end": 1162
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1416,
                    "text": "(23,",
                    "end": 1420
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1420,
                    "text": "24)",
                    "end": 1423
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1600,
                    "text": "(9,",
                    "end": 1603
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1603,
                    "text": "17)",
                    "end": 1606
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1619,
                    "text": "(25)",
                    "end": 1623
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1623,
                    "text": "(26)",
                    "end": 1627
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1627,
                    "text": "(27)",
                    "end": 1631
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1631,
                    "text": "(28)",
                    "end": 1635
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 1635,
                    "text": "(29)",
                    "end": 1639
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1750,
                    "text": "18",
                    "end": 1752
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 2081,
                    "text": "(30)",
                    "end": 2085
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 2085,
                    "text": "(31)",
                    "end": 2089
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 2089,
                    "text": "(32)",
                    "end": 2093
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 2093,
                    "text": "(33)",
                    "end": 2097
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 2097,
                    "text": "(34)",
                    "end": 2101
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 2101,
                    "text": "(35)",
                    "end": 2105
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 2105,
                    "text": "(36)",
                    "end": 2109
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 2259,
                    "text": "(37,",
                    "end": 2263
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 2263,
                    "text": "38)",
                    "end": 2266
                }
            ]
        },
        {
            "section": "Ivyspring",
            "text": "However, the precise characteristics of HPCs in humans are unknown, as are any gene expression differences between HPCs and primary hepatocytes. Therefore, studies on human HPCs are urgently needed. In this study, we isolated HPCs from the livers of patients who had undergone partial hepatectomy for various pathologies but displayed no signs of hepatic dysfunction. These cells were characterized by global gene expression profiling, quantitative real-time reverse-transcription polymerase chain reaction (qRT-PCR) and immunocyto/histochemistry."
        },
        {
            "section": "Chemicals and reagents",
            "text": "Chemicals for cell isolation and culture including ITX mixture, nicotinamide and dexamethasone were purchased from Sigma Chemical Corporation (MO, USA). Dulbecco's modified Eagle's medium (DMEM), Iscove's modifi ed Dulbecco's medium (IMDM), penicillin, streptomycin, trypsin-ethylenediaminetetraacetic acid (EDTA), bovine serum albumin (BSA), collagenase IV and fetal bovine serum (FBS) were purchased from Invitrogen (CA, USA). Human hepatocyte growth factor (HGF) and epidermal growth factor (EGF) were from Cell Science (Canton, MA). Regular culture dishes and flasks were purchased from BD Falcon (NJ, USA), and immunohistochemistry reagents were purchased from Santa Cruz Biotechnology (CA, USA) and Bio-Rad Laboratories (CA, USA)."
        },
        {
            "section": "Isolation and culture of human hepatocytes and HPCs",
            "text": "Human liver tissue specimens (n=12) used in this study were harvested from therapeutic partial hepatectomies performed on patients with various pathologies (trauma-induced liver rupture, hepatic haemangioma, etc.) who exhibited no sign of hepatic dysfunction, hepatitis viruses (including A-E) infection and hepatic cancer. Informed consent was obtained from the patients and/or their relatives before the procedure. All experimental protocols in this study were approved by the Ethics Committee of the First Affiliated Hospital, School of Medicine, Zhejiang University. The method of primary hepatocyte isolation was previously described (39). Briefly, the liver specimens (10 to 20 g) were perfused with four different buffer solutions supplemented with EDTA, 0.5% dispase, 0.05% collagenase type IV and DNase I. The freshly isolated whole liver cell suspensions were centrifuged at 50 × g for 1 min at 4 °C. The pellet was resuspended in DMEM and centrifuged at 50 × g for 1 min at 4 °C. The supernatant and pellet were harvested separately. The pelleted hepatocytes were resuspended in PBS and centrifuged twice at 50 × g for 1 min at 4 °C. The purified hepatocytes were harvested, and total RNA was extracted to perform global gene expression profiling by RT-PCR and qRT-PCR. The supernatant portion containing the HPCs was centrifuged at 150 × g for 2 min at 4 °C. The pellet was resuspended in DMEM and centrifuged at 150 × g for 5 min at 4 °C. The pelleted cells were resuspended in DMEM with 10% FBS and purified by Percoll density gradient centrifugation. The harvested cells were cultured in a 10-mm plastic Petri dish in DMEM supplemented with 10% FBS, 2 mM L-glutamine, 100 U/ml penicillin and 100 µg/ml streptomycin. The cultures were maintained at 37 °C in a humidified incubator in a mixture of 95% air and 5% CO 2 . The medium was changed twice a week. After three or four days of culture, some contaminated hepatic cells showed a spindly shape including endothelial cells, hepatic stellate cells and kupffer cells were scratched out from the petri dish by cell scraper. The cells with a round or oval shape were remained to proliferate for further culture. After one week of culture, the culture medium containing FBS was replaced with hepatocyte serum-free medium. The fresh medium was changed twice a week. To harvest enough HPCs for further transcriptional profiling analysis, the cells were cultured for three weeks.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 639,
                    "text": "(39)",
                    "end": 643
                }
            ]
        },
        {
            "section": "Morphological characterization",
            "text": "The morphological features of the cultured HPCs were observed under phase-contrast microscopy (ECLIPSE TS100, Nikon, Tokyo, Japan) during the entire culture period, and cultures were evaluated on the basis of cell shape and size, colony formation, cell density, cytoplasm to nucleus ratio and colony size. Images were acquired and processed using digital imaging software (NIS-Elements F3.0)."
        },
        {
            "section": "Bipotential differentiation",
            "text": "To characterization of bipotential differentiation ability, HPCs were cultured in a commercially available adipogenic differentiation medium (Cambrex, Lonza, Walkersville) for adipocytes differentiation. On day 10, the differentiated cells were stained with Oil Red O. For hepatogenic differentiation, HPCs were cultured in serum-free hepatocyte differentiation medium (IMDM supplemented with 5 ng/mL hHGF, 100 μM dexamethasone, 50 mg/mL ITX + premix, 100 U/mL penicillin, and 100 μg/mL streptomycin). On day 10, the morphology of differentiated cells were characterized by phase-contrast microscopy. For cholangiogenic differentiation, HPCs were cultured in cholangiocyte differentiation medium (IMDM supplemented with 10% FBS, 50 mg/mL ITX + premix, 10 mM nicotinamide, 5 ng/mL hHGF, 5 ng/mL EGF, 100 μM dexamethasone, 100 U/mL penicillin, and 100 μg/mL streptomycin). On day 10, the differentiated cells were characterized by immunocytochemistry with the human cholangiocyte-specific marker CK19."
        },
        {
            "section": "Microarray analysis",
            "text": "For transcriptional profiling of HPCs, the high-density microarray GeneChip Human Genome U133 Plus 2.0 Array (Affymetrix, CA, USA) was used to characterize mRNA expression following the manufacturer's instructions. Briefly, total RNA was extracted from cultured HPCs and primary hepatocytes using an RNeasy Mini Kit (Qiagen, CA, USA) following the manufacturer's protocol. Single-and double-stranded cDNA was synthesized from qualified total RNA samples using the GeneChip 3' IVT Express Kit (Affymetrix). Three samples of total RNA (200 ng) pooled from five different specimens of each cell type were used for cDNA synthesis. After double-stranded cDNA cleanup and a quality check, in vitro transcription was performed using the GeneChip IVT Labeling Kit (Affymetrix) to produce biotin-labeled cRNA from the cDNA. The Human Genome U133 Plus 2.0 arrays were hybridized at 45 °C for 16 h at 60 rpm with a hybridization cocktail containing 15 µg of fragmented and labeled cRNA in a hybridization oven (Affymetrix). The arrays were then washed and stained with streptavidin-phycoerythrin (SAPE, Molecular Probes, OR, USA). All hybridization assay methods, including the preparation of solutions, were performed according to the manufacturers' instructions. The distribution of fluorescent material on the array was detected using a 3000 7G GeneChip Scanner (Affymetrix). Microarray Suite version 5.0 and GeneChip Operating Software supplied by Affymetrix were used for gene expression analysis. The pairwise Pearson correlation coefficient was used to analyze global gene expression similarities between human HPCs and hepatocytes. The specimens were hierarchically clustered by inputting the probe sets/genes that exhibited a greater than 20-fold change between HPCs and hepatocytes."
        },
        {
            "section": "RT-PCR analysis",
            "text": "To characterize the molecular properties of HPCs, we used RT-PCR to analyze selected genes that are known to be markers of HPCs and hepatocytes (30,31,(33)(34)(35)(36)  ). The RT-PCR protocol was previously described (23). Briefly, 1 µg of the total RNA used in the microarray analysis was reverse transcribed to cDNA using the QuantiTect Reverse Transcription Kit (Qiagen, Valencia, CA) according to the manufacturer's instructions, and then the cDNA was amplified by PCR using previously published primers for markers of HPCs and hepatocytes ( Table 1). The PCR conditions varied according to the primers used. GAPDH (glyceraldehyde phosphate dehydrogenase) was used as an internal control. ",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 144,
                    "text": "(30,",
                    "end": 148
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 148,
                    "text": "31,",
                    "end": 151
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 151,
                    "text": "(33)",
                    "end": 155
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 155,
                    "text": "(34)",
                    "end": 159
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 159,
                    "text": "(35)",
                    "end": 163
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 163,
                    "text": "(36)",
                    "end": 167
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 217,
                    "text": "(23)",
                    "end": 221
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 546,
                    "text": "Table 1",
                    "end": 553
                }
            ]
        },
        {
            "section": "RT-PCR analysis",
            "text": "Note: ALB, albumin; AFP, α-fetoprotein; CK8, cytokeratin 8; CK18, cytokeratin 18; CK19, cytokeratin 19; CD34, cluster of differentiation 34; CD45, cluster of differentiation 45; CD90, also known as Thy-1; CD117, also known as c-kit or stem cell factor receptor; TAT, tyrosine aminotransferase; GS, glutamine synthase; G6PD, glucose-6-phosphate dehydrogenase; and GAPDH, glyceraldehyde phosphate dehydrogenase."
        },
        {
            "section": "Quantitative real-time RT-PCR analysis",
            "text": "We used qRT-PCR to confirm the mRNA expression levels of the following genes: 12 previously published marker genes for HPCs and hepatocytes, genes with a greater than 20-fold up-regulation in HPCs according to the microarray data, and cluster of differentiation (CD) antigen genes that showed between a 2-fold and a 20-fold up-regulation in HPCs or that were positive in HPCs but negative in hepatocytes. The total RNA used in used in the microarray analysis was reverse transcribed, and cDNA was synthesized using a QuantiTect Reverse Transcription Kit. The qRT-PCR reactions were performed with Platinum® Sybr® Green qPCR SuperMix-UDG (Invitrogen) as previously described (24). Thermal cycling was performed in the ABI 7900HT Fast Real-Time PCR system (Applied Biosystems, CA, USA) under the following conditions: 50 °C for 2 min, 95 °C for 10 min, and 35 cycles whose condition depended on the primers used (Tables 2 and 3). The target genes were assayed in five individual specimens and in triplicate on each plate. On each plate, GAPDH was used to normalize differences in cDNA concentration between samples.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 674,
                    "text": "(24)",
                    "end": 678
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 910,
                    "text": "(Tables 2 and 3",
                    "end": 925
                }
            ]
        },
        {
            "section": "Immunocytochemical characterization of HPCs",
            "text": "After the microarray and qRT-PCR analyses, seven previously reported marker proteins for HPCs and hepatocytes and two potential markers found in this study were measured by immunocytochemistry to characterize the HPC phenotype. HPCs were analyzed directly in the culture dishes by immunofluorescence and staining with 3,3'-diaminobenzidine (DAB) with a FITC-conjugated or biotinylated secondary antibody and streptavidin-HRP. The culture medium was removed, and the cells were rinsed with PBS three times and fixed with 4% paraformaldehyde for 30 min at RT. The HPCs were then washed three times with PBS and permeabilized with 80% methanol for 15 min at -20 °C. Following the PBS washes, the cells were incubated with a blocking solution (PBS with 5% FBS) for 30 min at RT. The cells were then incubated overnight with primary antibodies (Table  4), followed by incubation with nine fluorochrome-coupled goat anti-mouse or mouse anti-goat IgG antibodies at 37°C for 1 hr. Between each antibody incubation step, the cells were washed three times with PBS. Omission of the primary antibodies or substitution with nonimmune goat, mouse, and rabbit IgG was used as control where appropriate. The fluorescently labeled cells were visualized by confocal laser scanning microscopy.   ",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 839,
                    "text": "(Table  4)",
                    "end": 849
                }
            ]
        },
        {
            "section": "Immunohistochemical localization of HPCs in human liver tissue",
            "text": "To validate potential HPC markers expressed in liver tissue, the same antibodies (except for ALB, because albumin is co-expressed in hepatocytes and HPCs) used for immunocytochemistry were used to detect the localization of HPCs in human liver tissue. Liver segments (1 to 2 g) were fixed with formalin and embedded in paraffin before sectioning. The sections (5-μm thick) were applied to poly-L-lysine-coated slides. Following an inactivation of endogenous peroxidases with 3% H 2 O 2 for 10 min at RT, the sections were incubated overnight with primary antibodies (Table 4). Control experiments included omission of the primary antibodies and substitution of the primary antibodies with nonimmune rabbit or mouse IgG. Subsequently, the sections were washed with PBS three times and incubated with the appropriate secondary antibodies at 37°C for 1 hr. After the reaction with DAB Chromogen, the sections were rinsed with distilled water, counterstained with hematoxylin, and mounted with Histomount solution (Invitrogen), and the labeled cells were visualized with an inverted microscope (Nikon, Eclipse E200, Tokyo, Japan), and digital images were captured using Nis-elements F 3.0 software. Omission of the primary antibody or substitution with an unrelated IgG served as a negative control.",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 566,
                    "text": "(Table 4)",
                    "end": 575
                }
            ]
        },
        {
            "section": "Statistical analysis",
            "text": "Only those genes detected as present or absent in triplicate arrays were reported as expressed or non-expressed genes. The data were analyzed by the chi-square test using SPSS software version 16.0. The level of significance for all statistical analyses was P < 0.05."
        },
        {
            "section": "Morphological characteristics of HPCs",
            "text": "Many small, scattered and flattened colonies were observed under phase-contrast microscopy (Fig.   1) after an initial 7 days of culture. These loose colony cells displayed several morphologic characteristics of HPCs, such as a round or oval shape and a convex cytoplasm. These cells proliferated slowly and formed sharply bordered colonies (Fig. 1A-C). After 10 days of culture, the cells had a polygonal shape with a low cytoplasm/nucleus ratio and started to expand (Fig.  1D). The colony-forming cells reached confluence after 2 weeks (Fig. 1E, F). There was no evidence that the human hepatocytes were contaminated, as evaluated by phase-contrast microscopy. All cultured HPCs prepared from the different liver specimens exhibited similar morphologic characteristics.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 91,
                    "text": "(Fig.   1",
                    "end": 100
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 341,
                    "text": "(Fig. 1A-C",
                    "end": 351
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 469,
                    "text": "(Fig.  1D)",
                    "end": 479
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 539,
                    "text": "(Fig. 1E, F",
                    "end": 550
                }
            ]
        },
        {
            "section": "Bipotential ability",
            "text": "The bipotential HPC characteristics were demonstrated via culture in multilineage differentiation conditions in vitro. The adipogenic differentiation of the HPCs was demonstrated by Oil Red O staining, and lipid droplets were visible in the differentiated adipocytes on day 10 after the induction of differentiation ( Fig. 1G). Hepatogenesis was characterized by morphology. Under phase-contrast microscopy, the differentiated cells showed hepatocyte-like polygonal morphology with low cytoplasm/nucleus ratios (Fig.  1H). Cholangiogenic identification indicated that differentiated cholangiocytes were positive for CK19 (Fig. 1I). These results demonstrated that the isolated and cultured HPCs exhibited the classic bipotential progenitor cell characteristics.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 318,
                    "text": "Fig. 1G",
                    "end": 325
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 511,
                    "text": "(Fig.  1H",
                    "end": 520
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 621,
                    "text": "(Fig. 1I)",
                    "end": 630
                }
            ]
        },
        {
            "section": "Gene transcriptional profiles",
            "text": "The Pearson correlation coefficient for comparing gene expression profiles of the same cell types, isolated from different liver specimens, was 0.90 to 0.96 for HPCs and 0.91 to 0.95 for hepatocytes (Fig. 2). These data indicate that there was great similarity in gene expression between the biological replicates. As shown in the Venn diagram in Fig. 3, HPCs and human hepatocytes share a similar transcriptome. Among the 5,054 probe sets/genes present in HPCs, 67.8% (3427/5054) of the probe sets/genes were also expressed in the primary hepatocytes. Conversely, when this similarity was represented as a percentage of the probe sets/genes in the primary hepatocytes that were also expressed in the HPCs, the similarity reached 88.9% (3427/3857). These values indicate a high degree of similarity between the gene transcriptional profiles of HPCs and primary hepatocytes.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 199,
                    "text": "(Fig. 2)",
                    "end": 207
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 347,
                    "text": "Fig. 3",
                    "end": 353
                }
            ]
        },
        {
            "section": "Gene transcriptional profiles",
            "text": "Further analysis of global gene expression showed that 21 probe sets/genes (Table 5) were up-regulated by more than 20-fold in HPCs compared to primary hepatocytes. Among those genes were a progenitor cell marker (CD90, 39.3-fold  (Table  6) that were analyzed in this study, 10 genes were expressed in both HPCs and hepatocytes, including CD90 (with the above-mentioned 39.3-fold relative up-regulation in HPCs) and four genes whose expression was more than 2-fold but less than 20-fold in HPCs relative to primary hepatocytes (CK19, 18.2-fold; CD45, 6.1-fold; CD117, 5.2-fold; and CK8, 2.8-fold). CK18 was expressed at the same level (1.0-fold) in both cells. In contrast, AFP and ALB were expressed at a lower level in HPCs than in hepatocytes (AFP, 0.3-fold and ALB, 0.2-fold). Three other mature hepatocyte marker genes (GS, TAT and G6PD) were absent in HPCs but present in hepatocytes. CD34 was absent in both cells. Moreover, CD109 genes were also expressed more than 2-fold (2.5-fold) in HPCs compared to hepatocytes. Five other surface marker genes (CD24, CD44, CD99, CD200 and CD320) were present in HPCs but absent in hepatocytes ( Table 7).   showing that HPCs and primary human hepatocytes had similar transcriptomes. Among the 5,054 probe sets/genes present in HPCs, 67.8% (3427/5054) probe sets/genes were also expressed in primary hepatocytes. Conversely, among 3,857 probe sets/genes expressed in primary hepatocytes, 88.9% (3427/3857) were also expressed in HPCs. HPC-P 5,054, total number of probe sets/genes present in HPCs; Hep-P3857, total number of probe sets/genes present in primary hepatocytes.   RT-PCR showed that the colony-forming cells were positive for several previously reported marker genes for HPCs and hepatocytes (Fig. 4). The hepatocyte marker genes ALB, CK8 and CK18 exhibited strong expression in both cells, whereas AFP was expressed weakly in HPCs. The cholangiocyte marker genes CK7 and CK19 were expressed at an intermediate level in HPCs but were negative in hepatocytes. The progenitor marker gene CD90 exhibited strong expression, and CD45, CD117 and vimentin (VIM) exhibited intermediate expression in HPCs but were negative in hepatocytes. The hematopoietic cell marker CD34 and mature hepatocyte markers TAT, GS and G6PD were negative in HPCs and strongly positive in hepatocytes. These results were consistent with the microarray findings. ",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 75,
                    "text": "(Table 5)",
                    "end": 84
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 213,
                    "text": "(CD90, 39.3-fold",
                    "end": 229
                },
                {
                    "type": "table",
                    "ref_id": "tab_6",
                    "start": 231,
                    "text": "(Table  6",
                    "end": 240
                },
                {
                    "type": "table",
                    "start": 1143,
                    "text": "Table 7",
                    "end": 1150
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 1751,
                    "text": "(Fig. 4)",
                    "end": 1759
                }
            ]
        },
        {
            "section": "Validation of mRNA expression of selected genes by qRT-PCR",
            "text": "To validate the results of the microarray analysis, 21 enriched genes with a greater than 20-fold up-regulation, 12 HPC and hepatocyte marker genes described in the literature and six surface marker genes present in HPCs were further analyzed by qRT-PCR. The validation experiment for the 21 HPC-enriched genes showed similar results of microarray (Table 8) in that these genes experienced a 6.5-fold to 78.1-fold up-regulation. Similarly, for the 12 previously described HPC and hepatocyte markers (Table 6), six presented a 2.1-fold to 21.5-fold up-regulation in HPCs (CD90, 21.5-fold; CK19, 12.5-fold; CD45, 3.2-fold; CD117, 2.5-fold; CK8, 2.1-fold; CK18, 2.3-fold), two were weakly expressed in HPCs compared to hepatocytes (AFP, 0.1-fold; ALB, 0.1-fold), and 4 (CD34, TAT, GS and G6PD) were absent in HPCs. The validation of six surface marker genes (Table 7) showed that CD109 presented a 3.4-fold up-regulation in HPCs compared to hepatocytes, while the other five genes (CD24, CD44, CD99, CD200 and CD320) were absent in both cell types. These data indicate a high degree of consistency between the microarray and qRT-PCR analyses. ",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_7",
                    "start": 348,
                    "text": "(Table 8",
                    "end": 356
                },
                {
                    "type": "table",
                    "ref_id": "tab_6",
                    "start": 499,
                    "text": "(Table 6",
                    "end": 507
                },
                {
                    "type": "table",
                    "start": 855,
                    "text": "(Table 7)",
                    "end": 864
                }
            ]
        },
        {
            "section": "Immunocyto/histochemistry expression analysis",
            "text": "Immunocytochemical characterization of cultured HPCs (Fig. 5) showed that these cells were consistently positive for the progenitor-specific markers Oval-6, CD90 and CD117; hepatocyte-specific markers CK8, CK18 and ALB; and cholangiocyte-specific markers CK19. Cultured HPCs were also positive for the hematopoietic cell markers CD45 and CD109 after 3 weeks of culture. The images of negative control are showed in the Fig. 6.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 53,
                    "text": "(Fig. 5",
                    "end": 60
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 419,
                    "text": "Fig. 6",
                    "end": 425
                }
            ]
        },
        {
            "section": "Immunocyto/histochemistry expression analysis",
            "text": "To characterize the localization of HPCs within normal liver tissue, the same markers used for immunocytochemistry were analyzed in individual liver specimens from which HPCs and primary hepatocytes had been isolated. Immunohistochemical staining of the liver specimens ( Fig. 7) indicated that most of the cells positive for 1 of the 8 selected markers were localized in periportal areas and the canal of Hering. The progenitor-specific markers Oval-6 ( Fig.   7A), CD90 (Fig. 7F) and CD117 (Fig. 7H) labeled cells that were scattered in small ductular regions/canals of Hering, and these cells were not associated with bile ductule-like structures. The cholangiocyte-specific markers CK19 (Fig. 7C) labeled cells that were scattered in the periportal area, and some of these cells resembled bile ductule walls. Although the CK8 (Fig. 7D) and CK18 (Fig. 7B) stained weakly throughout most of each liver section, the cells highly expressing these two markers could easily be distinguished from surrounding hepatocytes. The cells that expressed the hematopoietic cell markers CD45 (Fig.  7E) and CD109 ( Fig. 7G) appeared similar to the CK18-positive cells located in the periportal areas and the canals of Hering. CD45 (see Table 6 and Fig. 7E) and CD109 (see Table 7 and Fig. 7G) were commonly expressed in hepatocytes and progenitor-like cells. The images of negative control are showed in the Fig.  8.    ",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 272,
                    "text": "Fig. 7)",
                    "end": 279
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 455,
                    "text": "Fig.   7A",
                    "end": 464
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 472,
                    "text": "(Fig. 7F",
                    "end": 480
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 492,
                    "text": "(Fig. 7H",
                    "end": 500
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 691,
                    "text": "(Fig. 7C",
                    "end": 699
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 830,
                    "text": "(Fig. 7D)",
                    "end": 839
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 849,
                    "text": "(Fig. 7B",
                    "end": 857
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 1080,
                    "text": "(Fig.  7E",
                    "end": 1089
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 1103,
                    "text": "Fig. 7G",
                    "end": 1110
                },
                {
                    "type": "table",
                    "ref_id": "tab_6",
                    "start": 1224,
                    "text": "Table 6",
                    "end": 1231
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 1236,
                    "text": "Fig. 7E",
                    "end": 1243
                },
                {
                    "type": "table",
                    "start": 1260,
                    "text": "Table 7",
                    "end": 1267
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 1272,
                    "text": "Fig. 7G",
                    "end": 1279
                },
                {
                    "type": "figure",
                    "ref_id": "fig_9",
                    "start": 1396,
                    "text": "Fig.  8",
                    "end": 1403
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "Numerous studies have shown that HPCs mainly participate in liver regeneration following acute and chronic hepatic damage (11,16,40). Although many reports have demonstrated that progenitor cell populations can be isolated from injured rodent and dog livers (25,(41)(42)(43), only a few research groups have successfully isolated HPCs from adult human liver (30)(31)(32)(33)(34)(35)(36). The distinction between hepatocytes and HPCs in human liver is controversial.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 122,
                    "text": "(11,",
                    "end": 126
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 126,
                    "text": "16,",
                    "end": 129
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 129,
                    "text": "40)",
                    "end": 132
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 258,
                    "text": "(25,",
                    "end": 262
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 262,
                    "text": "(41)",
                    "end": 266
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 266,
                    "text": "(42)",
                    "end": 270
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 270,
                    "text": "(43)",
                    "end": 274
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 358,
                    "text": "(30)",
                    "end": 362
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 362,
                    "text": "(31)",
                    "end": 366
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 366,
                    "text": "(32)",
                    "end": 370
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 370,
                    "text": "(33)",
                    "end": 374
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 374,
                    "text": "(34)",
                    "end": 378
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 378,
                    "text": "(35)",
                    "end": 382
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 382,
                    "text": "(36)",
                    "end": 386
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "A summary of previously published phenotypic characteristics of human HPCs is shown in Table 9. A total of 38 potential marker genes have been identified in human HPCs in seven publications. Herrera et al. (30) isolated and characterized a population of human liver stem cells that were positive for CD29, CD44, CD73, CD90, VIM, nestin, ALB, AFP, CK8 and CK18 and negative for CK19, CD34, CD45, CD117 and CD133. Schmelzer et al. (32) characterized the phenotypes of pluripotent human hepatic progenitors, which were positive for CK19, NCAM, EpCAM, CLDN3 and ALB and negative for AFP and adult liver-specific proteins. Dan et al. (31) described multipotent progenitor cells isolated from human fetal liver that expressed CD34, CD90, CD117, EpCAM, c-met, SSEA-4, VIM, CK18 and CK19 but not ALB or AFP. Duret et al. (33) characterized a population of nonparenchymal epithelial cells from adult human liver that expressed AAT, CK7, CK18 and CK19 as well as a low level of ALB but not REX1, AFP, CD34, CD90, CD117 or Oval-6. Terrace et al. (34) described HPCs isolated from developing human liver that were positive for CK18, CK19, ALB, E-cadherin, dlk/pref-1, CD90, CD34 and VIM, and these cells were located in the portal vein endothelium. Stachelscheid et al. (35) and Jozefczuk et al. (36) isolated and characterized adult human liver progenitors from ischemic liver tissue; these cells were positive for EpCAM, CK7, CK8, CK18, CK19, VIM, CYP2B6, ALB, A1AT, γ-GT and HNF4 but negative for AFP and CD90.",
            "ref_spans": [
                {
                    "type": "table",
                    "start": 87,
                    "text": "Table 9",
                    "end": 94
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 206,
                    "text": "(30)",
                    "end": 210
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 429,
                    "text": "(32)",
                    "end": 433
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 629,
                    "text": "(31)",
                    "end": 633
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 813,
                    "text": "(33)",
                    "end": 817
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 1035,
                    "text": "(34)",
                    "end": 1039
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 1258,
                    "text": "(35)",
                    "end": 1262
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 1284,
                    "text": "(36)",
                    "end": 1288
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "In this study, the HPCs isolated from adult human liver exhibited morphological characteristics similar to those described previously (33). These cells possessed bipotential differentiation characteristics formed colonies after 3 days and presented polygonal, densely packed cytoplasm after 10 days in culture. Global gene expression analysis of these cells revealed a high similarity (67.8%) to primary hepatocytes. Compared with primary hepatocytes, 21 genes up-regulated more than 20-fold in HPCs were detected, including the progenitor marker CD90, four genes related to hepatocyte metabolism (CYBRD1, BCAT1, TIMP2 and PAM) and two cytokine genes (EGF, PDGFD). The HPC-enriched genes detected by microarray analysis were validated by qRT-PCR, with consistent results. Further analysis showed that most previously reported marker genes for HPCs (ALB, AFP, CK8, CK18, CK19, CD90, CD117 and Oval-6) were positive in our cultured HPCs. Moreover, two hematopoietic cell markers CD45 and CD109 were detected in HPCs. Five cell-surface markers and three mature hepatocyte-specific genes were not detected in HPCs by microarray or qRT-PCR analysis. The potential markers mentioned above were also confirmed at the protein level by immunocyto/immunohistochemistry, with consistent results. Although the morphology of the cells expressing Oval-6 and CD90 (Fig 6A and F) in human livers seems different from that of the cells expressing CD45 and CD109 (Fig 6E and G). It is possible that these cells were at the different stages of growth and development.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 134,
                    "text": "(33)",
                    "end": 138
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 1349,
                    "text": "(Fig 6A and F)",
                    "end": 1363
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 1445,
                    "text": "(Fig 6E and G)",
                    "end": 1459
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "In summary, our data show that HPCs isolated from adult human liver are highly similar to cultured primary hepatocytes in their transcriptional profiles, and those gene expression data are in accordance with immunohistological staining of hepatocytes in liver sections. In addition to eight established marker genes/proteins (ALB, AFP, CK8, CK18, CK19, CD90, CD117 and Oval-6), the novel markers CD45 and CD109 can potentially be utilized to identify and isolate HPCs for further cytotherapy of liver diseases. Based on our findings, future studies should be conducted to validate these two novel HPC-specific markers and their roles in hepatocyte development and liver regeneration. Table 9. Phenotypic characteristics of human HPCs in comparison with described markers in publications",
            "ref_spans": [
                {
                    "type": "table",
                    "start": 684,
                    "text": "Table 9",
                    "end": 691
                }
            ]
        },
        {
            "section": "Reference",
            "text": "Positive Negative Dan et al. (31) CK18, CK19, CD34, CD90, CD117, EpCAM, Vimentin c-Met, SSEA-4 ALB, AFP Herrera et al. (30) CK8, CK18, CD29, CD44, CD73, CD90, Vimentin, Nestin, ALB, AFP CK19, CD34, CD45, CD117, CD133 Schmelzer et al. (32) CK19, NCAM, EpCAM, CLDN3, ALB (low) AFP Duret et al. (33) CK7, CK18, CK19, ALB (low), AAT REX1, AFP, CD34, CD90, CD117, OV-6 Terrace et al. (34) CK18, CK19, CD34, CD90, ALB, E-cadherin, dlk/pref-1, Vimentin Stachelscheid et al. (35) CK7 ",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 29,
                    "text": "(31)",
                    "end": 33
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 119,
                    "text": "(30)",
                    "end": 123
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 234,
                    "text": "(32)",
                    "end": 238
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 292,
                    "text": "(33)",
                    "end": 296
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 379,
                    "text": "(34)",
                    "end": 383
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 467,
                    "text": "(35)",
                    "end": 471
                }
            ]
        },
        {
            "text": "), pentraxin-related gene (PTX3, 120.5-fold), collagen proteins (COL5A2, 88.4-fold; COL1A1, 80.9-fold; and COL4A2, 20.8-fold), cytokines (EGF, 74.1-fold and PDGFD, 21.6-fold), hepatocyte-related metabolic enzymes (CYBRD1, 27.3-fold; BCAT1, 26.2-fold; TIMP2, 20.7-fold and PAM, 20.4-fold), a secreted protein (SPARC, 23.8-fold) and the endothelial protein C receptor (PROCR, 22.1-fold). Among 12 previously re-ported marker genes for HPCs and hepatocytes"
        },
        {
            "section": "Figure 1 .",
            "text": "The morphology of HPCs and HPCs differentiated into adipocytes, hepatocytes and cholangiocytes. Under phase-contrast microscopy, small and flattened colonies were observed after an initial 7-day culture (A, day 3; B, day 5; C, day 7). The colonies of loosely packed cells displayed a round or oval shape and a convex cytoplasm. After 10 days of culture, these cells exhibited a clear and larger cytoplasm, became polygonal and densely packed, and began to expand (D, day 10; E, day 15; F, day 20). After 10 days differentiation, differentiated adipocytes contained lipid droplets (G), differentiated hepatocytes exhibited a polygonal morphology with a low cytoplasm/nucleus ratio (H) and differentiated cholangiocyte were positive for CK19 (I). Original magnification: large view, A-D, 4x; E-F, 10x; small view, A-F, 20x; G, 40 x; H-I, 20 x."
        },
        {
            "section": "Figure 2 .",
            "text": "A hierarchical cluster dendrogram of selected genes. The Pearson correlation coefficient was 0.90 to 0.96 for HPCs and 0.91 to 0.95 for hepatocytes. HPC, hepatic progenitor cells; Hep, hepatocytes."
        },
        {
            "section": "Figure 3 .",
            "text": "A Venn diagram"
        },
        {
            "section": "Table 7 .",
            "text": "CD34a : The fold change in mRNA expression between HPCs and hepatocytes as determined by microarray analysis was calculated from three chips in each group. b : The fold change in mRNA expression between HPCs and hepatocytes as measured by real-time RT-PCR; the results of qRT-PCR are representative of five individual samples, and PCR was performed in triplicate for each sample. A, absent; P, present; N/A, not applicable; A/A, absent from both kinds of cells. Microarray data validated by qRT-PCR: the fold change of mRNA expression between HPCs and hepatocytes fold change in mRNA expression between HPCs and hepatocytes as determined by microarray analysis was calculated from three chips in each group. b : The fold change in mRNA expression between HPCs and hepatocytes as measured by real-time RT-PCR; the qRT-PCR results represent five individual samples, and PCR was performed in triplicate for each sample. A, absent; P, present; N/A, not applicable; A/A, absent from both kinds of cells."
        },
        {
            "section": "Figure 4 .",
            "text": "RT-PCR analysis of HPC-specific genes. HPCs were positive for ALB, AFP (weakly), CK8, CK18, CK19, CD45, CD90 and CD117 but negative for CD34, TAT, GS and G6PD. Lane HPC, samples from HPCs; Lane Hep, samples from primary hepatocytes. Lane M, DNA marker."
        },
        {
            "section": "Figure 5 .",
            "text": "Immunocytochemical staining showing that the colony-forming cells were consistently positive for the progenitor-specific markers Oval-6 (A), CD90 (F) and CD117 (H); the hepatocyte-specific markers ALB (I), CK18 (B) and CK8 (D); and the cholangiocyte-specific markers CK19 (C). These cells were also positive for two hematopoietic cell markers CD45 (E) and CD109 (G). Original magnification, 20x."
        },
        {
            "section": "Figure 6 .",
            "text": "The negative control of immunocytochemical staining. A-I were Oval-6, CK18, CK19, CK8, CD45, CD90, CD109, CD117 and ALB respectively. Original magnification, 20x."
        },
        {
            "section": "Figure 7 .",
            "text": "Immunohistological staining showing that cells positive for the progenitor-specific markers Oval-6 (A), CD90 (F) and CD117 (H) were scattered in the small ductular region/canals of Hering and that these cells were not associated with bile ductule-like structures. Cells positive for the cholangiocyte-specific marker CK19 (C) were scattered in the periportal area, and some of these cells resembled the walls of bile ductules. CK8 (D) and CK18 (B) were weakly expressed in hepatocytes and strongly expressed in HPCs. The cells expressing hematopoietic cell markers CD45 (E) and CD109 (G) were located in the periportal areas and the canals of Hering. Black arrow: specific marker positive HPCs. White arrow in C: specific marker positive cells resembled bile ductule wall. White arrow in B and D: specific marker positive hepatocytes. Original magnification: 20x."
        },
        {
            "section": "Figure 8 .",
            "text": "The negative control of immunohistochemical staining. A-I were Oval-6, CK18, CK19, CK8, CD45, CD90, CD109 and CD117 respectively. Original magnification, 20x."
        },
        {
            "text": ", CK8, CK18, CK19, EpCAM, Vimentin, CYP2B6, ALB (intermediate), A1AT (intermediate), γ-GT, HNF4 (low) AFP, CD90 Jozefczuk et al. (36) CK7, CK8, CK18, CK19, CD24, CD133, EpCAM, Vimentin, CYP1B1, ABCC4, ANXA3, ANXA1, CLDN4, DDR1, GABRP, ITGB4, MUC1, S100A3, ALB (intermediate), A1AT (intermediate), HNF4 (low) AFP, CD90 Li, et al. (this study) CK8, CK18, CK19, CD45, CD90, CD109, CD117, OV-6, ALB, AFP, PTX3, COL5A2, COL1A1, EFEMP1, DKK3, ACTA2, SLC16A4, TPBG, MAP1B, GJA1, CYBRD1, BCAT1, ARMCX2, SPARC, ID4, PROCR, PDGFD, COL4A2, TIMP2, PAM CD24, CD34, CD44, CD99, CD200, D320, TAT, GS, G6PD"
        },
        {
            "section": "Table 1 .",
            "text": "Primers used for human HPC gene amplification"
        },
        {
            "section": "Table 2 .",
            "text": "Primers used for human HPC gene amplification"
        },
        {
            "section": "Table 3 .",
            "text": "Primers used for human HPC gene amplification"
        },
        {
            "section": "Table 4 .",
            "text": "Antibodies used in immunocyto/histochemistry"
        },
        {
            "section": "Table 5 .",
            "text": "Genes with >20-fold up-regulation in HPCs"
        },
        {
            "section": "Table 5 .",
            "text": "*Fold increase in hepatic progenitor cells vs. hepatocytes. The fold change between the two groups was calculated from the normalized average mRNA expression level in each group."
        },
        {
            "section": "Table 6 .",
            "text": "Microarray data validated by qRT-PCR: the fold change of mRNA expression between HPCs and hepatocytes"
        },
        {
            "section": "Table 8 .",
            "text": "Microarray data validated by qRT-PCR: the fold change of mRNA expression between HPCs and hepatocytes."
        },
        {
            "section": "Table 8 .",
            "text": "a : The fold change in mRNA expression between HPCs and hepatocytes as determined by microarray analysis was calculated from three chips in each group.b : The fold change in mRNA expression between HPCs and hepatocytes as measured by real-time RT-PCR; the results of qRT-PCR are representative of five individual samples, and PCR was performed in triplicate for each sample."
        },
        {
            "section": "Table 8 .",
            "text": "http://www.medsci.org"
        },
        {
            "section": "Acknowledgments",
            "text": "This work was supported by the Zhejiang Provincial and National Natural Science Foundation of China (LR13H030001, 81271708), Chinese High Tech Research and Development (863) Program (2013AA020102), and National S&T Major Project (2012ZX10004503-006, 2012ZX10002004-001)."
        },
        {
            "section": "Competing Interests",
            "text": "The authors have declared that no competing interest exists."
        }
    ]
}