{
    "level": "paragraph",
    "abstract": [
        {
            "text": "This study aimed to investigate the anatomy of the intraorbital structures regarding to endoscopic sinus surgery and external frontal sinus surgery analyzing computer tomography (CT) scans. Methods. The CT scans of 100 patients were retrospectively evaluated. The anatomic relationships between the intraorbital structures and paranasal structures were measured using multiplanar reconstruction of the CT scan. Results. The mean distances from the medial orbital floor (MOF) to the intraorbital structures were measured at the depth of the anterior ethmoid (AE), basal lamella (BL), and midportion of posterior ethmoid (PE) in the coronal planes respectively. The mean distances from the MOF to the medial rectus muscle and inferior rectus muscle at the depth of AE were approximately 8 mm and those distances in the BL and PE decreased rapidly. The mean distances from the MOF to the infraorbital nerve at the depth of the AE and BL were approximately more than 10 mm. The mean distances from the vertical axis, which passed through the MOF, to the superior oblique muscle and optic nerve at the depth of the PE were approximately 5 mm medially and 1 mm laterally. In addition, the mean distance from the midline to the trochlea of the superior oblique muscle was approximately 15 mm. Conclusions. Those measurements provide spatial information on the placements of the extraocular muscles within the orbit. The measurements will contribute to the avoidance of orbital complications during sinus surgery."
        }
    ],
    "body_text": [
        {
            "section": "INTRODUCTION",
            "text": "Endoscopic sinus surgery (ESS) is now a well-established strategy for the treatment of chronic rhinosinusitis that has not responded to medical treatment [1]. Increased visualization, superior cosmesis, and decreased postoperative recovery time justify the use of ESS in almost all diseases of the paranasal sinuses [2].",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 154,
                    "text": "[1]",
                    "end": 157
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 316,
                    "text": "[2]",
                    "end": 319
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "As the orbit and sinuses are in close proximity, orbital damage can sometimes occur during sinus surgery. Diplopia is one of the major orbital complications, and diplopia after ESS is usually caused by extraocular muscle (EOM) damage due to direct muscle injury [3]. The most commonly injured EOM is the medial rectus muscle (MR), followed by the inferior rectus muscle (IR) and superior oblique muscle (SO) [4]. In addition, there is a reported case of SO palsy that developed after frontal sinus minitrephine [5].",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 262,
                    "text": "[3]",
                    "end": 265
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 408,
                    "text": "[4]",
                    "end": 411
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 511,
                    "text": "[5]",
                    "end": 514
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "A navigation system for sinus surgery allows a relatively safe operation but has the disadvantages of high cost and a longer preparation time [3]. Failure to calibrate the instruments, combined with overreliance on the given information, may result in misleading information, with a subsequent error in anatomic localization and a new list of complications. It should be noted that despite technological advancements, a thorough knowledge of the complex endoscopic paranasal sinus and orbital anatomy gained through laboratory dissections and surgical experience remains the single most important factor for decreasing operative morbidity [6].",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 142,
                    "text": "[3]",
                    "end": 145
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 639,
                    "text": "[6]",
                    "end": 642
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "High resolution computed tomography (HRCT) of the orbit provides detailed information about the anatomy and location of a muscle relative to other structures [7]. Multiplanar imaging studies provide valuable information about the spatial relationship and distance of the muscle [8]. However, although normal anatomy of the orbital structures as seen on CT is described in several studies [7,9,10], in a review of the literature we could not find reliable anatomic CT data on the anatomic relationship between the structures in the orbit and those in the paranasal sinuses, which may be important in helping to avoid orbital complications such as diplopia during sinus surgery. This study aimed to investigate the anatomy of intraorbital structures, including the trochlea of the SO, with reference to ESS using multiplanar reconstruction of the CT scan.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 158,
                    "text": "[7]",
                    "end": 161
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 278,
                    "text": "[8]",
                    "end": 281
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 388,
                    "text": "[7,",
                    "end": 391
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 391,
                    "text": "9,",
                    "end": 393
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 393,
                    "text": "10]",
                    "end": 396
                }
            ]
        },
        {
            "section": "MATERIALS AND METHODS",
            "text": "Records from patients who had undergone diagnostic paranasal HRCT scans at our clinic between March 2010 and March 2011 were examined retrospectively for this study. Patients with traumatic, neoplastic, or inflammatory lesions that destroyed the wall of the orbit were excluded. One hundred patients (38 males and 62 females, 200 sides) were involved in our study. The ages of the patients were between 19 and 78 years, with an average of 48 years. This study was approved by the Institutional Review Board of the Catholic Medical Center Clinical Research Coordinating Center."
        },
        {
            "section": "MATERIALS AND METHODS",
            "text": "HRCT scans were performed in 0.69 mm slices with a CT scanner (Sensation 16, Siemens Medical Systems, Munich, Germany). After the imaging data were stored in a Digital Imaging and Communication in Medicine (DICOM) file, they were imported to a personal computer. All scanning was performed at constant window level and width settings of 300 and 330 H, because every change in the window level and width settings resulted in deviating values with respect to the muscle size on CT scan. The coronal reconstructions were modified using 3D-DOCTOR software (Able Software Co., Lexington, MA, USA), so that the nasal floor in the coronal and sagittal planes was horizontal. Sequential coronal planes were observed using 3D-DOCTOR software and simultaneous multiplanar reconstructions in bone algorithm format were reconstructed in the axial and sagittal planes. The positions of the coronal plane on which the measurements were taken were defined as the AE (anterior wall of bulla ethmoidalis that was removed first during anterior ethmoidectomy), BL (the basal lamella through which posterior ethmoidectomy was performed), and PE (the midportion of the posterior ethmoid sinus in the sagittal plane) in order to evaluate the intraorbital structures in view of the ethmoidectomy [11]. Through multiplanar reconstructions, the coronal planes that were equivalent to the positions of the AE, BL, and PE were identified exactly.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1273,
                    "text": "[11]",
                    "end": 1277
                }
            ]
        },
        {
            "section": "MATERIALS AND METHODS",
            "text": "To evaluate the relationship between the intraorbital structures and medial orbital floor (MOF), the distances from the MOF to the MR, IR, and infraorbital nerve (ION) were measured in separate coronal planes, which were equivalent to the position of the AE (Fig. 1), BL (Fig. 2), and PE ( Fig. 3). In addition, the distances from the vertical line, which passed through the MOF, to the medial margin of the optic nerve (ON) were measured in each coronal plane at the depth of the AE, BL, and PE. The distances from the MOF to the SO and distances from the vertical line to the medial margin of the SO were measured at the depth of the BL and PE except the AE because the SO in coronal plane at the depth of the AE was tiny and ill-defined. The distances from the lamina papyracea (LP) to the MR and distance from the orbital floor to the IR were measured in the coronal planes at the depth of the AE because of increased width of the extraconal fat pad between the EOM and orbital wall adjacent to the AE (Fig. 1).",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 258,
                    "text": "(Fig. 1)",
                    "end": 266
                },
                {
                    "type": "figure",
                    "start": 271,
                    "text": "(Fig. 2)",
                    "end": 279
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 290,
                    "text": "Fig. 3)",
                    "end": 297
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1006,
                    "text": "(Fig. 1)",
                    "end": 1014
                }
            ]
        },
        {
            "section": "MATERIALS AND METHODS",
            "text": "To evaluate the position of the trochlea of the SO, the relationship between the trochlea and the opening of the frontal sinus (FO) was assessed in the parasagittal plane. The imaginary point, which was equivalent to the position of the trochlea coronally and axially, was drawn in the parasagittal plane, which was equivalent to the midportion of the FO. The vertical distance from the frontal beak to imaginary point, anteroposterior distance from the anterior wall of the frontal sinus to imaginary point, and anteroposterior distance from the frontal beak to imaginary point were measured in the parasagittal plane. In addition, the horizontal distance from the midline to the trochlea was measured in the coronal plane, where the trochlea was identified ( Fig. 4). Statistical analysis was done using SPSS ver. 18 (SPSS Inc., Chicago, IL, USA). Statistical comparisons between genders and laterality were performed using t-test. Pearson's correlations were applied to define the relationship of the measurements with aging. A P-value of less than 0.05 was considered significant.",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 761,
                    "text": "Fig. 4",
                    "end": 767
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "The mean vertical distances from the MOF to the MR at the depth of the AE, BL, and PE in the coronal scans were 7.3±1.4 mm, 4.1±1.2 mm, and 2.9±0.9 mm, respectively. The mean horizontal distances from the MOF to the IR at the depth of the AE, BL, and PE were 9.0±1.4 mm, 2.5±1.5 mm, and -0.9±1.0 mm, respectively. The mean horizontal distances from the MOF to the ION at the depth of AE, BL, and PE were 13.6±1.6 mm, 12.0±1.1 mm, and 9.6±1.2 mm, respectively. The mean vertical diameters of the MR at the depth of the AE, BL, and PE were 8.5±0.8 mm, 8.8±0.8 mm, and 7.2±0.8 mm, respectively. The mean horizontal distances from the vertical axis, which passed through the MOF at the depth of the AE, BL, and PE, to the medial margin of the ON were 5.6±1.3 mm, 4.8±1.5 mm, and 1.0±1.2 mm, respectively. The mean vertical distances from the MOF to the SO at the depth of the BL and PE were 13.0±1.6 mm and 9.3±1.4 mm, respectively. The mean horizontal distances from the vertical axis, which passed through the MOF at the depth of the BL and PE, to the medial margin of the SO were 5.1±1.2 mm and 5.2±1.1 mm, respectively. The shortest horizontal distance from the LP to the MR and the shortest vertical distance from the orbit floor to the IR at the depth of the AE were 3.0±0.6 mm and 3.8±1.1 mm, respectively. Those measurements did not significantly vary according to gender, with Multiplanar reconstruction of the computed tomography scan and measurements regarding the intraorbital structures at the depth of the BL. The BL (yellow line) was identified in the axial plane (A) and sagittal plane (B). The red line in the axial plane meant the posi tion of the sagittal plane and the blue line in the sagittal plane meant the level of the axial plane. The relationship between intraorbital structures and the reference points at the depth of the BL were mea sured in the coronal plane (C). The distances (ad) were measured at the depth of BL using identical landmarks to the distances in Fig.  1. The distance (e) was the horizontal distance from the vertical axis of the MOF to the ON. The distance (f) was the horizontal distance from the vertical axis of the MOF to the medial margin of the SO and the distance (g) was the vertical distance from the MOF to the inferi or margin of the SO. BL, basal lamella; MOF, medial orbital floor, red point; SO, superior oblique muscle; ON, optic nerve; dash ed vertical line, the vertical axis of the MOF. the exception of the vertical diameter of the MR, horizontal distance from the vertical axis to the ON at the depth of the AE, and vertical diameter of the MR at the depth of the PE (Table 1). In addition, those measurements did not significantly vary according to laterality, with the exception of the distance from the orbit floor to the IR at the depth of the AE.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1989,
                    "text": "Fig.  1",
                    "end": 1996
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 2631,
                    "text": "(Table 1",
                    "end": 2639
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "The horizontal distance from the midline to the trochlea, vertical distance from the frontal beak to imaginary point, anteroposterior distance from the anterior frontal sinus wall to imaginary point, and anteroposterior distance from the frontal beak to imaginary point were 16.1±1.4 mm, 8.9±2.1 mm, 5.0±1.3 mm, and 2.1±1.7 mm, respectively. There was a significant difference between genders in the lateral distance from the midline to the trochlea and anteroposterior distance from the frontal beak to imaginary point (Table 2), while there was no significant difference between laterality in measurements regarding to the trochlea.",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 520,
                    "text": "(Table 2)",
                    "end": 529
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "Aging had a positive correlation with the shortest horizontal distance from the LP to the MR and the shortest vertical distance from the orbit floor to the IR at the depth of the AE and horizontal distances from the MOF to the IR at the depth of BL. However, aging had a negative correlation with the anteroposterior distance from the anterior frontal sinus wall to imaginary point (P<0.05) ( Table 3).",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 393,
                    "text": "Table 3)",
                    "end": 401
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Orbital complications related to sinonasal surgery can be potentially disastrous when they occur during ESS and are the common cause for medicolegal action in otolaryngology [4]. The commonly seen orbital complications include retrobulbar hematoma, EOM injury or entrapment, ocular dysmotility, orbital emphysema, nasolacrimal duct injury, and direct optic nerve damage [10]. Complications associated with ESS have been attributed to multiple factors, including anatomic variations of \"high risk\" areas, surgeon inexperience, intraoperative disorientation, poor intraoperative visualization, and revision surgery.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 174,
                    "text": "[4]",
                    "end": 177
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 370,
                    "text": "[10]",
                    "end": 374
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Several studies, including radiological anatomical studies, in relation to the anatomy of intraorbital structures have been published [7,9,12,13]. However, the measurements in those studies are not sufficient to understand the anatomy of the EOM in view of sinus surgery because those were conducted for the diagnosis of the disease or the neurosurgical approach in the intraorbital tumor. In this study, the measurements of the EOM were conducted in coronal computed tomography (CT) planes, which were simultaneously reconstructed in the axial and sagittal planes through multiplanar reconstructions in order to identify the exact position in the coronal planes.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 134,
                    "text": "[7,",
                    "end": 137
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 137,
                    "text": "9,",
                    "end": 139
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 139,
                    "text": "12,",
                    "end": 142
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 142,
                    "text": "13]",
                    "end": 145
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "The MOF is easily identifiable after the antrostomy without the additional procedures and consistent anatomic landmark which is not affected by the presence of significant inflammatory disease or previous surgery. These characteristics could provide even the most inexperienced surgeon with reliable information to find all of the paranasal sinuses and orbital structures. Because the MOF is a safe distance from the optic nerve, orbital roof, and sphenoid sinus roof, the surgeon can determine the surgeon's approximate location within the ethmoid sinus and operate in a zone of confidence [6]. In this study, the MOF was used as an anatomic reference point, and the relationships between intraorbital structures and the MOF were evaluated in the coronal plane. The distances from the MOF to the MR and IR at the depth of the AE were approximately 8 mm, and those distances at the depth of the BL and PE decreased markedly. In addition, the shortest mean distance from the orbital wall to the MR and IR at the depth of the AE was approximately 3 or 4 mm, and those structures were attached to the orbital wall behind the BL. During anterior ethmoidectomy and widening of the Fig. 4. Multiplanar reconstruction of the computed tomography scan and measurements regarding the trochlea of the SO. To evaluate the relationship between the surrounding structures and the trochlea, the coronal, axial, and parasagittal planes were observed. The red line and yellow line in the axial plane meant the position of the sagit tal plane and coronal plane separately and the blue line in the coro nal plane meant the level of the axial plane. The distance (a) was the horizontal distance between the midline and trochlea and well identified in axial (A) and coronal (B) planes. In the parasagittal plane (C) that was located at the midpoint of the frontal sinus opening, an imaginary point (P) that was parallel to the trochlea in position and level was drawn. The distance (b) was the vertical distance from P to the frontal beak. The distances (c) and (d) were the anteroposteri or distances from P to the anterior frontal sinus wall and frontal beak, separately. SO, superior oblique muscle; T, trochlea. antrostomy, the EOM would be difficult to injure with penetration of the LP or orbital floor with a sickle knife or cutting forceps, because there is some distance from the orbital wall to the EOM at the depth of AE. However, the distance between the MOF and EOM in BL and PE decreased rapidly. In particular, the mean horizontal distance from the MOF to the IR was approximately -1 mm, which meant that the medial margin of the IR passed over the vertical axis of MOF medially. Considering these results, the injury of the LP at the depth of the PE can cause injury of the EOM, and posterior ethmoidectomy must be cautiously performed even in the inferior portion of the posterior ethmoid sinus [3]. During ethmoidectomy, failure to correctly identify the LP can misdirect the surgeon with disastrous consequences for the patient, and the recognition of the medial bulging of the LP in the ethmoid sinus is important to prevent injury of the LP. In Values are presented as mean±SD (range). MRMOF, the vertical distance from the inferior margin of the medical rectus muscle to the medial orbital floor; MRLP, the shortest horizontal distance from the lamina papyracea to the medial rectus muscle; MR VD, the vertical diameter of the medical rectus muscle; IRMOF, the horizontal distance from the medial margin of the inferior rectus muscle to the medial orbital floor; IROF, the shortest vertical distance from the orbital floor to the inferior rectus muscle; IONMOF, the horizontal distance from the infraorbital nerve to the medial orbital floor; SOMOF, the vertical distance from the inferior margin of the superior oblique muscle to the medial orbital floor; vertical axisSO, the horizontal distance from vertical axis of the medial orbital floor to the medial margin of the superior oblique muscle; vertical axisON, the horizontal distance from vertical axis of the medial orbital floor to the medial margin of the optic nerve. *P <0.05. Values are presented as mean±SD. Trochleamidline, the horizontal distance from the midline to the trochlea; trochleaFB height, the vertical distance from the frontal beak to the imaginary point; trochleaFB AP, the anteroposterior distance from the frontal beak to the imaginary point; trochleaAW, the anteroposterior distance from the anterior frontal sinus wall to the imaginary point. *P <0.05. MRLP, the shortest horizontal distance from the lamina papyracea to the medial rectus muscle; IROF, the shortest vertical distance from the orbital floor to the inferior rectus muscle; IRMOF, the horizontal distance from the medial margin of the inferior rectus muscle to the medial orbital floor; tro chleaAW, the anteroposterior distance from the anterior frontal sinus wall to the imaginary point. *P <0.05.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 591,
                    "text": "[6]",
                    "end": 594
                },
                {
                    "type": "figure",
                    "start": 1176,
                    "text": "Fig. 4",
                    "end": 1182
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 2891,
                    "text": "[3]",
                    "end": 2894
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "our study, the horizontal distance from the vertical axis, which passed the MOF to the SO, which runs along the superolateral portion of the LP, was measured in order to evaluate the degree of medial bulging of the LP. The mean horizontal distances from the vertical axis to the SO at the depth of the BL and PE were approximately 5.1 mm. The mean horizontal distances from the vertical axis to the ON at the depth of the AE and BL area were similar (5.6 mm and 4.8 mm), but the mean horizontal distance from the vertical axis to the ON at the depth of the PE was 1.0 mm. The range of this measurement at the depth of the PE was from -2.0 mm to 3.9 mm. These results meant that the ON at the depth of the PE was located near the MOF or, even, medial to the vertical axis of the MOF. Considering the distances from the vertical axis of the MOF to the SO and ON, we assumed that posterior ethmoidectomy should be performed more medially, relative to the vertical axis of the MOF; otherwise, penetration of the LP could occur and lead to injury of the ON as well as the EOM. The ION is a branch of the trigeminal nerve, continues along the orbital floor from the pterygopalatine fossa to the anterior wall of the maxilla, and appears on the face through the infraorbital foramen [14]. The ION is used as the landmark for endoscopic orbital decompression and endoscopic approach of the pterygopalatine fossa [15,16]. In our study, the horizontal distances from the MOF to the ION at the depth of the AE and BL were approximately more than 10 mm. Those results could support the concept that it would be difficult to injure the ION by orbital floor removal in endoscopic orbital decompression [15].",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1276,
                    "text": "[14]",
                    "end": 1280
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1404,
                    "text": "[15,",
                    "end": 1408
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1408,
                    "text": "16]",
                    "end": 1411
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1688,
                    "text": "[15]",
                    "end": 1692
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "The SO takes a circuitous route, beginning at the orbital apex, passing anterosuperiorly along the orbital roof and into the trochlear fossa at the superomedial aspect of the anterior orbit. There it passes through the trochlea, a U-shaped cartilaginous structure, at which point the SO tendon turns at an acute angle toward its insertion on the superolateral aspect of the globe [17]. Comparing the height of the inferior margin of the SO to the height of the superior margin of the MR (the sum of the vertical diameter of the MR and the vertical distance between the MOF and MR), the difference between the two measurements was approximately less than 1 mm in the BL and PE. Considering the neurovascular bundles that run medially between the SO and MR [18], injury of the superior aspect of the MR would cause injury of the neurovascular structures as well as the SO.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 380,
                    "text": "[17]",
                    "end": 384
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 755,
                    "text": "[18]",
                    "end": 759
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Frontal sinus disease, which was typically managed with external procedures, is now usually managed endoscopically. Despite endoscopic advances, an external procedure or combined internal-external approach may still be required. Although the position of the trochlea is not usually considered when designing an incision or entering the frontal sinus during an external procedure such as a frontal sinus mini-trephine or an osteoplastic flap, the location of the skin incision and tearing of the underlying periosteum are critical to the trochlea damage causing the SO palsy [5]. It was known that the damage to the trochlea could occur as the periosteum is elevated from bone or prolonged traction on soft tissue near the trochlea. The position of trochlea is located in close proximity to the supraorbital rim and the soft tissue thickness overlying the supraorbital rim is approximately 6 mm [19]. A highly vascular sheath which meets the need for repair of \"wear and tear\" surrounds the trochlea and the tendon of SO. The skin incision which may be located in more laterally than the periosteal incision would cause prolonged or inappropriate traction on soft tissue and direct injury of the trochlea and vascular sheath. However, there is little description regarding the position of the trochlea in frontal sinus surgery. Based on the fact that the trochlea lie on the superior wall of the orbit, which is surrounded by the frontal sinus, the relationships between the trochlea and frontal sinus were evaluated on coronal, axial, and sagittal plane. Considering that placing the skin incision more medially reduces the risk of potential damage [5], our results showed that the surgeon could perform the skin incision safely within approximately 1.5 cm from the midline during external frontal sinus surgery. In addition, the frontal beak which could be identified in the internal approach could supplement the limitation of the facial midline which is likely to be affected by the anatomy of the nasal bones and cartilage and vary considerably among ethnicities and individuals [20]. These measurements, which located the exact position of the trochlea in the frontal sinus using the midline and frontal beak, could help predict the position and avoid injury of the trochlear due to inadvertent tearing of the underlying periosteum during an external procedure [5].",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 574,
                    "text": "[5]",
                    "end": 577
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 894,
                    "text": "[19]",
                    "end": 898
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1649,
                    "text": "[5]",
                    "end": 1652
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 2083,
                    "text": "[20]",
                    "end": 2087
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 2366,
                    "text": "[5]",
                    "end": 2369
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "The comparisons of the measurements between genders showed that some measurements statistically vary according to genders. However, there would be clinically no differences in the measurements according to the gender because of within 1 mm differences. In the anatomical studies regarding aging changes of orbital fat, the volume of total orbital fat and fat anterior to the inferior orbital rim increased with age [21]. Considering these results, anatomic changes of the aging orbital fat could affect the relationship between the intraorbital structures and anatomic landmarks. In this study, the distance from the EOM to the orbital wall at the depth of the AE increased with age and the oth-er measurements showed no correlation with age. Since the orbital cavity is filled with orbital fat and is surrounded by orbital bone except the anterior portion, the globe and ON would be pushed anteriorly and move superiorly and laterally from the orbital wall. Those characteristics of the orbital cavity could influence on the distances from the EOM to the orbital wall at the depth of the AE. The size of the frontal sinus had a tendency to decrease with aging [22]. We showed that aging had a negative correlation with the anteroposterior distance from the anterior frontal sinus wall to imaginary point.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 415,
                    "text": "[21]",
                    "end": 419
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1161,
                    "text": "[22]",
                    "end": 1165
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "To our knowledge, this study is the first to describe the relationship of the paranasal structures and intraorbital structures has been described in this manner. The anatomical knowledge regarding the intraorbital structures allows the surgeon to be independent of intuition and to learn the anatomically based procedures and notices for sinus surgery. Our results may be used as a reference to avoid orbital complications."
        },
        {
            "section": "DISCUSSION",
            "text": "In conclusions, We have described the relationships between the intraorbital structures and paranasal sinus structures using the analysis of CT scans. In view of sinus surgery, the measurements of extraocular structures can reliably serve as a guide to safely advance in the ethmoid sinus and frontal sinus, and our results will allow surgeons to avoid orbital complications during ESS and external frontal sinus surgery."
        },
        {
            "section": "Fig. 1 .",
            "text": "Multiplanar reconstruction of the computed tomography scan and measurements regarding the intraorbital structures at the depth of the AE. The AE (yellow line) was identified in the axial plane (A) and sagittal plane (B). The red line in the axial plane meant the posi tion of the sagittal plane and the blue line in the sagittal plane meant the level of the axial plane. The relationship between the intraorbital structures and the references points at the depth of the AE were mea sured in the coronal plane (C).(a) vertical distance from the MOF to the inferior margin of the MR; (b) vertical diameter of the MR; (c) hor izontal distances from the MOF to the medial margin of the IR; (d) horizontal distances from the vertical axis of MOF to the ION; (e) hor izontal distance from the vertical axis of the MOF to the orbit ball; (f) shortest horizontal distance from the lamina papyracea to the MR; (g) shortest vertical distance from the orbital floor to the IR. AE, ante rior wall of the ethmoid bulla; MOF, medial orbital floor (red point); MR, medial rectus muscle; IR, inferior rectus muscle; ION, infraorbit al nerve; dashed vertical line, the vertical axis of the MOF."
        },
        {
            "section": "Fig. 3 .",
            "text": "Multiplanar reconstruction of the computed tomography scan and measurements regarding the intraorbital structures at the depth of the PE. The PE (yellow line) was identified in the axial plane (A) and sagittal plane (B). The red line in the axial plane meant the posi tion of the sagittal plane and the blue line in the sagittal plane meant the level of the axial plane. The relationship between intraorbital struc tures and the reference points at the depth of the PE were measured in the coronal plane (C). The distances (ag) were measured at the depth of the PE using identical landmarks to the distances inFig. 2. PE, midportion of posterior ethmoid; red point, medial orbital floor (MOF); dashed vertical line, the vertical axis of the MOF."
        },
        {
            "section": "Table 1 .",
            "text": "Linear measurements in relation to the extraocular muscles and optic nerve and globe"
        },
        {
            "section": "Table 2 .",
            "text": "Linear measurements in relation to the surrounding structures and trochlea of the superior oblique muscle"
        },
        {
            "section": "Table 3 .",
            "text": "Correlation of the aging with anatomic measurements"
        },
        {
            "section": "CONFLICT OF INTEREST",
            "text": "No potential conflict of interest relevant to this article was reported."
        }
    ]
}