{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Objective The pelvic fl oor is an integrated structure; dysfunctions may lead to a wide range of symptoms, involving voiding, defecation and sexual functioning (SF). Functional symptoms such as constipation and lower abdominal pain are often caused by pelvic fl oor dysfunction (PFD), and they highly impact the quality of life. Multiple specialists are responsible for a specifi c part of the pelvic fl oor, but its treatment asks for a holistic approach. The authors are still unaware of gastroenterologists' knowledge on PFD or whether they are addressing pelvic fl oor complaints in their daily practice. Design A 42-itemed anonymous questionnaire was mailed to all 402 members of the Dutch Society of Gastroenterology (gastroenterologists and residents-in-training). Results 169 (42%) questionnaires were analysed. Most gastroenterologists address lower urinary tract symptoms in their historytaking, 92% in female patients and 84% in male patients. When patients indicate irritable bowel syndrome-like complaints, more than 60% of the physicians inquire about SF to their female patients, compared with 38% inquiries to male patients (p<0.001). A reason not to inquire about SF is a lack of knowledge about female and male sexuality (19% and 23%, respectively). Fortysix per cent of the respondents regard it rather important to receive more training on PFD in male patients versus 61% in female patients. Conclusion Awareness of PFD is not yet routinely integrated into the history taken by gastroenterologists.",
            "paragraph_rank": 2,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 1
        },
        {
            "section": "Introduction",
            "text": "The pelvic floor is a muscular functional unit that is pierced by the urological tract, the genital tract and the distal intestinal tract. Over the past three decades, it has become clear that the pelvic floor is not a frozen, but a functional unit. Dysfunction of the pelvic floor may lead to a wide range of symptoms, involving voiding, sexual, genital and defecatory functions. 1 2 For example, vaginism is related to dyssynergic defecation and vesicourethral dyssynergia. 3 Because the pelvic floor is an integrated functional unit, unsuspected pathology may lie outside the focus of a given specialty. Therefore, urologists, gynaecologists, gastroenterologists and colorectal surgeons should share their knowledge and be aware of the pathologies of neighbouring specialties. Depending on the chief presenting complaint, the pelvic floor patient will find his way to the specialist responsible for that specific area. In the majority of cases, patients do not mention complaints in other areas if they are not specifically asked about them. 4 Gynaecologists are alert to pelvic floor tissue-stretching and pudendal nerve damage during vaginal delivery, and are aware that traumatic damage can cause faecal and urinary incontinence. 5 6 Many urologists screen for sexual dysfunction as well. 7 Gastroenterologists are confronted with the posterior pelvic floor compartment disorders. Results of reports suggest that they could be a feature in patients with irritable bowel syndrome (IBS). [8][9][10] In many cases these posterior pelvic floor compartment disorders are nonspecific and associated with structural, neuromuscular and functional defects, giving rise to symptoms such as prolapse, lower abdominal pain, dyssynergic defecation, faecal incontinence, stool trapping and constipation. 11 12 Patients consulting the gastroenterologist with those symptoms are very likely to have dysfunction of the pelvic floor and may need to be referred to a pelvic floor physiotherapist, sexologist, urologist or a psychologist to treat his or her complaints in total. demographic questions were unanswered); their mean age was 42.3 (SD±9.8) years; 60.4% of the respondents were men. The respondents were equally divided between university hospitals, teaching hospitals and district general hospitals (table 1).",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 381,
                    "text": "1 2",
                    "end": 384
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 476,
                    "text": "3",
                    "end": 477
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 1045,
                    "text": "4",
                    "end": 1046
                },
                {
                    "type": "bibr",
                    "start": 1236,
                    "text": "5 6",
                    "end": 1239
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1295,
                    "text": "7",
                    "end": 1296
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1492,
                    "text": "[8]",
                    "end": 1495
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1495,
                    "text": "[9]",
                    "end": 1498
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1498,
                    "text": "[10]",
                    "end": 1502
                },
                {
                    "type": "bibr",
                    "start": 1796,
                    "text": "11 12",
                    "end": 1801
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 2297,
                    "text": "(table 1)",
                    "end": 2306
                }
            ]
        },
        {
            "text": "Lower urinary tract symptoms",
            "section_rank": 2
        },
        {
            "section": "Lower urinary tract symptoms",
            "text": "The majority of the respondents asked each patient with abdominal pain or defecation problems about lower urinary tract symptoms (LUTS) when patients indicated to have specific complaints (table 2). Most doctors (91.7%) asked female patients about micturition, 83.8% asked male patients. Female physicians asked significantly more often about LUTS in female patients (98.3%), compared with male physicians (89.3%; p=0.034).",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 188,
                    "text": "(table 2)",
                    "end": 197
                }
            ]
        },
        {
            "section": "Lower urinary tract symptoms",
            "text": "Gastroenterologists have not yet been surveyed regarding patient assessment of pelvic floor complaints, nor is there any information about their perspectives regarding subjects such as sexual dysfunction. We hypothesise that most gastroenterologists are aware of pelvic floor-related problems, but they do not consistently inquire about pelvic floor complaints, probably due to a lack of experience in this field or a lack of time in their daily practices.",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Methods",
            "section_rank": 3
        },
        {
            "section": "Methods",
            "text": "In the autumn of 2010, an online questionnaire was emailed to all the Dutch gastroenterologists (n=262) and residents-in-training (n=140), followed by two reminder emails. Eight months later, a postal mailing was sent to the non-responders.",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "section": "Methods",
            "text": "The 42-itemed questionnaire (see online supplementary appendix), which was designed by a urologist (HWE) and a gastroenterologist (HHF), addressed pelvic floor-related complaints and the gastroenterologists' beliefs and overall perceptions of pelvic floor complaints in relation to sexual functioning. The results obtained by the questions about sexual abuse will be published separately.",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "section": "Methods",
            "text": "We carried out a small pilot survey with eight gastroenterologists to evaluate the questionnaire and adjusted it accordingly. Validation of the questionnaire was not performed. The survey was accompanied by a letter explaining the objectives of the study. All data were collected anonymously. Demographic data included type of practice, medical degree (resident or gastroenterologist), gender and age.",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "section": "Methods",
            "text": "Data analysis was performed with the help of the medical statistics department in our centre (HP), making use of SPSS release V.18.0 . Frequencies were used to estimate the prevalence of inquiring about the different domains of the pelvic floor. Bivariate associations between the groups and the types of answers were calculated using the Pearson χ2 procedure; two-sided p values <0.05 were considered statistically significant. Some questions with more than one possible answer, and with open answers, were grouped together for analysis. In The Netherlands, ethical approval is not required for questionnaires of this kind.",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "Results",
            "section_rank": 4
        },
        {
            "section": "Results",
            "text": "Of the 402 mailed questionnaires, 243 questionnaires were returned. Sixty contained refusal notes or a notification of unavailability to complete the questionnaire due to a lack of time or interest. Of the 183 (response rate, 45.2%) filled in, 14 were incomplete. We only used questionnaires in which at least 90% of all applicable questions were answered. This means that 169 questionnaires were analysed (42%).",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "section": "Results",
            "text": "In these questionnaires, 0.6-3.6% of the questions about the pelvic floor and 5.3% of the sociodemographic questions were not answered.",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "section": "Results",
            "text": "The majority of respondents were gastroenterologists (66.3%); 28.4% were residents (5.3% of the  male patients this percentage lies considerably lower (2.5%; p<0.01). However, when female patients reported specific symptoms such as lower abdominal pain, 60% of the doctors asked them about SF. Male patients are asked considerably less often about SF (only 37.9%; p<0.001). Table 3 shows an overview of the specific complaints that seem to evoke a gastroenterologist's inquiry about SF. Doctors gave a variety of reasons for not asking their patients about SF. Many reported that they did not see the importance of it in their practice, 30.3% in male patients and 11.5% in females (p<0.001). A gender difference seemed to exist between the physicians, since male doctors stated significantly more often that they did not see the importance of inquiring about male SF (37.3%), compared with their female colleagues (20.7%) (p=0.03).",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 374,
                    "text": "Table 3",
                    "end": 381
                }
            ]
        },
        {
            "section": "Results",
            "text": "Other reasons not to inquire about male SF were a lack of knowledge about the topic (23.3%), the difficulty of raising the topic (8.6%), and 8.0% did not know what to do when patients stated to be with sexual dysfunction.",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "section": "Results",
            "text": "In female patients, the reasons not to ask were similar: 18.8% stated a lack of knowledge about the topic as a main reason, 6.1% a difficulty of raising the topic, and 7.3% a lack of knowledge about the implications in case of a positive answer. Only a few physicians referred to a lack of time as the reason not to ask about female SF (7.9%) (table 4).",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 343,
                    "text": "(table 4)",
                    "end": 352
                }
            ]
        },
        {
            "section": "Results",
            "text": "To the question: 'Do you think it is important to pay more attention to sexuality related abdominal complaints during your training?' Concerning male patients, 46.3% answered 'rather' and 12.5% answered 'very important'. Concerning female patients, 61.3% answered 'rather important' and 16.9% answered 'very important'. A significant difference was seen Less than 4% of the physicians mentioned lack of time as a reason not to inquire about LUTS. Three per cent stated that they did not know what to do when a female patient presents with LUTS, compared with 5.4% in male patients (p<0.01). There were no significant differences between specialists and residents concerning the inquiry of LUTS.",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "section": "Results",
            "text": "Gastroenterologists and residents estimated that a mean of 30.5% (SD±20.2) of the female patients in their patient population has LUTS; for male patients a mean of 12.6% (SD±10.9) was estimated",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "Sexual function",
            "section_rank": 5
        },
        {
            "section": "Sexual function",
            "text": "One of the primary goals of the survey was to assess whether gastroenterologists and residents address patients' sexual function (SF) as a part of history-taking. A small percentage of the physicians asked their female patients regularly about SF (13.3%), while for  their female patients for sexual dysfunction. Similarly, in a recent survey among urologists, 6% stated they ask each female patient about SF. Yet, a much larger group (87%) stated that they ask about SF if a patient presents with specific complaints, such as lower abdominal pain, urinary or faecal incontinence, urgency or frequency. 7 Comparable studies carried out by members of the British Society of Urogynaecology and the American Urogynaecologic Society, with respect to female sexual dysfunction, showed that 50% of the British urologists and gynaecologists screened for female sexual dysfunction compared with 77% of the American members. 6 7 21 These percentages are in concordance with our results. To our knowledge, these data are unique because this is the first survey carried out on gastroenterologists regarding their views on pelvic floor function. However, this study has some limitations. We used a non-validated questionnaire in which cultural components were not taken into account. Unfortunately, validated instruments that evaluate doctors' practices and beliefs do not exist. However, after analysing the results of the first reminder by email (111 respondents) the results were very similar to the results as they are now (169 questionnaires), this points to a good validity of our results. Furthermore, as in most questionnaire studies, there may be a bias in reporting. The respondents may have overestimated the frequency of their inquiry about pelvic floor function, or they overestimate to give more 'socially accepted' answers. Attempts were made to reduce such a bias by making the survey anonymous. We analysed only 42% of the questionnaires, less than half of the Dutch gastroenterologists. Although the response rate in postal questionnaires is mostly around 40%, 22 the non-respondents may have different beliefs, attitudes and practice patterns than the respondents; this may have caused a selection bias. Therefore, a higher return may provide a different set of answers and values. However, the demographic data of the respondents suggested a very representative group with a normal distribution compared with the total population of gastroenterologists and residents.",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 603,
                    "text": "7",
                    "end": 604
                },
                {
                    "type": "bibr",
                    "start": 916,
                    "text": "6 7 21",
                    "end": 922
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 2067,
                    "text": "22",
                    "end": 2069
                }
            ]
        },
        {
            "section": "Sexual function",
            "text": "In this study, a significant difference is observed between male and female physicians. Male physicians state significantly more often that they did not see the importance of inquiring about SF in their patients. To explain these findings, we hypothesise that this is due to sex-role differences among physicians, since it is unlikely that professional socialisation processes would completely counteract normal sex-role differences among physicians. To the extent that female physicians have been socialised in the traditional female sex-role, they may be more nurturing and expressive and have stronger interpersonal orientations than male physicians. 23 In addition, a difference is observed between male and female patients, since female patients are asked about PFD significantly more often, and the majority of between male and female patients, as 34.4% of the physicians stated that it would be 'slightly' important to have more training on sexuality regarding male patients; on the other hand, only 18.1% found it to be just 'slightly' important when it concerned female patients (p<0.01).",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 654,
                    "text": "23",
                    "end": 656
                }
            ]
        },
        {
            "section": "Sexual function",
            "text": "The estimated prevalence of sexual dysfunction in the gastroenterology practice was 20.5% (SD±15.37) in female patients and 10.5% (SD±10.3) in male patients.",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "section": "Sexual function",
            "text": "Because the issue of sexual abuse history is significant in pelvic floor function, and it is important how gastroenterologists approach this issue, we published the data on sexual abuse separately in Journal of Sexual Medicine.",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "Discussion",
            "section_rank": 6
        },
        {
            "section": "Discussion",
            "text": "This study was performed to assess the approach of gastroenterologists and their residents regarding pelvic floor complaints in their daily practices. It appears that most of them address LUTS in their anamnesis (>80%). More than 60% asked about SF when a female patient presented with specific gastrointestinal complaints. An implicit assumption of our survey is that Dutch gastroenterologists seem to be aware of the value that inquiry about female SF has in assessing female patients with gastrointestinal complaints. However, significantly less physicians ask male patients about SF (38%, p<0.001); many state they did not see the purpose of this in their practice. We hypothesised that lack of time might be an important reason why gastroenterologists do not ask about pelvic floor dysfunction (PFD), but this does not seem to be the most important factor (<8%). The main reason appears to be a lack of knowledge about the subject. Many doctors stated more training is needed on PFD in relation to abdominal and defecatory complaints, especially female physicians who were interested in additional training.",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "section": "Discussion",
            "text": "Mounting literature has described the connection between PFD and faecal incontinence, [12][13][14] constipation 15 16 and IBS. 17 18 However, our results show that gastroenterologists are not consistent in inquiring about pelvic floor complaints, although most of them seem to be aware of the integrated function of the pelvic floor. Gastroenterologists believe that an average of 20% of their female patients are with a sexual dysfunction. The percentage of sexual dysfunction in male patients is estimated even lower. Yet, the prevalence of female sexual dysfunction has been shown to be as high as 43% in the general population; 19 the prevalence of female sexual dysfunction in sexually active women attending a urogynaecology outpatient clinic ranges from 48% to 64%. 20 21 Other surveys regarding the perspectives of gastroenterologists on pelvic floor patients have not been done before. A couple of surveys among urologists and gynaecologists, regarding the subject of female sexual dysfunction, showed that only a minority screen all survey, cleaned and analysed the data, drafted and revised the paper, and is the guarantor. HHF designed the questionnaire, contributed to the data collection, monitored data collection for the whole trial, and revised the draft paper. MDB revised the draft paper. HP wrote the statistical analysis plan and supervised data analysis. RCMP revised the draft paper. HWE designed the protocol, designed the questionnaire, monitored data collection for the whole survey, revised and approved the paper, and is the supervisor of the study.",
            "paragraph_rank": 22,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 86,
                    "text": "[12]",
                    "end": 90
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 90,
                    "text": "[13]",
                    "end": 94
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 94,
                    "text": "[14]",
                    "end": 98
                },
                {
                    "type": "bibr",
                    "start": 112,
                    "text": "15 16",
                    "end": 117
                },
                {
                    "type": "bibr",
                    "start": 127,
                    "text": "17 18",
                    "end": 132
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 632,
                    "text": "19",
                    "end": 634
                },
                {
                    "type": "bibr",
                    "start": 773,
                    "text": "20 21",
                    "end": 778
                }
            ]
        },
        {
            "text": "Competing interests None",
            "section_rank": 7
        },
        {
            "section": "Competing interests None",
            "text": "Provenance and peer review Not commissioned; externally peer reviewed Data sharing statement The authors state that additional unpublished data from the study will be shared with Frontline Gastroenterology if necessary. the respondents regard it to be more important to pay attention to female than to male SF during their training. This may be attributed to the fact that much more is known about female PFD, since most studies on pelvic floor symptoms were performed on female patients only. We acknowledge that the benefits of the disclosure and discussion of SF in male patients have not been fully studied. However, PFD is often indicated in male gastroenterology patients as well, suggesting that PFD is equally important in both sexes. 24 25 PFD is very prevalent in gastroenterology practice, and it can have a major impact on patients' quality of life. 26 Although less than half the Dutch gastroenterologists responded, this study indicates that gastroenterologists should receive training about PFD and especially about SF. This training should be based on patients' attitudes regarding their expectations of the physician. Patients expect from their physician to take the initiative in raising the issue of sexual health and to ask the questions about subjects which the patient cannot directly relate to the complaint he/she is presenting with. 27 28 For example Gordon et al showed that of 283 patients visiting a urogynaecological clinic, only 0.7% disclosed their lower gastrointestinal symptoms without being directly asked. 4 Knowledge about the pelvic floor, and when to inquire about its functioning, is an obligation for all gastroenterologists. Consequently, when a PFD of any kind is present, it is necessary to know how to provide care. Besides helping the patient in his or her own area of expertise, it may be necessary to refer the patient to a pelvic floor physiotherapist, a sexologist, a urologist or a psychologist to be able to treat the complaints comprehensively. Further research is needed to evaluate the experiences of patients regarding the discussion of sexuality with their specialist. Another interesting question would be what the doctor actually does or would do when faced with patients who admit a sexual or pelvic floor-related problem. Would he refer the patient or would he just ignore it?",
            "paragraph_rank": 23,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 743,
                    "text": "24 25",
                    "end": 748
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 862,
                    "text": "26",
                    "end": 864
                },
                {
                    "type": "bibr",
                    "start": 1358,
                    "text": "27 28",
                    "end": 1363
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 1542,
                    "text": "4",
                    "end": 1543
                }
            ]
        },
        {
            "text": "Conclusion",
            "section_rank": 8
        },
        {
            "section": "Conclusion",
            "text": "The results of this survey show that inquiry of PFD, and especially of sexual dysfunction, is not yet routine in the history taken by gastroenterologists. Because PFD is very prevalent in the gastroenterology practice and it can have a major impact on patients' quality of life, awareness and knowledge about the role of the pelvic floor in gastroenterology should be increased. the Pelvic Floor and Sexuality Research Group, Leiden. The authors wish to thank Roger de Bats, for helping in creating and understanding the online questionnaire, and Charlotte Nouwens for the revisions. The authors also thank Tramedico for supporting this study with a limited grant.",
            "paragraph_rank": 24,
            "section_rank": 8
        },
        {
            "section": "Conclusion",
            "text": "Contributors MPJN designed the questionnaire, was responsible for data collection for the whole What is already know on this subject ▶ Dysfunction of the pelvic fl oor may lead to a wide range of functional symptoms including sexual function, micturition and defecation. ▶ Most patients do not disclose intimate complaints such as urinary or faecal incontinence without being directly asked. ▶ Dysfunction of the pelvic fl oor is responsible for a high percentage of lower urinary tract symptoms and sexual problems in patients visiting a gastroenterologist. ▶ Treatment of pelvic fl oor dysfunction (PFD) asks for a multidisciplinary, holistic approach.",
            "paragraph_rank": 25,
            "section_rank": 8
        },
        {
            "text": "What this study adds",
            "section_rank": 9
        },
        {
            "section": "What this study adds",
            "text": "▶ Gastroenterologists inquire regularly about lower urinary tract symptoms in their patients. ▶ On indication, a majority of gastroenterologists inquire about sexual function in their female patients; in male patients inquiries about sexual function are exceptional. ▶ The main reason not to inquire about sexual function is a lack of knowledge on the subject. ▶ Signifi cant differences between male and female physicians exist concerning their views on PFD.",
            "paragraph_rank": 26,
            "section_rank": 9
        },
        {
            "section": "What this study adds",
            "text": "How might it impact on clinical practice in the future ▶ Our results demonstrate that the knowledge about PFD is not yet intergraded in gastroenterologists' daily practice patterns. Raising the awareness on PFD will improve holistic patient care.",
            "paragraph_rank": 27,
            "section_rank": 9
        },
        {
            "section": "What this study adds",
            "text": "Open Access This is an Open Access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY-NC 3.0) license, which permits others to distribute, remix, adapt, build upon this work noncommercially, and license their derivative works on different terms, provided the original work is properly cited and the use is non-commercial. See: http://creativecommons.org/licenses/bync/3.0/",
            "paragraph_rank": 28,
            "section_rank": 9
        },
        {
            "text": "Table 1 Demographic",
            "section_rank": 10
        },
        {
            "text": "Table 2",
            "section_rank": 11
        },
        {
            "section": "Table 2",
            "text": "Micturition function evaluation",
            "paragraph_rank": 31,
            "section_rank": 11
        },
        {
            "section": "Table 2",
            "text": "*Pearson χ2 (two sided) test. LUTS, lower urinary tract symptoms.",
            "paragraph_rank": 32,
            "section_rank": 11
        },
        {
            "text": "Table 4 Reasons not to inquire about sexual dysfunction Reasons not to inquire about sexual function Female patient Male patient p Value",
            "section_rank": 12
        },
        {
            "section": "Table 4 Reasons not to inquire about sexual dysfunction Reasons not to inquire about sexual function Female patient Male patient p Value",
            "text": "*Pearson χ2 (two sided) test. NS, not signifi cant.",
            "paragraph_rank": 34,
            "section_rank": 12
        },
        {
            "text": "Table 3",
            "section_rank": 13
        },
        {
            "section": "Table 3",
            "text": "Sexual function (SF) evaluation",
            "paragraph_rank": 35,
            "section_rank": 13
        },
        {
            "section": "Table 3",
            "text": "*Pearson χ2 (two sided) test. †Mostly dyspareunia. ‡Mostly 'on indication' NA, not applicable; NS, not signifi cant.",
            "paragraph_rank": 36,
            "section_rank": 13
        },
        {
            "section": "Table 3",
            "text": "Acknowledgements This study was initiated by",
            "paragraph_rank": 37,
            "section_rank": 15
        }
    ]
}