{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Background: The direct effect of some opioids on immune cells has been demonstrated. The aim of this study was to assess the apoptotic effect of opium on Jurkat T lymphocyte cells. Methods: Different concentrations of opium (2.86 × 10-3 to 2.86 × 10-11 g/ml) were added to 24-well plates containing 5 × 10 5 Jurkat cells. Apoptotic events were assessed after 6, 24, and 72 hours by flow-cytometric detection of surface phosphatidylserine. Findings: Significant differences in apoptosis of Jurkat cells were seen at 24 and 72 hours in different concentrations of opium (P < 0.05). After 72 hours, significant increase in necrosis of Jurkat cells was seen in opium concentration of 2.85 × 10-3 g/ml compared to cells without opium (control) (P < 0.05). Conclusion: These results showed that opium directly increases apoptosis and necrosis of T lymphocytes. This effect may play a role in immune dysfunction in opium addicts."
        }
    ],
    "body_text": [
        {
            "section": "Introduction",
            "text": "Programmed cell death or apoptosis is a natural process for removing damaged and aged cells. 1 Apoptosis is an essential physiological process in differentiation and development of normal brain. It also has an important role in a number of neurodegenerative diseases such as Alzheimer's and Parkinson's disease. 2 Various internal and external stimuli can result in apoptosis. 1 Different studies have already been performed about the apoptotic cell death due to many chemical, synthetic, and natural compounds. The apoptotic effects of some alkaloids such as morphine, heroine, codeine, noscapine, and papaverine have been demonstrated. 3 Opium includes 8-17% morphine, 1-10% noscapine, 0.5-1.5% papaverine, and 0.7-5% codeine. 4 Our previous study showed that chronic opium treatment can induce brain and liver cell apoptosis in rats. It was, however, the only report on apoptotic effects of opium. 1 It has been reported that opiate addicts are vulnerable to common infections. 5 Morphine induces apoptotic pathways in Jurkat cells. 6 In addition, chronic use of morphine can inhibit the immune system by reducing both the spleen and inguinal lymph node volume, and white blood cells (B and T lymphocytes and plasmablasts). 7 Moreover, it has been reported that opioids modulate antibody and cytokine secretion and decrease the proliferation rate of multiple myeloma cells through opioid receptor activation. 8 The alteration of peripheral blood T and B lymphocyte proliferative responses were seen in heroin addicts. 9 According to another study, clinical concentration of morphine (10 -8 M) induces apoptosis in human leukemia (HL-60) and human alveolar epithelial (A549) cell lines and necrosis in breast cancer (Michigan Cancer Foundation-7 or MCF7) cell line. 10 Contrary to the above results, Ohara et al. concluded that morphine does not induce apoptosis in lymphocytes. 11 Noscapine, an opium derivative, induces apoptosis via increasing the activity of caspase -2, -3, -6, -8 and -9 and deoxyribonucleic acid (DNA) fragmentation in human myeloid leukemia cells (HL-60 cell line). 12 Apoptotic effect of papaverine, another opium derivative, on mouse aortic smooth muscle cells and coronary endothelial cells has also been recognized. 13 Codeine decreases proliferation, genotoxicity, and apoptosis in Ramos cells. 14 However, opium is a mixture of 20 different alkaloids 15 and 70 various compounds. 16 Its effects on cell functions can hence be different from pure morphine, noscapine, codeine, and papaverine. Since most of the studies on morphine and other opium derivatives have been performed on specific cells in culture medium, we decided to investigate the apoptotic effect of opium on Jurkat cells, as a T lymphocyte model, to evaluate the effects of opium on immune cells.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 93,
                    "text": "1",
                    "end": 94
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 312,
                    "text": "2",
                    "end": 313
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 377,
                    "text": "1",
                    "end": 378
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 638,
                    "text": "3",
                    "end": 639
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 729,
                    "text": "4",
                    "end": 730
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 901,
                    "text": "1",
                    "end": 902
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 981,
                    "text": "5",
                    "end": 982
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1036,
                    "text": "6",
                    "end": 1037
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1227,
                    "text": "7",
                    "end": 1228
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1412,
                    "text": "8",
                    "end": 1413
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1521,
                    "text": "9",
                    "end": 1522
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1768,
                    "text": "10",
                    "end": 1770
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1881,
                    "text": "11",
                    "end": 1883
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 2092,
                    "text": "12",
                    "end": 2094
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 2246,
                    "text": "13",
                    "end": 2248
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 2326,
                    "text": "14",
                    "end": 2328
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 2383,
                    "text": "15",
                    "end": 2385
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 2412,
                    "text": "16",
                    "end": 2414
                }
            ]
        },
        {
            "section": "Cell culture",
            "text": "Jurkat cells (purchased from Iran Pasteur Institute, Tehran, Iran) were cultured in Roswell Park Memorial Institute (RPMI) 1640 medium (Invitrogen Co., Germany) supplemented with 10% fetal bovine serum (FBS) (Invitrogen Co., Germany), 50 U/ml penicillin (Sigma-Aldrich Co., Germany) and 50 mg/ml streptomycin (Sigma-Aldrich Co., Germany)."
        },
        {
            "section": "Adding opium to culture medium",
            "text": "Opium was provided by anti-drugs section of Kerman Police (Iran). Based on their information, the origin of opium was Helmand in Afghanistan. Gas chromatography-mass spectrometry (GC-MS) showed more than 30% of the opium to consist of alkaloids. Morphine (16%), codeine (5.5%), thebaine (4.4%), and papaverine (3.2%) were the most abundant alkaloids. The rest of the provided opium contained non-alkaloid organic and nonorganic substances from which 13.5% was water (moisture). 17 The stock solution of opium (2.86 g/ml) was diluted to concentrations of 2.86 × 10 -1 , 2.86 × 10 -3 , 2.86 × 10 -5 , 2.86 × 10 -7 , 2.86 × 10 -9 , and 2.86 × 10 -11 g/ml in PRMI1640 medium. These calculations were based on different effective concentrations of morphine on Jurkat cells 18 and the assumption that opium contains 16% morphine.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 478,
                    "text": "17",
                    "end": 480
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 768,
                    "text": "18",
                    "end": 770
                }
            ]
        },
        {
            "section": "Evaluating Jurkat cell survival",
            "text": "The 3-(4,5-dimethylthiazol-2-yl) -2,5-diphenyl tetrazolium bromide (MTT) assay was used to determine the number of viable cells in culture. In this method, soluble salt of tetrazolium (yellow color) changes to insoluble colorful compound of formazan (blue color) as a result of reduction by succinate dehydrogenase in the mitochondria of http://ahj.kmu.ac.ir, 4 April living active cells. 19 Equal numbers (100,000 cells/well) of Jurkat cells were seeded in 96 well plates and exposed to different concentrations of opium (2.86 × 10 -1 , 2.86 × 10 -3 , 2.86 × 10 -5 , 2.86 × 10 -7 , 2.86 × 10 -9 , and 2.86 × 10 -11 g/ml) (three wells for each concentration). The plates were incubated at 37ºC in a humidified incubator containing 95% oxygen and 5% carbon dioxide for 4, 6, and 24 hours. At the end of each incubation time, the medium was removed and 20 µl MTT (5 mg/ml) was added to each well. The wells were then incubated at 37ºC for 4 hours. Afterward, 100 µl of 0.04 mol/l hydrochloric acid (HCL) in isopropanol (Merck Co., Germany) was added to each well and optical density (OD) was read on an enzyme linked immunosorbent assay (ELISA) reader (Multiskan-MS, Germany) using test wavelength of 570 nm and reference wavelength of 630 nm.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 389,
                    "text": "19",
                    "end": 391
                }
            ]
        },
        {
            "section": "Flow cytometry analysis of apoptosis induction",
            "text": "During the primary stages of apoptosis, phosphatidylserine, normally found in the inner surface of plasma membrane, transfers to the extracellular surface due to the disturbance of adenosine triphosphate (ATP)-dependent translocase enzyme or activation of other enzymatic systems such as scramblase. Location of phosphatidylserine on extracellular surface is a kind of normal signal causing recognition and phagocytosis of apoptotic cells by macrophages and neighboring cells. Annexin V is an anticoagulant protein with molecular weight of 35 kDa and high affinity for binding to phosphatidylserine in the presence of calcium ion (Ca +2 ). A combination of annexin V and propidium iodide is used in the staining of cells with cellular membrane loss. Annexin V conjugates with fluorescein isothiocyanate (FITC) are used widely in flow cytometry studies of apoptosis. In the present study, equal numbers (500,000 cells/well) of Jurkat cells were grown in 24-well plates containing RPMI 10% FCS with different concentrations of opium (2.86×10 -11 to 2.86×10 -3 g/ml) and time periods as described above. At the end of incubation time, 100,000 cells were transferred into each microtube and centrifuged at 1000 rounds per minute for 10 minutes. After the removal of the surface medium, 500 µl binding buffer (1x) (Biovision Co., UK), 5 µl annexin V (Biovision Co., UK), and 5 µl propidium iodide (Biovision Co., UK) were added to the cells and incubated at the room temperature for 10 minutes. Labeled samples were then read by flow cytometry (FACSCalibur, BD Biosciences, New Jersey, USA)."
        },
        {
            "section": "Statistical analysis",
            "text": "The results were presented as mean ± standard errors (SE). Analysis was performed by SPSS for Windows 16.0 (SPSS Inc., Chicago, IL, USA). One-way analysis of variance (ANOVA) followed by Bonferroni post-hoc tests were performed to compare differences between various concentrations at each time point. For comparison of response to different concentrations at different times, repeated measure ANOVA with Bonferroni post-hoc test was used. P values less than 0.05 were considered statistically significant."
        },
        {
            "section": "Effects of opium on cell survival in Jurkat cell line",
            "text": "As it is shown in figure 1, after 4 hours, opium at high (2.86 × 10 -1 and 2.86 × 10 -3 g/ml), moderate (2.86 × 10 -5 g/ml), and low (2.86 × 10 -11 g/ml) concentrations decreased cell survival in comparison to cells without opium (control cells) (P < 0.05). At the 24 th hour, only moderate concentration of opium (2.86 × 10 -5 g/ml) decreased cell survival compared to the control."
        },
        {
            "section": "Effects of opium on apoptosis of Jurkat cell line using annexin V",
            "text": "The apoptotic effects of opium on Jurkat cells are shown in figure 2. There were significant differences between different concentrations of opium at the 24 th and 72 nd hours. Apoptosis of Jurkat cells in opium concentrations of 2.85 × 10 -11 to 2.86 × 10 -3 g/ml was different at the 6 th , 24 th , and 72 nd hours. After 24 hours, all concentrations of opium induced apoptosis in Jurkat cells compared to the control. In addition, opium concentration of 2.86 × 10 -7 g/ml caused higher apoptosis compared to the control at the 72 nd hour (P < 0.05) ( Figure 2).",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 554,
                    "text": "Figure 2",
                    "end": 562
                }
            ]
        },
        {
            "section": "Effects of opium on apoptosis of Jurkat cell line using annexin V",
            "text": "After 72 hours, the opium concentration of 2.86 × 10 -3 g/ml increased necrosis in comparison to the control (P < 0.01) (Figure 3).",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 120,
                    "text": "(Figure 3",
                    "end": 129
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "The results of the present study showed reductions in cell survival due to increased opium in the Addict Health      21 In spite of the widespread and long history of opium consumption, studies in this regard have been very limited. Despite the existence of several reports about the effects of the most important components of opium including morphine, codeine, noscapine, and papaverine on programmed cell death in various tissues and cells, these studies have specifically focused on effects of one derivative. 6,[12][13][14] Morphine increases the synthesis of regulating pro-apoptotic proteins (e.g. P53 and Bax) in the exposed cells. 22 It also induces apoptosis in Jurkat cell line. 6 Previous research has emphasized on the role of morphine in increasing DNA degradation in human peripheral blood cells. [19][20][21][22][23] It has been reported that morphine enhances apoptosis in murine macrophages 24 and reduces macrophages and B-cells in the spleen. 8 It has also been demonstrated that morphine induces macrophage apoptosis and thereby leads to bacterial infections in mice. 25 However, long-term and short-term effects of morphine are different. 26 In a study about the effects of morphine on cell proliferation, it was claimed that morphine at concentrations higher than 10 µmol inhibits tumor cells proliferation. Its concentrations of above 500 µmol were found to induce apoptosis. 27 In contrast to many researchers who have shown morphine-induced apoptosis in various cells including lymphocytes, some others have indicated that morphine does not have apoptotic effects on lymphocytes. 11 Suppressive effects of morphine on lymphocyte apoptosis via blocking P53-mediated death signals have also been suggested. 28 Apoptotic role of some other major derivatives of opium, such as noscapine and papaverine, has also been reported. One study showed that noscapine induces apoptosis through increasing the activity of caspase-2, -3, -6, -8 and -9 and DNA fragmentation in human myeloid leukemia cells and HL-60 cell line. 12 Moreover, pharmacologic doses of noscapine induce apoptosis of tumor cells in breast, lung, colon, and ovarian cancers. 29 It can act as an anti-tumor agent which arrests cell mitosis and induces apoptosis. Noscapine binds tubulin and alters its conformation. It arrests mitosis through affecting microtubules assembly in mammalian cells. 30 Papaverine, which is commonly used in the treatment of spinal vascular spasm, induces apoptosis in endothelial cells and vascular smooth muscles. 13 Toxic effects of codeine on human cancer cells has been demonstrated in various studies. Codeine, at concentrations of 1-6 mM, dose-dependently decreases proliferation and causes genotoxicity and apoptosis in Ramos cells. 14 Codeinone, an oxidized derivative of codeine, dose-dependently induces apoptosis in HL-60 cell line through DNA fragmentation, cytochrome C release, and inducing caspase-3. 31,32 .",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 117,
                    "text": "21",
                    "end": 119
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 514,
                    "text": "6,",
                    "end": 516
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 516,
                    "text": "[12]",
                    "end": 520
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 520,
                    "text": "[13]",
                    "end": 524
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 524,
                    "text": "[14]",
                    "end": 528
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 640,
                    "text": "22",
                    "end": 642
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 690,
                    "text": "6",
                    "end": 691
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 812,
                    "text": "[19]",
                    "end": 816
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 816,
                    "text": "[20]",
                    "end": 820
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 820,
                    "text": "[21]",
                    "end": 824
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 824,
                    "text": "[22]",
                    "end": 828
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 828,
                    "text": "[23]",
                    "end": 832
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 909,
                    "text": "24",
                    "end": 911
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 963,
                    "text": "8",
                    "end": 964
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1089,
                    "text": "25",
                    "end": 1091
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1161,
                    "text": "26",
                    "end": 1163
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1400,
                    "text": "27",
                    "end": 1402
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1606,
                    "text": "11",
                    "end": 1608
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1731,
                    "text": "28",
                    "end": 1733
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 2038,
                    "text": "12",
                    "end": 2040
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 2161,
                    "text": "29",
                    "end": 2163
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 2380,
                    "text": "30",
                    "end": 2382
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 2529,
                    "text": "13",
                    "end": 2531
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 2754,
                    "text": "14",
                    "end": 2756
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 2930,
                    "text": "31,",
                    "end": 2933
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 2933,
                    "text": "32",
                    "end": 2935
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "Singhal et al. showed that morphine at concentrations of 10 -4 , 10 -6 , 10 -8 and 10 -10 M induces apoptosis in Jurkat cells after 24 and 48 hours of incubation. 19 In another study, the same researchers concluded that morphine at concentrations of 10 -4 , 10 -6 , and 10 -8 M induces apoptosis in J774A cell line of mouse macrophages. 33 This finding is consistent with the results of the present study which showed opium to increase Jurkat cell line apoptosis at all concentrations at 24 hours.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 163,
                    "text": "19",
                    "end": 165
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 337,
                    "text": "33",
                    "end": 339
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "Ohara et al. reported that morphine at concentrations of 10 -4 , 10 -5 , 10 -6 , and 10 -8 M did not induce pathway apoptosis in lymphocytes at 3, 6, 12, 24, and 48 hours. 11 We found contrasting results using opium concentrations of 2.86 × 10 -5 , 2.86 × 10 -7 , 2.86 × 10 -9 , and 2.86 × 10 -11 g/ml at 72 hours. Another study indicated that clinical concentration of morphine (10 -8 M) induces apoptosis in HL-60 and A549 cell lines and necrosis in MCF7 cell line. 12 We obtained the same results at opium concentration of 2.86 × 10 -3 g/ml at 6 hours and all concentrations at 24 hours. Moreover, opium concentration of 2.86 × 10 -5 caused in similar results at 72 hours.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 172,
                    "text": "11",
                    "end": 174
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 468,
                    "text": "12",
                    "end": 470
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "According to the results of MTT test, we concluded that opium decreased cell survival in comparison to the control at 4 hours. At 6 hours, some metabolic pathway will be activated by opium derivatives and hence the Addict Health In other word, after 6 hours, the apoptotic effects of opium derivatives are defeated by activating effects of some opium derivatives on succinate dehydrogenase (or other reducing enzymes). This process will in turn lead to reduction of MTT and formazan formation. However, after 24 hours, the apoptotic effects of opium derivatives will overcome the activation which had reduced MTT. Apparently, the precise mechanisms involved in these observations remain to be determined by future studies."
        },
        {
            "section": "Discussion",
            "text": "All studies about the effects of opiates on immune and humoral immunity systems, including in vivo studies on experimental animals or in vitro studies on immune cells isolated from human and animals, agree on decreased number of activated T-lymphocytes as well as the percent of activated T-lymphocytes in the peripheral blood of opiate-addicts. 5,34,35 Our findings confirmed these effects",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 346,
                    "text": "5,",
                    "end": 348
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 348,
                    "text": "34,",
                    "end": 351
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 351,
                    "text": "35",
                    "end": 353
                }
            ]
        },
        {
            "section": "Conclusion",
            "text": "Overall, the results of the present study showed that opium has apoptotic as well as necrotic effects on Jurkat T-lymphocyte cells. Therefore, opiate-addicts are prone to infectious diseases. "
        },
        {
            "text": ", Winter & Spring 2013; Vol 5, No 1-2 http://ahj.kmu.ac.ir, 4 April"
        },
        {
            "section": "Figure 1 .",
            "text": "The percent of Jurkat cells viability at different concentrations of opium and different time intervals MTT: 3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyl tetrazolium bromide"
        },
        {
            "section": "Figure 2 .",
            "text": "The percent of Jurkat cells apoptosis at different concentrations of opium and different time intervals"
        },
        {
            "section": "Figure 3 .",
            "text": "The percent of Jurkat cells necrosis at different concentrations of opium and different time intervals"
        },
        {
            "text": ", Winter & Spring 2013; Vol 5, No 1-2 http://ahj.kmu.ac.ir, 4 April reduction of MTT enhanced in spite of decreased survival of cells."
        },
        {
            "section": "Acknowledgements",
            "text": "This study was supported by grants from Rafsanjan University of Medical Sciences. Helpful scientific advices of Professor Hamid Najafipur are greatly appreciated. The authors confirm that there is no conflict of interest in this study."
        }
    ]
}