{
    "level": "paragraph",
    "abstract": [],
    "body_text": [
        {
            "section": "Introduction",
            "text": "Tissue repair is an essential homeostatic response that entails the orchestration of a wealth of cellular and molecular events involving resident and inflammatory cell types (Martin, 1997). Similarities have been noted between healing wounds and tumors (Dvorak, 1986), and key genes expressed during wound healing and in cancer share transcriptional regulatory mechanisms (Dauer et al., 2005). Moreover, wounding hastens skin carcinogenesis in transgenic mouse models (DePianto et al., 2010;Kasper et al., 2011;Wong and Reiter, 2011). Defining the mechanisms regulating the amplitude and duration of normal tissue repair events may shed light on what goes awry in tumors, in chronic nonhealing wounds, and related disease settings (Djalilian et al., 2006).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 174,
                    "text": "(Martin, 1997)",
                    "end": 188
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 253,
                    "text": "(Dvorak, 1986)",
                    "end": 267
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 372,
                    "text": "(Dauer et al., 2005)",
                    "end": 392
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 468,
                    "text": "(DePianto et al., 2010;",
                    "end": 491
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 491,
                    "text": "Kasper et al., 2011;",
                    "end": 511
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 511,
                    "text": "Wong and Reiter, 2011)",
                    "end": 533
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 731,
                    "text": "(Djalilian et al., 2006)",
                    "end": 755
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The type II keratins 6a and 6b (K6a and K6b) and their partner type I keratins 16 and 17 (K16 and K17) are rapidly induced in wound-proximal epidermal keratinocytes after skin injury and in chronic disease settings (e.g., psoriasis and cancer) in addition to being normally expressed in epithelial appendages (Mansbridge and Knapp, 1987;Paladini et al., 1996;McGowan and Coulombe, 1998;Takahashi et al., 1998).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 309,
                    "text": "(Mansbridge and Knapp, 1987;",
                    "end": 337
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 337,
                    "text": "Paladini et al., 1996;",
                    "end": 359
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 359,
                    "text": "McGowan and Coulombe, 1998;",
                    "end": 386
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 386,
                    "text": "Takahashi et al., 1998)",
                    "end": 409
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Mice null for K6a/K6b die within a week after birth, correlating with severe oral blistering secondary to fragility in the filiform papillae, an epithelial appendage of the dorsal tongue epithelium (Wong et al., 2000). Skin grafting showed that K6 / keratinocytes, which also exhibit reduced K16 levels owing to enhanced turnover (Bernot et al., 2005), are mechanically compromised and readily rupture while attempting to migrate into the setting of acute skin wounds in situ (Wong and Coulombe, 2003). In skin explant culture, a setting in which frictional forces are lesser but otherwise very relevant to wound epithelialization in situ (Mazzalupo et al., 2002), K6 / keratinocytes maintain their integrity and actually migrate markedly faster than wild type (WT; Wong and Coulombe, 2003). Of note, changes in the expression and/or regulation of intermediate filament (IF) proteins is a common occurrence after injury to various tissues including muscle and central nervous system, and, otherwise, IF proteins have been shown to impact the migration of several types of cells (Coulombe and Wong, 2004).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 198,
                    "text": "(Wong et al., 2000)",
                    "end": 217
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 332,
                    "text": "(Bernot et al., 2005)",
                    "end": 353
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 478,
                    "text": "(Wong and Coulombe, 2003)",
                    "end": 503
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 641,
                    "text": "(Mazzalupo et al., 2002)",
                    "end": 665
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 770,
                    "text": "Wong and Coulombe, 2003)",
                    "end": 794
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 1082,
                    "text": "(Coulombe and Wong, 2004)",
                    "end": 1107
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Select phosphotyrosine epitopes that positively react with the widely used mouse monoclonal antibody 4G10 are enriched in cell lysates prepared from cultured K6 / skin explants I njury to the epidermis triggers an elaborate homeostatic response resulting in tissue repair and recovery of the vital barrier function. The type II keratins 6a and 6b (K6a and K6b) are among the genes induced early on in wound-proximal keratinocytes and maintained during reepithelialization. Paradoxically, genetic ablation of K6a and K6b results in enhanced keratinocyte migration. In this paper, we show that this trait results from activation of Src kinase and key Src substrates that promote cell migration. Endogenous Src physically associated with keratin proteins in keratinocytes in a K6-dependent fashion."
        },
        {
            "section": "Introduction",
            "text": "Purified Src bound K6-containing filaments via its SH2 domain in a novel phosphorylation-independent manner, resulting in kinase inhibition. K6 protein was enriched in the detergent-resistant membrane (DRM), a key site of Src inhibition, and DRMs from K6-null keratinocytes were depleted of both keratin and Src. We conclude that K6 negatively regulates Src kinase activity and the migratory potential of skin keratinocytes during wound repair. Our findings may also be important in related contexts such as cancer."
        },
        {
            "section": "Introduction",
            "text": "of keratin filaments prompted us to assess the role of Src kinase in migrating K6 / keratinocytes."
        },
        {
            "section": "Introduction",
            "text": "Src family kinase (SFK) hyperactivation in K6 / lysates was confirmed through reactivity with an antibody directed at phospho-Tyr416, which marks an activated state (Fig. 1 B; see Fig. S1 E for quantitation). In contrast, SFK activity level was normal in lysates prepared from K14 / or K17 / keratinocytes (Figs. 1 B and S1 E), which show WT-like migration (not depicted). Key Src substrates with defined roles in cell migration (e.g., FAK, P130Cas, and paxillin) showed enhanced tyrosine phosphorylation on Src-regulated sites in K6 / but not in K14 / or K17 / keratinocytes (Fig. 1 B). By immunostaining, activated Src/SFK epitopes concentrate at the leading edge of K6 / keratinocytes compared with WT (Fig. 1 C; quantified in Fig. S1 F), a pattern known to favor epithelial cell migration during corneal wound closure (Gao et al., 2004). Migration of WT and K6 / keratinocytes was markedly inhibited by treatment of skin explants with the Src inhibitor PP2 (Hanke et al., 1996), suggesting a requirement for Src activity in this setting (Fig. S1 G). Western blot analysis of protein extracts from wound edge tissue in WT mouse skin showed that Src activation, as well as FAK and Crk-associated substrate (CAS) phosphorylation, is robustly enhanced relative to intact skin tissue away from the wound (Fig. S2 A). K6 and K17 are induced at the total protein level, whereas K5 levels remained fairly constant, in this setting (Fig. S2, A and B; Paladini et al., 1996; (Wong and Coulombe, 2003), including a protein of 60-kD M r , the correct size for Src, a nonreceptor tyrosine kinase with an established role in cell migration (Altun-Gultekin and Wagner, 1996;Hall et al., 1996). Src is activated in wound settings as well as in psoriatic and neoplastic skin (Ayli et al., 2008). Here, we explore the novel hypothesis that K6 normally functions to dampen Src signaling in wound-activated keratinocytes and that the loss of K6 leads to unimpeded Src activation and enhanced keratinocyte migration.",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 167,
                    "text": "(Fig. 1 B;",
                    "end": 177
                },
                {
                    "type": "figure",
                    "start": 182,
                    "text": "Fig. S1",
                    "end": 189
                },
                {
                    "type": "figure",
                    "start": 588,
                    "text": "(Fig. 1 B)",
                    "end": 598
                },
                {
                    "type": "figure",
                    "start": 719,
                    "text": "(Fig. 1 C;",
                    "end": 729
                },
                {
                    "type": "figure",
                    "start": 744,
                    "text": "Fig. S1 F)",
                    "end": 754
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 836,
                    "text": "(Gao et al., 2004)",
                    "end": 854
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 977,
                    "text": "(Hanke et al., 1996)",
                    "end": 997
                },
                {
                    "type": "figure",
                    "start": 1057,
                    "text": "(Fig. S1 G)",
                    "end": 1068
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1319,
                    "text": "(Fig. S2 A)",
                    "end": 1330
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1443,
                    "text": "(Fig. S2, A and B",
                    "end": 1460
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 1462,
                    "text": "Paladini et al., 1996",
                    "end": 1483
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 1485,
                    "text": "(Wong and Coulombe, 2003)",
                    "end": 1510
                },
                {
                    "type": "bibr",
                    "start": 1646,
                    "text": "(Altun-Gultekin and Wagner, 1996;",
                    "end": 1679
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1679,
                    "text": "Hall et al., 1996)",
                    "end": 1697
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1778,
                    "text": "(Ayli et al., 2008)",
                    "end": 1797
                }
            ]
        },
        {
            "section": "Results and discussion",
            "text": "Building on previous findings involving a skin explant culture assay (Wong and Coulombe, 2003), we find that K6 / skin keratinocytes in primary culture show enhanced migration after scratch wounding (Fig. 1 A) and in transwell migration assays ( Fig. S1 A). Therefore, this phenotype is very robust and represents an intrinsic property of K6 / keratinocytes. The intracellular organization of keratin filaments appears normal in the absence of K6 (Fig. S1 B). The 4G10 antibody used in our previous study (Wong and Coulombe, 2003) reacts with in vitro activated Src and immunoprecipitates Src and FAK from mouse skin keratinocytes (in a complex and/or individually; see Fig. S1,C and D). Collectively, the cell-autonomous enhancement in migration potential, the increased tyrosine phosphorylation of a 60-kD protein, and the largely intact organization Figure 1. Loss of K6 leads to SFK activation in woundinduced keratinocytes. (A) Migration of keratinocytes in scratch wounds. Distance and surface area of keratinocyte outgrowth were assessed by K17 staining (ImageJ). Dashed lines depict the wound margin. The arrow shows the direction of migration. Data (mean ± SEM) are fold change relative to WT. *, P < 0.001; **, P < 0.01. n = 3 independent sample pairs. Bar, 20 µm. (B) Western blot analysis of Src/SFK activity in K6 / , K14 / , and K17 / skin explant keratinocyte protein lysates. Loading was assessed via actin (digitonin-soluble fractions) or caveolin (triton-soluble fractions). Blots were performed at least three times from independent lysates. Migration of standards is given in kilodaltons. (C) Subcellular localization of activated Src/SFKs in WT or K6 / keratinocytes in primary culture. Bar, 25 µm. (insets) Higher magnifications of the boxed areas on the left to detail the leading edge. Bar, 7 µm. (D) Dual immunostaining for p-Y410 CAS and vinculin in WT or K6 / keratinocytes in primary culture (fibronectin-coated coverslips). Arrows depict examples of colocalization. Arrowheads point to the bordering phenotype at the leading edge of K6 / keratinocytes. Bar, 15 µm.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 69,
                    "text": "(Wong and Coulombe, 2003)",
                    "end": 94
                },
                {
                    "type": "figure",
                    "start": 201,
                    "text": "(Fig. 1 A)",
                    "end": 211
                },
                {
                    "type": "figure",
                    "start": 248,
                    "text": "Fig. S1 A)",
                    "end": 258
                },
                {
                    "type": "figure",
                    "start": 451,
                    "text": "(Fig. S1 B)",
                    "end": 462
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 509,
                    "text": "(Wong and Coulombe, 2003)",
                    "end": 534
                },
                {
                    "type": "bibr",
                    "start": 674,
                    "text": "Fig. S1,",
                    "end": 682
                },
                {
                    "type": "bibr",
                    "start": 682,
                    "text": "C and D)",
                    "end": 690
                },
                {
                    "type": "figure",
                    "start": 857,
                    "text": "Figure 1",
                    "end": 865
                }
            ]
        },
        {
            "section": "Results and discussion",
            "text": "Thus, loss of K6 may also lead to a change in focal adhesion character that helps stimulate keratinocyte migration. Support for this notion comes from a large body of literature implicating Src-related focal adhesion turnover as a potent stimulator of cell migration (Fincham and Frame, 1998;Frame et al., 2002).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 267,
                    "text": "(Fincham and Frame, 1998;",
                    "end": 292
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 292,
                    "text": "Frame et al., 2002)",
                    "end": 311
                }
            ]
        },
        {
            "section": "Results and discussion",
            "text": "Next, we assessed whether Src physically associates with keratins, as this would provide a potential causal link between the loss of K6 and increased Src activity. Keratin proteins indeed coimmunoprecipitated with endogenous Src from skin keratinocytes in primary culture (Fig. 2 A). This interaction was dependent on K6, as conveyed by parallel coimmunoprecipitation assays from K6 / keratinocytes (Fig. 2 A). In vitro, purified His-tagged human Src protein (full-length [FL] Src protein) efficiently cosedimented with assembled K6/K17 filaments reconstituted from pure human recombinant proteins (Fig. 2, B and C). Such cosedimentation reflects genuine keratin binding, as the C-terminal catalytic domain (CD) of Src (Src CD; Fig. 3 A) pellets poorly in this assay (Fig. 2, B and C). In vitro activated Src also readily cosedimented with K6/K17 filaments (Fig. 2 B). Far-Western assays revealed that purified Src preferentially binds type II keratins (K5 and K6) and the type III IF vimentin, relative to type I keratins (Fig. 2 D). This trend is enhanced when using preactivated Src as the ligand, as binding to K6 and vimentin remains strong compared with K5 or type I keratins (Fig. 2 D).",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 272,
                    "text": "(Fig. 2 A)",
                    "end": 282
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 401,
                    "text": "(Fig. 2 A)",
                    "end": 411
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 600,
                    "text": "(Fig. 2, B",
                    "end": 610
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 730,
                    "text": "Fig. 3 A)",
                    "end": 739
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 769,
                    "text": "(Fig. 2, B",
                    "end": 779
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 859,
                    "text": "(Fig. 2 B)",
                    "end": 869
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1025,
                    "text": "(Fig. 2 D)",
                    "end": 1035
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1184,
                    "text": "(Fig. 2 D)",
                    "end": 1194
                }
            ]
        },
        {
            "section": "Results and discussion",
            "text": "McGowan and Takahashi et al., 1998). By immunostaining, activated Src occurs in K6-expressing epidermal keratinocytes, both in cells actively migrating into the wound bed ( Fig. S2 B) or located behind the migrating front (not depicted), in wounded WT mouse skin. Activated Src shows a distinct staining pattern in many infiltrating, actively migrating keratinocytes that conveys its membrane proximity ( Fig. S2 C, arrows). Together, our ex vivo and in vivo findings on SFKs and key Src substrates with a defined role in cell motility strongly suggest that the migratory phenotype occurring in K6 / keratinocytes involves an increase in Src activity.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 12,
                    "text": "Takahashi et al., 1998)",
                    "end": 35
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 173,
                    "text": "Fig. S2 B)",
                    "end": 183
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 405,
                    "text": "Fig. S2 C, arrows)",
                    "end": 423
                }
            ]
        },
        {
            "section": "Results and discussion",
            "text": "Immunostaining also shows that activated Src is concentrated at focal adhesions in keratinocyte cultures from both genotypes, as inferred from comparing its localization with that of vinculin at the outer edge of cells ( Fig. S3, arrows). Likewise, phosphorylated CAS, FAK, and paxillin all localized to vinculincontaining structures (Figs. 1 D and Fig. S3 [arrows]) in WT and K6 / cells. Further, all of these markers were markedly redistributed in many K6 / keratinocytes, generating a striking pattern of closely aligned dots delineating the outer cell membrane (bordering; Figs. 1 D and Fig. S3 [arrowheads]). This contrasts with WT cells, in which activated Src staining formed a corrugated cellular outline, and its substrates were concentrated in physically well-separated protrusions (Figs. 1 D and S3). . Src binds keratin filaments directly. (A) Coimmunoprecipitation (IP) of Src and keratin from primary cultures of WT and K6 / keratinocytes. IgG, normal rabbit IgG; Pre-I, K17 preimmune serum. (B) In vitro cosedimentation assays. p-Y416 Src, in vitro activated Src; P, pellet; S, supernatant. (C) Quantitation (mean ± SEM) of Src and Src CD cosedimentation with keratin filaments using ImageJ (signal ratio in pellet fraction/total band intensity; *, P < 0.0001). n = 11 independent trials for Src FL; n = 8 for Src CD. (D) Far-Western overlays using either Src or activated Src as ligands with their detection of membrane-bound proteins using specific antibodies. Ponceau stain assesses loading of the IF proteins tested. Vim, vimentin. (E) WT keratinocytes in primary culture transfected with GFP-K17 were assessed for subcellular localization of GFP and Src via confocal microscopy. Bar, 15 µm. (insets) Magnifications of the boxed area on the left. Arrows depict areas of colocalization. Bar, 5 µm. (F) Western blot analysis of Src activation and K6 induction in protein lysates of WT mouse ears treated with acetone (-) or TPA (250 ng/µl). Phospho-ERK 1/2 (p-ERK 1/2) was used as a positive control for TPA response; K5 and caveolin are loading controls. (G) Coimmunoprecipitation of Src and keratin from TPA-treated mouse ear (IgG). In all instances, similar results were achieved from at least three independent experiments. Migration of mass standards is given in kilodaltons. et al., 1988), and this could account for its greater affinity for type II keratins.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 221,
                    "text": "Fig. S3, arrows)",
                    "end": 237
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 349,
                    "text": "Fig. S3",
                    "end": 356
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 595,
                    "text": "Fig. S3 [arrowheads]",
                    "end": 615
                },
                {
                    "type": "bibr",
                    "start": 2304,
                    "text": "et al., 1988)",
                    "end": 2317
                }
            ]
        },
        {
            "section": "Results and discussion",
            "text": "Src autophosphorylation is significantly hindered when it is equilibrated with K6/K17 filaments before activation (Fig. 3 D; quantitation is shown in Fig. 3 E). In contrast, autophosphorylation and activation of Src's CD were minimally altered by the presence of K6/K17 filaments (Fig. 3, D and E), conveying that the degree of kinase inhibition achieved is proportional to the affinity of Src for keratin IFs (Fig. 2, B and C). These in vitro findings suggest that the binding of Src to K6 might negatively regulate its kinase activity in WT keratinocytes in vivo.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 114,
                    "text": "(Fig. 3 D",
                    "end": 123
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 150,
                    "text": "Fig. 3 E)",
                    "end": 159
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 280,
                    "text": "(Fig. 3",
                    "end": 287
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 410,
                    "text": "(Fig. 2",
                    "end": 417
                }
            ]
        },
        {
            "section": "Results and discussion",
            "text": "Cell migration is a highly spatially organized process (Martin, 1997), raising the prospect that the keratin-Src interaction may be segregated to a specialized subcellular compartment at or near the membrane. We focused on detergent-resistant membranes (DRMs) as a location of interest as a result of its established role as a key site of Src regulation (Oneyama et al., 2008). Upon activation, Src is recruited to cholesterol-rich membrane microdomains (which are resistant to Triton X-100 extraction), where it phosphorylates C-terminal Src kinase (CSK)-binding protein (CBP; Kawabuchi et al., 2000). CSK is then recruited and inactivates Src via phosphorylation of its C-terminal tail (Oneyama et al., 2008). Keratin (Caruso and Stemmer, 2011) and vimentin (Berg et al., 2009) IF proteins have been found in DRMs. Likewise, we identified a fraction of the keratin pool, including K5, K6 (Fig. 4, A and B), K14, and K17 (not depicted) as well as Src itself (Fig. 4 C), in DRM fractions from WT skin explant lysates. In contrast, lysates from K6 / keratinocytes showed reduced levels of keratin and Src in DRMs (Fig. 4, A-C). Two phosphorylated forms of Src also localized to DRM fractions in both WT and K6 / explant lysate (Fig. 4 D). Consistent with Confocal microscopy was used to relate the distribution of endogenous Src and transfected GFP-tagged keratin in nonmigrating WT keratinocytes in conventional primary culture. Both proteins showed a broad, pan-cytoplasmic distribution and partially colocalized (Fig. 2 E). Coimmunoprecipitation of Src and keratin from WT skin wounds in situ proved difficult as a result of the relatively small amount of activated K6/K17expressing keratinocytes compared with other cell types (e.g., inflammatory cells and dermal fibroblasts), cellular debris, and the protein-rich scab. As an alternative, we used TPA (12-O-tetradecanoylphorbol-13-acetate) treatment of mouse ear to induce both K6 expression and Src activation in epidermis (Fig. 2 F;Xian et al., 1997). Keratins coimmunoprecipitated with Src in this context (Fig. 2 G). These data establish that Src directly binds keratins and that K6, in particular, shows a consistently higher affinity for Src kinase whether it is active or not.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 55,
                    "text": "(Martin, 1997)",
                    "end": 69
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 354,
                    "text": "(Oneyama et al., 2008)",
                    "end": 376
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 578,
                    "text": "Kawabuchi et al., 2000)",
                    "end": 601
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 688,
                    "text": "(Oneyama et al., 2008)",
                    "end": 710
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 720,
                    "text": "(Caruso and Stemmer, 2011)",
                    "end": 746
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 760,
                    "text": "(Berg et al., 2009)",
                    "end": 779
                },
                {
                    "type": "figure",
                    "start": 890,
                    "text": "(Fig. 4, A and B)",
                    "end": 907
                },
                {
                    "type": "figure",
                    "start": 959,
                    "text": "(Fig. 4 C)",
                    "end": 969
                },
                {
                    "type": "figure",
                    "start": 1114,
                    "text": "(Fig. 4",
                    "end": 1121
                },
                {
                    "type": "figure",
                    "start": 1230,
                    "text": "(Fig. 4 D)",
                    "end": 1240
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1518,
                    "text": "(Fig. 2 E)",
                    "end": 1528
                },
                {
                    "type": "bibr",
                    "start": 1983,
                    "text": "(Fig. 2 F;",
                    "end": 1993
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 1993,
                    "text": "Xian et al., 1997)",
                    "end": 2011
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 2068,
                    "text": "(Fig. 2 G)",
                    "end": 2078
                }
            ]
        },
        {
            "section": "Results and discussion",
            "text": "Next, we set out to map the determinants mediating Src binding to keratins. Src comprises three major domains: SH3, SH2, and the CD (Fig. 3 A;  Xu et al., 1997). Src's CD interacts poorly with keratin filaments (Fig. 2, B and C). In contrast, a His-GFP-Src N-terminal fusion comprising the SH3 and SH2 domains ( Fig. 3 A) showed full binding to keratin IFs in cosedimentation assays (Fig. 3 B). Upon further dissection, the SH2 domain (residues 149-254) mediated strong binding to keratin IFs in copelleting assays (Fig. 3 B) and exhibited a higher affinity for type II keratins in Far-Western blots (Fig. 3 C). The SH3 domain did not bind keratin in either assay (Fig. 3, B and C). Direct binding to Src's SH2 domain does not involve phosphorylated tyrosine residues on keratins, given their recombinant bacterial source, implying that it is mediated by a novel binding determinant. A motif homologous to type I keratins has been recognized in this specific region of Src (Tachibana In vitro cosedimentation of His-GFP-Src N-terminal, His-GFP-SH2, and His-GFP-SH3 fusions with K6/K17 filaments, detected using GFP antibody. P, pellet; S, supernatant. (C) Far-Western overlays using His-GFP-SH2 or His-GFP-SH3 as ligands, detected with GFP antibody. Ponceau staining shows loading for proteins tested. Vim, vimentin. (D) FL Src or Src CD was equilibrated with or without K6/K17 filaments before activation via ATP-dependent autophosphorylation (p-Y416 Src/SFK). Total Src (or CD) levels are shown for comparison. (E) Quantification of Src FL or Src CD sequestration by K6/K17 filaments. Values (mean ± SEM; ImageJ) are reported as activity ratio and calculated by relating band intensity for active Src/Src CD in the presence of K6/K17 to active Src/Src CD band intensity in the absence of K6/K17. *, P < 0.01. In all instances, similar results were achieved from at least three independent experiments. Migration of mass standards is given in kilodaltons. Todorović et al., 2010). Plakoglobin, in particular, is a known Src target (Miravet et al., 2003) and reacts with the monoclonal antibody 4G10 (unpublished data). The molecular mass of plakoglobin (80 kD) corresponds to a tyrosinephosphorylated epitope that is elevated in lysates from migrating K6 / keratinocytes (Wong and Coulombe, 2003). Others have recently shown that plakoglobin and other desmosomal proteins are enriched in DRM fractions (Delva et al., 2008;Brennan et al., 2011), as we observed in WT and K6 / mouse keratinocytes (unpublished data). These findings raise the distinct possibility of plakoglobin's contribution, perhaps in conjunction with other keratin-binding proteins (e.g., plectin) to the recruitment of keratin proteins to lipid rafts and/or to regulation of Src in migrating keratinocytes.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 132,
                    "text": "(Fig. 3 A;",
                    "end": 142
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 144,
                    "text": "Xu et al., 1997",
                    "end": 159
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 211,
                    "text": "(Fig. 2, B and C)",
                    "end": 228
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 312,
                    "text": "Fig. 3 A)",
                    "end": 321
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 383,
                    "text": "(Fig. 3 B)",
                    "end": 393
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 515,
                    "text": "(Fig. 3 B)",
                    "end": 525
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 600,
                    "text": "(Fig. 3 C)",
                    "end": 610
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 664,
                    "text": "(Fig. 3",
                    "end": 671
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 1957,
                    "text": "Todorović et al., 2010)",
                    "end": 1980
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 2032,
                    "text": "(Miravet et al., 2003)",
                    "end": 2054
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 2275,
                    "text": "(Wong and Coulombe, 2003)",
                    "end": 2300
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 2406,
                    "text": "(Delva et al., 2008;",
                    "end": 2426
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 2426,
                    "text": "Brennan et al., 2011)",
                    "end": 2447
                }
            ]
        },
        {
            "section": "Results and discussion",
            "text": "Cells likely possess mechanisms guarding them against the negative consequences of excessive Src activity, which, in settings such as tissue repair, is promoted by numerous growth factors, activated integrins, and other stimuli (Martin, 1997). High Src activity is a powerful inducer of epithelial-mesenchymal transitions (Behrens et al., 1993) and also is a recurring characteristic of human cancers (Bild et al., 2006). K6 is also commonly induced in carcinomas affecting skin and related complex epithelia (Moll et al., 1983); intriguingly, loss of K6 expression correlates with a more aggressive behavior in endometrial cancers (Stefansson et al., 2006) and squamous cell carcinoma of the skin (Larcher et al., 1992). Although the role of K6 in tumor settings has not been defined, we speculate that our model, there was no difference in the amount of pY527 (inhibited) SFK epitopes in DRM fractions from WT and K6 / keratinocytes, whereas there was a clear reduction in p-Y416 (activated) epitopes in K6 / relative to WT (Fig. 4 D). In contrast, FAK, phospho-FAK, phospho-CAS, and phospho-paxillin do not occur in DRM fractions in either genotype (unpublished data). Such findings argue that the localization of Src to DRMs may be distinct from its recruitment to focal adhesions.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 228,
                    "text": "(Martin, 1997)",
                    "end": 242
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 322,
                    "text": "(Behrens et al., 1993)",
                    "end": 344
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 401,
                    "text": "(Bild et al., 2006)",
                    "end": 420
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 509,
                    "text": "(Moll et al., 1983)",
                    "end": 528
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 632,
                    "text": "(Stefansson et al., 2006)",
                    "end": 657
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 698,
                    "text": "(Larcher et al., 1992)",
                    "end": 720
                },
                {
                    "type": "figure",
                    "start": 1030,
                    "text": "(Fig. 4 D)",
                    "end": 1040
                }
            ]
        },
        {
            "section": "Results and discussion",
            "text": "In conclusion, our data suggest that in addition to its previously defined structural support role in wound-proximal keratinocytes (Wong and Coulombe, 2003), K6 (and potentially its partner K16) participates in the regulation and optimization of epithelial migration by dynamically binding to Src. The canonical view of Src regulation involves an on/off switch, with inactivation taking place within DRMs (Fig. 4 E;  Cooper et al., 1986;Oneyama et al., 2008;Guarino, 2010). Based on the findings reported here, we propose that a direct interaction between Src and K6 and perhaps other proteins results in a prolonged sequestration of Src in DRMs of wound-activated WT skin keratinocytes, thus delaying its reactivation and dampening its overall activity at the leading edge (Fig. 4 E).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 131,
                    "text": "(Wong and Coulombe, 2003)",
                    "end": 156
                },
                {
                    "type": "figure",
                    "start": 405,
                    "text": "(Fig. 4 E;",
                    "end": 415
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 417,
                    "text": "Cooper et al., 1986;",
                    "end": 437
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 437,
                    "text": "Oneyama et al., 2008;",
                    "end": 458
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 458,
                    "text": "Guarino, 2010)",
                    "end": 472
                },
                {
                    "type": "figure",
                    "start": 774,
                    "text": "(Fig. 4 E)",
                    "end": 784
                }
            ]
        },
        {
            "section": "Results and discussion",
            "text": "Mouse keratinocytes null for the keratin-binding proteins epiplakin, plakophilin, or plectin (South et al., 2003;Goto et al., 2006;Osmanagic-Myers et al., 2006) or the keratin-associated plakoglobin (Yin et al., 2005) all exhibit enhanced migration phenotypes. Furthermore, ablation of plectin or plakoglobin robustly activates SFKs (Goto et al., 2006; Osmanagic-Myers Figure 4. Keratins and Src are enriched in DRM fractions in a K6-dependent fashion. (A) DRMs obtained from WT and K6 / keratinocytes in explant cultures. Ganglioside GM1 was used as a marker for DRMs (fraction [FR] no. 5-7; asterisks in A-D). (B) DRM preparations from WT and K6 / samples (see A) were assayed for K5, K6, and caveolin (Cav), a lipid raft marker, via Western blot. (C) Total Src levels in DRMs from WT and K6 / samples (see A). Input is 1% of the lysate used to prepare DRM. (D) p-Y416 SFK (active) and p-Y527 SFK (inactive) in DRMs from WT and K6 / samples (see A). Input is 1% of the lysate. All DRM experiments have been repeated three times with similar results. Migration of mass standards is given in kilodaltons. (E) Schematic depiction of the mechanism of Src regulation in woundactivated keratinocytes without (left) and with (right) a keratin-dependent step. Canonically, Src is regulated by an on/off switch, with activation (asterisks) by exposure to growth factors (GF) and/or activated integrins followed by translocation to DRMs and inhibition via interaction with CSK and CBP. Src reactivation requires translocation out of DRMs (Guarino, 2010). We propose that a keratin-binding step within DRMs delays Src exit from rafts, thereby moderating the pool of Src available for reactivation by relevant stimuli. Note that the sequence with which Src interacts with CBP, CSK, and K6 (and other entities in DRMs) is unknown.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 93,
                    "text": "(South et al., 2003;",
                    "end": 113
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 113,
                    "text": "Goto et al., 2006;",
                    "end": 131
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 131,
                    "text": "Osmanagic-Myers et al., 2006)",
                    "end": 160
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 199,
                    "text": "(Yin et al., 2005)",
                    "end": 217
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 333,
                    "text": "(Goto et al., 2006",
                    "end": 351
                },
                {
                    "type": "figure",
                    "start": 369,
                    "text": "Figure 4",
                    "end": 377
                },
                {
                    "type": "bibr",
                    "start": 581,
                    "text": "[FR]",
                    "end": 585
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1538,
                    "text": "(Guarino, 2010)",
                    "end": 1553
                }
            ]
        },
        {
            "section": "Results and discussion",
            "text": "then excised from the chamber and mounted bottom-side up (i.e., migrating cells) in Permount (Thermo Fisher Scientific). Slides were then analyzed by counting the number of cells per 20× magnification. Five fields were assessed per slide. Student's t test analysis was used to calculate probability values."
        },
        {
            "section": "Cell culture and transfection assays",
            "text": "Keratinocytes in primary culture were harvested and purified as previously described (Wong and Coulombe, 2003). In brief, neonatal mouse skin was floated onto 0.25% trypsin and incubated overnight. Cells were scraped into mKER media, and live cells were purified in Lymphoprep solution (AXIS-SHIELD) and cultured in mKER media. 308 cells (a mouse keratinocyte cell line; Strickland et al., 1988) were cultured in mKER media (Rouabhia et al., 1992;Bernot et al., 2004). WT and K6 / keratinocytes were harvested from newborn mice and seeded on glass coverslips in six-well plates (Thermo Fisher Scientific) for primary culture in mKER media (Wong and Coulombe, 2003). Subconfluent cultures were transfected 24 h after plating using Lipofectamine (Invitrogen), according to the manufacturer's protocol, in the absence of antibiotics (see Kim et al. [2006] andDePianto et al. [2010] for previous applications of this protocol).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 85,
                    "text": "(Wong and Coulombe, 2003)",
                    "end": 110
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 371,
                    "text": "Strickland et al., 1988)",
                    "end": 395
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 424,
                    "text": "(Rouabhia et al., 1992;",
                    "end": 447
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 447,
                    "text": "Bernot et al., 2004)",
                    "end": 467
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 641,
                    "text": "(Wong and Coulombe, 2003)",
                    "end": 666
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 837,
                    "text": "Kim et al. [2006] and",
                    "end": 858
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 858,
                    "text": "DePianto et al. [2010]",
                    "end": 880
                }
            ]
        },
        {
            "section": "Antibodies",
            "text": "The following antibodies were used: normal mouse IgG (Millipore), normal rabbit IgG (Millipore), HRP-conjugated goat anti-mouse IgG (Sigma-Aldrich), HRP-conjugated goat anti-rabbit IgG (Sigma-Aldrich), anti-GFP (Invitrogen), anti-Src (Cell Signaling Technology), anti-Src (L4A1; Cell Signaling Technology), anti-phospho-Src Family (Y416; Cell Signaling Technology), anti-FAK (Cell Signaling Technology), anti-phospho-FAK (Y925; Cell Signaling Technology), anti-phospho-p130 Cas (Y410; Cell Signaling Technology), anti-phospho-paxillin (Y118; Cell Signaling Technology), anti-phospho-T202/Y204 Erk1/2 (Santa Cruz Biotechnology, Inc.), anti-phospho-tyrosine (4G10; Millipore), anti-vinculin (Vin-11-5; Sigma-Aldrich), anti-plakoglobin (Gaudry et al., 2001), anti-caveolin (BD), anti-K5 (Covance), anti-K14 (Covance), and anti-actin (AC-40; Abcam). Rabbit polyclonal antibodies monospecific for the C termini of K16 (Takahashi et al., 1994;Bernot et al., 2002), K6 (McGowan and Coulombe, 1998), and K17 (McGowan and Coulombe, 1998) have been previously described.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 733,
                    "text": "(Gaudry et al., 2001)",
                    "end": 754
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 913,
                    "text": "(Takahashi et al., 1994;",
                    "end": 937
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 937,
                    "text": "Bernot et al., 2002)",
                    "end": 957
                },
                {
                    "type": "bibr",
                    "start": 959,
                    "text": "K6 (McGowan and Coulombe, 1998)",
                    "end": 990
                }
            ]
        },
        {
            "section": "Microscopy",
            "text": "All samples were fixed with 4% PFA in PBS before immunostaining. Stained coverslips or slides were mounted in Tris-buffered Fluoro-Gel (Electron Microscopy Sciences). Src and GFP-K17 colocalization was imaged by confocal microscopy (at room temperature with an Axiovert 200 microscope equipped with the 510 META module; Carl Zeiss). Images were taken using the 63× objective (1.4 NA Plan-Apochromat oil objective), and acquisition was performed via LSM 510 software (Carl Zeiss). Goat anti-rabbit secondary antibody conjugated to Alexa Fluor 594 (Invitrogen) was used to image Src staining, and goat anti-mouse secondary antibody conjugated to Alexa Fluor 488 was used to enhance GFP signal (Invitrogen). p-Y416 Src and K6 staining in WT mouse wounds were imaged by confocal microscopy (Axiovert 200 microscope equipped with the 510 META module at room temperature). Images were taken using the 20× (0.75 NA Plan-Apochromat air) and 40× (1.3 NA Plan-NEOFLUAR oil) objectives, and acquisition was performed via LSM 510 software. Goat anti-rabbit secondary antibody conjugated to Alexa Fluor 488 was used in each case. Cell stains used to assess Src and focal adhesion protein localization were performed from WT and K6 / keratinocytes in primary culture seeded on fibronectin (EMD)-coated coverslips (final concentration of 10 µg/ml and diluted in 1× PBS). p-Y416 Src/SFK, vinculin, p-Y925 FAK, p-Y410 CAS, and p-Y118 paxillin immunostainings were imaged on a fluorescent microscope (Axio Observer.Z1; Carl Zeiss) at room temperature. Images were taken using the 63× objective (1.4 NA Plan-Apochromat oil objective) and acquired via AxioVision software with a camera (AxioCam MRm) and saved as raw data files (Carl Zeiss). Secondary antibodies conjugated to Alexa Fluor 594 or 488 (Invitrogen) were used to image. Analysis of all images was performed using the ImageJ freeware."
        },
        {
            "section": "Immunoprecipitation",
            "text": "Confluent WT and K6 / primary keratinocyte cultures were scraped into lysis buffer (20 mM Hepes, pH 7.5, 120 mM NaCl, 1 mM EDTA, 1% NP-40, and 1× protease cocktails), incubated for 15 min at 4°C, and spun down for 10 min at 4°C. Lysates were precleared with Rabbit TrueBlot agarose beads (eBioscience), and coimmunoprecipitation was performed overnight at 4°C with Src antibody (Cell Signaling Technology) or a suitable negative control (K17 preimmune serum or normal rabbit IgG). Rabbit TrueBlot its ability to bind and regulate Src represents a protective mechanism that maintains epithelial tumors in a more differentiated, less aggressive state."
        },
        {
            "section": "Mouse lines",
            "text": "All experiments involving mice were reviewed and approved by the Institutional Animal Care and Use Committee. Mouse lines were maintained under specific pathogen-free conditions and fed chow and water ad libitum. K6 (Wong et al., 2000) and K17 hemizygous-null mice (McGowan et al., 2002) were maintained in the inbred C57BL/6 background. K14 hemizygous-null mice (Lloyd et al., 1995) were maintained in a mixed strain background. Genotyping was performed as previously described (Wong and Coulombe, 2003;Tong and Coulombe, 2006;Kerns et al., 2007).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 216,
                    "text": "(Wong et al., 2000)",
                    "end": 235
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 265,
                    "text": "(McGowan et al., 2002)",
                    "end": 287
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 363,
                    "text": "(Lloyd et al., 1995)",
                    "end": 383
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 479,
                    "text": "(Wong and Coulombe, 2003;",
                    "end": 504
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 504,
                    "text": "Tong and Coulombe, 2006;",
                    "end": 528
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 528,
                    "text": "Kerns et al., 2007)",
                    "end": 547
                }
            ]
        },
        {
            "section": "Mouse lines",
            "text": "In vivo wounding and tissue preparation Full-thickness wounds were made using a 4-mm punch biopsy device in WT C57BL/6 mice. Wounds were harvested 3 d later and either embedded in optimal cutting temperature compound (Tissue-Tek; Sakura) and frozen on dry ice or diced and homogenized in 0.5% Triton X-100-containing lysis buffer for Western blot analysis. 5-µm sections of fresh frozen mouse skin wounds were produced on a cryostat (Microm HM550; Thermo Fisher Scientific)."
        },
        {
            "section": "Explant outgrowth",
            "text": "Culture of newborn mouse skin explants was performed as previously described (Mazzalupo et al., 2002;Wong and Coulombe, 2003;Bernot et al., 2004). In brief, 4-mm punch biopsies were cultured in mouse keratinocyte (mKER) medium for 8 d. The tissue moiety (original punch) was removed, cellular outgrowths were collected into lysis buffer (Wong and Coulombe, 2003), and cytosolic and membrane fractions were prepared as previously described (Osmanagic-Myers and Wiche, 2004). Cells were incubated in the presence of 0.01% digitonin and spun down, and pellets were resuspended in 0.5% Triton X-100-containing lysis buffer. Quantitative outgrowth assays were performed under the same conditions using 2-mm punch biopsies, except that on day 3, explants were treated with mitomycin C (Sigma-Aldrich) for 2 h to irreversibly inhibit DNA replication and mitosis (Wong and Coulombe, 2003;Bernot et al., 2004) and then with (or without) PP2 (Life Technologies) at various concentrations. PP2 treatments continued from day 3 to day 6, at which point both punch and outgrowth were fixed and stained with Giemsa dye (Sigma-Aldrich). Stained outgrowths were scanned, and the outgrowth area was measured using the ImageJ freeware (National Institutes of Health), as previously described (Wong and Coulombe, 2003;Bernot et al., 2004), by subtracting the area of the punch (square pixels) from the total area of punch and outgrowth (square pixels). Student's t test was applied to determine probability values.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 77,
                    "text": "(Mazzalupo et al., 2002;",
                    "end": 101
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 101,
                    "text": "Wong and Coulombe, 2003;",
                    "end": 125
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 125,
                    "text": "Bernot et al., 2004)",
                    "end": 145
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 337,
                    "text": "(Wong and Coulombe, 2003)",
                    "end": 362
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 439,
                    "text": "(Osmanagic-Myers and Wiche, 2004)",
                    "end": 472
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 855,
                    "text": "(Wong and Coulombe, 2003;",
                    "end": 880
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 880,
                    "text": "Bernot et al., 2004)",
                    "end": 900
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 1273,
                    "text": "(Wong and Coulombe, 2003;",
                    "end": 1298
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1298,
                    "text": "Bernot et al., 2004)",
                    "end": 1318
                }
            ]
        },
        {
            "section": "Scratch wounding",
            "text": "Newborn mouse skin keratinocytes were seeded for primary culture in twoor four-well chamber slides (Thermo Fisher Scientific) and allowed to reach confluency as a monolayer (24 h after plating). Cells were then serum starved overnight. At 48 h of culture, monolayers were scratched with a P200 pipette tip, and the mKER medium was replaced. Keratinocytes were allowed to migrate for 24 h and then fixed in 4% PFA for analysis. Both WT and K6 / primary keratinocytes were imaged via K17 immunostaining (Mazzalupo et al., 2002;Wong and Coulombe, 2003;Bernot et al., 2004). Area and distance of outgrowth were quantified using the freeware ImageJ. Area of outgrowth was computed as the area of initial wound minus the area of wound remaining at 24 h, whereas distance of outgrowth is the straight-line distance from the wound edge to the leading cell periphery along the line and was measured multiple times for every wound sample to correct for potential local differences in keratinocyte migration. Outgrowth was then expressed relative to WT values, and Student's t test analysis was used to calculate probability values.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 504,
                    "text": "(Mazzalupo et al., 2002;",
                    "end": 528
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 528,
                    "text": "Wong and Coulombe, 2003;",
                    "end": 552
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 552,
                    "text": "Bernot et al., 2004)",
                    "end": 572
                }
            ]
        },
        {
            "section": "Scratch wounding",
            "text": "Transwell assays WT and K6-null keratinocytes were seeded onto chambers (Transwell; Corning) coated with rat tail collagen (BD) and allowed to migrate overnight. Cells that migrated through the chamber were fixed in methanol for 5 min. Membranes were then allowed to dry before being stained with Giemsa solution (EMD) overnight at room temperature. Membrane was were assayed via immunoblotting for total and active Src levels using Src or p-Y416 SFK antibodies."
        },
        {
            "section": "Isolation of DRM fractions",
            "text": "DRMs were prepared according to a previously published protocol (Kawabuchi et al., 2000). Explanted WT or K6 / keratinocytes were lysed in TNE-T buffer (10 mM Tris, pH 7.4, 150 mM NaCl, 5 mM EDTA, 1% Triton X-100 plus sodium vanadate, protease inhibitors, and PMSF) and mixed with an equal volume of 85% sucrose in TNE (TNE-T minus Triton X-100). Samples were overlayed with 4 ml of 35% sucrose and 0.5 ml of 5% sucrose and filled with TNE. Discontinuous sucrose gradients were spun overnight at 32,500 rpm, and 500-µl fractions were collected and analyzed for DRM positivity via dot blot using Cholera toxin B-HRP (Sigma-Aldrich) to detect GM1 ganglioside. Fractions were then subjected to SDS-PAGE and Western blotting according to standard protocols.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 64,
                    "text": "(Kawabuchi et al., 2000)",
                    "end": 88
                }
            ]
        },
        {
            "section": "Generation of Src constructs",
            "text": "The regions encoding the N terminus, SH3, and SH2 domains in the murine Src cDNA (available from GenBank under accession no. AAX90616.1; CD protein and construct provided by J. Kuriyan, University of California Berkeley, Berkeley, CA) were PCR amplified (see following primer sets) and subcloned into a previously described vector (Lee and Coulombe, 2009) derived from pEGFP-c3 (Takara Bio Inc.) and a His vector (Geisbrecht et al., 2006) for bacterial protein expression and purification. The oligonucleotide primer sets used for the PCR-based cloning of Src domains were as follows: N terminus (residues 1-254) forward 5-CCCAAGCTTATGGGCAGCAAC-AAGAGCAAGCCCAAGGAC-3 and reverse 5-CGGGATCCTCAGGG-ACATACGGTAGTGAGGC-3; SH3 (residues 1-148) forward 5-CCCA-AGCTTATGGGCAGCAACAAGAGCAAGCCCAAGGAC-3 and reverse 5-CGGGATCCTCAGGAGGGCGCCACATAGTTGC-3; and SH2 (residues 149-254) forward 5-CCCAAGCTTGACTCCATCCAGGCTGAG-3 and reverse 5-CGGGATCCTCAGGGACATACGGTAGTGAGGC-3.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 331,
                    "text": "(Lee and Coulombe, 2009)",
                    "end": 355
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 413,
                    "text": "(Geisbrecht et al., 2006)",
                    "end": 438
                }
            ]
        },
        {
            "section": "Data quantitation",
            "text": "Src activity was quantified from Western blot signals using the ImageJ freeware to measure band intensity and normalize it to caveolin to adjust for loading. The final data for K6 / samples are reported relative to WT. Src activity was also quantified at the leading edge of keratinocytes in immunostained preparations using ImageJ. The leading edge of WT or K6 / cells was traced in ImageJ and quantified for mean pixel intensity and surface area. Values reported are a ratio of mean pixel intensity at the leading edge per area of leading edge. In cosedimentation assays in vitro involving reconstituted keratin filaments, the fraction of bound proteins (Src FL or Src CD) was quantified using ImageJ in a similar manner, except that signal intensity of pelleted Src was divided by total Src signal intensity (total found in supernatant and pellet fractions). Similarly, Src's activity status in this in vitro setting was quantitated in the same fashion, except that an activity ratio was obtained by relating the intensity of the phospho-Src signal in presence and absence of keratin filaments."
        },
        {
            "section": "Statistical analyses",
            "text": "All error bars reported represent the SEM. Student's two-tailed t test was applied for all statistical analyses. Individual p-values are reported for each experiment and were considered significant when P ≤ 0.05. Fig. S1 relates findings that further the role of active Src in the enhanced migration of K6 / keratinocytes. Fig. S2 shows Src activation at the wound edge in WT skin tissue in vivo via Western blot and confocal microscopy. Fig. S3 shows fluorescent localization of active Src and phosphorylated paxillin and FAK relative to vinculin localization in keratinocytes. Online supplemental material is available at http://www.jcb .org/cgi/content/full/jcb.201107078/DC1.",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 213,
                    "text": "Fig. S1",
                    "end": 220
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 325,
                    "text": "Fig. S2",
                    "end": 332
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 440,
                    "text": "Fig. S3",
                    "end": 447
                }
            ]
        },
        {
            "section": "Online supplemental material",
            "text": "The authors thank fellow laboratory members for advice and support. Special thanks are due to Drs. Pauline Wong, John Kuriyan, Stuart Yuspa, Carole Parent, Kathleen Green, and Ryan Hobbs and to Travis Ruch, Juliane Lessard, Katie Bradbury, and Elena Netchiporouk for key reagents, assistance, and/or advice."
        },
        {
            "section": "Online supplemental material",
            "text": "This work was supported by grant AR44232 to P.A. Coulombe from the National Institutes of Health."
        },
        {
            "section": "Online supplemental material",
            "text": "The authors declare no competing financial interests."
        },
        {
            "section": "Online supplemental material",
            "text": "Submitted: 13 July 2011 Accepted: 27 March 2012 beads were added the next morning for 1 h, and the beads were spun down and washed three times in lysis buffer. Immunoblotting was performed using the secondary antibody Rabbit TrueBlot goat anti-rabbit HRP system (eBioscience). When mouse monoclonal antibodies were used, protein A Sepharose beads (GE Healthcare) and goat anti-mouse HRP (Sigma-Aldrich) were used in lieu of the specialized beads and the aforementioned secondary antibody (modified from Kim et al. [2007]).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 503,
                    "text": "Kim et al. [2007]",
                    "end": 520
                }
            ]
        },
        {
            "section": "Online supplemental material",
            "text": "TPA treatment WT mouse ears were treated with equal volumes (30 µl) of either 250 ng TPA/µl or acetone on days 1 and 3 of the protocol. Ears were harvested on day 5 of the protocol, diced, and homogenized into 0.5% Triton X-100 or 1% NP-40-containing lysis buffer. Samples were collected for Western blot or immunoprecipitation using methods described in the previous section."
        },
        {
            "section": "Protein purification",
            "text": "Recombinant human keratin and vimentin proteins were purified from bacterial inclusion bodies, as previously described (Lee and Coulombe, 2009). In brief, proteins were induced in either BL21 DE3 or BL21 pLys cells overnight at 32°C. Inclusion bodies were prepared and incubated in 6.5 M Urea-containing buffer overnight at 4°C. Crude inclusion body preparations were fractionated using anion-exchange fast protein liquid chromatography and eluted with a linear gradient of guanidinium-HCl (0-500 mM) on a HiTrap Q HP column (GE Healthcare) to resolve monomeric keratins. Next, type I and type II keratins were mixed for 1 h at room temperature, and heterotypic keratin complexes (1:1 molar ratio) were purified using anion-exchange fast protein liquid chromatography and eluted with a linear gradient of guanidinium-HCl on a Mono Q column (GE Healthcare; Lee and Coulombe, 2009). His-GFP-Src fusion proteins were induced overnight at 16°C after reaching OD 0.6 . Cells were spun down and resuspended in lysis buffer (300 mM NaCl, 50 mM Tris, pH 8.0, 10 mM imidazole, 1 mM PMSF, and PIC1/2; Sigma-Aldrich) and lysed via sonication. The lysate was spun down, the pellet was discarded, and the supernatant was loaded onto a modified His Column (GE Healthcare) containing cobalt instead of nickel. Proteins bound to the column were washed once with lysis buffer and eluted in 300 mM NaCl, 50 mM Tris, pH 8.0, 250 mM imidazole, 1 mM PMSF, and PIC1/2.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 119,
                    "text": "(Lee and Coulombe, 2009)",
                    "end": 143
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 856,
                    "text": "Lee and Coulombe, 2009)",
                    "end": 879
                }
            ]
        },
        {
            "section": "In vitro cosedimentation assays",
            "text": "Keratin filaments were assembled from purified recombinant type I and type II keratins (Lee and Coulombe, 2009). In brief, purified heterotypic keratin complexes (1:1 molar ratio) were serially dialyzed from Urea-containing to final assembly buffer (Lee and Coulombe, 2009). His-Src (Abcam) was diluted in Src kinase buffer (60 mM Hepes, pH 7.5, 5 mM MaCl 2 , and 5 mM MnCl 2 ) to a 10-ng/µL final concentration. His-Src, Src CD (Seeliger et al., 2005), active His-Src, or His-GFP-Src domain fusions (total protein of 100 ng) were then incubated with 25 µg BSA or 25 µg of keratin filaments in a volume of 100 µl (final keratin concentration of 0.25 mg/ml). Samples were immediately spun at 160,000 g in a table-top airfuge (Beckman Coulter) for 30 min at room temperature. Supernatants were collected and diluted in an equal volume of 2× SDS sample buffer, and pellet fractions were recovered by incubation with 2× SDS sample buffer. Fractions were analyzed by SDS-PAGE and Western immunoblotting to detect Src or GFP-tagged proteins.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 87,
                    "text": "(Lee and Coulombe, 2009)",
                    "end": 111
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 249,
                    "text": "(Lee and Coulombe, 2009)",
                    "end": 273
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 429,
                    "text": "(Seeliger et al., 2005)",
                    "end": 452
                }
            ]
        },
        {
            "section": "In vitro cosedimentation assays",
            "text": "Far-Western assays Purified recombinant keratin proteins were resolved on SDS-PAGE gels and transferred to nitrocellulose membranes, as for standard immunoblotting assays. Membranes were then incubated with select ligands, as previously described (modified from Lee and Coulombe [2009]). Membrane-immobilized keratin samples were blocked for 30 min in 5% milk and incubated with either His-Src, activated His-Src, His-GFP-SH3 (each at final concentration of 0.3 µg/ml), or His-GFP-SH2 (final concentration of 0.03 µg/ml) in 5% BSA for 4 h at room temperature. Membranes were then blocked further for an additional 30 min, after which primary antibody (in 5% BSA) was added overnight at 4°C. Blots were then treated according to standard HRP-based immunoblotting protocols.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 262,
                    "text": "Lee and Coulombe [2009]",
                    "end": 285
                }
            ]
        },
        {
            "section": "Sequestration assays",
            "text": "His-Src or Src CD (Seeliger et al., 2005) was incubated for 30 min at room temperature with reconstituted K6/K17 filaments, as described for cosedimentation assays. After initial incubation, ATP was added (final concentration of 20 µM), and activation and autophosphorylation of Src were allowed to proceed for 10 min. Phosphorylation was then quenched by addition of 2× SDS sample buffer. Samples were run on SDS-PAGE and",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 18,
                    "text": "(Seeliger et al., 2005)",
                    "end": 41
                }
            ]
        },
        {
            "section": "Figure 2",
            "text": "Figure 2. Src binds keratin filaments directly. (A) Coimmunoprecipitation (IP) of Src and keratin from primary cultures of WT and K6 / keratinocytes. IgG, normal rabbit IgG; Pre-I, K17 preimmune serum. (B) In vitro cosedimentation assays. p-Y416 Src, in vitro activated Src; P, pellet; S, supernatant. (C) Quantitation (mean ± SEM) of Src and Src CD cosedimentation with keratin filaments using ImageJ (signal ratio in pellet fraction/total band intensity; *, P < 0.0001). n = 11 independent trials for Src FL; n = 8 for Src CD. (D) Far-Western overlays using either Src or activated Src as ligands with their detection of membrane-bound proteins using specific antibodies. Ponceau stain assesses loading of the IF proteins tested. Vim, vimentin. (E) WT keratinocytes in primary culture transfected with GFP-K17 were assessed for subcellular localization of GFP and Src via confocal microscopy. Bar, 15 µm. (insets) Magnifications of the boxed area on the left. Arrows depict areas of colocalization. Bar, 5 µm. (F) Western blot analysis of Src activation and K6 induction in protein lysates of WT mouse ears treated with acetone (-) or TPA (250 ng/µl). Phospho-ERK 1/2 (p-ERK 1/2) was used as a positive control for TPA response; K5 and caveolin are loading controls. (G) Coimmunoprecipitation of Src and keratin from TPA-treated mouse ear (IgG). In all instances, similar results were achieved from at least three independent experiments. Migration of mass standards is given in kilodaltons."
        },
        {
            "section": "Figure 3 .",
            "text": "Keratin filament binding occurs via Src's SH2 domain and impairs Src activity. (A) Schematic representation of Src protein (mouse). Amino acid numbering (1-541) conveys the boundaries of the SH3, SH2, and CD. NT, N terminal. (B)"
        }
    ]
}