{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Background/Aims There are few reports on the correlation between chewing gum and the gastrointestinal functions. But previous report showed use of chewing gum to be an effective method for controlling gastrointestinal symptoms. The aim of this study was to determine the correlation between chewing gum and gastric emptying using the continuous real time 13 C breath test (BreathID system). Methods Ten healthy male volunteers participated in this randomized, 2-way crossover study. The subjects fasted overnight and were randomly assigned to chewing gum (Xylish, 2-3/1 tablet) for an hour following intake of a test meal (200 kcal/200 mL) or intake of the test meal alone. Gastric emptying was monitored for 4 hours after administration of the test meal by the 13 C-acetic acid breath test performed continually using the BreathID system. Results No significant differences in the calculated parameters, namely, T1/2 (median, 111.82 vs 109.26 minutes; P = 0.575), Tlag (median, 53.28 vs 56.53 minutes; P = 0.333), gastric emptying coefficient (median, 3.58 vs 3.65; P = 0.285), regression-estimated constant β (median, 1.85 vs 1.80; P = 0.575) and regression-estimated constant κ (median, 0.61 vs 0.62; P = 0.959) were observed between the test meal alone group and the test meal and chewing gum group. Conclusions This study showed that chewing gum had no effect on the rate of gastric emptying. Therefore, since chewing gum did not enhance the speed of gastric emptying, it may ameliorate gastrointestinal symptoms through other mechanisms, such as saliva and autonomic nervous system."
        }
    ],
    "body_text": [
        {
            "section": "Introduction",
            "text": "In Japan, use of chewing gum has prevailed ever since World War II. There are few reports on the correlation between chewing gum and the gastrointestinal functions."
        },
        {
            "section": "Introduction",
            "text": "But, the previous study showed that consistently chewing gum increased the esophageal and pharyngeal pH. 1 According to another study, chewing gum increased the salivary flow rate and controlled acid reflux and the related symptoms. 2 Gastric emptying may cause retention of solid foods, gastric distention, resultant increase of gastric acid secretion and transient lower esophageal sphincter relaxation. 3,4 We hypothesized that chewing gum may increase chewing activity, saliva production, gastric motility and thereby accelerate the rate of gastric emptying.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 105,
                    "text": "1",
                    "end": 106
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 233,
                    "text": "2",
                    "end": 234
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 406,
                    "text": "3,",
                    "end": 408
                },
                {
                    "type": "bibr",
                    "start": 408,
                    "text": "4",
                    "end": 409
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In this study, we investigated the physiologic effect of chewing gum on the rate of gastric emptying using a continuous real-time 13 C breath test (BreathID system, Exalenz Bioscience Ltd, Modiin, Israel).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 130,
                    "text": "13",
                    "end": 132
                }
            ]
        },
        {
            "section": "Subjects",
            "text": "The subjects were 10 asymptomatic male volunteers, none of whom were habitual drinkers. None had a history of gastrointestinal disease or abdominal surgery, and all were nonsmokers. None of the subjects were on any routine medication at the time of the study. The study was conducted in accordance with the declaration of Helsinki. The study protocol using the BreathID system was approved by the Ethics Committee of Yokohama City University School of Medicine."
        },
        {
            "section": "C-Acetic Acid Breath Test",
            "text": "Ten subjects participated in this randomized, 2-way crossover study. They were randomly assigned to receive a test meal and a chewing gum (Xylish, Meiji Seika, Tokyo, Japan; 1 pack [17 g/12 tablets] include: carbon 13.5 g, xylitol 6.7 g, 36 kcal, protein 0 g, lipid 0.1 g, Na 0 mg and sugar 0 g), or only a test meal. The 2 tests were conducted as follows; (1) experiment A: the subjects chewed gum for an hour just minutes after intake of test meal and (2) experiment B: the subjects only took a test meal without chewing gum. The 2 tests were conducted separately with a washout period of at least 7 days according to previous reports. [6][7][8][9][10] In both the experiments, the tests were started after the patients had fasted overnight (at least 8 hours), and the breath test was performed while the subjects were seated. The test meal was a 200 kcal/200 mL liquid meal (Racol with milk flavor, Otsuka Pharmaceutical, Tokyo, Japan; 1 pack [200 mL] include protein 8.76 g, fat 4.46 g and carbon 31.24 g) containing 100 mg of 13 C-acetic acid (Cambridge Isotope Laboratories, Boston, MA, USA), [5][6][7][8][9][10][11][12][13][14][15][16] which the patients were requested to consume within 5 minutes. This protocol was Japanese standardized method by Japan society of smooth muscle research.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 638,
                    "text": "[6]",
                    "end": 641
                },
                {
                    "type": "bibr",
                    "start": 641,
                    "text": "[7]",
                    "end": 644
                },
                {
                    "type": "bibr",
                    "start": 644,
                    "text": "[8]",
                    "end": 647
                },
                {
                    "type": "bibr",
                    "start": 647,
                    "text": "[9]",
                    "end": 650
                },
                {
                    "type": "bibr",
                    "start": 650,
                    "text": "[10]",
                    "end": 654
                },
                {
                    "type": "bibr",
                    "start": 1099,
                    "text": "[5]",
                    "end": 1102
                },
                {
                    "type": "bibr",
                    "start": 1102,
                    "text": "[6]",
                    "end": 1105
                },
                {
                    "type": "bibr",
                    "start": 1105,
                    "text": "[7]",
                    "end": 1108
                },
                {
                    "type": "bibr",
                    "start": 1108,
                    "text": "[8]",
                    "end": 1111
                },
                {
                    "type": "bibr",
                    "start": 1111,
                    "text": "[9]",
                    "end": 1114
                },
                {
                    "type": "bibr",
                    "start": 1114,
                    "text": "[10]",
                    "end": 1118
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1118,
                    "text": "[11]",
                    "end": 1122
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1122,
                    "text": "[12]",
                    "end": 1126
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1126,
                    "text": "[13]",
                    "end": 1130
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1130,
                    "text": "[14]",
                    "end": 1134
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1134,
                    "text": "[15]",
                    "end": 1138
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1138,
                    "text": "[16]",
                    "end": 1142
                }
            ]
        },
        {
            "section": "5-9",
            "text": "After the meal intake, the subjects, participating in experiment A were asked to chew 2-3 chewing gums for an hour. On the other hand, the subjects participating in experiment B took the breath test without chewing gum after the meal intake. Breath samples were continuously collected via a nasal tube using the BreathID system (Exalenz Bioscience Ltd) at baseline before the test meal and following completion of the test meal ingestion (time 0) for up to 4 hours."
        },
        {
            "section": "5-13",
            "text": "Data analysis of the 13 ",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 21,
                    "text": "13",
                    "end": 23
                }
            ]
        },
        {
            "section": "C-acetic acid breath test",
            "text": "The data from the 13 C breath test were analyzed using Oridion Research Software (β version, Oridion Medical Ltd, Jerusalem, Israel). The time versus 13 CO 2 excretion rate curve was fitted to the conventional formula of z(t) = m(1-e-kt) β , and the regression-estimated constants (β and κ) were determined."
        },
        {
            "section": "17",
            "text": "After mathematical analysis, the time required for the emptying of 50% of the labeled meals (T 1/2 ), the analog to the scintigraphy lag time for 10% emptying of the labeled meal (T lag ), the gastric emptying coefficient (GEC), and β and κ were calculated. A larger (smaller) β indicates slower (faster) emptying in the early phase, and a larger (smaller) κ indicates faster (slower) emptying in the later phase."
        },
        {
            "section": "Statistical Methods",
            "text": "Statistical evaluation was carried out using the Wilcoxon's signed-rank test. The level of significance was P ＜ 0.050. Statistical analyses were performed with the Stat View software (SAS Institute, Cary, NC, USA)."
        },
        {
            "section": "C-Acetic Acid Breath Test",
            "text": "Ten male subjects (mean age, 22; median age, 22; range, 20-28 years) completed this study. No adverse events occurred during the study. The subjects' mean height was 171.1 with median height of 170 cm (range, 165-178 cm), mean weight of 63.9  (Fig. 1B), GEC (median: range, 3.58: 3.33-4.11vs 3.65: 3.46-3.93; P = 0.285) (Fig. 1C), β (median: range, 1.85: 1.59-2.39 vs 1.80: 1.43-2.25; P = 0.575) ( Fig. 1D) and κ (median: range, 0.61: 0.54-0.81 vs 0.62: 0.54-0.71; P = 0.959) ( Fig. 1E), between the control and chewing gum groups.",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 243,
                    "text": "(Fig. 1B)",
                    "end": 252
                },
                {
                    "type": "figure",
                    "start": 320,
                    "text": "(Fig. 1C)",
                    "end": 329
                },
                {
                    "type": "figure",
                    "start": 398,
                    "text": "Fig. 1D",
                    "end": 405
                },
                {
                    "type": "figure",
                    "start": 478,
                    "text": "Fig. 1E",
                    "end": 485
                }
            ]
        },
        {
            "section": "C-Acetic Acid Breath Test",
            "text": "Because carry over or order effect was estimated, we carried out statistical tests between the first and second test. No significant differences were found in the T 1/2 (median: range, 110.78: 92.44-134.25 vs 108.28: 89.45-133.98 minutes; P = 0.508) ( Fig. 1A), T lag (median: range, 51.405: 34.49-81.94 vs 58.065: 41.97-87.56 minutes; P = 0.059) ( Fig. 1B), GEC (median: range, 3.64: 3.33-3.84 vs 3.52: 3.33-4.11; P = 0.799) (Fig. 1C), β (1.73: 1.43-2.25 vs 1.90: 1.49-2.39; P = 0.445) ( Fig. 1D) and κ (median: range, 0.61: 0.54-0.81 vs 0.62: 0.54-0.78; P = 0.169) ( Fig. 1E), between the control and chewing gum groups.",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 252,
                    "text": "Fig. 1A)",
                    "end": 260
                },
                {
                    "type": "figure",
                    "start": 349,
                    "text": "Fig. 1B)",
                    "end": 357
                },
                {
                    "type": "figure",
                    "start": 426,
                    "text": "(Fig. 1C)",
                    "end": 435
                },
                {
                    "type": "figure",
                    "start": 489,
                    "text": "Fig. 1D",
                    "end": 496
                },
                {
                    "type": "figure",
                    "start": 569,
                    "text": "Fig. 1E",
                    "end": 576
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "These study examined changes in the rate of gastric emptying during the first 4 hours after gum chewing for an hour in healthy subjects. The 13 C-acetic acid breath test is a noninvasive and well-established test for measuring the rate of gastric emptying of liquid meals and has been shown to be significantly correlated with the results of scintigraphy. [5][6][7][8][9][10][11][12][13][14][15][16] The subject ingests 13 C-labeled acetic acid, which passes through the stomach and is absorbed into the duodenum and upper small bowel. The 13 C-labeled acetic acid is then metabolized in the liver and excreted from the lung as 13 CO 2 . This pathway enables gastric emptying to be measured in a noninvasive manner.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 356,
                    "text": "[5]",
                    "end": 359
                },
                {
                    "type": "bibr",
                    "start": 359,
                    "text": "[6]",
                    "end": 362
                },
                {
                    "type": "bibr",
                    "start": 362,
                    "text": "[7]",
                    "end": 365
                },
                {
                    "type": "bibr",
                    "start": 365,
                    "text": "[8]",
                    "end": 368
                },
                {
                    "type": "bibr",
                    "start": 368,
                    "text": "[9]",
                    "end": 371
                },
                {
                    "type": "bibr",
                    "start": 371,
                    "text": "[10]",
                    "end": 375
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 375,
                    "text": "[11]",
                    "end": 379
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 379,
                    "text": "[12]",
                    "end": 383
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 383,
                    "text": "[13]",
                    "end": 387
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 387,
                    "text": "[14]",
                    "end": 391
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 391,
                    "text": "[15]",
                    "end": 395
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 395,
                    "text": "[16]",
                    "end": 399
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 540,
                    "text": "13",
                    "end": 542
                }
            ]
        },
        {
            "section": "5-21",
            "text": "The BreathID system allows continuous evaluation of gastric emptying. For patients, it can serve as a real-time breath analysis. It also decreases the examination time and alleviates patient discomfort. Continuous analysis also provides quick, immediate results."
        },
        {
            "section": "5-13",
            "text": "We hypothesized that chewing of gum increases the chewing activity, saliva production, gastric motility, thereby accelerating the rate of gastric emptying. However, in this study, chewing gum did not affect the rate of gastric emptying. We were not able to demonstrate why chewing gum did not affect the rate of gastric emptying. Our results could be related to the form of our test meals, the volume of meals, the starting time of chewing gum and the duration of chewing."
        },
        {
            "section": "5-13",
            "text": "In this study, we used a 200 kcal/200 mL liquid meal (Racol with milk flavor, Otsuka Pharmaceutical, Tokyo, Japan; 1 pack [200 mL] include protein 8.76 g, fat 4.46 g and carbon 31.24 g) as the test meal. [5][6][7][8][9][10][11][12][13][14][15][16] Although this protocol was Japanese standardized method by Japan society of smooth muscle research, 5-9 the protocol was not used in major studies for reasons of small volume, light calorie and liquid meal. In Japan, we usually chew gum before meal or after heavy rich meal. We should research during fasting status or after heavy test meal. The previous study showed that gum chewing consistently increased the esophageal and pharyngeal pH. 1 According to another study, when gastroesophageal reflux occurs, the refluxate volume and acid clearance from the esophagus depend on 2 major mechanisms. Peristalsis initiates esophageal clearance, and swallowed saliva neutralizes the residual acid. 2 A common dietary stimulant for the production of saliva is chewing gum. Chewing gum increases the salivary flow rate. 2 Use of chewing gum has been shown as a comparatively safe and effective method of controlling acid reflux and the related symptoms. 2 Various type of foods has been shown to promote reflux either by decreasing the lower esophageal sphincter pressure, stimulating gastric secretion or noxiously interacting directly with the oesophageal mucosa. Over time, gastric emptying may cause retention of solid foods, gastric distention, resultant increase of gastric acid secretion and transient lower esophageal sphincter relaxation. 3,4 Therefore, the esophageal and pharyngeal pH values are increased after chewing. Sugar content has been suggested to influence the osmotic Figure 1. No significant differences were found in the T1/2 (A), Tlag (B), gastric emptying coefficient (C), regression-estimated constant β (D) or regression-estimated constant κ (E) between the 2 study condition, indicating that chewing gum had no significant effect on the rate of gastric emptying.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 204,
                    "text": "[5]",
                    "end": 207
                },
                {
                    "type": "bibr",
                    "start": 207,
                    "text": "[6]",
                    "end": 210
                },
                {
                    "type": "bibr",
                    "start": 210,
                    "text": "[7]",
                    "end": 213
                },
                {
                    "type": "bibr",
                    "start": 213,
                    "text": "[8]",
                    "end": 216
                },
                {
                    "type": "bibr",
                    "start": 216,
                    "text": "[9]",
                    "end": 219
                },
                {
                    "type": "bibr",
                    "start": 219,
                    "text": "[10]",
                    "end": 223
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 223,
                    "text": "[11]",
                    "end": 227
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 227,
                    "text": "[12]",
                    "end": 231
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 231,
                    "text": "[13]",
                    "end": 235
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 235,
                    "text": "[14]",
                    "end": 239
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 239,
                    "text": "[15]",
                    "end": 243
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 243,
                    "text": "[16]",
                    "end": 247
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 690,
                    "text": "1",
                    "end": 691
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 942,
                    "text": "2",
                    "end": 943
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1062,
                    "text": "2",
                    "end": 1063
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1196,
                    "text": "2",
                    "end": 1197
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 1590,
                    "text": "3,",
                    "end": 1592
                },
                {
                    "type": "bibr",
                    "start": 1592,
                    "text": "4",
                    "end": 1593
                },
                {
                    "type": "figure",
                    "start": 1732,
                    "text": "Figure 1",
                    "end": 1740
                }
            ]
        },
        {
            "section": "5-13",
            "text": "detector in the duodenum and delayed gastric emptying. However in this study, the chewing gum used as the test food contained little sugar. The parasympathetic activity is reduced in patients who are unable to masticate and swallow food, resulting in adverse effects on the gastric motor and excretion functions. Mastication and swallowing not only prepare food for passage from the oral cavity into the esophagus, but are also important in terms of subsequent events that occur in the stomach. It has been proposed that auto-nomic nervous activity might be involved in mastication and swallowing. 22,23 Therefore, we thought that chewing of gum might accelerate gastric emptying. We guess that the form of test meals, their volume, the starting time of chewing gum, duration of chewing, gum volume and the relatively small number of subjects might have influenced the results of our study.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 598,
                    "text": "22,",
                    "end": 601
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 601,
                    "text": "23",
                    "end": 603
                }
            ]
        },
        {
            "section": "5-13",
            "text": "Lunding suggested that in functional dyspepsia patients, but not healthy volunteers, the motility index increased and intragastric volume tended to increase following sham feeding. functional dyspepsia patients, vagal stimulation by sham feeding improved the antral motility in response to a soup meal. Similar results were obtained in healthy volunteers, such as in our study."
        },
        {
            "section": "5-13",
            "text": "In conclusion, our study showed that chewing of gum had no significant effect on the rate of gastric emptying. The physiological implications of our results remain unclear, and further investigation is needed. "
        },
        {
            "section": "Figure 2 .",
            "text": "No significant differences were found in the T1/2 (A), Tlag (B), gastric emptying coefficient (C), regression-estimated constant β (D) or regression-estimated constant κ (E) between the 2 study condition, indicating that carry over had no significant effect on the rate of gastric emptying."
        },
        {
            "section": "2001; 15 : 13 C 13 C",
            "text": "151-155. 4. Kimura Y, Nomura M, Sawada Y, Muraoka N, Kohno N, Ito S. Evaluation of the effects of mastication and swallowing on gastric motility using electrogastrography. J Med Invest 2006;53:229-237. 5. Yamanaka H, Inamori M, Fujisawa N, et al. Two cases of pyloduodenal stenosis: the efficiency of gastric emptying evaluation using 13C continuous breath test (BreathID system). Digestion 2006;74:238. 6. Inamori M, Akiyama T, Akimoto K, et al. Early effects of peppermint oil on gastric emptying: a crossover study using continuous real time breath test (BreathID system). J Gastroenterol 2007;42: 539-542. 7. Inamori M, Iida H, Endo H, et al. Aperitif effects on gastric emptying: a crossover study using continuous real-time 13 C breath test (BreathID system). Dig Dis Sci 2009;54:816-818. 8. Ikeda T, Inamori M, Fujisawa N, et al. Effects of body positions on gastric emptying with enteral nutrition: a crossover study using a continuous real time 13 C breath test (BreathID system). Hepatogastroenterology 2008;55:1905-1907. 9. Akimoto K, Inamori M, Iida H, et al. Does postprandial coffee intake enhance gastric emptying?: a crossover study using continuous real time breath test (BreathID system). Hepatogastroenterology 2009;56:918-920. 10. Mawatari H, Inamori M, Fujita K, et al. The continuous real-time"
        },
        {
            "section": "Table .",
            "text": "Comparison of the Breath Test Parameters Between the Control and Chewing Gum Groups , time taken for emptying of 50% of the labeled meals; Tlag, the analog to the scintigraphy lag time for 10% emptying of the labeled meal; GEC, gastric emptying coefficient; β and κ, regression-estimated constant. All values represent median values (range).kg and median weight of 63 kg (range, 53-74 kg).Table summarizes the chewing gum-induced changes in the breath test parameters. No significant differences were found in the T 1/2 (median: range, 111.82: 89.45-133.98 vs 109.26: 92.62-134.25 minutes; P = 0.575) (Fig. 1A), T lag (median: range, 53.28: 47.45-87.56 vs 56.53: 34.49-81.94 minutes; P = 0.333)"
        }
    ]
}