{
    "level": "paragraph",
    "abstract": [
        {
            "text": "A randomised trial comparing the cost effectiveness of different emergency department healthcare professionals in soft tissue injury management.",
            "paragraph_rank": 2,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "section": "INTRODUCTION",
            "text": "Emergency departments (EDs) are currently a main provider of treatment for minor",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "section": "ARTICLE SUMMARY Article focus",
            "text": "▪ This study reports a randomised, pragmatic trial of equivalence comparing nurse practitioners and extended scope physiotherapists (ESPs) with the routine care provided by doctors managing minor injuries in the emergency department (ED).",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "section": "Key messages",
            "text": "▪ For this patient group, substituting routine care by doctors with an ESP or nurse practitioner workforce is likely to achieve equivalent cost at best. There is, however, a risk that such substitution would result in greater costs from the perspective of the National Health Service, the patient and society. It is the indirect costs associated with care that make ESPs and nurse practitioners less economically attractive. ▪ While our companion paper demonstrates clinical equivalence between the three professional groups, these economic results challenge the notion that training a non-medical workforce to undertake extensions in their roles is likely to prove cost effective.",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "section": "Key messages",
            "text": "Strengths and limitations of this study ▪ The follow-up period was focused on the first 8 weeks after injury, and there may be important indirect costs that were not captured by this study. ▪ The research was undertaken at a single centre, and is therefore unlikely to be representative of all the UK ED; further multicentre work is required. ▪ Since the number of practitioners was relatively small, it is not clear to what extent the findings can be generalised to all ESPs and nurse practitioners working in the ED. Confirmation of these findings in additional settings would be valuable.",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "section": "Key messages",
            "text": "injuries, and annual attendances are expected to increase. 1 Emergency nurse practitioners (ENPs) are senior nurses with additional training to autonomously assess, diagnose and treat patients with selected urgent conditions, particularly minor illness and injury. ENPs are being increasingly employed in minor injuries care, and are considered an important part of future service delivery. 1 2 Recently, extended scope physiotherapists (ESPs) have also been developed to undertake similar roles, including the management of minor injuries, but this opportunity has not been widely adopted or evaluated. 3 4 The new roles of ENP and ESP should benefit both patients and staff. 5 It is therefore important to establish who has the competencies needed to achieve highquality care in a cost effective manner. [5][6][7] A companion paper concluded that the clinical outcomes of soft tissue injury treated by ESPs and ENPs in the ED were equivalent to routine care provided by doctors. 8 As all groups were clinically equivalent it is other factors such as cost, workforce sustainability, service provision and skill mix that become important in determining the future workforce and models of service delivery.",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 59,
                    "text": "1",
                    "end": 60
                },
                {
                    "type": "bibr",
                    "start": 391,
                    "text": "1 2",
                    "end": 394
                },
                {
                    "type": "bibr",
                    "start": 604,
                    "text": "3 4",
                    "end": 607
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 677,
                    "text": "5",
                    "end": 678
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 806,
                    "text": "[5]",
                    "end": 809
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 809,
                    "text": "[6]",
                    "end": 812
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 812,
                    "text": "[7]",
                    "end": 815
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 981,
                    "text": "8",
                    "end": 982
                }
            ]
        },
        {
            "section": "Key messages",
            "text": "The aim of this research was to investigate the cost effectiveness of ENPs and ESPs in comparison with the routine care provided by doctors when treating soft tissue injuries in an English ED.",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "section": "METHOD",
            "text": "This was a randomised, pragmatic trial of equivalence undertaken in an adult ED in England. The aim was to evaluate and compare the cost effectiveness of the treatment of soft tissue injury by three groups of emergency care professionals: ENPs, ESPs and doctors (of all grades). The full methodology of the randomised clinical trial is detailed in a companion paper. 8 The economic evaluation, a cost-minimisation analysis, was undertaken from a funder perspective capturing the direct, indirect and intangible costs in primary and secondary care associated with patient care episodes. It was originally intended to undertake a cost utility and consequence analysis, but the economic evaluation took the form of a cost minimisation analysis because the clinical trial demonstrated equivalence of patient outcome between the different healthcare professional groups. The economic information was captured in the first 8 weeks following injury.",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 367,
                    "text": "8",
                    "end": 368
                }
            ]
        },
        {
            "section": "METHOD",
            "text": "The primary economic outcome measures were: the cost per hour of patient contact and the cost per patient per hour. The cost per patient per hour was calculated by dividing the salary cost of the different professional groups by their productivity, that is, the number of patients treated per hour. This provided information on cost in relation to the different productivity levels of different groups. The secondary outcomes were: the direct cost per hour of patient contact and the indirect costs of care per hour of patient contact. All the primary and secondary costs excluded educational costs, as these can be treated as sunk costs or retrospective costs that have been incurred and cannot be recovered. The cost of training all medical professionals is substantial because the level of knowledge and skill required for ED roles requires acquisition of high-quality, costly education and practice. The costs including education have been evaluated as part of a sensitivity analysis.",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "section": "Direct costs",
            "text": "The direct costs were obtained by attaching a questionnaire to the patient's notes with a simple tick box system identifying all resources used. The unit cost of different healthcare professionals and follow-up appointments were calculated using the 2007/2008 unit cost of healthcare from the University of Kent. 9 The cost of different healthcare professionals included the following: salary (as median point on pay scale), salary 'on costs', overheads, capital overheads, travel, contact times and non-London multiplier. The ENP and ESP pay level was calculated using the hospital-based ENP team manager, band 7 Agenda for Change. The doctor's pay level was calculated at a Foundation Trainee 2 level (as no information was available specifically for a SHO or ST1/2 doctor level), specialist registrar and surgical consultant level. All resource costs and calculation methods are detailed in the trial protocol.",
            "paragraph_rank": 11,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 313,
                    "text": "9",
                    "end": 314
                }
            ]
        },
        {
            "section": "Indirect costs",
            "text": "Indirect costs were obtained during the follow-up telephone interviews using a questionnaire. The direct and indirect costs included in the economic analysis have been summarised in table 1.",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "section": "SENSITIVITY ANALYSIS",
            "text": "A sensitivity analysis was undertaken including the following elements: ▸ Educational costs (undergraduate, postgraduate and continuous professional development costs from qualification through to retirement). ▸ Median costs (it is recommended that results are presented in mean not median values, which better represent true costs. 10 The median results are useful as they indicate the cost to the majority of patients). ▸ ESP and ENPs compared with different grades of hospital doctor. ▸ Different costs of treating upper-limb and lower-limb injuries.",
            "paragraph_rank": 13,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 333,
                    "text": "10",
                    "end": 335
                }
            ]
        },
        {
            "section": "DISCOUNTING",
            "text": "In accordance with accepted recommendations, the costs have been presented in two different ways. 11 The ",
            "paragraph_rank": 14,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 98,
                    "text": "11",
                    "end": 100
                }
            ]
        },
        {
            "section": "PRODUCTIVITY",
            "text": "Patients were not advised to discount the effects of lost productivity when completing the SF-12v2. To eliminate the possibility of double-counting, the effects of lost productivity on the utility score were not included in the indirect costs.",
            "paragraph_rank": 15,
            "section_rank": 9
        },
        {
            "section": "OPPORTUNITY AND MARGINAL COSTS",
            "text": "The unit cost of healthcare used in the calculations accommodated the marginal and opportunity costs. 9",
            "paragraph_rank": 16,
            "section_rank": 10
        },
        {
            "section": "STATISTICAL METHODS",
            "text": "The sample size was calculated using equivalence margins rather than probability levels: further details are presented in the companion paper. 8 The trial was powered to 90% and the minimum importance difference was 10% of cost. The results were analysed using an intention to treat and per protocol analysis. Economic evaluation data are invariably positively skewed, and it requires an alternative analysis. 13 14 The study data were analysed using a non-parametric bootstrapping technique. Bootstrapping makes no assumptions regarding the equality, variance or shape of the distribution, and takes into account skewness. 15 It derives arithmetic means recommended by some authors 10 that can be used to compare the groups and generates CIs using a computer-generated programme to repeatedly sample from the observed data which is then analysed. 10 13 15 The bootstrapping was undertaken using STATA V.9 software.",
            "paragraph_rank": 17,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 143,
                    "text": "8",
                    "end": 144
                },
                {
                    "type": "bibr",
                    "start": 410,
                    "text": "13 14",
                    "end": 415
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 624,
                    "text": "15",
                    "end": 626
                },
                {
                    "type": "bibr",
                    "start": 848,
                    "text": "10 13 15",
                    "end": 856
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "Three hundred and seventy-two patients provided consent and were randomised. One hundred and twenty-six were randomised to the ESP group, 123 to the ENP group and 123 to the doctor group.  ENP group could not be cheaper than routine care; they are at best equivalent, and possibly more expensive.  , n=5), but the numbers were very small. ▸ Approximately 60% of patient who attended the ED with an acute musculoskeletal injury purchased a combination of pain relief, bandages or complementary medicine to assist their recovery. There was no significant difference in purchased items between the groups (Pearsons's χ 2 p=0.632).",
            "paragraph_rank": 18,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 298,
                    "text": ", n=5",
                    "end": 303
                }
            ]
        },
        {
            "section": "SENSITIVITY ANALYSIS Cost per hour of patient contact (including educational costs)",
            "text": "When including educational costs as part of a sensitivity analysis the average costs per hour of patient contact   Difference between doctor grades A sensitivity analysis was undertaken to evaluate possible differences between junior doctors (ST1/ST2) and more senior grades (ST4-6). A bootstrapping technique indicated that the cost per hour of patient contact was similar: £39.40 (25.43  ",
            "paragraph_rank": 19,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 382,
                    "text": "(25.43",
                    "end": 388
                }
            ]
        },
        {
            "section": "Statement of principal findings",
            "text": "We report a randomised trial of equivalence comparing the cost of care by doctors, ENPs and ESPs managing minor injuries in EDs. We have demonstrated that the cost of substituting routine care by doctors with a predominantly ESP or ENP workforce is likely to be at best equivalent in cost with a high likelihood of greater cost from the perspective of the NHS, the patient and society. The cost per hour of patient contact for the different professional groups was £80.91 for doctors, £89.71 for ESPs and £109.81 for ENPs. However, an economic analysis undertaken from the perspective of the NHS with costs limited to hospital-based secondary care changes this economic argument. In this context both the ESP and ENP are likely to be equivalent in cost to routine care, and the likelihood of costing less is greater than in the previous comparison. The direct cost per hour of patient contact was £60.96 for doctors, £52.48 for ESPs and £55.21 for ENPs. It is therefore the indirect costs associated with care provided by ESPs and ENPs that make these options for management of soft tissue injuries in ED in England less economically attractive.",
            "paragraph_rank": 20,
            "section_rank": 15
        },
        {
            "section": "Strengths and weaknesses",
            "text": "This study provides valuable cost-effectiveness data comparing different professional groups which, along with the associated clinical trial, can be used as a basis for decisions relating to workforce and service organisation. Methodological weaknesses have been outlined in the companion paper, 8 but there are also limitations in this economic. First, the full economic evaluation was only undertaken in the first 8 weeks of injury. It is accepted that there will be additional indirect healthcare costs that have not been captured. It is encouraging that by 8 weeks 86.6% of patients were 'a lot better' or 'completely better', but there may still be important longer term costs. Second, the accuracy of self-reported time spent with patients by each professional group was not verified. Doctors almost unanimously recorded 10 min for every patient consultation, whereas the ESPs and ENPs reported a wider spread of contact times. Third, the calculation of opportunity costs needs further consideration. The lack of evidence evaluating the opportunity costs of extended roles has been highlighted by several authors. [16][17][18] They have discussed the need to evaluate the consequences of using highly skilled and experienced ENPs and ESPs to undertake new roles. By moving skilled workers away from their existing jobs other consequences follow such as deskilling the existing workforce, the cost associated with any reduction in quality or outcomes of care, the cost of training new staff as a replacement and the impact of the loss of knowledge and clinical skill on a department. It would also be important to consider the consequences of reducing the number of doctors on patient care, future professional skills, postgraduate training and service. The unit cost of healthcare used in these calculations did accommodate the marginal and opportunity costs, 9 but did not adequately investigate these forgone opportunities. A fourth consideration is that while the Doctor group are likely to be equivalent but possibly cheaper than the ESPs or ENPs the sensitivity analysis showed they were randomised to more of the relatively expensive lowerlimb injuries. This has the potential to overestimate the doctor group's cost. The randomisation process was robust enough to eliminate the possibility of bias and this allocation is likely to be due to chance. A fifth consideration is that at the time this study was conducted it was not routine practice to issue sick notes/fit notes to patients attending the ED, and this applied to all professional groups (including doctors). The practice of issuing sick notes/fit notes to patients varies from hospital to hospital, and may be a factor in subsequent behaviour, but we believe that the type of healthcare practitioner a patient sees may be more influential, and are currently investigating this in further research. Finally, economic evaluation and cost-effectiveness data are useful for comparisons between different services, but there remains some doubt regarding how the information should be applied to inform decision making. 19 20 Consequently, the findings of economic evaluations are not considered the dominant decisionmaking criterion at a macro, meso or micro level in health services planning. 20 Comparisons with other studies There is only one comparable study: a non-inferiority trial comparing ESPs to routine care provided by ENPs or doctors. 21 In this trial the researchers estimated that the cost of treatment and indirect costs to patients (using an intention-to-treat analysis) was £92.24 for a similarly skilled ESP compared with £95.25 for routine care. These costs are similar to the findings reported here. An association with increased indirect costs for ENPs working in extended roles was similar to previous studies. 22  23 Sakr et al 22 found that ENPs in minor injury units, but not in EDs, had higher follow-up rates which subsequently made the care more expensive than treatment for similar injuries in EDs (by junior doctors).",
            "paragraph_rank": 21,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1120,
                    "text": "[16]",
                    "end": 1124
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1124,
                    "text": "[17]",
                    "end": 1128
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1128,
                    "text": "[18]",
                    "end": 1132
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1866,
                    "text": "9",
                    "end": 1867
                },
                {
                    "type": "bibr",
                    "start": 3088,
                    "text": "19 20",
                    "end": 3093
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 3263,
                    "text": "20",
                    "end": 3265
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 3417,
                    "text": "21",
                    "end": 3419
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 3803,
                    "text": "22",
                    "end": 3805
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 3807,
                    "text": "23",
                    "end": 3809
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 3821,
                    "text": "22",
                    "end": 3823
                }
            ]
        },
        {
            "section": "Strengths and weaknesses",
            "text": "Venning et al 23 found that it was the indirect costs of ENPs in GP practices that added to the overall cost of care. This may indicate a common theme around role substitution, and reflects the broader challenges of workforce development within the NHS.",
            "paragraph_rank": 22,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 14,
                    "text": "23",
                    "end": 16
                }
            ]
        },
        {
            "section": "Study implications",
            "text": "In the current climate of the NHS there are constraints on money, staff and skill mix, time, facilities, equipment and knowledge. 11 13 While our companion paper demonstrates clinical equivalence between the professional groups, 8 these economic results challenge the notion that training workforces to undertake extensions in their roles is cost effective. This may have wider implications for the commissioning of services and service delivery, and prove more complicated than a direct workforce substitution. Using economic evidence to make a judgement on present and future service delivery can be difficult, 11 20 24-27 and these results highlight some of the challenges. If the information is used to provide healthcare from the perspective of the NHS, patient and society then ESPs and ENPs are likely to be equivalent in cost, or possibly more expensive. If the service is to be implemented in secondary care alone then the opposite applies. Third, if a view is taken at a national level, planning future service delivery and staffing to include educational costs, then all three groups become more or less equivalent in terms of both clinical quality and cost. At this point it is other factors such as workforce availability and sustainability, service provision and skill mix that become important. The UK College of Emergency Medicine recognises the need to utilise extensions in roles due to increasing patient demand, reducing hours of work for junior doctors and national throughput standards. The use of ENPs and ESPs in extended roles will therefore make a significant contribution to future minor injuries care. [28][29][30][31][32][33] Future research A further larger scale pragmatic trial of equivalence throughout the UK, with significantly longer follow-up periods and incorporating all the patients managed by the different healthcare professionals, would be valuable but highly challenging. A qualitative study is warranted to explore the subsequent behaviour of patients treated for minor injury in an ED, particularly the factors that determine further unscheduled healthcare contact. Additional research is required to explore the costs and consequences of role substitution, both in EDs and in other areas of the healthcare system.",
            "paragraph_rank": 23,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 130,
                    "text": "11 13",
                    "end": 135
                },
                {
                    "type": "bibr",
                    "start": 613,
                    "text": "11 20 24-27",
                    "end": 624
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1630,
                    "text": "[28]",
                    "end": 1634
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 1634,
                    "text": "[29]",
                    "end": 1638
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1638,
                    "text": "[30]",
                    "end": 1642
                },
                {
                    "type": "bibr",
                    "start": 1642,
                    "text": "[31]",
                    "end": 1646
                },
                {
                    "type": "bibr",
                    "start": 1646,
                    "text": "[32]",
                    "end": 1650
                },
                {
                    "type": "bibr",
                    "start": 1650,
                    "text": "[33]",
                    "end": 1654
                }
            ]
        },
        {
            "section": "CONCLUSION",
            "text": "These results challenge the notion that training the healthcare workforce to undertake extensions in their roles is cost effective. Taken together our two papers have established that ESPs and ENPs have the competencies needed to achieve high-quality clinical outcomes, but they are not necessarily less expensive, depending on the perspective adopted. Further research is required to understand the underlying reasons for this. We have not set out to establish the optimum still mix required, but believe our research will assist in future strategic decision-making.",
            "paragraph_rank": 24,
            "section_rank": 18
        },
        {
            "section": "CONCLUSION",
            "text": "Contributors CMM initiated the project with input to design and development from FC, JP and JB. CMM collected the data and undertook initial analysis with supervision and additional input from FC, JP and JB. CMM drafted the manuscript which was then revised and approved by FC, JP and JB. CMM acts as guarantor.",
            "paragraph_rank": 25,
            "section_rank": 18
        },
        {
            "section": "Figure 1",
            "text": "CONSORT statement of trial recruitment.",
            "paragraph_rank": 26,
            "section_rank": 19
        },
        {
            "section": "Figure 2",
            "text": "Patient follow-up.",
            "paragraph_rank": 27,
            "section_rank": 20
        },
        {
            "section": "Table 1",
            "text": "The direct and indirect costs identified and measured in the economic evaluation",
            "paragraph_rank": 28,
            "section_rank": 21
        },
        {
            "section": "Table 2",
            "text": "presents the average undiscounted and discounted results. A CONSORT diagram is provided in figure 1, and details of follow-up in figure 2. Further information can be found in the companion paper. 8Primary outcomesCost per hour of patient care between different healthcare professionals The average cost per hour of patient contact was £80.91 (CI 66.5 to 101.6) for doctors, £89.71 (73.0 to 118.7) for ESPs and £109.81 (83.0 to 142.1) for ENPs. The per protocol analysis provided similar findings. The results demonstrated that both the ESP and ENP group could not be cheaper than routine care; they are at best equivalent, and possibly more expensive.",
            "paragraph_rank": 30,
            "section_rank": 22
        },
        {
            "section": "Table 2",
            "text": "Unit cost per patient per hour The ESP group treated an average of 3 patients per hour, whereas the ENPs treated 3.6 and the doctors 4.4 patients per hour. The average cost per patient per hour was £54.93 (37.9 to 73.0) for doctors, £68.36 (50.6 to 91.3) for ESPs and £86.47 (62.2 to 122.5) for ENPs. Again, the results demonstrated that both the ESP and",
            "paragraph_rank": 31,
            "section_rank": 22
        },
        {
            "section": "Table 2",
            "text": "Undiscounted and discounted costs",
            "paragraph_rank": 32,
            "section_rank": 23
        },
        {
            "section": "Table 2",
            "text": "ENP, emergency nurse practitioners; ESP, extended scope physiotherapists.",
            "paragraph_rank": 33,
            "section_rank": 23
        },
        {
            "text": "In total, 23.5% of patients were administered medication during their ED visit. The ESP group administered medication to 3.6% of patients (n=3), the ENPs to 23.2% (n=19) and the doctors to 42.2% (n=38) of patients (Pearson's χ 2 p<0.001). ▸ The ESP group administered a greater number of crutches (26.5%; n=22) compared with ENPs and doctors (9.5%; n=8 and 16.5%; n=15, respectively). ▸ The ESP group provided 20.5% (n=17) of patients",
            "paragraph_rank": 34,
            "section_rank": 24
        },
        {
            "text": "Secondary outcomes: the direct costs (secondary care) The average direct cost per hour of patient contact to the National Health Service (NHS) (secondary care) was £60.96 (51.1 to 73.6) for doctors, £52.48 (44.7 to 63.9) for ESPs and £55.21 (47.0 to 66.0) for ENPs. The ENP group was equivalent in cost to routine care. The ESP group could not be more expensive than routine care, and was either equivalent or cheaper. Some differences in direct costs between the three groups are noted below: ▸with a broad arm or collar and cuff sling compared with 8.4% (n=7) in the ENP group and 4.4% (n=4) in the doctor group. Secondary outcomes: indirect costs ( patient and society) The average per patient indirect cost per hour of patient contact associated with the routine care provided by",
            "paragraph_rank": 35,
            "section_rank": 24
        },
        {
            "text": "to 61.16) for ST1/2 doctors and £43.37 (19.22 to 67.52) for ST4-6 doctors at 8 weeks. However, the unit costs per patient did differ at £30.61 (10.48 to 46.09) for ST1/2 and £11.21 (10.48 to 46.09) for ST4-6.",
            "paragraph_rank": 36,
            "section_rank": 25
        },
        {
            "text": "McClellan CM, Cramp F, Powell J, et al. BMJ Open 2013;3:e001116. doi:10.1136/bmjopen-2012-001116",
            "paragraph_rank": 38,
            "section_rank": 25
        },
        {
            "text": "Who is the cheapest at treating soft tissue injuries in emergency departments?",
            "paragraph_rank": 39,
            "section_rank": 25
        },
        {
            "text": "Provenance and peer review Not commissioned; externally peer reviewed.",
            "paragraph_rank": 40,
            "section_rank": 27
        },
        {
            "text": "Data sharing statement There are no additional data are available.",
            "paragraph_rank": 41,
            "section_rank": 27
        }
    ]
}