{
    "level": "paragraph",
    "abstract": [
        {
            "text": "In Drosophila, anatomically discrete dopamine neurons that innervate distinct zones of the mushroom body (MB) assign opposing valence to odors during olfactory learning. Subsets of MB neurons have temporally unique roles in memory processing, but valence-related organization has not been demonstrated. We functionally subdivided the ab neurons, revealing a value-specific role for the 160 ab core (ab c) neurons. Blocking neurotransmission from ab surface (ab s) neurons revealed a requirement during retrieval of aversive and appetitive memory, whereas blocking ab c only impaired appetitive memory. The ab c were also required to express memory in a differential aversive paradigm demonstrating a role in relative valuation and approach behavior. Strikingly, both reinforcing dopamine neurons and efferent pathways differentially innervate ab c and ab s in the MB lobes. We propose that conditioned approach requires pooling synaptic outputs from across the ab ensemble but only from the ab s for conditioned aversion."
        }
    ],
    "body_text": [
        {
            "section": "INTRODUCTION",
            "text": "Understanding how nervous systems represent sensory cues, store memories, and support decision making and appropriate action selection is of major interest."
        },
        {
            "section": "INTRODUCTION",
            "text": "Olfactory learning in Drosophila is ideally suited to address these questions. Conditioning flies with aversive electric shock or sugar reward assigns value to otherwise meaningless odors and alters naive odor preferences so that subsequent odordriven behavior becomes goal-directed movement (Tully and Quinn, 1985;Tempel et al., 1983). Trained flies either avoid or approach the previously conditioned odor, driven by the expectation of punishment or food, respectively. Although progress has been made toward delineating how specific odors are represented (Turner et al., 2008;Murthy et al., 2008;Honegger et al., 2011) and reinforcement signals conveyed (Claridge-Chang et al., 2009;Aso et al., 2010Aso et al., , 2012Liu et al., 2012;Burke et al., 2012), it is not known how opposing behavioral programs of avoidance or approach are generated.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 292,
                    "text": "(Tully and Quinn, 1985;",
                    "end": 315
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 315,
                    "text": "Tempel et al., 1983)",
                    "end": 335
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 558,
                    "text": "(Turner et al., 2008;",
                    "end": 579
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 579,
                    "text": "Murthy et al., 2008;",
                    "end": 599
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 599,
                    "text": "Honegger et al., 2011)",
                    "end": 621
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 657,
                    "text": "(Claridge-Chang et al., 2009;",
                    "end": 686
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 686,
                    "text": "Aso et al., 2010",
                    "end": 702
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 702,
                    "text": "Aso et al., , 2012",
                    "end": 720
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 720,
                    "text": "Liu et al., 2012;",
                    "end": 737
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 737,
                    "text": "Burke et al., 2012)",
                    "end": 756
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "Olfactory memories are believed to be represented within the 2,000 intrinsic Kenyon cells (KCs) of the Drosophila mushroom body (MB) (Heisenberg, 2003). Individual odors activate relatively sparse populations of KCs within the overall MB ensemble providing cellular specificity to odor memories (Turner et al., 2008;Murthy et al., 2008;Honegger et al., 2011). Prior research of fly memory suggests that the KCs can be functionally split into at least three major subdivisions: the ab, a 0 b 0 , and g neurons. The current consensus suggests a role for g in short-term memory, for a 0 b 0 after training for memory consolidation, and for ab in later memory retrieval, with the ab requirement becoming more pronounced as time passes (Zars et al., 2000;Yu et al., 2006;Krashes et al., 2007;Blum et al., 2009;Trannoy et al., 2011;Qin et al., 2012). Importantly, odor-evoked activity is observable in each of these cell types (Yu et al., 2006;Turner et al., 2008;Wang et al., 2008;Akalal et al., 2010;Honegger et al., 2011), consistent with a parallel representation of olfactory stimuli across the different KC classes.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 133,
                    "text": "(Heisenberg, 2003)",
                    "end": 151
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 295,
                    "text": "(Turner et al., 2008;",
                    "end": 316
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 316,
                    "text": "Murthy et al., 2008;",
                    "end": 336
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 336,
                    "text": "Honegger et al., 2011)",
                    "end": 358
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 731,
                    "text": "(Zars et al., 2000;",
                    "end": 750
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 750,
                    "text": "Yu et al., 2006;",
                    "end": 766
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 766,
                    "text": "Krashes et al., 2007;",
                    "end": 787
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 787,
                    "text": "Blum et al., 2009;",
                    "end": 805
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 805,
                    "text": "Trannoy et al., 2011;",
                    "end": 826
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 826,
                    "text": "Qin et al., 2012)",
                    "end": 843
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 921,
                    "text": "(Yu et al., 2006;",
                    "end": 938
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 938,
                    "text": "Turner et al., 2008;",
                    "end": 958
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 958,
                    "text": "Wang et al., 2008;",
                    "end": 976
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 976,
                    "text": "Akalal et al., 2010;",
                    "end": 996
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 996,
                    "text": "Honegger et al., 2011)",
                    "end": 1018
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "Value is assigned to odors during training by anatomically distinct dopaminergic (DA) neurons that innervate unique zones of the MB (Waddell, 2013). Negative value is conveyed to MB g neurons in the heel and junction and to ab neurons at the base of the peduncle and the tip of the b lobe (Claridge-Chang et al., 2009;Aso et al., 2010Aso et al., , 2012. In contrast, a much larger number of rewarding DA neurons project to approximately seven nonoverlapping zones in the horizontal b, b 0 , and g lobes (Burke et al., 2012;Liu et al., 2012). This clear zonal architecture of reinforcing neurons suggests that plastic valence-relevant KC synapses may lie adjacent to these reinforcing neurons. Furthermore, presumed downstream MB efferent neurons also have dendrites restricted to discrete zones on the MB lobes (Tanaka et al., 2008), consistent with memories being formed at KC-output neuron synapses.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 132,
                    "text": "(Waddell, 2013)",
                    "end": 147
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 289,
                    "text": "(Claridge-Chang et al., 2009;",
                    "end": 318
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 318,
                    "text": "Aso et al., 2010",
                    "end": 334
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 334,
                    "text": "Aso et al., , 2012",
                    "end": 352
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 503,
                    "text": "(Burke et al., 2012;",
                    "end": 523
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 523,
                    "text": "Liu et al., 2012)",
                    "end": 540
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 811,
                    "text": "(Tanaka et al., 2008)",
                    "end": 832
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "Long before the zonal DA neuron innervation of the MB was fully appreciated, experiments suggested that appetitive and aversive memories were independently processed and stored (Tempel et al., 1983). Subsequently, models were proposed that represented memories of opposite valence at distinct output synapses on the same odor-activated KCs or on separate KCs (Schwaerzel et al., 2003). Importantly, memory retrieval through these modified KC-output synapses was predicted to guide either odor avoidance or approach behavior. A KC synapsespecific representation of memories of opposing valence would dictate that it is not possible to functionally separate the retrieval of aversive and appetitive memories by disrupting KC-wide processes. We therefore tested these models by systematically blocking neurotransmission from subsets of the retrieval-relevant ab neurons. We found that aversive and appetitive memories can be distinguished in the ab KC population, showing that opposing odor memories do not exclusively rely on overlapping KCs. Whereas output from the ab s neurons is required for aversive and appetitive memory retrieval, the ab core (ab c ) neurons are only critical for conditioned approach behavior. Higher-resolution anatomical analysis of the innervation of reinforcing DA neurons suggests that valencespecific asymmetry may be established during training. Furthermore, dendrites of KC-output neurons differentially innervate the MB in a similarly stratified manner. We therefore propose that aversive memories are retrieved and avoidance behavior triggered only from the ab surface (ab s ) neurons, whereas appetitive memories are retrieved and approach behavior is driven by efferent neurons that integrate across the ab ensemble.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 177,
                    "text": "(Tempel et al., 1983)",
                    "end": 198
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 359,
                    "text": "(Schwaerzel et al., 2003)",
                    "end": 384
                }
            ]
        },
        {
            "section": "GAL4 Control of Subsets of MB ab Neurons",
            "text": "Several studies have reported the importance of output from MB ab neurons for the retrieval of aversive and appetitive olfactory memories (Dubnau et al., 2001;McGuire et al., 2001;Schwaerzel et al., 2003;Krashes et al., 2007;Krashes and Waddell, 2008;Trannoy et al., 2011). However, genetic labeling reveals further anatomical segregation of the 1,000 ab neurons into at least ab posterior (ab p or pioneer), ab surface (ab s or early), and ab core (ab c or late) subsets that are sequentially born during development (Ito et al., 1997;Lin et al., 2007;Tanaka et al., 2008). We therefore investigated the role of these ab subsets in memory retrieval. We first obtained, or identified, GAL4 lines with expression that was restricted to ab subsets and verified their expression. Prior reports showed that the c739 GAL4 (McGuire et al., 2001) labels ab neurons contributing to all three classes (Aso et al., 2009). In contrast, NP7175 expresses in ab c neurons and c708a in ab p neurons (Murthy et al., 2008;Tanaka et al., 2008;Lin et al., 2007). Lastly, we identified the 0770 GAL4 line from the InSITE collection (Gohl et al., 2011) with strong expression in ab s neurons and weaker expression in ab p neurons. We expressed a membrane-tethered GFP (uas-mCD8::GFP) using the c739, 0770, NP7175, and c708a GAL4 drivers and localized expression within the overall MB neurons using a LexAop-rCD2::RFP transgene driven by 247-LexA::VP16 (Pitman et al., 2011). Projections of confocal stacks through the MBs revealed labeling within the MB in each of these GAL4 driver lines that is restricted to the respective ab subdivision ( Figure 1 and S1 available online). In addition, the ab s and ab c lines have dendrites in the main calyx, whereas ab p neurons innervate only the accessory calyx (Lin et al., 2007;Tanaka et al., 2008).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 138,
                    "text": "(Dubnau et al., 2001;",
                    "end": 159
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 159,
                    "text": "McGuire et al., 2001;",
                    "end": 180
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 180,
                    "text": "Schwaerzel et al., 2003;",
                    "end": 204
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 204,
                    "text": "Krashes et al., 2007;",
                    "end": 225
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 225,
                    "text": "Krashes and Waddell, 2008;",
                    "end": 251
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 251,
                    "text": "Trannoy et al., 2011)",
                    "end": 272
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 518,
                    "text": "(Ito et al., 1997;",
                    "end": 536
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 536,
                    "text": "Lin et al., 2007;",
                    "end": 553
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 553,
                    "text": "Tanaka et al., 2008)",
                    "end": 573
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 817,
                    "text": "(McGuire et al., 2001",
                    "end": 838
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 892,
                    "text": "(Aso et al., 2009)",
                    "end": 910
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 984,
                    "text": "(Murthy et al., 2008;",
                    "end": 1005
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 1005,
                    "text": "Tanaka et al., 2008;",
                    "end": 1025
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 1025,
                    "text": "Lin et al., 2007)",
                    "end": 1042
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1112,
                    "text": "(Gohl et al., 2011)",
                    "end": 1131
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 1431,
                    "text": "(Pitman et al., 2011)",
                    "end": 1452
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1622,
                    "text": "Figure 1",
                    "end": 1630
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 1784,
                    "text": "(Lin et al., 2007;",
                    "end": 1802
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 1802,
                    "text": "Tanaka et al., 2008)",
                    "end": 1822
                }
            ]
        },
        {
            "section": "MB ab c Neurons Are Only Required for Appetitive Memory Retrieval",
            "text": "We used 0770, NP7175, and c708a GAL4-driven expression of the dominant temperature-sensitive uas-shibire ts1 (shi ts1 ) transgene (Kitamoto, 2001) to examine the role of neurotransmission from ab s , ab c , and ab p neurons in olfactory memory retrieval. In each experiment, we also compared the effect of blocking all MB ab neurons with c739. We first tested sucrose-reinforced appetitive memory (Krashes and Waddell, 2008). Flies were trained at the permissive 23 C and ab subsets were blocked by shifting the flies to restrictive 33 C 30 min before and during testing 3 hr memory. Performance of c739;shi ts1 , 0770;shi ts1 , and NP7175;shi ts1 flies, but not that of c708a;shi ts1 flies, was statistically different to shi ts1 and their respective GAL4 control flies (Figure 2A). Experiments at permissive 23 C did not reveal significant differences in performance between the relevant groups ( Figure S2A). Therefore, output from the ab s and ab c neurons is required for the retrieval of appetitive memory, whereas ab p neuron output is dispensable.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 130,
                    "text": "(Kitamoto, 2001)",
                    "end": 146
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 397,
                    "text": "(Krashes and Waddell, 2008)",
                    "end": 424
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 771,
                    "text": "(Figure 2A",
                    "end": 781
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 899,
                    "text": "Figure S2A",
                    "end": 909
                }
            ]
        },
        {
            "section": "MB ab c Neurons Are Only Required for Appetitive Memory Retrieval",
            "text": "We similarly tested the role of ab subsets in retrieval of electricshock-reinforced aversive memory. Memory performance of c739;shi ts1 and 0770;shi ts1 , but not NP7175;shi ts1 or c708a;shi ts1 , flies was statistically different to that of shi ts1 and their respective GAL4 control flies ( Figure 2B). Importantly, control aversive experiments performed at 23 C did not reveal significant differences between the relevant groups ( Figure S2B). Therefore, these data reveal that output from the ab s neurons is required for the retrieval of aversive memory, whereas the ab c and ab p neurons are dispensable, implying a possible appetitive memory-specific role for ab c neurons. Since odors are represented as activation of sparse collections of MB neurons (Honegger et al., 2011), it is conceivable that certain odor pairs might be biased in their odor representations in particular ab subsets. The reciprocal nature of the conditioning assays should account for this caveat. Nevertheless, we also tested the effect of ab subset block when flies were appetitively or aversively trained using ethyl butyrate and isoamyl acetatetwo odors shown to activate ab c neurons (Murthy et al., 2008). These experiments again revealed a role for ab s and ab c in appetitive memory but only ab s in aversive memory ( Figures 2C  and 2D). The ab p neurons remained dispensable. The appetitive retrieval defect is unlikely to result from defective odor perception since flies with blocked ab c neurons (NP7175;shi ts1 ) exhibit normal aversive memory. Furthermore, control experiments demonstrated that c739;shi ts1 and 0770;shi ts1 exhibit normal olfactory acuity at the restrictive temperature (Table S1).",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 292,
                    "text": "Figure 2B",
                    "end": 301
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 433,
                    "text": "Figure S2B",
                    "end": 443
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 758,
                    "text": "(Honegger et al., 2011)",
                    "end": 781
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 1169,
                    "text": "(Murthy et al., 2008)",
                    "end": 1190
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1306,
                    "text": "Figures 2C  and 2D",
                    "end": 1324
                },
                {
                    "type": "table",
                    "start": 1683,
                    "text": "(Table S1)",
                    "end": 1693
                }
            ]
        },
        {
            "section": "MB ab c Neurons Are Only Required for Appetitive Memory Retrieval",
            "text": "We further challenged a valence-specific role for ab neuron subsets using additional genetic approaches. We first confirmed that ab s neurons are required for both appetitive and aversive memory retrieval using NP5286, another GAL4 line with strong expression in ab s neurons and weaker expression in ab p neurons (Figures 3A and S1F;Tanaka et al., 2008). Appetitive and aversive memory performance of NP5286;shi ts1 flies was statistically different to that of shi ts1 and GAL4 control flies (Figures 3E and 3F). No statistical differences were apparent when experiments were performed at permissive 23 C ( Figure S3) and the NP5286;shi ts1 flies exhibit normal olfactory acuity at the restrictive temperature (Table S1).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 314,
                    "text": "(Figures 3A and S1F;",
                    "end": 334
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 334,
                    "text": "Tanaka et al., 2008)",
                    "end": 354
                },
                {
                    "type": "bibr",
                    "start": 493,
                    "text": "(Figures 3E and 3F)",
                    "end": 512
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 608,
                    "text": "Figure S3",
                    "end": 617
                },
                {
                    "type": "table",
                    "start": 711,
                    "text": "(Table S1)",
                    "end": 721
                }
            ]
        },
        {
            "section": "MB ab c Neurons Are Only Required for Appetitive Memory Retrieval",
            "text": "We next challenged an appetitive memory-specific role for ab c neurons using an intersectional genetic strategy. Combining a ChaGAL80 transgene with c739 removes expression in the ab s and ab p neurons from the c739-labeled ab population and leaves robust expression in ab c neurons (Figures 3B and S1G). We again trained flies at the permissive temperature and blocked ab c during retrieval. Similar to the analysis with NP7175;shi ts1 flies, appetitive memory performance of c739;ChaGAL80/shi ts1 flies was impaired, being statistically different to the relevant control groups ( Figure 3E). Moreover, the c739 disruptive effect on aversive memory was abolished with ChaGAL80, consistent with removal of ab s expression from c739 ( Figure 3F). Control experiments at 23 C did not reveal significant differences between the relevant groups ( Figure S3).",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 582,
                    "text": "Figure 3E",
                    "end": 591
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 734,
                    "text": "Figure 3F",
                    "end": 743
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 843,
                    "text": "Figure S3)",
                    "end": 853
                }
            ]
        },
        {
            "section": "MB ab c Neurons Are Only Required for Appetitive Memory Retrieval",
            "text": "A role for ab c in memory consolidation has been reported (Huang et al., 2012). Blocking NP6024-labeled ab c neurons for several hours after training disrupted appetitive and aversive memory consolidation, whereas blocking NP7175-labeled neurons only impaired aversive memory consolidation (Huang et al., 2012). Although others defined the ab neurons labeled in NP6024 as inner and outer ab c neurons (Tanaka et al., 2008; Flies were trained at the permissive 23 C and ab subsets blocked by shifting the flies to restrictive 33 C 30 min before and during testing 3 hr memory (schematic). (A) ab c and ab s neurons are required for retrieval of 3 hr appetitive memory. Blocking transmission from c739, 0770, and NP7175 neurons during testing impaired appetitive memory (all p < 0.001), whereas blocking c708a neurons had no effect (p = 0.10). (B) ab c neurons are not required for retrieval of aversive memory. Blocking transmission from c739 and 0770 neurons during testing impaired aversive memory (both p < 0.001), whereas blocking NP7175 or c708a neurons had no effect (p > 0.9 and p > 0.5). Odors used in (A) and (B) are 4-methylcyclohexanol (MCH) and 3-octanol (OCT). (C and D) Repeat of experiments in (A) and (B) using isoamyl acetate (IAA) and ethyl butyrate (EB) as odors. The requirement for output from the ab s and ab c neurons for the retrieval of 3 hr appetitive memory was reproduced, whereas ab p neuron output remained dispensable. (C) Blocking transmission from c739, 0770, and NP7175 neurons during testing impaired appetitive memory (all p < 0.001), whereas blocking c708a neurons had no effect (p > 0.5). (D) Blocking transmission from c739 and 0770 neurons during testing impaired aversive memory (p < 0.01 and p < 0.001), whereas blocking NP7175 or c708a neurons had no effect (p > 0.4 and p > 0.2). An asterisk denotes significant difference between marked group and the relevant genetic controls (all p < 0.01, ANOVA). The wild-type group corresponds to pooled data from independent experiments and all data are represented as the mean ± SEM. See also Figures S1, S2, S4, and S7 and Table S1. Huang et al., 2012), our anatomical analysis revealed that outer ab c neurons occupy the area of the vertical MB lobe that is anatomically indistinguishable from that containing the ab s neurons ( Figures 3A-3D). Furthermore, blocking output during retrieval in NP6024;shi ts1 flies significantly impaired both appetitive and aversive memory ( Figures 3E and 3F), consistent with NP6024 expressing in ab c and ab s neurons. Control experiments at the permissive temperature did not reveal significant differ-ences between the relevant groups ( Figure S3) and the NP6024;shi ts1 flies exhibit normal olfactory acuity (Table S1). Perhaps more importantly, a consolidation effect cannot account for our appetitive memory retrieval-specific function because the retrieval role for ab c is not time dependent. As shown for 3 hr memory (Figures 2A and 2C), blocking NP7175 ab c neurons during retrieval also impaired appetitive 24 hr LTM ( Figure S4A), whereas it did not impair aversive 24 hr LTM (Huang ",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 58,
                    "text": "(Huang et al., 2012)",
                    "end": 78
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 290,
                    "text": "(Huang et al., 2012)",
                    "end": 310
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 401,
                    "text": "(Tanaka et al., 2008",
                    "end": 421
                },
                {
                    "type": "table",
                    "start": 2108,
                    "text": "Table S1",
                    "end": 2116
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 2118,
                    "text": "Huang et al., 2012)",
                    "end": 2137
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 2315,
                    "text": "Figures 3A-3D",
                    "end": 2328
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 2462,
                    "text": "Figures 3E and 3F",
                    "end": 2479
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 2662,
                    "text": "Figure S3",
                    "end": 2671
                },
                {
                    "type": "table",
                    "start": 2734,
                    "text": "(Table S1)",
                    "end": 2744
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 2948,
                    "text": "(Figures 2A and 2C",
                    "end": 2966
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 3052,
                    "text": "Figure S4A",
                    "end": 3062
                }
            ]
        },
        {
            "section": "ab c Neurons Only Contribute to Appetitive Memory Expression",
            "text": "(A-C) Projection views of confocal stacks at the level of the left MB lobes from ab subset GAL4 lines driving mCD8::GFP (green). The inset shows a cross-section through the vertical collateral at the level of the dashed line in Figure 1A. The overall MB is labeled with rCD2::RFP (magenta). Scale bar represents 20 mm. (A) NP5286 ab s neurons. (B) ChaGAL80 inhibits GAL4 in c739 labeled ab s neurons and leaves expression in ab c neurons. (C) NP6024 labels ab c neurons and inner ab s neurons. (D) Illustration of a cross-section of the a lobe neurons labeled by NP5286-ab s , c739;ChaGAL80-ab c , and NP6024-ab sc GAL4 lines. (E) Flies were trained at the permissive 23 C and ab subsets were blocked by shifting the flies to restrictive 33 C 30 min before and during testing 3 hr memory (schematic). The ab s and ab c neurons are required for 3 hr appetitive memory retrieval. Blocking transmission from NP5286, c739;ChaGAL80, or NP6024 neurons during testing impaired appetitive memory (p < 0.01). (F) The ab s but not the ab c neurons are required for 3 hr aversive memory retrieval. Blocking transmission from NP5286 or NP6024 neurons during testing impaired aversive memory (both p < 0.05), whereas suppressing ab s expression in c739 reversed the 3 hr aversive memory retrieval phenotype. Blocking c739;ChaGAL80 neuron output did not impair aversive memory retrieval (p = 0.9). An asterisk denotes significant difference between marked group and the relevant genetic controls (all p < 0.05, ANOVA). Odors used are OCT and MCH. Data are represented as mean ± SEM. See also Figure S3. et al., 2012). We therefore conclude that ab c have a unique role in appetitive memory retrieval.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 228,
                    "text": "Figure 1A",
                    "end": 237
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1578,
                    "text": "Figure S3",
                    "end": 1587
                }
            ]
        },
        {
            "section": "ab c Neurons Only Contribute to Appetitive Memory Expression",
            "text": "Odors Activate MB ab s and ab c but Inhibit ab p Neurons As a final step to rule out odor-specific effects, we used live Ca 2+ imaging to determine whether the four odors used in conditioning activate ab subsets. We expressed a uas-GCaMP5 transgene and live-imaged odor-evoked changes in fluorescence in a cross-section of the a axons in the vertical lobe tip. Each odor evoked a robust, odor-specific positive response in ab scp , ab s , and ab c neurons labeled by c739, 0770, and NP7175 (Figures 4A and 4B). In contrast, the odors evoked a marked reduction of GCaMP5 fluorescence in c708a ab p neurons (Figure 4A). We also observed odor-specific responses in ab s , ab c , and ab sc neurons labeled by NP5286, c739;ChaGAL80, and NP6024, respectively ( Figure S5). Therefore, the odors employed in conditioning activate the functionally critical ab s and ab c neurons in an odor-specific manner, whereas they inhibit the dispensable ab p neurons.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 490,
                    "text": "(Figures 4A and 4B)",
                    "end": 509
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 605,
                    "text": "(Figure 4A)",
                    "end": 616
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 755,
                    "text": "Figure S5",
                    "end": 764
                }
            ]
        },
        {
            "section": "ab c Neurons Only Contribute to Appetitive Memory Expression",
            "text": "MB ab c Are Required for Retrieval in a Differential Aversive Learning Paradigm Appetitive memories are more stable than aversive memories formed after a single training session (Tempel et al., 1983;Krashes and Waddell, 2008;Colomb et al., 2009). To rule out that the role of ab c neurons reflected a temporally restricted anatomical difference between appetitive versus aversive memory processing, we employed a differential aversive conditioning paradigm (Yin et al., 2009). In this assay, flies are trained by sequential exposure to one odor X without reinforcement (X 0 ), odor Y with a 60 V shock (Y 60 ), and then odor Z with 30 V (Z 30 ) ( Figure 5A). They are then tested 30 min after training for relative choice between Y 60 and Z 30 or absolute choice between X 0 and Y 60 . We speculated that retrieval of the relative choice memory between Y 60 and Z 30 odors might involve an approach component to odor Z 30 , similar to retrieval of appetitive memory.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 178,
                    "text": "(Tempel et al., 1983;",
                    "end": 199
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 199,
                    "text": "Krashes and Waddell, 2008;",
                    "end": 225
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 225,
                    "text": "Colomb et al., 2009)",
                    "end": 245
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 457,
                    "text": "(Yin et al., 2009)",
                    "end": 475
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 647,
                    "text": "Figure 5A",
                    "end": 656
                }
            ]
        },
        {
            "section": "ab c Neurons Only Contribute to Appetitive Memory Expression",
            "text": "We first investigated this notion by determining whether the odor coupled with lesser voltage (Z 30 ) was coded as an appetitive memory. We expressed shi ts1 in a recently described subset of rewarding dopaminergic neurons with 0104-GAL4 (Burke et al., 2012) and blocked them during acquisition in the differential aversive paradigm (X 0 -Y 60 -Z 30 ). Flies were shifted to 33 C for 30 min prior to and during training and then returned to 23 C and tested for 30 min choice memory. Strikingly, performance of 0104/shi ts1 flies was statistically different to shi ts1 and 0104 control flies when tested for relative Y 60 versus Z 30 memory (Figure 5B) but was not different to controls when tested for absolute X 0 versus Y 60 memory ( Figure 5C). No differences were apparent between the relevant groups when flies were trained and tested at the permissive temperature for relative choice ( Figure 5D). Therefore, in this paradigm only, learning the odor presented with the relatively lesser voltage (Z 30 ) requires rewarding reinforcement. The Z 30 memory can therefore be considered to be appetitive.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 238,
                    "text": "(Burke et al., 2012)",
                    "end": 258
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 640,
                    "text": "(Figure 5B)",
                    "end": 651
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 736,
                    "text": "Figure 5C",
                    "end": 745
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 892,
                    "text": "Figure 5D",
                    "end": 901
                }
            ]
        },
        {
            "section": "ab c Neurons Only Contribute to Appetitive Memory Expression",
            "text": "We next tested whether retrieval of relative Y 60 versus Z 30 memory required the ab c neurons. Flies were trained at permissive 23 C and were shifted to 33 C to block ab c neurons during Blocking transmission from 0104 neurons during training impaired 30 min Y 60 versus Z 30 relative choice memory (p < 0.001). (C) Blocking 0104 DA neurons during training did not disrupt 30 min X 0 versus Y 60 absolute choice memory (p > 0.05). (D) No differences were apparent when flies were trained and tested for relative Y 60 versus Z 30 choice memory at permissive 23 C (p > 0.9). (E-H) Relative but not absolute choice memory retrieval requires output from ab c neurons. (E) Blocking output from NP7175 ab c , c739;ChaGAL80 ab c , or 0770 ab s neurons during retrieval impaired 30 min Y 60 versus Z 30 relative choice memory (p < 0.001). (F) No statistical differences were apparent when flies were trained and tested for relative Y 60 versus Z 30 choice memory at permissive 23 C (p > 0.05). (G) Blocking transmission from 0770 ab s (p < 0.01) but not NP7175 ab c or c739;ChaGAL80 ab c (both p > 0.5) impaired X 0 versus Y 60 absolute choice memory. (H) No statistical differences were evident between 0770 flies trained and tested for absolute X 0 versus Y 60 choice memory at permissive 23 C (p > 0.05). An asterisk denotes significant difference between marked group and the relevant controls (all p < 0.05, ANOVA). Odors used are OCT, MCH, and IAA. Data are represented as mean ± SEM. retrieval of 30 min choice memory. As expected, blocking NP7175;shi ts1 neuron output during retrieval of relative Y 60 versus Z 30 memory revealed a significant defect ( Figure 5E). No significant differences were apparent between the relevant groups at the permissive temperature ( Figure 5F). In contrast, ab c neuron block did not significantly impair expression of absolute X 0 and Y 60 choice memory ( Figure 5G). We also tested the role for ab c neurons using the c739;ChaGAL80 approach of manipulating these neurons. Like NP7175 neurons, blocking c739;Cha-GAL80 ab c neurons significantly disrupted retrieval of relative Y 60 versus Z 30 choice memory ( Figure 5E) but not absolute X 0 and Y 60 choice ( Figure 5G). Again, no significant differences were observed in control experiments at the permissive temperature ( Figure 5F). We also tested the requirement of ab s neurons in this paradigm. Consistent with previous experiments with aversive and appetitive reinforcement (Figure 2), blocking 0770 ab s neurons significantly disrupted retrieval of relative Y 60 versus Z 30 choice ( Figure 5E) and absolute X 0 and Y 60 choice memory ( Figure 5G). Again, no significant differences were observed in permissive temperature control experiments ( Figures 5F and  5H). We conclude from this diverse collection of appetitive memory experiments that the ab c neurons provide critical synaptic input for the expression of conditioned approach behavior.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 1655,
                    "text": "Figure 5E",
                    "end": 1664
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 1768,
                    "text": "Figure 5F",
                    "end": 1777
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 1892,
                    "text": "Figure 5G",
                    "end": 1901
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 2146,
                    "text": "Figure 5E",
                    "end": 2155
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 2196,
                    "text": "Figure 5G",
                    "end": 2205
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 2311,
                    "text": "Figure 5F",
                    "end": 2320
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 2468,
                    "text": "(Figure 2",
                    "end": 2477
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 2579,
                    "text": "Figure 5E",
                    "end": 2588
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 2632,
                    "text": "Figure 5G",
                    "end": 2641
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 2740,
                    "text": "Figures 5F and  5H)",
                    "end": 2759
                }
            ]
        },
        {
            "section": "Reinforcing and Output Neurons Innervate Consistent Strata in the MB Lobes",
            "text": "We reasoned that the approach-specific role for ab c might be reflected in the anatomy of reinforcing and output neurons within the MB lobes. We therefore investigated at higher resolution the innervation patterns within the MB of positive and negative reinforcing DA neurons and described output neurons."
        },
        {
            "section": "Reinforcing and Output Neurons Innervate Consistent Strata in the MB Lobes",
            "text": "Rewarding DA neurons reside in the protocerebral anterior medial (PAM) cluster and project to a number of nonoverlapping zones in the horizontal b, b 0 , and g lobes (Liu et al., 2012;Burke et al., 2012). PAM DA neurons labeled by R58E02 (Liu et al., 2012) innervate the b s and b c regions (Figure S6), but the individual neurons are difficult to discern. By visually screening the InSITE collection, we identified the 0279 GAL4 line that labels 15 PAM neurons that bilaterally innervate the b 1 and b 2 regions of the medial b lobe ( Figure 6A). We name these neurons MB-M8, in accordance with existing showing MB-V2a-aversive output neurons labeled by NP2492-driven mCD8::GFP (green). MB-V2a more densely innervates the a surface than a core. Scale bar represents 10 mm. (E-H) Each inset shows the expression pattern of the respective GAL4 line (GFP/green) within the left MB lobes, labeled with rCD2::RFP (magenta). Scale bar represents 20 mm. See also Figure S6.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 166,
                    "text": "(Liu et al., 2012;",
                    "end": 184
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 184,
                    "text": "Burke et al., 2012)",
                    "end": 203
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 238,
                    "text": "(Liu et al., 2012)",
                    "end": 256
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 291,
                    "text": "(Figure S6)",
                    "end": 302
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 536,
                    "text": "Figure 6A",
                    "end": 545
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 957,
                    "text": "Figure S6",
                    "end": 966
                }
            ]
        },
        {
            "section": "Reinforcing and Output Neurons Innervate Consistent Strata in the MB Lobes",
            "text": "MB extrinsic cell nomenclature (Tanaka et al., 2008). A crosssection through the b lobe reveals that MB-M8 ramify throughout the b s and b c regions ( Figure 6A, inset). We confirmed that the MB-M8 neurons are positively reinforcing by stimulating them during odor presentation, achieved by expressing uas-dTrpA1 with 0279 GAL4. MB-M8 activation with odor exposure is sufficient to induce robust appetitive memory ( Figure 6B). Lastly, colocalizing GFP expression with tyrosine hydroxylase immunoreactivity (TH-ir) verified that MB-M8 neurons are dopaminergic ( Figure 6C) and coexpression of the neural compartment markers DenMark and DSyd1::GFP reveals that arbors throughout the b s and b c regions of the MB lobe are presynaptic ( Figure 6D).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 31,
                    "text": "(Tanaka et al., 2008)",
                    "end": 52
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 151,
                    "text": "Figure 6A, inset)",
                    "end": 168
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 416,
                    "text": "Figure 6B",
                    "end": 425
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 562,
                    "text": "Figure 6C",
                    "end": 571
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 735,
                    "text": "Figure 6D",
                    "end": 744
                }
            ]
        },
        {
            "section": "Reinforcing and Output Neurons Innervate Consistent Strata in the MB Lobes",
            "text": "Negative value can be conveyed by the MB-MP1 and MB-MV1 DA neurons in the protocerebral posterior lateral (PPL) 1 cluster and by the MB-M3 neurons in the PAM cluster (Aso et al., 2012). MB-MV1 only innervates the proximal a 0 region and g lobe, MB-MP1 the heel of g, and base of the peduncle ( Figure 6E), and MB-M3 ramifies in the tip of the b lobe (Figure 6F). In contrast to the positively reinforcing MB-M8 neurons, cross-sections through the relevant parts of the MB revealed that the aversive reinforcing MB-M3 and MB-MP1 DA neurons preferentially arborize in the ab s layer and exhibit no or much weaker innervation of ab c .",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 166,
                    "text": "(Aso et al., 2012)",
                    "end": 184
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 294,
                    "text": "Figure 6E)",
                    "end": 304
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 350,
                    "text": "(Figure 6F)",
                    "end": 361
                }
            ]
        },
        {
            "section": "Reinforcing and Output Neurons Innervate Consistent Strata in the MB Lobes",
            "text": "Differential innervation of the ab neuron subsets is also evident with behaviorally relevant MB efferent neurons. Two independent recent studies have determined that MB-V3 neurons that innervate the tip of the a lobe are required for either appetitive (P.Y. Plaç ais and T. Preat, personal communication) or aversive memory (Pai et al., 2013). A cross-section view through the tip of the a lobe reveals MB-V3 arbors throughout the b s and b c regions ( Figure 6G). In contrast, dendrites of the aversive memory-specific MB-V2a output neurons (Sé journé et al., 2011) are most pronounced in the a s ( Figure 6H). Therefore, the fine anatomy of reinforcing DA neurons and output neurons supports our observed functional difference between ab s and ab c MB neurons. Furthermore, their architecture indicates that the stratified functional asymmetry in the ab ensemble may be established by reinforcement during training, whereas differential pooling of outputs is critical for the expression of conditioned avoidance or approach.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 324,
                    "text": "(Pai et al., 2013)",
                    "end": 342
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 453,
                    "text": "Figure 6G",
                    "end": 462
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 600,
                    "text": "Figure 6H)",
                    "end": 610
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "When faced with a choice, animals must select the appropriate behavioral response. Learning provides animals the predictive benefit of prior experience and allows researchers to influence behavioral outcomes. After olfactory learning, fruit flies are provided with a simple binary choice in the T-maze. Aversively trained flies preferentially avoid the conditioned odor, whereas appetitively conditioned flies approach it. A major goal of the field is to understand the neural mechanisms through which the fly selects the appropriate direction."
        },
        {
            "section": "DISCUSSION",
            "text": "In mammals, mitral cells take olfactory information direct from the olfactory bulb to the amygdala and the perirhinal, entorhinal, and piriform cortices (Davis 2004;Wilson and Mainen, 2006). In doing so, odor information is segregated into different streams, allowing it to be associated with other modalities and emotionally salient events. In contrast, most olfactory projection neurons in the fly innervate the MB calyx and lateral horn or only the lateral horn (Wong et al., 2002;Jefferis et al., 2007). The lateral horn has mostly been ascribed the role of mediating innate responses to odors (Heimbeck et al., 2001;Suh et al., 2004;Sachse et al., 2007), leaving the MB to fulfill the potential roles of the mammalian cortices.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 153,
                    "text": "(Davis 2004;",
                    "end": 165
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 165,
                    "text": "Wilson and Mainen, 2006)",
                    "end": 189
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 465,
                    "text": "(Wong et al., 2002;",
                    "end": 484
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 484,
                    "text": "Jefferis et al., 2007)",
                    "end": 506
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 598,
                    "text": "(Heimbeck et al., 2001;",
                    "end": 621
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 621,
                    "text": "Suh et al., 2004;",
                    "end": 638
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 638,
                    "text": "Sachse et al., 2007)",
                    "end": 658
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Although morphological and functional subdivision of the ab, a 0 b 0 , and g classes of MB neuron has been reported (Crittenden et al., 1998;Zars et al., 2000;Yu et al., 2006;Krashes et al., 2007;Wang et al., 2008;Akalal et al., 2010;Trannoy et al., 2011;Qin et al., 2012;Tanaka et al., 2008), until now a valence-restricted role has been elusive. In this study, we investigated the functional correlates of substructure within the ab population. We identified an appetitive memory-specific role for the ab c neurons. Whereas blocking output from the ab s neurons impaired aversive and appetitive memory retrieval, blocking ab c neurons produced only an appetitive memory defect. These behavioral results, taken with functional imaging of odor-evoked activity, suggest that beyond the ab, a 0 b 0 , and g subdivision, odors are represented as separate streams in subsets of MB ab neurons. These parallel information streams within ab permit opposing value to be differentially assigned to the same odor. Training therefore tunes the odor-activated ab c and ab s KCs so that distinct populations differentially drive downstream circuits to generate aversive or appetitive behaviors. Such a dynamic interaction between appetitive and aversive circuits that is altered by learning is reminiscent of that described between the primate amygdala and orbitofrontal cortex (Barberini et al., 2012). It will be important to determine the physiological consequences of appetitive and aversive conditioning on the ab c and ab s neurons. Positively and negatively reinforced olfactory learning in rats produced bidirectional plasticity of neurons in the basolateral amygdala (Motanis et al., 2012).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 116,
                    "text": "(Crittenden et al., 1998;",
                    "end": 141
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 141,
                    "text": "Zars et al., 2000;",
                    "end": 159
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 159,
                    "text": "Yu et al., 2006;",
                    "end": 175
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 175,
                    "text": "Krashes et al., 2007;",
                    "end": 196
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 196,
                    "text": "Wang et al., 2008;",
                    "end": 214
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 214,
                    "text": "Akalal et al., 2010;",
                    "end": 234
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 234,
                    "text": "Trannoy et al., 2011;",
                    "end": 255
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 255,
                    "text": "Qin et al., 2012;",
                    "end": 272
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 272,
                    "text": "Tanaka et al., 2008)",
                    "end": 292
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1365,
                    "text": "(Barberini et al., 2012)",
                    "end": 1389
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 1663,
                    "text": "(Motanis et al., 2012)",
                    "end": 1685
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "The ab p neurons, which do not receive direct olfactory input from projection neurons in the calyx (Tanaka et al., 2008), are dispensable for aversive and appetitive 3 hr memory and for 24 hr appetitive memory. The ab p neurons were reported to be structurally linked to dorsal anterior lateral (DAL) neurons and both DAL and ab p neurons were shown to be required for longterm aversive memory retrieval (Chen et al., 2012;Pai et al., 2013). We found that, like ab p neurons, DAL neurons are not required for appetitive long-term memory retrieval ( Figures  S4C-S4E), consistent with recent results from others (Hirano et al., 2013). In addition, the ab p neurons were inhibited by odor exposure, which may reflect cross-modal inhibition within the KC population.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 99,
                    "text": "(Tanaka et al., 2008)",
                    "end": 120
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 404,
                    "text": "(Chen et al., 2012;",
                    "end": 423
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 423,
                    "text": "Pai et al., 2013)",
                    "end": 440
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 549,
                    "text": "Figures  S4C-S4E",
                    "end": 565
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 611,
                    "text": "(Hirano et al., 2013)",
                    "end": 632
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Observing a role for the ab c neurons in the relative aversive paradigm argues against the different requirement for ab c neurons in the routine shock-reinforced aversive and sugarreinforced appetitive assays being due to different timescales of memory processing. In addition, we observed a pronounced role for ab c neurons in retrieval of 24 hr appetitive LTM, whereas others have reported that ab c neurons are not required for the retrieval of 24 hr aversive LTM (Huang et al., 2012). Nevertheless, time and the methods of conditioning may be important variables. Although appetitive and aversive memory retrieval requires output from the ab ensemble at 3 hr and 24 hr after conditioning (McGuire et al., 2001;Isabel et al., 2004;Krashes et al., 2007Krashes et al., , 2009Trannoy et al., 2011), ab neurons were shown to be dispensable for 2 hr appetitive memory retrieval (Trannoy et al., 2011). Instead, appetitive retrieval required g neuron output at this earlier point (Trannoy et al., 2011). Our experiments were generally supportive of the g-then-ab neuron model but revealed a slightly different temporal relationship. The ab neurons were dispensable for memory retrieved 30 min after training but were essential for 2 hr and 3 hr memory after training (Figures  2 and S7). An early role for g neurons is further supported by the importance of reinforcing DA input to the g neurons for aversive memory formation (Qin et al., 2012). It will be interesting to determine whether there is a stratified representation of valence within the g neuron population.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 467,
                    "text": "(Huang et al., 2012)",
                    "end": 487
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 692,
                    "text": "(McGuire et al., 2001;",
                    "end": 714
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 714,
                    "text": "Isabel et al., 2004;",
                    "end": 734
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 734,
                    "text": "Krashes et al., 2007",
                    "end": 754
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 754,
                    "text": "Krashes et al., , 2009",
                    "end": 776
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 776,
                    "text": "Trannoy et al., 2011)",
                    "end": 797
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 876,
                    "text": "(Trannoy et al., 2011)",
                    "end": 898
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 977,
                    "text": "(Trannoy et al., 2011)",
                    "end": 999
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1264,
                    "text": "(Figures  2 and S7",
                    "end": 1282
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 1423,
                    "text": "(Qin et al., 2012)",
                    "end": 1441
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Finding an appetitive memory-specific role for ab c neurons suggests that the simplest model in which each odor-activated KC has plastic output synapses driving either approach or avoidance (Schwaerzel et al., 2003) appears incorrect. Such a KC output synapse-specific organization dictates that it would not be possible to functionally segregate aversive and appetitive memory by blocking KC-wide output. We however found a specific role for the ab c neurons in conditioned approach that supports the alternative model of partially nonoverlapping KC representations of aversive and appetitive memories (Schwaerzel et al., 2003). The anatomy of the presynaptic terminals of reinforcing DA neurons in the MB lobes suggests that the functional asymmetry in ab could be established during training in which ab c only receive appetitive reinforcement. Rewarding DA neurons that innervate the b lobe tip ramify throughout the b s and b c , whereas aversive reinforcing DA neurons appear restricted to the ab s . Consistent with this organization of memory formation, aversive MB-V2a output neurons (Sé journé et al., 2011) have dendrites biased toward a s , whereas the dendrites of aversive (Pai et al., 2013) or appetitive (P.Y. Plaç ais and T. Preat personal communication) MB-V3 output neurons are broadly distributed throughout the a lobe tip. We therefore propose a model that learned odor aversion is driven by ab s neurons, whereas learned approach comes from pooling inputs from the ab s and ab c neurons ( Figure 7).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 190,
                    "text": "(Schwaerzel et al., 2003)",
                    "end": 215
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 603,
                    "text": "(Schwaerzel et al., 2003)",
                    "end": 628
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 1093,
                    "text": "(Sé journé et al., 2011)",
                    "end": 1117
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 1187,
                    "text": "(Pai et al., 2013)",
                    "end": 1205
                },
                {
                    "type": "figure",
                    "start": 1511,
                    "text": "Figure 7)",
                    "end": 1520
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Another property that distinguishes appetitive from aversive memory retrieval is state dependence; flies only efficiently express appetitive memory if they are hungry (Krashes and Waddell, 2008). Prior work has shown that the dopaminergic MB-MP1 neurons are also critical for this level of control (Krashes et al., 2009). Since the MB-MP1 neurons more densely innervate the ab s than ab c , it would seem that satiety state differentially tunes the respective drive from parts of the ab ensemble to promote or inhibit appetitive memory retrieval.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 167,
                    "text": "(Krashes and Waddell, 2008)",
                    "end": 194
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 298,
                    "text": "(Krashes et al., 2009)",
                    "end": 320
                }
            ]
        },
        {
            "section": "EXPERIMENTAL PROCEDURES Fly Strains",
            "text": "Fly stocks were raised on standard cornmeal food at 25 C and 40%-50% relative humidity. The wild-type Drosophila strain used in this study is Canton-S. The uas-mCD8::GFP, 247-LexA::VP16 and LexAop-rCD2::RFP flies are described in  and Pitman et al. (2011). The uas-DenMark and uas-DSyd1::GFP are described in Nicolaï et al. (2010) and Owald et al. (2010). The c739, NP7175, c708a, NP2492, NP5272, NP5286, NP6024, 0104, G0431, and c739;ChaGAL80 flies are described in McGuire et al. (2001), Tanaka et al. (2008), Burke et al. (2012), Chen et al. (2012), Kitamoto (2002), Sé journé et al. (2011), and Aso et al. (2012). The 0770, 0279, 0104, and 0006 flies, more correctly named PBac(IT.GAL4)0770, PBac(IT.GAL4)0279, PBac(IT.GAL4)0104, and PBac(IT.GAL4)0006, were generated and initially characterized by Marion Sillies and Daryl Gohl as part of the InSITE collection (Gohl et al., 2011). The 12-244 flies were obtained from Ulrike Heberlein. The MB-MP1 expressing c061:MBGAL80 is described in Krashes et al. (2009). We used flies carrying the uas-shi ts1 transgene (Kitamoto, 2001) on the third chromosome. We generated flies expressing shi ts1 in MB ab subsets, DA neurons, or DAL neurons by crossing uas-shi ts1 females to homozygous c739, 0770, c739;ChaGAL80, NP5286, 0104, 0006, or G0431 males. NP7175, c708a, and NP6024 reside on the X chromosome. Therefore, NP7175, NP6024, and c708a females were crossed to uas-shi ts1 males. Heterozygote uas-shi ts1 /+ controls were generated by crossing uas-shi ts1 females to wild-type males. Heterozygote GAL4/+ controls were generated by crossing GAL4 males to wild-type females. We generated flies expressing dTrpA1 in 0279 neurons by crossing uas-dTrpA1 females to homozygous 0279 males. Heterozygote uas-dTrpA1/+ controls were generated by crossing uas-dTrpA1/+ females to wild-type males. Heterozygote GAL4/+ controls were generated by crossing GAL4 males to wild-type females. GCaMP5G is described in Akerboom et al. (2012) and was subcloned into pUAST by David Owald. Transgenic flies were raised commercially (BestGene).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 235,
                    "text": "Pitman et al. (2011)",
                    "end": 255
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 309,
                    "text": "Nicolaï et al. (2010)",
                    "end": 330
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 335,
                    "text": "Owald et al. (2010)",
                    "end": 354
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 467,
                    "text": "McGuire et al. (2001)",
                    "end": 488
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 490,
                    "text": "Tanaka et al. (2008)",
                    "end": 510
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 512,
                    "text": "Burke et al. (2012)",
                    "end": 531
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 533,
                    "text": "Chen et al. (2012)",
                    "end": 551
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 553,
                    "text": "Kitamoto (2002)",
                    "end": 568
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 599,
                    "text": "Aso et al. (2012)",
                    "end": 616
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 866,
                    "text": "(Gohl et al., 2011)",
                    "end": 885
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 992,
                    "text": "Krashes et al. (2009)",
                    "end": 1013
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1064,
                    "text": "(Kitamoto, 2001",
                    "end": 1079
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1951,
                    "text": "Akerboom et al. (2012)",
                    "end": 1973
                }
            ]
        },
        {
            "section": "Behavioral Analysis",
            "text": "Mixed sex populations of 4-to 8-day-old flies raised at 25 C were tested together in all behavior experiments. Appetitive memory was assayed as described in Krashes and Waddell (2008) with the following modifications. Groups of 100 flies were food-deprived for 18-22 hr before training in a 25 ml vial, containing 1% agar and a 20 3 60 mm piece of filter paper. To test 30 min, 2 hr, or 3 hr memory, we trained flies and stored them in the same vials used for starvation until testing. For 24 hr memory, flies were trained and immediately transferred for 1 hr into a standard cornmeal/agar food vial. They were then transferred into food-deprivation vials for 23 hr until testing.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 157,
                    "text": "Krashes and Waddell (2008)",
                    "end": 183
                }
            ]
        },
        {
            "section": "Behavioral Analysis",
            "text": "Memory implantation experiments using uas-dTrpA1-mediated neural activation were performed as described in Burke et al. (2012). We starved 8-to 11-day-old flies raised at 18 C and presented them with one odor at the permissive 23 C for 2 min in filter paper-lined tubes. They were then transferred into a new prewarmed filter paper-lined tube and immediately presented with a second odor at restrictive 33 C for 2 min. Flies were then returned to 23 C and tested for immediate memory.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 107,
                    "text": "Burke et al. (2012)",
                    "end": 126
                }
            ]
        },
        {
            "section": "Behavioral Analysis",
            "text": "Aversive memory was assayed as described in Tully and Quinn (1985) with some modifications. Groups of 100 flies were housed for 18-20 hr before training in a 25 ml vial containing standard cornmeal/agar food and a 20 3 60 mm piece of filter paper. Reinforcement was 120 V. Relative aversive choice experiments ( Figure 5) were performed as described in Yin et al. (2009) with some modifications. Flies were prepared as above for aversive memory and were conditioned as follows: 1 min odor X without reinforcement, 45 s fresh air, 1 min odor Y with 12 60 V shocks at 5 s interstimulus interval (ISI), 45 s fresh air, and 1 min odor Z with 12 30 V shocks at 5 s ISI.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 44,
                    "text": "Tully and Quinn (1985)",
                    "end": 66
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 312,
                    "text": "Figure 5",
                    "end": 320
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 353,
                    "text": "Yin et al. (2009)",
                    "end": 370
                }
            ]
        },
        {
            "section": "Behavioral Analysis",
            "text": "Memory performance was tested by allowing the flies 2 min to choose between the odors presented during training. Performance index (PI) was calculated as the number of flies approaching (appetitive memory) or avoiding (aversive memory) the conditioned odor minus the number of flies going the other direction, divided by the total number of flies in the experiment. A single PI value is the average score from flies of the identical genotype tested with the reciprocal reinforced/nonreinforced odor combination."
        },
        {
            "section": "Behavioral Analysis",
            "text": "Odor acuity was performed as described in Burke et al. (2012). Fed flies were transferred to 33 C 30 min before a 2 min test of odor avoidance.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 42,
                    "text": "Burke et al. (2012)",
                    "end": 61
                }
            ]
        },
        {
            "section": "Behavioral Analysis",
            "text": "Odors used in conditioning and for acuity controls were 3-octanol (6 ml in 8 ml mineral oil) with 4-methylcyclohexanol (7 ml in 8 ml mineral oil) or isoamyl acetate (16 ml in 8 ml mineral oil) with ethyl butyrate (5 ml in 8 ml mineral oil)."
        },
        {
            "section": "Behavioral Analysis",
            "text": "Statistical analyses were performed using PRISM (GraphPad Software). Overall ANOVA was followed by planned pairwise comparisons between the relevant groups with a Tukey honestly significant difference HSD post hoc test. Unless stated otherwise, all experiments are n R 8."
        },
        {
            "section": "Behavioral Analysis",
            "text": "Objective Microscope (Sutter) with a Zeiss 203, 1.0 NA W-Plan-Apochromat objective. Emitted photons were separated from excitation light by a series of dichromatic mirrors and dielectric and colored glass filters and detected by GaAsP photomultiplier tubes (Hamamatsu Photonics H10770PA-40 SEL). Photomultiplier currents were amplified (Laser Components HCA-4M-500K-C) and passed through a custom-designed integrator circuit to maximize the signal-to-noise ratio. The microscope was controlled through MPScope 2.0 (Nguyen et al., 2006) via a PCI-6110 DAQ board (National Instruments). Odor stimuli were delivered by switching mass-flow-controlled carrier and stimulus streams (CMOSense Performance Line, Sensirion) via software-controlled solenoid valves (The Lee Company). Flow rates at the exit port of the odor tube were 0.5 l/min.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 514,
                    "text": "(Nguyen et al., 2006",
                    "end": 534
                }
            ]
        },
        {
            "section": "Behavioral Analysis",
            "text": "Images were converted to Analyze format and motion corrected by maximizing the pixel-by-pixel correlation between each frame and a reference frame. DF/F traces were calculated in ImageJ using manually drawn regions of interest (ROIs) for the background and brain structure of interest. Activity maps were generated in MATLAB from Gaussian-smoothed, backgroundsubtracted images. A baseline fluorescence image was calculated as the average over a 10 s prestimulus interval. Minor z direction movement was ignored by correlating each frame to the baseline fluorescence and discarding it if the correlation fell below a threshold value. This threshold value was manually selected for each brain by noting the constant high correlation value when the brain was stationary and sudden drops in correlation when the brain moved. For each pixel, the difference between mean intensity during the stimulus and the mean baseline fluorescence (DF) was calculated. The DF during the presentation of a dummy stimulus (no odor) was subtracted to control for mechanical artifacts from the odor delivery system. If DF was less than two times the SD of the intensity of that pixel during the prestimulus interval, that pixel was considered unresponsive."
        },
        {
            "section": "SUPPLEMENTAL INFORMATION",
            "text": "Supplemental Information includes seven figures and one table and can be found with this article online at http://dx.doi.org/10.1016/j.neuron.2013. 07.045."
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "We thank David Owald, Daryl Gohl, Marion Sillies, Tom Clandinin, and Ulrike Heberlein for flies. We also thank Peter Dayan, Gero Miesenbö ck, and members of the Waddell   "
        },
        {
            "section": "Imaging",
            "text": "To visualize native GFP or mRFP, we collected adult flies 4-6 days after eclosion and brains were dissected in ice-cold 4% paraformaldehyde solution in PBS (1.86 mM NaH 2 PO 4 , 8.41 mM Na 2 HPO 4 , and 175 mM NaCl) and fixed for an additional 60 min at room temperature. Samples were then washed 3 3 10 min with PBS containing 0.1% Triton X-100 (PBT) and 2 3 10 min in PBS before mounting in Vectashield (Vector Labs). Imaging was performed on Leica TCS SP5 X. The resolution of the image stack was 1,024 3 1,024 with 0.5 mm step size and a frame average of 4. Images were processed in AMIRA 5.3 (Mercury Systems). The immunostaining against tyrosine hydroxylase and GFP was performed as described previously in Burke et al. 2012.",
            "ref_spans": [
                {
                    "start": 726,
                    "text": "2012",
                    "end": 730
                }
            ]
        },
        {
            "section": "Calcium Imaging",
            "text": "GCaMP5 signals were imaged using two-photon microscopy. Adult flies were fixed to a piece of aluminum foil secured to a perfusion chamber (P-1, Harvard Technologies) using dental floss and an Electra Waxer (Almore International). Cuticle, trachea, and fat bodies obscuring the mushroom body were removed and the exposed brain was superfused with saline (5 mM TES, 103 mM NaCl, 3 mM KCl, 1.5 mM CaCl 2 , 4 mM MgCl 2 , 26 mM NaHCO 3 , 1 mM NaH 2 PO 4 , 8 mM trehalose, 10 mM glucose [pH 7.3], bubbled with 95% oxygen, 5% carbon dioxide) using a perfusion pump (Watson-Marlow)."
        },
        {
            "section": "Calcium Imaging",
            "text": "Fluorescence was excited using 140 fs pulses centered on 910 nm generated by a Ti-sapphire laser (Chameleon Ultra II, Coherent), attenuated by a Pockels cell (Conoptics 302RM). Brains were imaged using a Movable (B) During testing, appetitive memory is retrieved at least in part through MB-V3 efferent neurons (dark red) that pool inputs from across the ab ensemble in the a 3 region of the vertical a lobe tip region and drive approach behavior through a putative premotor area. Expression of conditioned approach is additionally gated in a hunger state-dependent manner by the MB-MP1 DA neurons (orange; Krashes et al., 2009). (C) During aversive training, MB-MP1 and MB-M3 DA neurons (green) reinforce odor-activated synapses in the ab s region of the peduncle and only ab s neurons in the b 2 region of the horizontal b lobe tip. (D) During testing, aversive memory is retrieved at least in part through MB-V3 neurons and the MB-V2a efferent neurons (both dark red) that collect inputs from the ab s neurons in the tip and a 2 region of the vertical a-stalk and drive avoidance behavior through the putative premotor area.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 607,
                    "text": "Krashes et al., 2009)",
                    "end": 628
                }
            ]
        }
    ]
}