{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The present study reports statistical medial optimization for chitinase production by a novel bacterial strain isolated from soil recently, which the name Chitinolyticbacter meiyuanensis SYBC-H1 is proposed. A sequential statistical methodology comprising of Plackett-Burman and response surface methodology (RSM) was applied to enhance the fermentative production of chitinase, in which inulin was firstly used as an effective carbon source. As a result, maximum chitinase activity of 5.17 U/mL was obtained in the optimized medium, which was 15.5-fold higher than that in the basal medium. The triplicate verification experiments were performed under the optimized nutrients levels which indicated that it well agreed with the predicted value.",
            "paragraph_rank": 2,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "section": "INTRODUCTION",
            "text": "Chitin is the second most abundant insoluble biodegradable polymer, which exists naturally in the biosphere as a structural polysaccharide of -1,4-N-acetyl-D-glucosamine (16). It is highly distributed in nature, as a constituent of insect exoskeleton, shells of crustaceans, fungal cell walls (11), and algae components (5). More than 1×10 11 tons of chitin are estimated to be produced annually in marine waters alone, mostly by copepods (24). Most of chitin for commercial are come from shrimp shellfish waste.",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 170,
                    "text": "(16)",
                    "end": 174
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 293,
                    "text": "(11)",
                    "end": 297
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 320,
                    "text": "(5)",
                    "end": 323
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 340,
                    "text": "11",
                    "end": 342
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 439,
                    "text": "(24)",
                    "end": 443
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "Chitinase (E.C.3.2.1.14) are enzymes capable of hydrolyzing chitin to its oligo and monomeric components.",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "section": "INTRODUCTION",
            "text": "Microorganisms (5), higher plants (17), even lower animals and birds (3) are known to produce chitinase. Microorganisms are well investigated, Serratia marcescens is the most common and well known microorganism for chitinase production (4).",
            "paragraph_rank": 5,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 15,
                    "text": "(5)",
                    "end": 18
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 34,
                    "text": "(17)",
                    "end": 38
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 236,
                    "text": "(4)",
                    "end": 239
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "Recently, chitinase are gaining much attention worldwide (7,8,12,26), because of their wide range of biotechnological applications in such as generation of fungal protoplasts (12), shellfish waste management, production of single cell protein (34), and specially in the production of chitooligosaccharides (immune enhancers), N-acetyl-glucosamine, or chitooligosaccharides for various applications (34), and in biocontrol of fungal plant pathogens (6).",
            "paragraph_rank": 6,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 57,
                    "text": "(7,",
                    "end": 60
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 60,
                    "text": "8,",
                    "end": 62
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 62,
                    "text": "12,",
                    "end": 65
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 65,
                    "text": "26)",
                    "end": 68
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 175,
                    "text": "(12)",
                    "end": 179
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 243,
                    "text": "(34)",
                    "end": 247
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 398,
                    "text": "(34)",
                    "end": 402
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 448,
                    "text": "(6)",
                    "end": 451
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "In order to industrially convert the complex chitin to simple or proper compounds, much work has been done to improve the production of chitinase by a cheap and energysaving process using genetically modified organisms (18) and/or multistage fermentation system. An enhancing effect of glucose on chitinase production was reported by Bhushan when glucose was used with chitin as carbon source (2). However, a suppressing effect of glucose on chitinase production was reported by Miyashita et al. (23). Therefore, the current challenge is to further enhance the enzyme activity via strain selection and culture conditions optimization.",
            "paragraph_rank": 7,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 219,
                    "text": "(18)",
                    "end": 223
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 393,
                    "text": "(2)",
                    "end": 396
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 496,
                    "text": "(23)",
                    "end": 500
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "In the conventional method, the medium is optimized by changing one factor at a time while keeping others at a constant level (26,33), which is laborious and often leads to wrong conclusions (20). Multivariate experiments are designed not only to reduce the number of necessary experiments in the optimization process, but also to produce more defined results than those available by univariate strategies (27). Plackett-Burman (P-B) and response-surface methodology (RSM) are multivariate analyzing tools comprising of mathematical and statistical techniques for generating empirical models that obtained importance for optimizing production conditions of industrially high value products such as chemicals, enzymes, and for studying enzyme kinetics. The statistical tool has been used in many biotechnological processes namely optimization of culture conditions (19), enzyme production (32), ethanol production (10), and biomass production (36). It was also useful for optimizing the yield of recombinant products such as actinorhodin (9), nisin (21), lysozyme (14), alkaline protease",
            "paragraph_rank": 8,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 126,
                    "text": "(26,",
                    "end": 130
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 130,
                    "text": "33)",
                    "end": 133
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 191,
                    "text": "(20)",
                    "end": 195
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 406,
                    "text": "(27)",
                    "end": 410
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 864,
                    "text": "(19)",
                    "end": 868
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 913,
                    "text": "(10)",
                    "end": 917
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 942,
                    "text": "(36)",
                    "end": 946
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1048,
                    "text": "(21)",
                    "end": 1052
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1063,
                    "text": "(14)",
                    "end": 1067
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "(1), and hirudin (28) as well as extracellular polysaccharides and biomass (13). However, there have been few studies on chitinase production using (P-B) and RSM (31).",
            "paragraph_rank": 9,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 17,
                    "text": "(28)",
                    "end": 21
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 75,
                    "text": "(13)",
                    "end": 79
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 162,
                    "text": "(31)",
                    "end": 166
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "A novel bacterial strain was isolated from soil recently, which named Chitinolyticbacter meiyuanensis SYBC-H1. In this paper, the effect of the addition of inulin to the liquid culture of the strain was investigated, and RSM, an efficient experimental strategy, was applied in optimizing the medial composition to improve the production of chitinase.",
            "paragraph_rank": 10,
            "section_rank": 1
        },
        {
            "section": "Microorganism",
            "text": "The chitinase-producing bacterium was isolated in our laboratory from the soil samples collected from Meiyuan Park ",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "section": "Effect of incubation period on the chitinase production",
            "text": "Flasks containing 50 ml of production medium were inoculated with 4.0% seed culture and incubated at 30 o C with constant shaking at 200 rpm. Following incubation for 12 h intervals, fermentation broth was centrifuged and chitinase activity was determined.",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "section": "Assay of chitinase activity",
            "text": "The chitinase activity was measured by reduction of 3,5- and it is used to screen and evaluate important factors that influence the response. From the regression analysis of the variables, the factors having significant effect on chitinase Chitanase production from C. meiyuanensis production were further optimized by RSM.",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "section": "Method",
            "text": "Inulin, urea, and sodium sulfate were identified as the key factors that influenced chitinase production from the above experiments (Table 3), and their suitable concentration ranges were also preliminarily determined. Consequently, RSM was employed to optimize the four most significant factors, namely inulin, urea, sodium sulfate, and chitin powder (particle size < 100 mesh), which had been screened by fractional factorial design for chitinase production enhancement based on central composite design. The four independent factors were studied at five different levels (−1.41, −1, 0, +1, and +1.41) as shown in Table 4. The factors were coded according to Eq. 1:",
            "paragraph_rank": 14,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 132,
                    "text": "(Table 3)",
                    "end": 141
                },
                {
                    "type": "table",
                    "ref_id": "tab_6",
                    "start": 616,
                    "text": "Table 4",
                    "end": 623
                }
            ]
        },
        {
            "section": "Method",
            "text": "Where Xi and xi are the actual value and codified value, respectively. X 0 is the value of Xi at center point, and",
            "paragraph_rank": 15,
            "section_rank": 7
        },
        {
            "section": "¡",
            "text": "Xi is the step change value. The second-order model used to fit the response to the independent variables is shown in Eq. 2: ",
            "paragraph_rank": 16,
            "section_rank": 8
        },
        {
            "section": "Screening of significant factors by Plackett-Burman design",
            "text": "In the Plackett-Burman model, 14 experiments were required tests to screen the importance of eleven medium components derived from single-factor optimization (Tables 1   and 2). The values of Prob > F less than 0.05 implied that model terms were significant. From the experimental data, all of these variables could distinctly affect the production of chitinase (Table 3)            ",
            "paragraph_rank": 17,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 158,
                    "text": "(Tables 1   and 2)",
                    "end": 176
                },
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 362,
                    "text": "(Table 3)",
                    "end": 371
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Chitin is usually thought as a kind of renewable polysaccharides and organic nitrogenous substance that only second respectively to cellulose and protein in abundance (11). The composition of culture medium has been optimized before, in which glucose principally serves as carbon source (35). In the research, urea, inulin, chitin powder and sodium sulfate were found to be significant factors controlling chitinase yield.",
            "paragraph_rank": 18,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 167,
                    "text": "(11)",
                    "end": 171
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 287,
                    "text": "(35)",
                    "end": 291
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "This is the first report suggesting a whole new carbon source to produce chitinase through employment of inulin as substrate.",
            "paragraph_rank": 19,
            "section_rank": 13
        },
        {
            "section": "DISCUSSION",
            "text": "Inulin, a D-fructose polymer terminated by glucose residue, makes up 80% or so of the dry matter of Jerusalem artichoke tubers, and for many years it has been proposed to be a possible feedstock for ethanol production (25). As demonstrated in this paper, Inulin can also be used as an effective carbon source to chitinase yield with much lower cost in substrate.",
            "paragraph_rank": 20,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 218,
                    "text": "(25)",
                    "end": 222
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "The study using RSM based on CCD established an efficient model to describe the process. During the process of chitinase production, chitin acts as not only inducer, but also carbon source and nitrogen source. Furthermore, preliminary experiments indicated that chitinase production was significantly influenced by chitin. The high similarity between the observed value and the predicted ones showed that the RSM was an accurate and applicable tool to optimize culture medium for chitinase yield in Chitinolyticbacter meiyuanensis SYBC-H1 industry. By utilizing the statistical methodology, the optimum chitinase activity was determined to be 5.17 U/mL. Under optimized culture conditions, the chitinase activity was 15-fold than that under the original culture conditions. In particular, the culture time was also decreased.",
            "paragraph_rank": 21,
            "section_rank": 13
        },
        {
            "section": "DISCUSSION",
            "text": "Although chitinase activity slightly lower than Streptomyces (26), but it is low cost in substrate. To further increase the yield of chitinase, we will attempt to construct recombinant",
            "paragraph_rank": 22,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 61,
                    "text": "(26)",
                    "end": 65
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Chitinolyticbacter meiyuanensis SYBC-H1 using the molecular biotechnology. Further works will be continued in our studies.",
            "paragraph_rank": 23,
            "section_rank": 13
        },
        {
            "text": "dinitrosalicylic acid, in the presence of the aminosugar Nacetyl-D-glucosamine (NAG) released by enzymatic hydrolysis of colloid chitin according to the method described by Rojas-Avelizapa et al.(29). The absorbance was recorded at 530 nm.Readings were compared with a standard curve prepared with a series of dilutions of NAG (0-5.0 mmol/mL) and 3, 5dinitrosalicylic acids. The chitinase activity was assayed in triplicate and the average enzyme activity with standard deviations was measured using software of SPSS 11.5. One unit chitinase activity (U) was defined as the amount of enzyme required for producing 1 mmol of NAG at 37 o C in 1 minute.Screening of critical media components using a Plackett-Burman designThe Plackett-Burman factorial design was used to select significant medium components affecting the production ofchitinase. Previous studies showed that peptone, urea, corn steep liquor powder, ammonium sulfate, glucose, inulin, starch, sodium sulfate, fructose , and Magnesium sulfate were effective medial components for process modeling. A total of fourteen process variables comprising of ten medial components (peptone, urea, corn steep liquor powder, ammonium sulfate, glucose, inulin, starch, sodium sulfate, fructose , and Magnesium sulfate) and one dummy variable were studied in Plackett-Burman screening experiments. Each variable was represented at 3 levels, upper ('high, +'), intermediate ('center point, 0') and lower ('low, -') levels of the range covered by each variable and the response (Tables 1 and 2). Experimental responses were analyzed by first order model by the following equation Y= o+ i x i where Y is the response for chitinase production, o is the model intercept and i is the linear coefficient, and x i is the level of the independent variable. According to the Stat-Ease analysis, a first-order model could be obtained from the regression results of fractional factorial experiment. This model describes the interaction among factors",
            "paragraph_rank": 24,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 195,
                    "text": "(29)",
                    "end": 199
                }
            ]
        },
        {
            "text": ". Among them, Corn steep liquor powder, glucose, starch, and magnesium sulfate exerted negative effect, whereas the other six variables exerted positive effects on the production of chitinase. The optimum variables (urea, inulin, and sodium sulfate) were further evaluated by a response surface methodology (RSM) design.",
            "paragraph_rank": 25,
            "section_rank": 15
        },
        {
            "text": "=0.6582) accounts for significance of the model. The coefficient of variation (CV) indicated the degree of precision with which the calculations were compared. Usually, a high CV value represents low reliability of the experiment. The low value obtained (CV = 25.76%) showed a small residual variability data and the greater reliability of the experiments performed. The observed chitinase activity (the response) versus those factors from the empirical model equation 2 was shown in Figure 1, which indicated that the predicted data of the response from the empirical model was in agreement with the observed ones in the range of the operating variables. The graphical representation provides a method to visualize the relationship between the response and experimental levels of each variable and the type of interactions between test variables to deduce the optimum conditions. In this design, the response surface curves for the four variables were shown in Figure 2. The response surface representing chitinase was a function of concentrations of the two medium components with another nutrient being at a zero level. The regression equation, maximized by the Design Expert 7.0 (Minneapolis, USA) software, allowed to obtain the following optimal coded units for test variables: X 1 = 0.1, X 2 = 0.55, X 3 = 0.80 and X 4 = 1.00, which corresponded to optimal concentrations of (g/L) 3.10 urea, 3.55 inulin, 3.80 chitin and 0.64 sodium sulfate, for the maximal chitinase activity of the 5.17 U/mL, predicted by the mathematical model with a high model accuracy. The P values are used for checking the significance of each coefficient which, in turn, it is necessary to understand the pattern of the mutual interactions between the important variables, and the small magnitude of P values means that the corresponding coefficients are more significant. A positive coefficient represents an effect that favors the optimization of chitinase yield, while a negative value indicates an antagonistic effect.",
            "paragraph_rank": 26,
            "section_rank": 16
        },
        {
            "section": "Figure 1 .",
            "text": "Plot of predicted vs actual chitinase activity (U/mL values)(different color represents the corresponding chitinase activity in the figure). The regression equation was represented in 3-D response surface plots, and each contour curve corresponds to an infinite number of combinations between two test variables, while the third was maintained at their zero level. The chitinase for different concentrations of the variables could also be predicated from the respective response surface plots (Figure 2). The maximum predicted yield was indicated by the surface confined in the response surface diagram.",
            "paragraph_rank": 27,
            "section_rank": 17
        },
        {
            "section": "Figure 2 .",
            "text": "3D response surface curve for effects of Inulin, Urea and their mutual interaction on chitinase production by SYBC-H1. Other variables held at their zero level. Chitanase production from C. meiyuanensis Fermentation time courses under optimized and nonoptimized conditions were given in Figure 3. Both time courses showed disparity fermentation process trend. Initially, chitinase yield was very low, and after a lag phase of near 48 hours, chitinase yield gradually increased. After about 84 hours of incubation, chitinase reached the maximum yield. The time course showed that the optimized fermentation conditions change the chitinase producing process. After the enzyme activity reached maximum, the production of chitinase reduced rapidly, which was similar to the previous reports (26, 33). The reduction of chitinase might be caused by proteinase degradation or inactivation of the chitinase by unclear mechanisms. In many submerged fermentation processes, when the products reached the highest yield, further increase in incubation time could decrease the yield due to the degradation of metabolites.",
            "paragraph_rank": 28,
            "section_rank": 18
        },
        {
            "section": "Figure 3 .",
            "text": "The time-course of chitinase production by SYBC-H1 before and after the optimization ( : Original, : Optimum medium).",
            "paragraph_rank": 29,
            "section_rank": 19
        },
        {
            "section": "From further study more",
            "text": "and more unique properties are being discovered. Chitin, especially its derivatives, are of interest to people due to their diverse applications. However, chitin is insoluble in aqueous solutions and therefore can not be utilized directly. Chitin is currently tapped with acid hydrolysis which incurs some negative effects, e.g. being difficult to control and giving rise to environmental problems. Chitinases hydrolyze chitin is the future direction of research. So far chitinase can be found everywhere in a variety of microorganisms, nevertheless the production level is far from being enough for commercialization. For that reason, isolating novel chitinaseproducing microorganisms and production optimization for high productivity are of great importance to the industry. A strain with strong chitinolytic activity was isolated in our laboratory from the soil samples named Chitinolyticbacter meiyuanensis SYBC-H1 which is gen. nov., sp. nov. The traditional one factor at a time process requires a complete Chitanase production from C. meiyuanensis series of experiments for important factors of interest, which is laborious and time consuming. Furthermore, such methods could not provide information for the interactions of the factors. Statistical methodology could locate the most important factors levels with minimum effort and time; moreover, it could reveal the interaction among the factor. In this study, a sequential statistical methodology comprising of Plackett-Burman and response surface methodology were applied to enhance the fermentative production of chitinase. A quadratic polynomial equation suggested by the RSM model was then validated experientially. The synthesis of extracellular enzymes such as chitinase depends on carbon and nitrogen.",
            "paragraph_rank": 30,
            "section_rank": 20
        },
        {
            "section": ")",
            "text": "Where Y is the predicted response, x i and x j are the coded independent factors that influence the response variable Y, o is the intercept, i represents the linear effect of x i , ij represents the interaction between x i and x j , and ij represents the quadratic effect of x i . Design Expert version 7.1.5 statistical software (Stat-Ease, Minneapolis, MN) was used for the experimental design and regression analysis of the experimental data. Statistical analysis of the model was performed to evaluate the analysis of variance (ANOVA). The quality of the polynomial model equation was judged statistically by the coefficient of determination R 2 , and its statistical significance was determined by an F test. The significance of the regression coefficients was tested by t test.",
            "paragraph_rank": 31,
            "section_rank": 21
        },
        {
            "section": "Table 1 .",
            "text": "Variables representing medium components used in Plackett-Burman design",
            "paragraph_rank": 33,
            "section_rank": 22
        },
        {
            "section": "Table 1 .",
            "text": "X1-X10 represent different assigned variables (Peptone, Urea, Corn steep liquor powder, Ammonium sulfate, Glucose, Inulin, Starch, Magnesium sulfate, Fructose, Sodium sulfate); the sign '+' is for high concentration of variables, '0' is for intermediate concentration of variables and '¤ ' is for low concentration of variables.",
            "paragraph_rank": 34,
            "section_rank": 22
        },
        {
            "section": "Table 2 .",
            "text": "Plackett-Burman experimental design matrix with the observed response (Chitinase activity). The values showed in the table were averaged from two independent triplicate experiments with means less than 5 %.",
            "paragraph_rank": 35,
            "section_rank": 23
        },
        {
            "section": "Table 2 .",
            "text": "X1-X10 represent different assigned variables(Peptone, Urea, Corn steep liquor powder, Ammonium sulfate, Glucose, Inulin, Starch, Magnesium sulfate, Fructose, Sodium sulfate), and D are the unassigned⁄dummy variable; the sign '+' is for high concentration of variables, the sign '0' is for middle concentration of variables and '¤ ' is for low concentration of variables.",
            "paragraph_rank": 36,
            "section_rank": 23
        },
        {
            "section": "Table 3 .",
            "text": "Statistical analysis of medium components for chitinase production by Plackett-Burman design.X1-X10 represent different assigned variables(Peptone, Urea, Corn steep liquor powder, Ammonium sulfate, Glucose, Inulin, Starch, Magnesium sulfate, Fructose, Sodium sulfate) Std. Dev. = 0.021; R-Squared = 0.999; Mean = 0.91; Adj R-Squared = 0.9941; C.V. % = 2.30; Pred R-Squared = 0.9843; PRESS = 0.014; Adeq Precision = 46.992 Optimization using RSM To search for the optimum combination of these components in the culture medium, a CCD experimental plan was carried out. Their suitable concentrations ranges were preliminarily determined. Table 4 shows various combinations used and the corresponding chitinase yield. Data were analyzed by linear multiple regression using the Design-Expert (Version 7.0; Stat-Ease, Inc.) and the following equation was obtained.Y=4.68+0.34X1+0.25X2+0.52X3+0.16X4+0.041X1X2+0.025X1X3-0.19X1X4 -0.11X2X3+0.19 X2X4+0.39X3X4-0.95X1 2 -0.32 X2 2 -0.53 X3 2 -0.16 X4 2 (3)shake-flask cultures. Analysis of variance (ANOVA) for the Quadratic model were shown in Table 5. Value of ''Model",
            "paragraph_rank": 38,
            "section_rank": 24
        },
        {
            "text": "Lack of Fit Prob>F value'' of 0.335 showed that the lack of fit is insignificant. The R 2 coefficient obtained, of 0.8422, suggests that it is a reliable model and that 84.22% of the sample variation of chitinase yield is attributed to a high correlation between the independent variables. Only 15.78% of the total variation of chitinase production was not explained by the model.",
            "paragraph_rank": 39,
            "section_rank": 25
        },
        {
            "section": "Table 4 .",
            "text": "Experimental design and results of the central composite design. The values showed in the table were averaged from two independent triplicate experiments with means less than 5 %.",
            "paragraph_rank": 41,
            "section_rank": 26
        },
        {
            "section": "Table 4 .",
            "text": "© ' and ' ' represent the positive and negative directions respectively. Value of is 1.414",
            "paragraph_rank": 42,
            "section_rank": 26
        },
        {
            "section": "Table 5 .",
            "text": "Analysis of variance (ANOVA) for the Quadratic model",
            "paragraph_rank": 43,
            "section_rank": 27
        },
        {
            "section": "Table 6 .",
            "text": "Effect of medium composition on chitinase production",
            "paragraph_rank": 45,
            "section_rank": 28
        }
    ]
}