{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Interactions with vimentin intermediate filaments (VimIFs) affect the motility, distribution, and anchorage of mitochondria. In cells lacking VimIFs or in which VimIF organization is disrupted, the motility of mitochondria is increased relative to control cells that express normal VimIF networks. Expression of wild-type VimIF in vimentin-null cells causes mitochondrial motility to return to normal (slower) rates. In contrast, expressing vimentin with mutations in the mid-region of the N-terminal non-α-helical domain (deletions of residues 41-96 or 45-70, or substitution of Pro-57 with Arg) did not inhibit mitochondrial motility even though these mutants retain their ability to assemble into VimIFs in vivo. It was also found that a vimentin peptide consisting of residues 41-94 localizes to mitochondria. Taken together, these data suggest that VimIFs bind directly or indirectly to mitochondria and anchor them within the cytoplasm.",
            "paragraph_rank": 2,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "text": "INTRODUCTION",
            "section_rank": 1
        },
        {
            "section": "INTRODUCTION",
            "text": "Mitochondria are the major source of metabolic energy, and they regulate intracellular calcium levels and sequester apoptotic factors (Nicholls and Budd, 2000). To meet the varying energy demands of different regions of the cytoplasm, mitochondria require an efficient transport and tethering system. In support of this idea, it has been shown that mitochondria are delivered to and sequestered in areas of the cell where metabolic requirements are high (Morris and Hollenbeck, 1993;Chada and Hollenbeck, 2003). Mitochondrial transport involves microtubule-dependent kinesins and dyneins and actin-dependent myosins. Frequently, all three types of motors are present on the surface of a single mitochondrion and work in concert to maintain the organelle's correct intracellular localization (Hollenbeck and Saxton, 2005). Pathological conditions in neurode-generative diseases are associated with disrupted transport of mitochondria in neural cells (Baloh, 2008).",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 134,
                    "text": "(Nicholls and Budd, 2000)",
                    "end": 159
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 454,
                    "text": "(Morris and Hollenbeck, 1993;",
                    "end": 483
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 483,
                    "text": "Chada and Hollenbeck, 2003)",
                    "end": 510
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 791,
                    "text": "(Hollenbeck and Saxton, 2005)",
                    "end": 820
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 949,
                    "text": "(Baloh, 2008)",
                    "end": 962
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "There is evidence that the tethering of mitochondria involves intermediate filaments (IFs) (Linden et al., 1989;Leterrier et al., 1994;Wagner et al., 2003). In vertebrate cells, IFs form extensive interconnected cytoskeletal networks that extend throughout the cytoplasm (Goldman et al., 2008). Depending on the cell type, cytoskeletal IFs are assembled from one or more of a large multigene family of ∼70 members (Herrmann et al., 2009). Each type of IF protein chain contains a highly conserved α-helical central rod domain flanked by variable, non-α-helical head and tail domains (Herrmann and Aebi, 2000). The rod domains are responsible for the assembly of the dimers (which are the building blocks of IF), and the head and tail regions are thought to be exposed on the surface of mature 10-nm IF, thereby providing potential binding sites for other proteins and organelles, such as mitochondria. In support of this supposition, IFs have been implicated in docking mitochondria in muscle cells (Milner et al., 2000;Stone et al., 2007), nerve cells (Straube-West et al., 1996;Wagner et al., 2003), and fibroblasts (Mose-Larsen et al., 1982;Summerhayes et al., 1983). There is also evidence that type III VimIFs and neurofilament heavy chain, a type IV IF protein, bind directly to mitochondria in vitro and that mitochondrial functions require IFs (Milner et al., 2000;Wagner et al., 2003;Tolstonog et al., 2005;Tao et al., 2009). Mitochondria can also associate with IF through interactions with the cytolinker, plectin (Reipert et al., 1999;Rezniczek et al., 2003;Winter et al., 2008); and the depletion of taining the N-terminal domain and the 1A α-helical domain of the central rod fused to enhanced green fluorescent protein (EGFP)-Vim (1-138) . EGFP-Vim (1-138) has been shown to disrupt VimIF organization (Kural et al., 2007;Chang et al., 2009). Under these conditions, the VimIF network in transfected cells is withdrawn from the cellular periphery and reorganized into an aggregate at the cell center ( Figure 2A) (similar effects are seen in MFT-6 cells, not shown) (Kural et al., 2007;Chang et al., 2009;Mendez et al., 2010). Despite the fact that the microtubule system in these cells remains distributed throughout the cytoplasm ( Figure 2C), the distribution of mitochondria is altered as shown by the clustering of these organelles in the central region of the cells where the majority of the reorganized VimIFs are plectin alters the shape of mitochondria, but has no impact on their motility (Winter et al., 2008).",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 91,
                    "text": "(Linden et al., 1989;",
                    "end": 112
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 112,
                    "text": "Leterrier et al., 1994;",
                    "end": 135
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 135,
                    "text": "Wagner et al., 2003)",
                    "end": 155
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 271,
                    "text": "(Goldman et al., 2008)",
                    "end": 293
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 414,
                    "text": "(Herrmann et al., 2009)",
                    "end": 437
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 583,
                    "text": "(Herrmann and Aebi, 2000)",
                    "end": 608
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 999,
                    "text": "(Milner et al., 2000;",
                    "end": 1020
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 1020,
                    "text": "Stone et al., 2007)",
                    "end": 1039
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 1053,
                    "text": "(Straube-West et al., 1996;",
                    "end": 1080
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 1080,
                    "text": "Wagner et al., 2003)",
                    "end": 1100
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1118,
                    "text": "(Mose-Larsen et al., 1982;",
                    "end": 1144
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 1144,
                    "text": "Summerhayes et al., 1983)",
                    "end": 1169
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1352,
                    "text": "(Milner et al., 2000;",
                    "end": 1373
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 1373,
                    "text": "Wagner et al., 2003;",
                    "end": 1393
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 1393,
                    "text": "Tolstonog et al., 2005;",
                    "end": 1416
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 1416,
                    "text": "Tao et al., 2009)",
                    "end": 1433
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 1525,
                    "text": "(Reipert et al., 1999;",
                    "end": 1547
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 1547,
                    "text": "Rezniczek et al., 2003;",
                    "end": 1570
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 1570,
                    "text": "Winter et al., 2008)",
                    "end": 1590
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1817,
                    "text": "(Kural et al., 2007;",
                    "end": 1837
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1837,
                    "text": "Chang et al., 2009)",
                    "end": 1856
                },
                {
                    "type": "figure",
                    "start": 2017,
                    "text": "Figure 2A",
                    "end": 2026
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 2081,
                    "text": "(Kural et al., 2007;",
                    "end": 2101
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 2101,
                    "text": "Chang et al., 2009;",
                    "end": 2120
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 2120,
                    "text": "Mendez et al., 2010)",
                    "end": 2140
                },
                {
                    "type": "figure",
                    "start": 2249,
                    "text": "Figure 2C",
                    "end": 2258
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 2514,
                    "text": "(Winter et al., 2008)",
                    "end": 2535
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "Mutations in IF proteins that cause the disruption of IF networks also alter the morphology, distribution, and functions of mitochondria. For example, mutations in desmin IFs cause changes in the distribution and function of mitochondria in skeletal muscles and heart (Capetanaki, 2002), and a mutation in the neurofilament light chain that causes Charcot-Marie-Tooth disease results in the clustering of mitochondria in the cell bodies of neurons (Brownlees et al., 2002). In keratinocytes of patients with epidermolysis bullosa simplex, caused by mutations in keratins 5 and 14, there is an abnormal distribution of mitochondria (Uttam et al., 1996), and in hepatocytes expressing mutant keratins 8 and 18 there is enhanced susceptibility to apoptosis due to abnormalities in mitochondria (Gilbert et al., 2001). Morphological and functional changes in mitochondria have also been reported in vimentin-null fibroblasts (Tolstonog et al., 2001b).",
            "paragraph_rank": 5,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 268,
                    "text": "(Capetanaki, 2002)",
                    "end": 286
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 448,
                    "text": "(Brownlees et al., 2002)",
                    "end": 472
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 631,
                    "text": "(Uttam et al., 1996)",
                    "end": 651
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 791,
                    "text": "(Gilbert et al., 2001)",
                    "end": 813
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 921,
                    "text": "(Tolstonog et al., 2001b)",
                    "end": 946
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "In this study we demonstrate that mitochondria associate with the non-α-helical N-terminal domain of vimentin and that this binding inhibits their motility. Overall, the results show that VimIFs play essential roles in regulating both the localization and motility of mitochondria.",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "RESULTS",
            "section_rank": 2
        },
        {
            "text": "VimIFs inhibit the motility of mitochondria",
            "section_rank": 3
        },
        {
            "section": "VimIFs inhibit the motility of mitochondria",
            "text": "The distribution patterns of mitochondria and VimIFs are similar in cultured fibroblasts. The network of long VimIFs in these cells encircles the nucleus and filaments extend radially toward the cell periphery. The mitochondria in these cells are also distributed throughout the perinuclear region, and they are frequently oriented parallel to the VimIFs (Figure 1). Although mitochondria are clearly associated with long VimIFs, they do not appear to associate with the vimentin squiggles or short IF present in the more peripheral cellular regions ( Figure 1, B and C). The coalignment of mitochondria with VimIF could be explained either by their direct interaction or simply because the distribution of both depends on transport along microtubules that have a radial pattern in this cell type (Gyoeva and Gelfand, 1991;Rodionov et al., 1993;Prahlad et al., 1998).",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 355,
                    "text": "(Figure 1)",
                    "end": 365
                },
                {
                    "type": "figure",
                    "start": 552,
                    "text": "Figure 1",
                    "end": 560
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 797,
                    "text": "(Gyoeva and Gelfand, 1991;",
                    "end": 823
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 823,
                    "text": "Rodionov et al., 1993;",
                    "end": 845
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 845,
                    "text": "Prahlad et al., 1998)",
                    "end": 866
                }
            ]
        },
        {
            "section": "VimIFs inhibit the motility of mitochondria",
            "text": "To determine whether this colocalization is caused by an interaction between mitochondria and VimIFs, we analyzed mitochondrial distribution and motility in cells after perturbing the VimIF system. This analysis was accomplished by transfecting mouse 3T3 and MFT-6 fibroblasts with a dominant-negative mutant vimentin con-FIGURE 1: Mitochondria colocalize with VimIF network in mouse fibroblasts. Cells (3T3) were stained with MitoTracker Red CMXRos (Invitrogen; see Materials and Methods). Cells were then fixed in methanol (4°C) and stained with anti-vimentin primary antibodies and with secondary anti-rabbit antibodies conjugated with AlexaFluor (Invitrogen). VimIFs, mitochondria, and phase-contrast image of the same cell are shown as overlay (A). Higher magnification images of the two regions shown in A are depicted in B and C; arrows in B show vimentin squiggles. Bar, 10 μm.",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "section": "VimIFs inhibit the motility of mitochondria",
            "text": "FIGURE 2: Disruption of the VimIF network leads to an altered distribution of mitochondria. Cells (3T3) were transfected with plasmid pEGFP-Vim (1-138) (A-D) or for control with plasmid pEGFP-Vim (E and F) using FuGene 6 (Roche). Cells at 24 h posttransfection were stained with MitoTracker Deep Red FM (Invitrogen; see Materials and Methods) (B, F pseudocolor) and then were fixed in methanol (-20°C) and stained with antibodies against α-tubulin (Serotech) (C) and anti-vimentin (A), and secondary antibodies conjugated with AlexaFluor 568 and AlexaFluor 488 (Invitrogen), respectively. (D) Overlay of images in A, B, and C. Normal IFs in the cell transfected with the control plasmid in E are visualized by EGFP. Bars, 10 μm. enabled mitochondria to move faster. By tracking the movements of individual mitochondria in mouse fibroblasts containing disrupted VimIF over time, we have determined that their motility increases by ∼70% (7.0 ± 0.7% vs. 4.0 ± 0.3% in nontransfected MFT-6 cells; see Figure 4A) (similar results were obtained with 3T3 cells; unpublished data). This finding suggests that normal arrays of VimIFs can restrict the movements of mitochondria. We also assayed the motility of mitochondria in vimentin-null MFT-16 fibroblasts (see Materials and Methods; Holwell et al., 1997). The proportion of fast movements of mitochondria in these cells is twice the proportion of fast movements of mitochondria in normal (vim +/+ ) fibroblasts (9.0 ± 0.5% and 4.0 ± 0.3%, respectively) ( Figure 4B; see Materials and Methods). Furthermore, expression of VimIF in vim-null cells (depicted in Supplemental Figure S1B) slows the rate of mitochondrial motility to a value similar to that seen in normal fibroblasts (4.0 ± 0.7%) ( Figure 4B; see Materials and Methods). These results support the hypothesis that IFs modulate mitochondrial movements.",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 997,
                    "text": "Figure 4A",
                    "end": 1006
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1278,
                    "text": "Holwell et al., 1997)",
                    "end": 1299
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1500,
                    "text": "Figure 4B",
                    "end": 1509
                },
                {
                    "type": "figure",
                    "start": 1616,
                    "text": "Figure S1B",
                    "end": 1626
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1738,
                    "text": "Figure 4B",
                    "end": 1747
                }
            ]
        },
        {
            "text": "The N-terminal domain of vimentin is involved in anchoring mitochondria",
            "section_rank": 4
        },
        {
            "section": "The N-terminal domain of vimentin is involved in anchoring mitochondria",
            "text": "We next sought to determine whether the inhibitory effect of VimIF on rates of mitochondrial movements is passive, acting merely to obstruct their motility, or whether it results from the binding of VimIFs to mitochondria. In the latter case, we should be able to alter mitochondrial motility by mutating the interacting vimentin domain. To test this possibility, we expressed wild-type or mutated vimentin in vimentin-null MFT-16 cells. The design of the mutant forms of vimentin focused on deletions in the non-α-helical N-terminal domain (depicted in Figure 5A). The rationale for this approach is based on findings that numerous N-terminal deletions of vimentin retain their ability to assemble into IFs in vitro and in vivo (Herrmann et al., 1992;Shoeman et al., 2002). Figure 5B shows that the recombinant proteins are of the expected sizes, and that their expression level is low compared with endogenous vimentin in control cells. Each of these mutant vimentins assembles into VimIF networks in vimentin-null cells (Supplemental Figure S1) which are indistinguishable from the VimIF networks in control cells (Supplemental Figure S1, A and B). Although these VimIF networks are distributed throughout the cytoplasm of transfected cells, they have different effects on mitochondrial motility. Specifically, the movement of mitochondria in cells expressing Vim Δ26-39 is similar to that of cells expressing wild-type vimentin ( Figure 5C). In contrast, following the expression of either Vim Δ41-96 or Vim Δ45-70 , mitochondrial motility is similar to that in null cells, suggesting that the mitochondrial interacting domain could reside between amino acids 45-70. This region meets the located ( Figure 2, B and D). In contrast, 3T3 cells expressing EGFPtagged wild-type vimentin contain normal VimIF networks and a normal distribution of mitochondria ( Figure 2, E and F; also see Yoon et al., 1998). These results show that the disruption of the VimIF network is accompanied by changes in the distribution and location of mitochondria, suggesting that mitochondria are tethered to VimIF. Further support for this interaction comes from cells expressing lower levels of EGFP-Vim (1-138) , in which we observe the partial disruption and fragmentation of VimIFs. In such cells, the localization of mitochondria remains largely unaltered, but they frequently lose their extended morphology and their orientations along VimIF (Figure 3). Interestingly, at this stage, the EGFP-Vim (1-138) itself frequently associates with mitochondria, suggesting that this fragment may contain a mitochondrial binding site. We next determined whether the reorganization of VimIFs toward the cell center induced by the expression of EGFP-Vim 1-138FIGURE 3: EGFP-Vim (1-138) localizes to mitochondria. Cells (3T3) were transfected with plasmid pEGFP-Vim (1-138) using FuGene 6 (Roche) and 24 h later were stained with MitoTracker Deep Red FM (Invitrogen; see Materials and Methods) (B) and then were fixed in methanol. (A) Epifluorescent image showing GFP localization. (C) Overlay of images in A and B. Bar, 10 μm. polymerization, as evidenced by the loss of inhibition following treatment with Latrunculin B (Lat B). To determine whether VimIFs modulate the association between mitochondria and F-actin, we examined the effects of LPA in vimentin-null cells. Following LPA treatment, the movements of mitochondria in normal fibroblasts are inhibited as previously described ( Figure 7A). In contrast, the movements of mitochondria in LPA-treated, vimentin-null cells are not altered ( Figure 7A). Furthermore, treatment with Lat B increases the motility of mitochondria in normal fibroblasts, but has no effect on the motility of mitochondria in vimentin-null cells ( Figure 7B). These data suggest that VimIFs anchor mitochondria and link them to F-actin.",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 554,
                    "text": "Figure 5A",
                    "end": 563
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 729,
                    "text": "(Herrmann et al., 1992;",
                    "end": 752
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 752,
                    "text": "Shoeman et al., 2002)",
                    "end": 773
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 775,
                    "text": "Figure 5B",
                    "end": 784
                },
                {
                    "type": "figure",
                    "start": 1037,
                    "text": "Figure S1",
                    "end": 1046
                },
                {
                    "type": "figure",
                    "start": 1131,
                    "text": "Figure S1",
                    "end": 1140
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1434,
                    "text": "Figure 5C",
                    "end": 1443
                },
                {
                    "type": "figure",
                    "start": 1703,
                    "text": "Figure 2",
                    "end": 1711
                },
                {
                    "type": "figure",
                    "start": 1861,
                    "text": "Figure 2",
                    "end": 1869
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 1889,
                    "text": "Yoon et al., 1998)",
                    "end": 1907
                },
                {
                    "type": "figure",
                    "start": 2430,
                    "text": "(Figure 3",
                    "end": 2439
                },
                {
                    "start": 2730,
                    "text": "1-138",
                    "end": 2735
                },
                {
                    "type": "figure",
                    "start": 3465,
                    "text": "Figure 7A",
                    "end": 3474
                },
                {
                    "type": "figure",
                    "start": 3574,
                    "text": "Figure 7A",
                    "end": 3583
                },
                {
                    "type": "figure",
                    "start": 3757,
                    "text": "Figure 7B",
                    "end": 3766
                }
            ]
        },
        {
            "text": "DISCUSSION",
            "section_rank": 5
        },
        {
            "section": "DISCUSSION",
            "text": "Only a small fraction of mitochondria at the periphery of the cell moves with relatively high speed (Trinczek et al., 1999;De Vos et al., 2003;Minin et al., 2006), whereas the majority of these organelles remain immobile or move slowly. The presence of immobile organelles is probably explained by their anchoring at sites in the cytoplasm where a local supply of ATP is required. Our results show that VimIFs modulate mitochondrial movements in cultured cells. Our results also show that the slower movements of mitochondria in the presence of VimIFs is not simply attributable to a passive hindrance of their motility (Kural et al., 2007), but rather is due to specific interactions of mitochondria with these cytoskeletal structures. This conclusion is based on our results showing that several vimentin mutants with altered N-terminal domains do not affect the motility of mitochondria, despite their ability to polymerize into VimIF networks.",
            "paragraph_rank": 11,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 100,
                    "text": "(Trinczek et al., 1999;",
                    "end": 123
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 123,
                    "text": "De Vos et al., 2003;",
                    "end": 143
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 143,
                    "text": "Minin et al., 2006)",
                    "end": 162
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 620,
                    "text": "(Kural et al., 2007)",
                    "end": 640
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Previous studies suggest two possible mechanisms by which mitochondria might bind to VimIFs: The binding could be mediated by an IF-associated protein, plectin isoform 1b, which has been shown to localize to mitochondria (Winter et al., 2008), and/or the N terminus of vimentin could be involved in a direct or indirect interaction with these organelles (Tolstonog et al., 2001a). In this study we show that plectin localizes to all of the mutant forms of vimentin (see, e.g., Supplemental Figure S2, D-F, showing colocalization of plectin antibody with Vim (P57R) -IFs and data in Gerashchenko et al., 2009). It is likely that plectin 1b binds to the mutant forms of vimentin used in this study as they all contain the known plectin binding site (Rezniczek et al., 2003). It appears therefore that direct interaction with vimentin is responsible for the inhibition of the mitochondrial movements. These data are further supported by the results of Winter and colleagues showing that plectin depletion does not alter mitochondrial motility (Winter et al., 2008).",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 221,
                    "text": "(Winter et al., 2008)",
                    "end": 242
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 354,
                    "text": "(Tolstonog et al., 2001a)",
                    "end": 379
                },
                {
                    "type": "figure",
                    "start": 490,
                    "text": "Figure S2",
                    "end": 499
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 582,
                    "text": "Gerashchenko et al., 2009)",
                    "end": 608
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 747,
                    "text": "(Rezniczek et al., 2003)",
                    "end": 771
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 1040,
                    "text": "(Winter et al., 2008)",
                    "end": 1061
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Our results also demonstrate that it is the N-terminal domain of vimentin which interacts with mitochondria. Furthermore, the fragment of vimentin (residues 41-94) containing this putative binding site localized to mitochondria when expressed in vimentin-null cells. The proposed binding site meets the requirements for sequences targeted to the outer mitochondrial membrane (Allen et al., 2002;Rapaport, 2003). Thus it is possible that the availability of this binding site at the surface of VimIFs explains their ability to requirements for sequences targeted to the outer mitochondrial membrane as it is moderately hydrophobic with two flanking regions containing positively charged amino acids (depicted in Figure 6A) (Rapaport, 2003); there is also a proline residue that has been shown to be required for the efficient targeting of some mitochondria-localized proteins (Allen et al., 2002). To determine whether proline is required for targeting to mitochondria, we transfected MFT-16 cells with vimentin P57R ( Figure 5A). This mutant forms typical IF networks in MFT-16 cells (Supplemental Figure S1C), but it does not inhibit mitochondrial motility ( Figure 5C).",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 375,
                    "text": "(Allen et al., 2002;",
                    "end": 395
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 395,
                    "text": "Rapaport, 2003)",
                    "end": 410
                },
                {
                    "type": "figure",
                    "start": 711,
                    "text": "Figure 6A",
                    "end": 720
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 722,
                    "text": "(Rapaport, 2003)",
                    "end": 738
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 875,
                    "text": "(Allen et al., 2002)",
                    "end": 895
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1018,
                    "text": "Figure 5A",
                    "end": 1027
                },
                {
                    "type": "figure",
                    "start": 1098,
                    "text": "Figure S1C",
                    "end": 1108
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1160,
                    "text": "Figure 5C",
                    "end": 1169
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "We also determined whether an N-terminal fragment of vimentin containing the putative binding site is targeted to mitochondria when expressed in vimentin-null cells. For this we constructed a fusion protein formed with residues 41-94 of vimentin (2 amino acids shorter than the deleted fragment in construct Vim Δ(41-96) due to the cloning procedure) and fluorescent protein Dendra2 (schematically depicted in Figure 6A). The results show that this chimeric protein strongly associates with mitochondria when expressed in vimentinnull cells ( Figure 6B). In contrast, a similar fragment bearing the P57R mutation does not associate with mitochondria, but distributes diffusely throughout the cytoplasm ( Figure 6D). It therefore appears that the N terminus of vimentin is involved in the interaction of IFs with mitochondria and that Pro-57 is essential for this interaction.",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 410,
                    "text": "Figure 6A",
                    "end": 419
                },
                {
                    "type": "figure",
                    "start": 543,
                    "text": "Figure 6B",
                    "end": 552
                },
                {
                    "type": "figure",
                    "start": 704,
                    "text": "Figure 6D)",
                    "end": 714
                }
            ]
        },
        {
            "text": "Interaction of mitochondria with F-actin is mediated by vimentin IFs",
            "section_rank": 6
        },
        {
            "section": "Interaction of mitochondria with F-actin is mediated by vimentin IFs",
            "text": "There is evidence that the regulation of mitochondrial motility also involves actin. In support of this evidence, we recently demonstrated that the growth factor lysophosphatidic acid (LPA), acting through the small GTPase RhoA and its effector mDia1, inhibits mitochondrial motility (Minin et al., 2006). This inhibition is dependent on actin This reasoning led us to propose that actin stress fibers are responsible for anchoring mitochondria at the cell periphery. Here we show that the disruption of F-actin by Lat B, or the induction of stress fibers by LPA, affects mitochondrial motility only in the presence of VimIFs. Thus, our results suggest that vimentin may act as an adaptor between mitochondria and actin microfilaments. We therefore propose that mitochondria are associated with VimIFs directly through binding to the vimentin N terminus and/or indirectly by means of plectin (Winter et al., 2008), whereas the interaction of VimIFs with F-actin structures is mediated by plectin (see Figure 8; Svitkina et al., 1996;Wiche, 1998).",
            "paragraph_rank": 15,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 284,
                    "text": "(Minin et al., 2006)",
                    "end": 304
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 892,
                    "text": "(Winter et al., 2008)",
                    "end": 913
                },
                {
                    "type": "figure",
                    "start": 1001,
                    "text": "Figure 8",
                    "end": 1009
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 1011,
                    "text": "Svitkina et al., 1996;",
                    "end": 1033
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 1033,
                    "text": "Wiche, 1998)",
                    "end": 1045
                }
            ]
        },
        {
            "text": "MATERIALS AND METHODS",
            "section_rank": 7
        },
        {
            "text": "Cell culture",
            "section_rank": 8
        },
        {
            "section": "Cell culture",
            "text": "Mouse 3T3 cells (American Type Culture Collection, Manassas, VA) were maintained in DMEM (Invitrogen) supplemented with directly bind to mitochondria. Further support for this proposition comes from our studies of the Pro57Arg replacement which prevents the binding of the 41-94 amino acid fragment to mitochondria. This replacement also prevents VimIF from suppressing mitochondrial motility.",
            "paragraph_rank": 16,
            "section_rank": 8
        },
        {
            "section": "Cell culture",
            "text": "The regulation of this novel type of interaction between VimIF and mitochondria remains unknown. There are several serine residues within the putative mitochondrial binding domain of vimentin which are phosphorylated by known protein kinases, however. For example, Ser56 is phosphorylated by p21-activating kinase (Goto et al., 2002;Tang et al., 2005). Therefore it is possible that such modifications could regulate the association between VimIFs and mitochondria.",
            "paragraph_rank": 17,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 314,
                    "text": "(Goto et al., 2002;",
                    "end": 333
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 333,
                    "text": "Tang et al., 2005)",
                    "end": 351
                }
            ]
        },
        {
            "section": "Cell culture",
            "text": "It is also important to consider the role of VimIFs in the interaction of mitochondria with other cytoskeletal structures. Previously we showed that the induction of stress fibers by LPA is accompanied by an inhibition of mitochondrial movements and their anchorage to the cell periphery (Minin et al., 2006). This effect, which is mediated by the small GTPase RhoA and its effector mDia1, can be completely abolished by the disruption of F-actin by Lat B (Minin et al., 2006). FIGURE 7: VimIFs mediate the interaction of mitochondria with F-actin. Cells were transfected with plasmid pEGFP-Mito using Maxifectin. The movements of fluorescently labeled mitochondria in normal and vimentin-null cells were recorded using time-lapse video microscopy before and after incubation with 5 μM LPA for 5 min (A) or before and after incubation with 0.2 μM Lat B for 20 min (B). Values are mean percentage of movements exceeding 0.2 μm/s ± SEM; n = number of cells, and, in brackets, number of mitochondrial movements. FIGURE 6: Localization of the vimentin N-terminal fragment Vim (41-94) and its mutant variant expressed in vimentin-null cells. (A) Schematic of the vimentin fragment tagged with the fluorescent protein Dendra2 (green aster); positively charged arginine residues are highlighted in green; R above P-57 represents the substitution of proline for arginine in mutant variant. Cells were transfected with pVim (41-94) -Dendra2 (B) or pVim (41-94) -P57R-Dendra2 (D) using Lipofectamine 2000, and mitochondria were stained with MitoTracker Red CMXRos (C and E). Bar, 10 μm.",
            "paragraph_rank": 18,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 288,
                    "text": "(Minin et al., 2006)",
                    "end": 308
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 456,
                    "text": "(Minin et al., 2006",
                    "end": 475
                }
            ]
        },
        {
            "section": "Cell culture",
            "text": "of vimentin N terminus, PCR was performed with primers TT-TAAGCTTATGGGCAGCGCGCTGCGCCCCA and AGTCGCGGC-CGCTTACCACACCTGGCT and pVim (1-94) -Dendra2 as a template, and the resulting product encoding vimentin fragment fused to Dendra2 was inserted into the pDendra2-N vector cut with HindIII and NotI. The plasmid pVim (P57R) encoding vimentin with a Pro57Arg substitution was generated using a QuickChange Site-directed Mutagenesis Kit (Stratagene, La Jolla, CA), according to the manufacturer's protocol.",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "section": "Cell culture",
            "text": "Transfection was performed using Maxifectin M (DiaM, Moscow, Russia), FuGene 6 (Roche, Pleasanton, CA), or Lipofectamine 2000 (Invitrogen), according to the manufacturer's instructions. DNA (1 μg) was used for a 40-mm dish with 2 ml of medium. Cells were observed 16-20 h after transfection. For live cell analysis of mitochondrial movements in transiently transfected cells, the expression level of recombinant vimentin variants was monitored by fluorescence microscopy of IFs labeled by coexpressed EGFP-or mCherry-fused vimentin forms as described (Yoon et al., 1998), using cotransfection of plasmids encoding unlabeled vimentin forms with plasmids encoding their EGFP-or mCherry-tagged variants. Only cells with dense IF meshwork were taken for further analysis (see examples in Supplemental Figure  S1). To obtain flat cells with better distributed mitochondria, sparse cultures were usually used. Sixteen to twenty hours posttransfection, 15 ng/ml MitoTrackerRed CMXRos or Deep Red FM (Invitrogen) was added to the culture medium and the cells incubated for 30 min before this medium was removed and replaced with fresh medium.",
            "paragraph_rank": 20,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 551,
                    "text": "(Yoon et al., 1998)",
                    "end": 570
                },
                {
                    "type": "figure",
                    "start": 797,
                    "text": "Figure  S1",
                    "end": 807
                }
            ]
        },
        {
            "text": "Immunofluorescence",
            "section_rank": 9
        },
        {
            "section": "Immunofluorescence",
            "text": "IF staining in cell preparations was performed by indirect immunofluorescence using the mouse monoclonal antibody V9 (Chemicon International, Martinsried/Munich, Germany), the polyclonal rabbit antibody anti-vimentin (Helfand et al., 2003), or RVIM-AT (which reacts with murine vimentin [Avsyuk et al., 1997]), and FITC-or TRITClabeled goat anti-mouse or goat anti-rabbit (The Jackson Laboratory, Bar Harbor, ME). Microtubules were stained using primary antibodies anti-α-tubulin (AbD Serotech, Raleigh, NC). Plectin was stained using antibody #46 (Wiche and Baker, 1982) and TRITClabeled goat anti-rabbit antibody (Jackson ImmunoResearch, West Grove, PA). Before staining, cells were either fixed with methanol (-20°C) or 4% formaldehyde in phosphate-buffered saline (PBS) and permeabilized with 0.1% Triton X-100 or, for better resolution of fine structures, first extracted with 1% Triton X-100 in 50 mM imidazole buffer, pH 6.8, containing 50 mM KCl, 0.5 mM MgCl 2 , 0.1 mM EDTA, 1 mM EGTA, and then fixed with 4% formaldehyde in PBS.",
            "paragraph_rank": 21,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 217,
                    "text": "(Helfand et al., 2003)",
                    "end": 239
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 287,
                    "text": "[Avsyuk et al., 1997]",
                    "end": 308
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 548,
                    "text": "(Wiche and Baker, 1982)",
                    "end": 571
                }
            ]
        },
        {
            "text": "Live cell imaging",
            "section_rank": 10
        },
        {
            "section": "Live cell imaging",
            "text": "Cells were grown on glass coverslips to a density of 50-70% confluence, and coverslips were mounted in a chamber filled with DMEM supplemented with 10% FCS. Temperature was maintained at 37 ± 2ºC with an Air Stream Incubator (Zeiss, Göttingen, Germany). Timelapse epifluorescence microscopy was carried out on an Axiophot microscope (Zeiss) equipped with a Plan-Apochromat 63× 1.4 NA objective. Images were captured with a Micromax 782Y cooled CCD camera (Roper Scientific) driven by WinView32 software or with a AxioCam MRm camera (Zeiss) driven by AxioVizion 4.6 (Zeiss) software. The frames were collected every 4 s with an exposure time of 0.5-1.0 s. To minimize phototoxic damage, a 100 W halogen lamp was used as a light source for fluorescent imaging of live cells.",
            "paragraph_rank": 22,
            "section_rank": 10
        },
        {
            "section": "Live cell imaging",
            "text": "10% fetal calf serum (FCS), 100 U/ml penicillin, and 100 μg/ml streptomycin.",
            "paragraph_rank": 23,
            "section_rank": 10
        },
        {
            "section": "Live cell imaging",
            "text": "Murine cell lines MFT-16 (derived from a vimentin-knockout mouse) and MFT-6 (derived from a wild-type mouse) were provided by R. Evans (University of Colorado, Denver) (Holwell et al., 1997). These cells were maintained in DMEM supplemented with 10% FCS, 100 U/ml penicillin, and 100 μg/ml streptomycin. For microscopic observations, cells were plated on coverslips at least 16-20 h before experiments were performed.",
            "paragraph_rank": 24,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 168,
                    "text": "(Holwell et al., 1997)",
                    "end": 190
                }
            ]
        },
        {
            "text": "Plasmids and transfection",
            "section_rank": 11
        },
        {
            "section": "Plasmids and transfection",
            "text": "Mitochondria in cells were tagged using pEGFP-Mito or pmCherry-Mito plasmid vectors that were prepared by modification of pEYFP-Mito (Clontech, Mountain View, CA). Plasmids pEGFP-Vim and pEGFP-Vim (1-138) , which encode EGFP-tagged human vimentin and its N-terminal polypeptide (1-138 amino acids), respectively, were described previously (Yoon et al., 1998;Kural et al., 2007). Plasmids encoding unlabeled human vimentin and mCherry-tagged wild type and mutated human vimentin were prepared by modification of the plasmid pEGFP-Vim using standard techniques. Plasmids encoding vimentin mutants retaining the ability to form IFs were made as described previously (Gerashchenko et al., 2009). Briefly, to make the plasmid encoding Vim Δ(41-96) ( Figure 5A), an inverted PCR was performed using the plasmid encoding human vimentin as a template and the primers AAGAACACCCGCACCAACGAGA and CAGGCTGTAGGTGCGGGT. The resulting product was ligated by its blunt ends to make the deletion mutant. Similarly, the plasmids encoding Vim Δ(26-39) and Vim Δ(45-70) ( Figure 5A) were generated by using the primer pairs 1) GCTCGGCCGGCTCGCGGTGCCCGG and CTGGGCAGCGCGCTGCGCCCCAGCACCA, and 2) CAGCGCGCTGCCCAGGCTGTAGGT and CGGAGCAGCGTGC-CCGGGGT, respectively. The plasmid pVim (41-94) -Dendra2 encoding the fragment of the N-terminal domain of human vimentin tagged with fluorescent protein Dendra2 (Gurskaya et al., 2006) was prepared in two steps. First, we made the plasmid pVim (1-94) -Den-dra2 encoding the entire head domain of human vimentin fused to the N terminus of Dendra2. For that purpose PCR was performed using the primers TTTAAGCTTATGTCCACCAGGT and AAACCG-GTCCGGTGTTGATG, and the resulting product was inserted into vector pDendra2-N (Evrogene, Moscow, Russia) between HindIII-Age1 sites. Then, to obtain the plasmid-encoding shorter fragment FIGURE 8: Schematic representation of the association of VimIFs with mitochondria through vimentin N termini exposed on the filament surface and by means of plectin. IF interactions with F-actin bundles (stress fibers) mediated by plectin are also shown.",
            "paragraph_rank": 25,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 339,
                    "text": "(Yoon et al., 1998;",
                    "end": 358
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 358,
                    "text": "Kural et al., 2007)",
                    "end": 377
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 663,
                    "text": "(Gerashchenko et al., 2009)",
                    "end": 690
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 745,
                    "text": "Figure 5A",
                    "end": 754
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1052,
                    "text": "Figure 5A",
                    "end": 1061
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1378,
                    "text": "(Gurskaya et al., 2006)",
                    "end": 1401
                }
            ]
        },
        {
            "text": "SDS-PAGE and immunoblotting",
            "section_rank": 12
        },
        {
            "section": "SDS-PAGE and immunoblotting",
            "text": "Electrophoretic separation of proteins was performed using discontinuous 7.5% SDS-PAGE gels (Laemmli, 1970). For analysis of the expression of human vimentin and its mutants in transfected MFT-16 cells, samples of whole-cell protein extracts were run on gels and electroblotted onto nitrocellulose membrane (Hybond, GE Healthcare). Protein derived from whole-cell extracts of MFT-6 cells were also included in these analyses to show the level of endogenously expressed vimentin. The blots were stained with Ponceau S, blocked for 1 h in 5% goat serum in PBS containing 0.1% Tween 20, and subsequently incubated with 1 μg/ml of either V9 directed against human vimentin or RVIM-AT against mouse vimentin, in blocking solution for 1 h. After washing, the blots were incubated with horseradish peroxidase-conjugated goat anti-rabbit or antimouse immu noglobulin (Jackson ImmunoResearch, West Grove, PA) at a dilution of 1:5000 (vol:vol). Diaminobenzidine (Sigma, St. Louis, MO) was used to detect antibody binding. Tubulin was used as a loading control with anti-α-tubulin (DM1a; Sigma).",
            "paragraph_rank": 26,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 92,
                    "text": "(Laemmli, 1970)",
                    "end": 107
                }
            ]
        },
        {
            "text": "Quantitative analysis of mitochondrial motility",
            "section_rank": 13
        },
        {
            "section": "Quantitative analysis of mitochondrial motility",
            "text": "Image analysis was performed as described earlier (Minin et al., 2006) using an open source image analysis software, ImageJ (http://rsbweb.nih.gov/ij). Because of the diverse morphology of mitochondria, we plotted the coordinates of one end for longer organelles and the center of mass for shorter ones. Mitochondrial motility was expressed in terms of the displacement distances and velocities. To define fast organelle movements, we applied a threshold of 200 nm/s. The values of the relative motility of mitochondria were expressed as mean percentages of fast movements in all recorded displacements ± SEM. In each experiment, 20-40 individual mitochondrial movements were analyzed in each of 10-15 cells. The significance of differences was estimated statistically by the paired-sample Student's t test. Variability of the values calculated for different cells in the samples was analyzed by the same method and was insignificant.",
            "paragraph_rank": 27,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 50,
                    "text": "(Minin et al., 2006)",
                    "end": 70
                }
            ]
        },
        {
            "text": "FIGURE 4 :",
            "section_rank": 14
        },
        {
            "section": "FIGURE 4 :",
            "text": "An intact VimIF network alters mitochondrial motility. (A) MFT-6 cells transfected with pmCherry-Mito (left bar) or with pmCherry-Mito and pEGFP-Vim (1-138) (right bar) using Maxifectin (DiaM). (B) MFT-6 cells (+/+); vimentin-null MFT-16 cells (-/-); vimentin null MFT-16 cotransfected with plasmids pVim and pEGFP-Vim (-/-, +Vim). Cells were also stained with MitoTracker Red CMXRos, and movements of fluorescently labeled mitochondria were recorded by time-lapse microscopy at 4-s intervals. Values are mean percentages of movements exceeding 0.2 μm/s ± SEM; n = number of cells, and, in brackets, the number of movements of mitochondria. Disrupting the intact VimIF network results in faster mitochondrial movements (A), whereas restoring the VimIF network in null cells slows mitochondrial movement (B).",
            "paragraph_rank": 28,
            "section_rank": 14
        },
        {
            "text": "FIGURE 5 :",
            "section_rank": 15
        },
        {
            "section": "FIGURE 5 :",
            "text": "Effects of vimentin mutants on mitochondrial motility. (A) Schematic representation of wild type and mutant vimentin constructs used in this study. WT -full-length vimentin showing N-and C-terminal domains, and central domain formed by four α-helical rich regions; deletion mutants of vimentin: Vim Δ(26-39) , Vim Δ(41-96) , and Vim Δ(45-70) and full-length vimentin containing P57R point mutation. (B) Western blot analysis of vimentin expression in MFT-6 cells (+/+) using antibody RVIM-AT directed against mouse vimentin or MFT-16 cells before (-/-) or after transfection with plasmids encoding wild type or mutant forms of human vimentin using the V9 antibody. α-tubulin was used as a loading control (DM1a antibody; Sigma). (C) Movements of mitochondria were analyzed in vimentin-null cells cotransfected with plasmids encoding the vimentin mutants and plasmids that encode the same mutants tagged with mCherry and pEGFP-Mito using Maxifectin. Only cells that contained well-formed IF networks (examples are shown in SupplementalFigure S1) were selected for the analysis. Values are mean percentage of movements exceeding 0.2 μm/s ± SEM; n = number of cells (approximately 500 movements in each cell). Statistical analysis (Student's t test) of the data is given in supplemental materials.",
            "paragraph_rank": 29,
            "section_rank": 15
        },
        {
            "text": "ACKNOWLEDGMENTS",
            "section_rank": 17
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "We thank R. Evans for the cell lines, K. Hahn for genetic constructs, G. Wiche for anti-plectin antibody, and Natalia Minina for excellent technical assistance. This work was funded by the Russian Academy of Sciences and Russian Foundation for Basic Research (Grants 06-04-48452-a and 10-04-00414-a to A.A.M.) and by grants from the National Institutes of Health to V.I.G. (GM 52111) and R.D.G. (GM 036806).",
            "paragraph_rank": 30,
            "section_rank": 17
        }
    ]
}