{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Purpose: Cardiac troponin T (cTnT), a useful marker for diagnosing acute myocardial infarction (AMI) in the general population, is significantly higher than the usual cutoff value in many end-stage renal disease (ESRD) patients without clinically apparent evidence of AMI. The aim of this study was to evaluate the clinical usefulness of cTnT in ESRD patients with acute coronary syndrome (ACS). Materials and Methods: Two hundred eighty-four ESRD patients with ACS were enrolled between March 2002 and February 2008. These patients were followed until death or June 2009. Medical records were reviewed retrospectively. The cutoff value of cTnT for AMI was evaluated using a receiver operating characteristic (ROC) curve. We calculated Kaplan-Meier survival curves, and potential outcome predictors were determined by Cox proportional hazard analysis. Results: AMIs were diagnosed in 40 patients (14.1%). The area under the curve was 0.98 in the ROC curve (p<0.001; 95% CI, 0.95-1.00). The summation of sensitivity and specificity was highest at the initial cTnT value of 0.35 ng/mL (sensitivity, 0.95; specificity, 0.97). Survival analysis showed a statistically significant difference in allcause and cardiovascular mortalities for the group with an initial cTnT ≥0.35 ng/ mL compared to the other groups. Initial serum cTnT concentration was an independent predictor for mortality. Conclusion: Because ESRD patients with an initial cTnT concentration ≥0.35 ng/mL have a poor prognosis, it is suggested that urgent diagnosis and treatment be indicated in dialysis patients with ACS when the initial cTnT levels are ≥0.35 ng/mL."
        }
    ],
    "body_text": [
        {
            "section": "INTRODUCTION",
            "text": "Cardiovascular disease is the most common cause of mortality in end-stage renal ness of cTnT in ESRD patients with ACS using receiver operator characteristic (ROC) curve and survival analyses."
        },
        {
            "section": "Patient population",
            "text": "This study included ESRD patients on maintenance hemodialysis (HD) or continuous ambulatory peritoneal dialysis (CAPD) with ACS between March 2002 and February 2008 at Ewha Womans University Mokdong Hospital in Seoul, Korea. We retrospectively reviewed demographic, clinical, and laboratory data using the medical records. We excluded patients <18 years of age and with the following conditions: skeletal muscle trauma, myositis, rhabdomyolysis, and seizures. Cardiovascular disease was defined as a history of AMI, angina, coronary artery bypass grafting, stroke, transient ischemic attack, or peripheral vascular disease given by the patient and confirmed from the medical notes."
        },
        {
            "section": "Patient population",
            "text": "According to the definition of an AMI by the joint European Society of Cardiology and American College of Cardiology Committee in 2000, AMI was diagnosed in patients with a typical rise and gradual fall of CK/CK-MB with at least one of the following: ischemic symptoms, development of pathologic Q waves or changes in the ST segment on the ECG, or coronary artery intervention. 13 Follow-up data of the enrolled subjects were reviewed until death or June 2009. The date of death was defined as the end point. In the case of patients who did not have follow-up until December 2009, an inquiry was made by phone call. Patients who underwent revascularization after enrollment were not treated as censored in the analysis.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 378,
                    "text": "13",
                    "end": 380
                }
            ]
        },
        {
            "section": "Laboratory measurements",
            "text": "The serum cTnT concentration by the third generation cTnT test and the serum CK-MB level were measured on the Elecsys 2010 immunoassay analyzer (Roche Diagnostics, Mannheim, Germany). The third generation cTnT test uses the same monoclonal antibodies (M11.7 and M7) as the second generation test, but is standardized with human recombinant cTnT instead of bovine cTnT. The detection limit and concentration corresponding to the 10% total coefficient of variation of the assay are <0.01 and 0.03 ng/mL, respectively. The medical decision cut-off for AMI on the ROC curve was 0.1 ng/mL. 14 Serum total cholesterol, low-density lipoprotein (LDL)-disease (ESRD) patients. [1][2][3][4] The death rate from cardiovascular disease in ESRD patients is 20-40 fold higher than in the general population. 5 The prevalence of coronary artery disease in ESRD patients has been reported to be as high as 73%, 6 and 72% of ESRD patients with an acute myocardial infarction (AMI) do not survive 2 years. 7 Therefore, it is increasingly apparent that chronic renal dysfunction alone is an independent risk factor for the development of coronary artery disease. 3 The diagnosis of AMI has traditionally relied upon the combination of chest pain, electrocardiographic (ECG) manifestations, and elevations in serum biomarkers of cardiac injury. However, chest symptoms and ECG abnormalities are frequently atypical or absent in ESRD patients, which may delay diagnosis and adversely affect outcomes. 8 As a result, the diagnosis of AMI has increasingly depended upon evaluation of blood biomarkers, particularly troponins. Cardiac troponin T (cTnT) and I (cTnI) are cardiac regulatory proteins that control the calcium-mediated interaction of actin and myosin. Because of their increased specificity compared with creatine kinase-MB (CK-MB) and other markers, serum troponins are the preferred marker for diagnosis of AMI.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 585,
                    "text": "14",
                    "end": 587
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 668,
                    "text": "[1]",
                    "end": 671
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 671,
                    "text": "[2]",
                    "end": 674
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 674,
                    "text": "[3]",
                    "end": 677
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 677,
                    "text": "[4]",
                    "end": 680
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 794,
                    "text": "5",
                    "end": 795
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 895,
                    "text": "6",
                    "end": 896
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 988,
                    "text": "7",
                    "end": 989
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 1144,
                    "text": "3",
                    "end": 1145
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1480,
                    "text": "8",
                    "end": 1481
                }
            ]
        },
        {
            "section": "Laboratory measurements",
            "text": "Because morbidity and mortality due to coronary heart disease are extremely high in ESRD patients, sensitive and specific screening tests for diagnosing AMI are needed. However, cTnT is significantly higher than the usual cut-off value (0.1 ng/mL) in many ESRD patients without clinically apparent evidence of AMI, so the specificity of cTnT has been reported to be as low as 46% in long-term hemodialysis patients. 9 A study involving ESRD patients without clinical or ECG evidence of acute ischemia reported up to 71% of patients with increased cTnT using the first generation cTnT assay, and the number declined to 17% when a more cardiac-specific, second generation cTnT assay was used. 10 However, there has been little data reported on the clinical efficacy of cTnT measured by the third generation assay in patients with ESRD.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 416,
                    "text": "9",
                    "end": 417
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 691,
                    "text": "10",
                    "end": 693
                }
            ]
        },
        {
            "section": "Laboratory measurements",
            "text": "An elevated level of cTnT is also used as a predictive factor for adverse outcomes among asymptomatic dialysis patients. A meta-analysis of 28 studies consisting of 3,931 asymptomatic ESRD patients concluded that elevated cTnT levels were associated with an increased mortality risk. 11 In addition, an increased cTnT independently predicted shortterm prognosis in patients with acute coronary syndrome (ACS). 12 The aim of this study was to evaluate the clinical useful-was no significant difference in the number of patients on these medications.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 284,
                    "text": "11",
                    "end": 286
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 410,
                    "text": "12",
                    "end": 412
                }
            ]
        },
        {
            "section": "Laboratory measurements",
            "text": "Determination of a more appropriate cTnT cut-off value for AMI AMIs were diagnosed in 40 patients (14.1%), and coronary angiography was performed in 52 patients (18.3%). Twenty-six patients (9.2%) underwent percutaneous coronary intervention; the remaining patients were treated medically. The ROC curve of cTnT for AMIs is shown in Fig. 1. The area under the curve (AUC) was 0.98 in the ROC curve (p<0.001; 95% CI, 0.95-1.00). The summation of sensitivity and specificity was highest at the initial cTnT value of 0.35 ng/mL; the sensitivity was 0.95 and the specificity was 0.97 (Table 2). cholesterol, total calcium, phosphorus, uric acid, albumin, and CK concentrations were measured by an autoanalyzer (Hitachi 7600; Hitachi, Ltd., Tokyo, Japan). The high sensitivity C-reactive protein (hsCRP) levels were determined using Hitachi7605 analyzer (Hitachi Ltd.).",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 333,
                    "text": "Fig. 1",
                    "end": 339
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 580,
                    "text": "(Table 2)",
                    "end": 589
                }
            ]
        },
        {
            "section": "Statistical analyses",
            "text": "Statistical analysis was performed using SPSS software for Windows, version 15.0 (SPSS Inc., Chicago, IL, USA). All data were expressed as mean±SD or median (interquartile range, IQR) unless otherwise specified. The cut-off value of cTnT for an AMI was evaluated using a ROC curve. To determine the prognostic value of the initial serum cTnT concentrations in ESRD patients, we calculated survival curves using the Kaplan-Meier method. The potential outcome predictors were evaluated by Cox proportional hazard analysis to determine the risk of all-cause and cardiovascular mortalities in ESRD patients. p values <0.05 were considered statistically significant."
        },
        {
            "section": "Baseline characteristics",
            "text": "This study included 284 ESRD patients on maintenance HD or CAPD between March 2002 and February 2008. These patients presented with acute chest pain or discomfort, and were promptly diagnosed with ACS."
        },
        {
            "section": "Baseline characteristics",
            "text": "The demographic, clinical, and baseline laboratory findings for all patients are summarized in Table 1. The mean patient age was 60.9±13.9; 148 patients (52.1%) were males. Of the 284 patients, 247 (87.0%) and 37 (13.0%) were managed with HD and CAPD, respectively. The mean duration of dialysis was 19.1±27.8 months. Primary causes of ESRD were diabetes mellitus in 154 patients (54.2%), hypertension in 48 patients (16.9%), biopsy-proven primary chronic glomerulonephritis in 5 patients (1.8%), others (e.g., polycystic kidney disease and lupus nephritis) in 16 patients (5.6%), and unknown in 61 patients (21.5%). The median CK activity was 85.5 IU/L (IQR, 44.0-198.3 IU/L), the median CK-MB was 4.0 ng/mL (IQR, 2.0-7.0 ng/mL), and the median cTnT was 0.11 ng/mL (IQR, 0.06-0.25 ng/mL). When the use of aspirin (39.1% vs. 42.5%, p=0.441), betablockers (27.8% vs. 29.2%, p=0.780), HMG-CoA reductase inhibitors (13.4% vs. 16.5%, p=0.339), and renin angiotensin system blockers (35.9% vs. 37.5%, p=0.722) were compared before and after event occurrence, there  MI; RR: 3.74; 95% CI: 1.36-10.26; p=0.010), initial serum cTnT (RR: 1.12; 95% CI: 1.06-1.18; p=0.000), serum albumin (RR: 0.43; 95% CI: 0.28-0.67; p=0.000), WBC count (RR: 1.03; 95% CI: 1.01-1.05; p=0.015), and hsCRP levels (RR: 1.10; 95% CI: 1.05-1.15; p=0.000) were significant factors for predicting all-cause mortality. However, gender, history of hypertension or cardiovascular disease, dialysis modality, and duration of dialysis were not significantly related to all-cause mortality. When adjustments were made in a multivariate Cox regression model, age (RR: 1.06;",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 95,
                    "text": "Table 1",
                    "end": 102
                }
            ]
        },
        {
            "section": "Baseline characteristics",
            "text": "Clinical outcomes during the follow-up period The patients were followed for up to 88 months (median, 19 months). During the follow-up period, 87 patients (30.6%) died, 37 (13.0%) of whom died of cardiovascular causes. Other causes of mortality were infection in 20 patients (7.7%), unknown in 17 patients who were pronounced dead on arrival (6.0%), and others (e.g., malignancy, upper gastrointestinal bleeding, and hepatic encephalopathy) in 11 patients (3.9%)."
        },
        {
            "section": "Baseline characteristics",
            "text": "Since the 99th percentile and cut-off value of cTnT for AMI in the general population are known to be 0.01 ng/mL and 0.1 ng/mL, 15 respectively, and the summation of sensitivity and specificity was shown to be highest at 0.35 ng/mL in the current study, the enrolled patients were divided into four groups on the basis of initial cTnT concentrations: 1) cTnT ≤0.01 ng/mL; 2) 0.01<cTnT<0.1 ng/mL; 3) 0.1≤cTnT<0.35 ng/mL; and 4) cTnT≥0.35 ng/mL. Kaplan-Meier survival analysis showed a statistically significant difference in allcause mortality for the group with initial >cTnT 0.35 ng/mL compared to the other groups (log rank; p<0.001). This effect was more prominent in cardiovascular mortality (Fig. 2).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 128,
                    "text": "15",
                    "end": 130
                },
                {
                    "type": "figure",
                    "start": 696,
                    "text": "(Fig. 2)",
                    "end": 704
                }
            ]
        },
        {
            "section": "Baseline characteristics",
            "text": "Univariate Cox regression analysis revealed that age (RR: 1.06; 95% CI: 1.04-1.08; p=0.000), diabetes mellitus (RR: 2.63; 95% CI: 1.62-4.28; p=0.000), ST elevation AMI (STE-  (%)  100  100  98  98  95  95  95  95  85  83  83  70  Specificity (%)  19  32  65  77  82  90  94  97  97  98  99  100  PPV (%)  17  19  28  41  47  61  73  83  83  87  92  100  NPV (%)  100  100  99  99  99  99  99  99  98  97  97 95 cTnT, cardiac troponin T; PPV, positive predictive value; NPV, negative predictive value. Fig. 1. Receiver operator characteristic (ROC) curve of cardiac troponin T (cTnT) for diagnosing acute myocardial infarction. The area under the curve (AUC) was 0.98 (p<0.001; 95% CI, 0.95-1.00). The cTnT value of 0.35 ng/mL offers the best overall sensitivity and specificity; the sensitivity was 0.95 and the specificity was 0.97.",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 175,
                    "text": "(%)  100  100  98  98  95  95  95  95  85  83  83  70  Specificity (%)  19  32  65  77  82  90  94  97  97  98  99  100  PPV (%)  17  19  28  41  47  61  73  83  83  87  92  100  NPV (%)  100  100  99  99  99  99  99  99  98  97  97",
                    "end": 407
                },
                {
                    "type": "figure",
                    "start": 501,
                    "text": "Fig. 1",
                    "end": 507
                }
            ]
        },
        {
            "section": "Fig. 2. Kaplan-Meier survival curves according to initial cardiac troponin T (cTnT) levels. (A)",
            "text": "The all-cause mortality rate in the group with initial cTnT ≥ 0.35 ng/mL is significantly higher compared to the other groups by log-rank test (p<0.001). (B) The cardiovascular mortality rate in the group with initial cTnT ≥0.35 ng/mL is also significantly higher than in the other groups (p<0.001).  "
        },
        {
            "section": "A B",
            "text": "it had the highest sensitivity and specificity in ESRD patients with ACS. In addition, all-cause and cardiovascular mortalities of patients whose initial cTnT levels were ≥0.35 ng/mL were much higher than the other groups. A cTnT level of 0.1 ng/mL is currently used as the cut-off value for AMIs in the general population. In ESRD patients, however, a number of studies have reported that false positive elevations in cTnT level, even without evidence of myocardial injury, are not uncommon. [16][17][18][19] Several studies have suggested the following possible reasons for elevated cTnT without myocardial damage: left ventricular hypertrophy, endothelial dysfunction, leakage of free cytosolic troponin pool, stretch-mediated troponin release, and impaired renal excretion. [17][18][19] In this study, the summation of sensitivity and specificity of cTnT for AMI in ESRD patients with ACS peaked at 0.35 ng/mL. At a value of 0.1 ng/mL, the sensitivity was 98%, yet the specificity was only 65%. Although AMI is such a serious complication that it is important for the screening test to have high sensitivity, a 35% false positive rate cannot be ignored. Therefore, we suggest that an initial cTnT concentration of 0.35 ng/mL in ESRD patients with ACS is a more appropriate cut-off value for AMI, even though patients with lower levels of cTnT should also be carefully monitored.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 493,
                    "text": "[16]",
                    "end": 497
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 497,
                    "text": "[17]",
                    "end": 501
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 501,
                    "text": "[18]",
                    "end": 505
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 505,
                    "text": "[19]",
                    "end": 509
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 778,
                    "text": "[17]",
                    "end": 782
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 782,
                    "text": "[18]",
                    "end": 786
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 786,
                    "text": "[19]",
                    "end": 790
                }
            ]
        },
        {
            "section": "A B",
            "text": "Plasma concentrations of total CK are also elevated in 42% of ESRD patients without myocardial damage, 20 and 95% CI: 1.02-1.09; p=0.001), diabetes mellitus (RR: 2.91; 95% CI: 1.24-6.84; p=0.015), serum cTnT (RR: 1.12; 95% CI: 1.03-1.22; p=0.008), and hsCRP levels (RR: 1.09; 95% CI: 1.04-1.15; p=0.000) were independent predictors for all-cause mortality (Table 3).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 103,
                    "text": "20",
                    "end": 105
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 356,
                    "text": "(Table 3)",
                    "end": 365
                }
            ]
        },
        {
            "section": "A B",
            "text": "Factors correlated with cardiovascular mortality were also evaluated with univariate Cox regression analysis. Age (RR: 1.07; 95% CI: 1.04-1.10; p=0.000), diabetes mellitus (RR: 2.11; 95% CI: 1.04-4.29; p=0.038), initial serum cTnT (RR: 1.16; 95% CI: 1.09-1.24; p=0.000), and STEMI (RR: 9.98; 95% CI: 3.48-28.65; p=0.000) were significant. However, gender, history of hypertension or cardiovascular disease, dialysis modality, duration of dialysis, serum albumin, WBC count, and hsCRP levels were not significantly related to cardiovascular mortality. In a multivariate Cox regression model, age (RR: 1.06; 95% CI: 1.03-1.09; p=0.000), serum cTnT (RR: 1.14; 95% CI: 1.05-1.22; p=0.001), and STEMI (RR: 3.91; 95% CI: 1.30-11.78; p=0.015) were independent predictors for cardiovascular mortality (Table 4).",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 793,
                    "text": "(Table 4)",
                    "end": 802
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "In the present study, we demonstrated that an initial cTnT of 0.35 ng/mL was the best cut-off value for AMI because 3.74 1.36-10.26 0.010 ---HR, hazard ratio; CI, confidence interval; CAPD, continuous ambulatory peritoneal dialysis; HD, hemodialysis; hsCRP, high sensitivity C-reactive protein; WBC, white blood cell count; STEMI, ST elevation myocardial infarction; NSTEMI, non ST elevation myocardial infarction; AMI, acute myocardial infarction; cTnT, cardiac troponin T. *Adjusted for age, diabetes, serum cTnT and hsCRP level. lar mortality. In this study, patients with an elevated cTnT level≥0.35 ng/mL had a significantly higher risk for allcause and cardiovascular mortality."
        },
        {
            "section": "DISCUSSION",
            "text": "Based on univariate Cox regression analysis, factors correlated with all-cause mortality were age, diabetes, STEMI, initial serum cTnT, serum albumin, WBC counts, and hsCRP levels. After adjustments, age, diabetes, serum cTnT, and hsCRP levels still had statistical significance. When the patients were divided into four groups according to the initial serum concentration of cTnT, all-cause mortality rate in patients with a moderate increase in cTnT (0.1≤cTnT<0.35 ng/mL) was not significantly different compared to patients with small (0.01<cTnT<0.1 ng/mL) or large (cTnT≥0.35 ng/mL) increases in cTnT by log-rank test. However, patients with a cTnT ≥0.35 ng/mL had a significantly worse prognosis than all other groups, showing a higher death rate with a risk ratio of 8.65 compared to patients with a cTnT ≤0.01 ng/ mL. Because infection was the second most common cause of mortality, the WBC count and hsCRP level are thought to be significantly correlated with all-cause mortality rate."
        },
        {
            "section": "DISCUSSION",
            "text": "Cardiovascular mortality was associated with age, diabetes, initial serum cTnT, and STEMI based on univariate Cox regression analysis. In the multivariate model, age, serum cTnT, and STEMI were independent predictors for cardiovascular mortality. In the Kaplan-Meier survival analysis for cardiovascular mortality, patients with a large increase in 30-50% of asymptomatic HD patients exhibit an elevation in the CK-MB fraction. 21,22 Moreover, 18-31% of patients with an ACS have elevated cTnT levels without an increase in the CK-MB fraction. 23,24 Therefore, we performed survival analyses to confirm the validity of the ROC results. An elevation in serum cTnT levels is a well-known predictive factor for all-cause and cardiovascular mortality in asymptomatic ESRD patients. 16,[25][26][27][28] Although the reasons for the association between elevated levels of cTnT and a poor prognosis are not clear, the possibility has been suggested that patients with increased cTnT have diffuse coronary artery disease. 27,29 Increased serum troponin levels are highly prognostic for cardiac and all-cause mortality among patients with chronic kidney disease with ACS. 12,30 In the GUSTO-IV trial, elevated cTnT independently predicted the 30-day prognosis in all patients, and patients with creatinine clearance in the lowest quartile (<58 mL/min) also showed poor outcomes; 12 however, only 11 of 7,033 patients had severe renal impairment with a creatinine clearance <10 mL/min. In addition, it was reported that elevations in cTnI levels in patients with renal impairment undergoing an evaluation for myocardial ischemia were at substantially higher risk for allcause and cardiovascular mortality. 30 We identified elevated cTnT levels in ESRD patients presenting with ACS as an independent predictive factor for all-cause and cardiovascu- cTnT (≥0.35 ng/mL) had a greater mortality rate. The hazard ratio of cardiovascular death in patients with a cTnT ≥0.35 ng/mL was 6.01-fold higher than patients with a cTnT ≤0.01 ng/mL. Therefore, an initial serum cTnT level ≥0.35 ng/mL is an independent predictor for all-cause and cardiovascular mortality.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 428,
                    "text": "21,",
                    "end": 431
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 431,
                    "text": "22",
                    "end": 433
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 544,
                    "text": "23,",
                    "end": 547
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 547,
                    "text": "24",
                    "end": 549
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 778,
                    "text": "16,",
                    "end": 781
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 781,
                    "text": "[25]",
                    "end": 785
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 785,
                    "text": "[26]",
                    "end": 789
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 789,
                    "text": "[27]",
                    "end": 793
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 793,
                    "text": "[28]",
                    "end": 797
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1014,
                    "text": "27,",
                    "end": 1017
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1017,
                    "text": "29",
                    "end": 1019
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1163,
                    "text": "12,",
                    "end": 1166
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1166,
                    "text": "30",
                    "end": 1168
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1370,
                    "text": "12",
                    "end": 1372
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1696,
                    "text": "30",
                    "end": 1698
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "There were several limitations to this study. First, the study was a relatively small-sized retrospective study from a single center. Therefore, larger prospective studies are needed to confirm the findings. Second, levels of CK/CK-MB were used as serologic markers for the diagnostic criteria of AMI in this study, and the measurement of CK/CK-MB for diagnosing AMI has some known shortcomings. Of note, we excluded patients with skeletal muscle injuries and defined AMI as a temporal change of CK/CK-MB, rather than a single increased value. Third, we were unable to simultaneously measure serum cTnI levels. cTnT is more frequently elevated than cTnI among asymptomatic patients with renal insufficiency due to the relatively higher levels of an unbound cytosolic pool of cTnT and the higher molecular weight. 24 In addition, time-dependent change of cTnT could not be evaluated due to the lack of repeated measurements of cTnT levels. Finally, we could not obtain data on risk factors, such as hemodynamic status and echocardiographic features, along with medical history, such as smoking habits or family history, due to deficiencies in our database.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 813,
                    "text": "24",
                    "end": 815
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "In conclusion, although moderate elevations of cTnT are common in ESRD patients without AMI, measurement of cTnT is useful for diagnosing AMI or predicting outcomes. In addition, ESRD patients with an initial cTnT concentration ≥0.35 ng/mL seem to have a poor prognosis. Therefore, we recommend that urgent diagnosis and treatment be indicated for ESRD patients with ACS when their initial cTnT levels are ≥0.35 ng/mL, due to the reasonable predictive capacity of cTnT."
        },
        {
            "text": ") 4.0 (2.0-7.0) cTnT (ng/mL) 0.11 (0.06-0.25) Male, primary kidney disease, and co-morbid disease are expressed as the number (percent) and CK, CK-MB, and cTnT are expressed as the median (interquartile range). Other data are expressed as the mean±SD. HD, hemodialysis; ESRD, end-stage renal disease; LDL, low-density lipoprotein; hsCRP, high sensitivity C-reactive protein; CK, creatine kinase; cTnT, cardiac troponin T; CK-MB, creatine kinase-MB."
        },
        {
            "section": "Table 1 .",
            "text": "Baseline Patient Characteristics"
        },
        {
            "section": "Table 2 .",
            "text": "Diagnostic Sensitivity, Specificity, PPV, and NPV According to Various Cutoff Values of cTnT"
        },
        {
            "section": "Table 3 .",
            "text": "Results of the Cox Proportional Hazards Analysis Showing Hazard Ratios and 95% Confidence Intervals for All-Cause Mortality"
        },
        {
            "section": "Table 4 .",
            "text": "Results of the Cox Proportional Hazards Analysis Showing Hazard Ratios and 95% Confidence Intervals for Cardiovascular Mortality CI, confidence interval; CAPD, continuous ambulatory peritoneal dialysis; HD, hemodialysis; hsCRP, high sensitivity C-reactive protein; WBC, white blood cell count; STEMI, ST elevation myocardial infarction; NSTEMI, non ST elevation myocardial infarction; AMI, acute myocardial infarction; cTnT, cardiac troponin T. *Adjusted for age, STEMI, and serum cTnT level."
        },
        {
            "section": "Table 4 .",
            "text": "Yonsei Med J http://www.eymj.org Volume 52 Number 4 July 2011"
        },
        {
            "section": "ACKNOWLEDGEMENTS",
            "text": "This work was supported by a grant from the West Seoul Division of Korean Dialysis Physician's Association."
        }
    ]
}