{
    "level": "paragraph",
    "abstract": [
        {
            "text": "In cancer genome studies, the annotation of newly detected oncogene/tumor suppressor gene candidates is a challenging process. We propose using concept lattice analysis for the annotation and interpretation of genes having candidate somatic mutations in whole-exome sequencing in acute myeloid leukemia (AML). We selected 45 highly mutated genes with whole-exome sequencing in 10 normal matched samples of the AML-M2 subtype. To evaluate these genes, we performed concept lattice analysis and annotated these genes with existing knowledge databases.",
            "paragraph_rank": 1,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 1
        },
        {
            "section": "Introduction",
            "text": "Acute myeloid leukemia (AML) is one of the most wellstudied diseases in the genomic research area [1,2]. AML occurs usually in middle-aged people and is diagnosed by increasing leukemic myeloblasts in blood over 30% [3]. AML is a genetically heterogeneous disease, since 1/3 of AML patients have chromosomal rearrangements, like t(8;21) and t (15;17), but other AML patients have normal karyotypes [4]. With recent advances of high-throughput genomic technology, a favorable prognosis has been observed with some genetic changes in cytogenetically normal AML [5]. These results were reflected by the World Health Organization (WHO) diagnostic criteria; the NMP1 and CEBPA mutations were included in the 2008 revision of these criteria [6]. The molecular change of AML is considered to be the accumulation of somatic mutations in hematopoietic progenitor cells [7]. Next-generation sequencing technology gave us new insights into the clonal heterogeneity of leukemic mutations so that we can make an explanation why some of these mutations are highly re-producible but others are very rare [8]. Still, in 30% of cytogenetically normal AML, the genetic causality origin or strongly associated genetic changes have not yet been discovered [9,10].",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 98,
                    "text": "[1,",
                    "end": 101
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 101,
                    "text": "2]",
                    "end": 103
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 216,
                    "text": "[3]",
                    "end": 219
                },
                {
                    "type": "bibr",
                    "start": 343,
                    "text": "(15;17)",
                    "end": 350
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 398,
                    "text": "[4]",
                    "end": 401
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 559,
                    "text": "[5]",
                    "end": 562
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 735,
                    "text": "[6]",
                    "end": 738
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 860,
                    "text": "[7]",
                    "end": 863
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1089,
                    "text": "[8]",
                    "end": 1092
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1236,
                    "text": "[9,",
                    "end": 1239
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1239,
                    "text": "10]",
                    "end": 1242
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "With advances of high-throughput technology, discovery of disease-associated genes is growing [11]. As a consequence, the genetic knowledge databases are growing rapidly. Accordingly, the annotation of candidate causal genes in genetic studies is a very challenging process for researchers. We propose a workflow of the detection of somatic mutation candidates in 10 normal matched AML samples and introduce concept lattice analysis for clustering the samples that have highly mutated genes in common.",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 94,
                    "text": "[11]",
                    "end": 98
                }
            ]
        },
        {
            "text": "Methods",
            "section_rank": 2
        },
        {
            "text": "Primacy sequence analysis",
            "section_rank": 3
        },
        {
            "section": "Primacy sequence analysis",
            "text": "We received the fastq files of whole-exome sequencing results of tumor and matched normal sample data of 10 AML patients from the Korea Genome Organization in December 2012. There were no patient-related medical or charac-  teristic data. We aligned the sequencing reads to the human reference genome (hg 19, GRCh37) from USCC by BWA 0.6.2 [12]  (Figs. 1 and 2). To filter the known single nucleotide polymorphisms (SNPs), we used dbSNP bulid 137. We removed PCR duplicates and filtering low-quality SNPs by Samtools 0.1.18 [13], Picard 1.68 [14], and GATK 2.3.4 [15]. After the filtering process, the SAM file was converted to VCF file by VCF Tools 0.1.10 [16]. For detecting somatic mutation candidates, we obtained the difference in VCF files between tumor and normal samples. For annotation of these somatic mutation candidates, we used the ANNOVAR tool [17].",
            "paragraph_rank": 4,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 340,
                    "text": "[12]",
                    "end": 344
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 346,
                    "text": "(Figs. 1 and 2",
                    "end": 360
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 524,
                    "text": "[13]",
                    "end": 528
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 542,
                    "text": "[14]",
                    "end": 546
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 563,
                    "text": "[15]",
                    "end": 567
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 657,
                    "text": "[16]",
                    "end": 661
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 858,
                    "text": "[17]",
                    "end": 862
                }
            ]
        },
        {
            "text": "Formal concept analysis",
            "section_rank": 4
        },
        {
            "section": "Formal concept analysis",
            "text": "We used formal concept analysis (FCA) for the construction of hierarchical relationships among samples sharing highly mutated genes [18]. FCA is a useful method in conceptual clustering of objects, attributes, and their binary relationship. In FCA, the sets of formal objects and formal attributes together with their relation to each other form a \"formal context,\" which can be represented by a crosstable. In our case, the objects are 10 AML samples, and the attributes are 45 highly mutated genes. We defined the formal context as K = (G, M, I), where G is a set of objects (i.e., samples), M is a set of attributes (i.e., mutated genes), and I ⊆ G × M is the incidence relations where (g, m) ⊆ I if object g has attribute m. For A ⊆ G and B ⊆ M, we define the operators A' = {m ∈ M|gIm for all g ∈ A} (i.e., the set of attributes common to the objects in A) and B' = {g ∈ G|gIm for all m ∈ B} (i.e., the set of objects common to the attributes in B). A pair of (A, B) is a formal concept of k(G, M, I) if and only if A ⊆ G, B ⊆ M, A' = B, and A = B'. A is called the extent and B is the intent of the concept (A, B). The extent consists of all objects belonging to the concept while the intent contains all attributes shared by the objects. The concept of a given context is naturally ordered by the subconcept-superconcept relation, defined by (A1, B1) ≤ (A2, B2):",
            "paragraph_rank": 5,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 132,
                    "text": "[18]",
                    "end": 136
                }
            ]
        },
        {
            "section": "Formal concept analysis",
            "text": "The ordered set of all concepts of the context (G, M, I) is denoted by C(G, M, I) and is called the concept lattice of (G, M, I). We represent the structure of this concept lattice with a Hasse diagram, in which nodes are the concepts and the edges correspond to the neighborhood relationship among the concepts. All concepts above an object label (below the attribute label) include that object (attribute). The top element of a lattice is a unit concept, representing a concept that contains all objects. The bottom element is a zero concept having no object.",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "Results",
            "section_rank": 5
        },
        {
            "text": "Overview of mutations",
            "section_rank": 6
        },
        {
            "section": "Overview of mutations",
            "text": "We have identified 12,908 somatic mutation candidates in 10 AML sequenced exomes, including 1,281 point mutations, 625 insertion/deletions (Indels) (  (Fig. 4). For each patient, the average nonsynonymous mutation count was 429.7 (SD, 97.16). About 342 to 665 genes have nonsynonymous somatic mutation candidates at least once in each AML sample (Table  2). Recurrent mutated genes were observed in all samples.",
            "paragraph_rank": 7,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 151,
                    "text": "(Fig. 4)",
                    "end": 159
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 346,
                    "text": "(Table  2",
                    "end": 355
                }
            ]
        },
        {
            "text": "Mutation analysis",
            "section_rank": 7
        },
        {
            "section": "Mutation analysis",
            "text": "The most frequently mutated genes across all samples were USP9Y and MUC5B; these genes were mutated in 5 samples. These genes were also highly mutated in each sample; for USP9Y genes, it had 6 nonsynonymous mutations in sample 3. We have selected 45 highly mutated genes (1.5%) from 2981 mutated genes. We defined highly mutated genes as genes having 3 or more nonsynonymous mutations in each sample (Table 3). In a comparison of mutations with the COSMIC database [19], among 45 highly mutated genes, 21 genes matched to hematopoietic and lymphoid tissue malignancy terms, and 21 genes matched to other cancer types. In 3 genes, there was no matched term in COSMIC (Table 4).",
            "paragraph_rank": 8,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 400,
                    "text": "(Table 3)",
                    "end": 409
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 465,
                    "text": "[19]",
                    "end": 469
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 666,
                    "text": "(Table 4)",
                    "end": 675
                }
            ]
        },
        {
            "section": "Mutation analysis",
            "text": "We used the concept lattice to construct the hierarchical relationship between the samples that had 45 highly mutated genes. Concept Biolattice analysis is a mathematical framework based on concept lattice analysis for better biological interpretation of genomic data. The top element of a lattice is a unit concept, representing a concept that contains all objects. The bottom element is a zero concept having no object [20,21]. For comparing with the Concept lattice (Fig. 5), we also performed hierarchical clustering analysis by Ward method. In hierarchical clustering, cluster 1 has 5 samples (nos. 1, 2, 5, 9, and 10), cluster 2 has 2 samples (nos. 4 and 7), and others have 1 sample each (Fig. 6). We divided the samples into 4 subgroups by interpretation of the concept lattice result (Fig.  7). Lattice subgroup 1 shared SYNE1 gene mutation, and samples 3, 4, and 7 were included in this subgroup. Subgroup 2 was comprised of 5 samples (nos. 1, 2, 5, 6, and 9) that had MUC5 gene mutations in common. Samples 10 and 8 could be isolated by the uniqueness of their mutated Genes mutated in 3 samples; c Genes mutated in 2 samples. Table 3. List of 3 more mutated genes in 10 AML samples  ",
            "paragraph_rank": 9,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 421,
                    "text": "[20,",
                    "end": 425
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 425,
                    "text": "21]",
                    "end": 428
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 469,
                    "text": "(Fig. 5)",
                    "end": 477
                },
                {
                    "type": "figure",
                    "start": 695,
                    "text": "(Fig. 6)",
                    "end": 703
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 793,
                    "text": "(Fig.  7)",
                    "end": 802
                },
                {
                    "type": "table",
                    "start": 1138,
                    "text": "Table 3",
                    "end": 1145
                }
            ]
        },
        {
            "text": "COSMIC cancer type",
            "section_rank": 8
        },
        {
            "text": "Hematopoietic and lymphoid_tissue",
            "section_rank": 9
        },
        {
            "text": "Other cancer type None",
            "section_rank": 10
        },
        {
            "section": "Other cancer type None",
            "text": "Gene symbol ABCA7 BRD2 KANSL1 ANKRD18A  C6orf10  FOXD4L6  CDH23  CDSN  HELZ2  CYFIP1  DMBT1  DNAH17  GRIK1  DNAH8  KIF16B  FAM195A  KIFC2  GPR98  MUC5B  ITGAX  MUC6  KIAA1199  MYH10  LAMC3  OR6V1  MLL3  PITRM1  MUC16  TCF19  MUC17  THAP3  MUC2  TMUB2  MYOM2  TNRC18  PCDHB10  TNRC6C  SYNE1  USP48  TECTA  USP9Y  TMEM131  WDR81  VPS13A  ZC3H7B  Count  21  21 3 gene sharing pattern.",
            "paragraph_rank": 10,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 30,
                    "text": "ANKRD18A  C6orf10  FOXD4L6  CDH23  CDSN  HELZ2  CYFIP1  DMBT1  DNAH17  GRIK1  DNAH8  KIF16B  FAM195A  KIFC2  GPR98  MUC5B  ITGAX  MUC6  KIAA1199  MYH10  LAMC3  OR6V1  MLL3  PITRM1  MUC16  TCF19  MUC17  THAP3  MUC2  TMUB2  MYOM2  TNRC18  PCDHB10  TNRC6C  SYNE1  USP48  TECTA  USP9Y  TMEM131  WDR81  VPS13A  ZC3H7B  Count  21  21",
                    "end": 357
                }
            ]
        },
        {
            "text": "Discussion",
            "section_rank": 11
        },
        {
            "section": "Discussion",
            "text": "In this study, we proposed a workflow of matched normal AML exome sequencing analysis and the framework for defining sample subgroups. We observed every sample having a nonsynonymous mutation associated with hematological and lymphoid malignancy genes, but the candidate oncogenes showed diverse characters.",
            "paragraph_rank": 11,
            "section_rank": 11
        },
        {
            "section": "Discussion",
            "text": "We selected 45 genes that had 3 or more nonsynonymous mutations and performed hierarchical clustering analysis of the samples by these genes. In classic hierarchical clustering analysis by Ward's method, we could not identify the genetic relationship of those clusters. On the other hand, the result of concept lattice analysis gave us insight into the mutational pattern of each sample.",
            "paragraph_rank": 12,
            "section_rank": 11
        },
        {
            "section": "Discussion",
            "text": "In subgroup 1, samples 3, 4, and 7 shared SYNE1 gene mutations. SYNE1 gene encodes a spectrin repeat-containing protein expressed in skeletal and smooth muscle and peripheral blood lymphocytes that localizes to the nuclear membrane [21]. This gene is not a well-known leukemic gene but is observed in some hematological malignancies and other cancer types [22]. In glioblastoma, SYNE1 mutation is significantly correlated with the overexpression of several known glioblastoma survival genes [23]. In the case of sample 3, the ITGAX gene, encoding ankyrin repeat domain 18A, was mutated. This gene is well known by the association with leukemia [24] and lung cancer [25]. For sample 4, the possible oncogene is LAMC3. LAMC3 gene encodes laminins, which are the major non-collagenous constituent of basement membrane. LAMC3 mutations are associated with several cancers, including colon cancer, lung cancer, and melanoma, and candidate tumor suppressor genes in bladder transitional cell carcinoma [26]. LAMC3 is involved in the phosphatidylinositol 3-kinase-Akt signaling pathway, since it has a role in cell adhesion. The ANKRD18A gene is the oncogene candidate for sample 7 and is a novel epigenetic regulation gene in lung cancer [25]. Therefore, it is possible that the pair relationship of those genes (ITGAX-SYNE1, LAMC3-SYNE1, and ANKRD18A-SYNE1) could contribute together to evolve the leukemic cell transformation.",
            "paragraph_rank": 13,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 232,
                    "text": "[21]",
                    "end": 236
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 356,
                    "text": "[22]",
                    "end": 360
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 491,
                    "text": "[23]",
                    "end": 495
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 644,
                    "text": "[24]",
                    "end": 648
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 665,
                    "text": "[25]",
                    "end": 669
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 996,
                    "text": "[26]",
                    "end": 1000
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1232,
                    "text": "[25]",
                    "end": 1236
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "The major limitation of our study is that we could not validate the mutation results by Sanger method or deep Genomics & Informatics Vol. 11, No. 1, 2013 sequencing. We selected highly mutated genes having 3 mutations or more, but this definition is arbitrary, so we might have lost candidate oncogenes in some patients.",
            "paragraph_rank": 14,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 110,
                    "text": "Genomics & Informatics Vol. 11, No. 1, 2013",
                    "end": 153
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "In this study, we suggest the concept of clustering samples that have diverse mutated genes. AML is very heterogeneous genetic disease. Despite the small number of samples we have studied, the genetic variation patterns were not common for all samples. It could have been better to evaluate more sample data for analysis by clustering analysis.",
            "paragraph_rank": 15,
            "section_rank": 11
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 12
        },
        {
            "section": "Fig. 1 .",
            "text": "Primary sequence analysis pipeline.",
            "paragraph_rank": 16,
            "section_rank": 12
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 13
        },
        {
            "section": "Fig. 2 .",
            "text": "Workflow of detection of somatic mutation candidate from exome sequencing of normal matched samples from 10 acute myeloid leukemia.",
            "paragraph_rank": 17,
            "section_rank": 13
        },
        {
            "text": "Fig. 4 .",
            "section_rank": 14
        },
        {
            "section": "Fig. 4 .",
            "text": "Distribution of nonsynonymous somatic mutations in 10 acute myeloid leukemia samples. NS SNPs, nonsynonymous single nucleotide polymorphisms.",
            "paragraph_rank": 18,
            "section_rank": 14
        },
        {
            "text": "Fig. 5 .",
            "section_rank": 15
        },
        {
            "section": "Fig. 5 .",
            "text": "Concept lattice of 45 genes and 10 acute myeloid leukemia patients having 3 or more nonsynonymous mutations, annotated by COSMIC database. Red rectangles represent annotated hematopoietic and lymphoid tissue malignancy; yellow rectangles represent other cancer type annotated in the COSMIC database.",
            "paragraph_rank": 19,
            "section_rank": 15
        },
        {
            "text": "Fig. 7 .",
            "section_rank": 16
        },
        {
            "section": "Fig. 7 .",
            "text": "Subgroup analysis by concept lattice. (A) Subgroup 1 shares SYNE1 mutation in samples 3, 4 and 7. (B) Subgroup 2 shares MUC5B mutation in samples 1, 2, 5, 6, and 9. Continued on next page.",
            "paragraph_rank": 20,
            "section_rank": 16
        },
        {
            "text": "Fig. 7 .",
            "section_rank": 17
        },
        {
            "section": "Fig. 7 .",
            "text": "Continued from previous page. (C) Subgroup 3 sample 8 only has mutated genes, such as MUC2 and HELZ2. (D) Subgroup 4 has sample 10, having only mutated genes, like MUC6, CDH23, BRD2, OR6V1, and DNAH17.",
            "paragraph_rank": 21,
            "section_rank": 17
        },
        {
            "text": "Table 1 ,Table 1 .",
            "section_rank": 18
        },
        {
            "section": "Table 1 ,Table 1 .",
            "text": "Fig. 3). TheKH Lee, et al. Clustering of Candidate Oncogenes in Acute Myeloid Leukemia Using Concept Lattice Analysis The distribution of somatic mutation candidates in 10 AML samples Fig. 3. Distribution of somatic mutation candidates in all samples. NS SNV, nonsynonymous single nucleotide variation.",
            "paragraph_rank": 22,
            "section_rank": 18
        },
        {
            "section": "Table 1 ,Table 1 .",
            "text": "AML, acute myeloid leukemia; SNP, single nucleotide polymorphism; NS, nonsynonymous; SNV, single nucleotide variation.",
            "paragraph_rank": 23,
            "section_rank": 18
        },
        {
            "text": "Table 2 .",
            "section_rank": 19
        },
        {
            "section": "Table 2 .",
            "text": "Genomics & Informatics Vol. 11, No. 1, 2013 Classification of genes according to the count of mutations in each sample",
            "paragraph_rank": 24,
            "section_rank": 19
        },
        {
            "section": "Table 2 .",
            "text": "a Genes mutated in 5 samples;b",
            "paragraph_rank": 25,
            "section_rank": 19
        },
        {
            "text": "Table 4 .",
            "section_rank": 20
        },
        {
            "section": "Table 4 .",
            "text": "Comparison of list of 3 more mutated genes with COMIC database",
            "paragraph_rank": 26,
            "section_rank": 20
        },
        {
            "section": "Table 4 .",
            "text": "Genomics & InformaticsVol. 11, No. 1, 2013   ",
            "paragraph_rank": 28,
            "section_rank": 20
        },
        {
            "text": "Acknowledgments",
            "section_rank": 22
        },
        {
            "section": "Acknowledgments",
            "text": "This work was supported by the basic science research program through the National Research Foundation of Korea (NRF), funded by the Ministry of Education, Science and Technology (2012-0000994). This material is based upon work supported by the Korea Genome Organization.",
            "paragraph_rank": 29,
            "section_rank": 22
        }
    ]
}