{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Background & Aims-Rapid induction of β-PDGF receptor (β-PDGFR) is a core feature of hepatic stellate cell activation, but its cellular impact in vivo is not well characterized. We explored the contribution of β-PDGFR-mediated pathway activation to hepatic stellate cell",
            "paragraph_rank": 1,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "section": "Introduction",
            "text": "Among mitogenic pathways in stellate cells, signaling by the beta platelet-derived growth factor receptor (β-PDGFR) is the most potent [1,2]. Expression of PDGF receptors is low in healthy liver, but dramatically increases in stellate cells during injury [2,3]. In both mice and humans, the PDGF signaling network is comprised of four ligands, PDGF A-D, which transduce their signals through dimeric transmembrane receptors αand β-PDGFR, which can form hetero-and homodimers [4]. Upon ligand binding, receptor dimerization provokes phosphorylation of the tyrosine residues within the intracellular domain, leading to activation of the Fas-MAPK pathway, signaling through the PI3K-AKT/PKB pathway and activation of PKC family members [5].",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 135,
                    "text": "[1,",
                    "end": 138
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 138,
                    "text": "2]",
                    "end": 140
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 255,
                    "text": "[2,",
                    "end": 258
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 258,
                    "text": "3]",
                    "end": 260
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 475,
                    "text": "[4]",
                    "end": 478
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 733,
                    "text": "[5]",
                    "end": 736
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Antagonism of β-PDGFR has been an appealing target to treat hepatic fibrosis. Indeed, our previous study and those of others [6][7][8] have demonstrated that the RTK inhibitor imatinib mesylate (Gleevec®) whose targets include β-PDGFR, inhibits stellate cell activation and reduces fibrosis.",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 125,
                    "text": "[6]",
                    "end": 128
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 128,
                    "text": "[7]",
                    "end": 131
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 131,
                    "text": "[8]",
                    "end": 134
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Recent evidence links the behavior of stromal cells, especially driven by the ligand PDGF-B, not only to the pathogenesis of fibrosis, but also to inflammation, regeneration and cancer [9]. Sorafenib (Nexavar®), a multi-receptor tyrosine kinase inhibitor whose targets include β-PDGFR, remains the only drug approved for treatment of advanced, non-resectable HCC [10].",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 185,
                    "text": "[9]",
                    "end": 188
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 363,
                    "text": "[10]",
                    "end": 367
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Despite the suggestion that promotion of fibrosis by β-PDGFR can accelerate HCC development, this important question has not been addressed experimentally. Here we have specifically explored the contribution of β-PDGFR signaling by activated hepatic stellate cells to injury, fibrosis and cancer by exploiting complementary genetic models using a Cre-Lox strategy, one in which the receptor was deleted in stellate cells, or another in which it was auto-activated. Importantly, we have examined whether β-PDGFR signaling in hepatic stellate cells is linked in human cirrhosis to overall prognosis.",
            "paragraph_rank": 5,
            "section_rank": 1
        },
        {
            "section": "Methods",
            "text": "For detailed description of methods see Supplementary Methods. Animals β-PDGFR fl/fl mice, as previously described [11], (on the 129S4/SvJaeSor background) were crossed with a transgenic FVB line expressing Cre-recombinase under control of the human glial fibrillary acidic protein (GFAP) promoter to generate β-PDGFR fl/fl GFAP-Cre mice with a deletion of β-PDGFR in stellate cells -this GFAP promoter has been successfully validated in prior studies as active in hepatic stellate cells [12,13]. To create animals with constitutively activated β-PDGFR in stellate cells, β-PDGFR betaJ/+ mice, as previously described [14], (on the 129S4/B6 background) were also crossed with a transgenic GFAP-Cre line to generate β-PDGFR betaJ/+ GFAP-Cre mice. These animals harbor hepatic stellate cells with autoactivation of β-PDGFR, owing to an activating mutation knocked into the β-PDGFR locus, plus addition of a lox-stop-lox cassette between the splice acceptor and the initiating codon of the cDNA [14].",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 115,
                    "text": "[11]",
                    "end": 119
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 488,
                    "text": "[12,",
                    "end": 492
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 492,
                    "text": "13]",
                    "end": 495
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 618,
                    "text": "[14]",
                    "end": 622
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 992,
                    "text": "[14]",
                    "end": 996
                }
            ]
        },
        {
            "section": "Models of Murine Liver injury and Fibrosis",
            "text": "Liver fibrosis was induced either by ligation of the common bile duct (BDL) [15] or by intraperitoneal (i.p.) injections of carbon tetrachloride (CCl 4 , Sigma, St. Louis, MO) [16]. For acute CCl 4 injury studies, mice received a total of 3 i.p. injections (alternating days) of either corn oil or 10% CCl 4 (diluted in corn oil) at a dose of 0.5 µl/g body weight. For the chronic injury model, mice received i.p. injections of CCl 4 3 times per week for a total of 6 weeks.",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 76,
                    "text": "[15]",
                    "end": 80
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 176,
                    "text": "[16]",
                    "end": 180
                }
            ]
        },
        {
            "section": "Induction of Carcinogenesis",
            "text": "Mice received a single dose of diethylnitrosamine (DEN, Sigma, St. Louis, MO) (25µg/g bw i.p.) at day 15 post-partum. Starting two weeks after DEN, mice received a total of 22 injections of CCl 4 (0.5µl/g bw i.p., 1 injection/week) [17]. Mice were sacrificed 48 hours following the last CCl 4 injection. Nodule number and size was documented as described by counting and measuring the diameter of each lesion using a caliper.",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 232,
                    "text": "[17]",
                    "end": 236
                }
            ]
        },
        {
            "section": "Primary Hepatic Stellate cell Isolation and Cell Culture",
            "text": "Mouse hepatic stellate cells were isolated from β-PDGFR fl/fl GFAP-Cre negative and β-PDGFR fl/fl GFAP-Cre positive mice by enzymatic pronase and collagenase digestion and density gradient centrifugation as previously described [18]. Cells were cultured with Dulbecco's modified Eagle medium (DMEM) containing 10% fetal bovine serum. Cells were either treated with or without PDGF-B [10 ng/ml] (Peprotech, Princeton, NJ) diluted in albumin (vehicle) containing serum-free media (DMEM).",
            "paragraph_rank": 9,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 228,
                    "text": "[18]",
                    "end": 232
                }
            ]
        },
        {
            "section": "Histologic and Immunohistochemical Studies",
            "text": "Liver samples were formalin-fixed, paraffin-embedded, sectioned at 4 µm, and processed routinely for H&E staining. Sirius Red, combined with morphometry, was used to quantify collagen using Bioquant image analysis software (Bioquant Image Analysis Corporation, Nashville, TN). Immunohistochemical staining of αSMA and desmin was performed on formalin-fixed, paraffin-embedded liver sections with a rabbit polyclonal antibody (Abcam, Cambridge, England). A pathologist blindly scored 5 random areas per slide for necrosis, inflammation and dysplasia.",
            "paragraph_rank": 10,
            "section_rank": 6
        },
        {
            "section": "Genome-wide expression profiling",
            "text": "Genome-wide gene expression profiling of mouse primary hepatic stellate cells was performed, in triplicate, by using MouseWG-6 v2.0 Expression BeadChip (Illumina) according to the manufacturer's protocol. Raw scanned data were normalized by using cubic spine algorithm implemented in the GenePattern genomic analysis toolkit (www.broadinstitute.org/genepattern) [19]. Probe-level expression data were collapsed into gene-level by calculating the median of multiple probes, and converted to human genes based on an orthologous mapping table provided by the Jackson laboratory (www.informatics.jax.org). The dataset (GSE#52253) is available at NCBI Gene Expression Omnibus database (www.ncbi.nlm.nih.gov/geo).",
            "paragraph_rank": 11,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 362,
                    "text": "[19]",
                    "end": 366
                }
            ]
        },
        {
            "section": "Bioinformatics and Statistical Analysis",
            "text": "Enrichment of molecular pathways was evaluated by Gene Set Enrichment Analysis (GSEA) [20] on a comprehensive gene set collection in Molecular Signatures Database (see Supplementary Methods).",
            "paragraph_rank": 12,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 86,
                    "text": "[20]",
                    "end": 90
                },
                {
                    "type": "figure",
                    "start": 168,
                    "text": "Supplementary Methods)",
                    "end": 190
                }
            ]
        },
        {
            "section": "β-PDGFR Expression is Induced Upon Liver Injury In Vivo and In Vitro",
            "text": "We generated a mouse line in which the expression of β-PDGFR was deleted in hepatic stellate cells by crossing β-PDGFR fl/fl mice with animals expressing Cre-recombinase under the human glial fibrillary acidic protein promoter (GFAP-Cre) (Suppl. Fig. 1A) [13,21].",
            "paragraph_rank": 13,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 246,
                    "text": "Fig. 1A",
                    "end": 253
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 255,
                    "text": "[13,",
                    "end": 259
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 259,
                    "text": "21]",
                    "end": 262
                }
            ]
        },
        {
            "section": "β-PDGFR Expression is Induced Upon Liver Injury In Vivo and In Vitro",
            "text": "To first confirm the induction of β-PDGFR following acute injury, β-PDGFR fl/fl GFAP-Cre negative animals were treated with CCl 4 in three doses in one week. Whole liver lysates contained increased β-PDGFR expression and phosphorylation, as well as up-regulation of αSMA (Fig. 1A).",
            "paragraph_rank": 14,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 271,
                    "text": "(Fig. 1A)",
                    "end": 280
                }
            ]
        },
        {
            "section": "β-PDGFR Expression is Induced Upon Liver Injury In Vivo and In Vitro",
            "text": "We next analyzed isolated hepatic stellate cells from β-PDGFR fl/fl Cre negative mice (β-PDGFR) as well as their β-PDGFR fl/fl Cre expressing littermates (Δβ-PDGFR) ( Fig. 1B, C). Isolated stellate cells were maintained in primary culture for six days following isolation. To first validate the knock down and diminished activation of β-PDGFR in the Cre expressing population, cell lysates were analyzed via immunoblot after incubation with either vehicle or PDGF-BB ( Fig. 1B). Stellate cells from Δβ-PDGFR mice displayed attenuated receptor expression and lack of activation at baseline and after 30 minutes of ligand exposure. Next, the expression of collagen I and αSMA were compared in primary stellate cells of the two groups. Stellate cells isolated and cultured for 6 days displayed significant knock down of the receptor in the Δβ-PDGFR group, with substantially reduced expression levels of collagen I and αSMA compared to stellate cells from β-PDGFR animals (Fig. 1C). β-PDGFR expression was upregulated during hepatic injury and correlates with stellate cell activation in vitro.",
            "paragraph_rank": 15,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 167,
                    "text": "Fig. 1B, C)",
                    "end": 178
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 469,
                    "text": "Fig. 1B)",
                    "end": 477
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 969,
                    "text": "(Fig. 1C)",
                    "end": 978
                }
            ]
        },
        {
            "section": "Deletion of β-PDGFR in Stellate Cells Attenuates Liver Fibrosis In Vivo",
            "text": "Since mice responded to acute liver injury with up-regulation of β-PDGFR on stellate cells associated with fibrogenic markers, we analyzed control and Δβ-PDGFR animals (Suppl. Fig. 1A) following acute (1 week) and chronic (6 weeks) liver injury. To do so, we injected both groups with either oil or CCl 4 (3 i.p. injections weekly).",
            "paragraph_rank": 16,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 176,
                    "text": "Fig. 1A",
                    "end": 183
                }
            ]
        },
        {
            "section": "Deletion of β-PDGFR in Stellate Cells Attenuates Liver Fibrosis In Vivo",
            "text": "Macroscopically, there were no differences in the livers between control and Δβ-PDGFR littermates after treatment (Suppl. Fig. 1B, C), but less necrosis was present at the early time point (Suppl. Fig. 2A, B). Although there was a trend in reduced inflammation in the livers of Δβ-PDGFR mice after one week of injections (Suppl. Fig. 2B), comprehensive flow cytometry did not confirm any differences in the numbers or subsets of lymphocytes at baseline or after injury between wild type and Δβ-PDGFR littermates (data not shown). β-PDGFR-deficiency led to significantly decreased collagen deposition after chronic hepatic injury as assessed by Sirius Red morphometry and hydroxyproline assay ( Fig. 2 A, B, C). Serum transaminase levels (AST and ALT) were increased, especially after 6 weeks ( Fig.  2D). As expected, livers with β-PDGFR deletion in stellate cells expressed less αSMA and significantly less collagen α1(I) mRNAs ( Fig. 2E). In order to validate the effect of diminished β-PDGFR expression on the expansion of activated HSCs following CCl 4 treatment, we quantified the αSMA-positive tissue area in both groups (Suppl. Fig. 3A). Both after a short-term, and more strikingly, after long-term injury, mice of the Δβ-PDGFR group had reduced expansion of activated HSCs versus controls. This finding was further validated using whole liver lysates of livers after 6 weeks of CCl 4 treatment (Suppl. Fig.  3B). Here, the decreased expression of β-PDGFR resulted in a diminished expression of αSMA. As an additional marker for HSCs and to measure the expansion of HSCs during injury within the liver, desmin staining was performed on tissue sections following 1 week of CCl 4 treatment (Suppl. Fig. 4). In these mice, there was a significant decrease in desminpositive tissue quantification in Δβ-PDGFR mice versus controls.",
            "paragraph_rank": 17,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 122,
                    "text": "Fig. 1B, C",
                    "end": 132
                },
                {
                    "type": "figure",
                    "start": 197,
                    "text": "Fig. 2A, B)",
                    "end": 208
                },
                {
                    "type": "figure",
                    "start": 329,
                    "text": "Fig. 2B",
                    "end": 336
                },
                {
                    "type": "figure",
                    "start": 694,
                    "text": "Fig. 2",
                    "end": 700
                },
                {
                    "type": "figure",
                    "start": 794,
                    "text": "Fig.  2D",
                    "end": 802
                },
                {
                    "type": "figure",
                    "start": 931,
                    "text": "Fig. 2E)",
                    "end": 939
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1135,
                    "text": "Fig. 3A",
                    "end": 1142
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1411,
                    "text": "Fig.  3B",
                    "end": 1419
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1704,
                    "text": "Fig. 4",
                    "end": 1710
                }
            ]
        },
        {
            "section": "Deletion of β-PDGFR in Stellate Cells Attenuates Liver Fibrosis In Vivo",
            "text": "Similar but less striking results were apparent in the bile duct ligation model (see Suppl. Fig.  5).",
            "paragraph_rank": 18,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 92,
                    "text": "Fig.  5",
                    "end": 99
                }
            ]
        },
        {
            "section": "Loss of β-PDGFR in Stellate Cells Diminishes Their Proliferative Response In Vivo",
            "text": "To determine whether increased fibrosis upon hepatic injury was due to β-PDGFR mediated stellate cell proliferation, we performed in vivo labeling of dividing stellate cells. Mice of both groups received a total of three i.p. injections of CCl 4 every 48 hours; 44 hours after the last injection, mice received a single i.p. injection of BrdU (1.5mg/150µl PBS), and cells were isolated four hours thereafter. Isolated cells were stained for CD45 and BrdU and then analyzed by flow cytometry. UV autofluorescence was used to distinguish stellate cells from non-fluorescent cells, while the expression of CD45 was used to discriminate CD45 − stellate cells from other non-parenchymal cells (Suppl. Fig. 6A). Based on this analysis, 44.3% of stellate cells from β-PDGFR mice had incorporated nuclear BrdU compared to 16.3% in Δβ-PDGFR cells (Suppl. Fig. 6B), indicating that β-PDGFR expression of stellate cells correlates with significantly increased proliferation during hepatic injury.",
            "paragraph_rank": 19,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 696,
                    "text": "Fig. 6A",
                    "end": 703
                },
                {
                    "type": "figure",
                    "start": 846,
                    "text": "Fig. 6B",
                    "end": 853
                }
            ]
        },
        {
            "section": "Constitutively Activated β-PDGFR in Stellate Cells Amplifies Liver Fibrosis In Vivo",
            "text": "To confirm the vital role of β-PDGFR during hepatic fibrosis, we analyzed a mouse line in which the expression of a β-PDGFR auto-activating mutant was induced in hepatic stellate cells by crossing β-PDGFR betaJ/+ mice with GFAP-Cre transgenic animals (Suppl. Fig. 7A). We compared PDGFR betaJ/+ Cre negative (β-PDGFR) and their PDGFR betaJ/+ Cre positive (βJ) littermates following three weekly i.p. injections of either corn oil or CCl 4 (0.5 µl/g body weight) over one (acute) or six (chronic) weeks (Fig. 3). The auto-activating βJ group displayed differences in fibrotic tissue area versus control animals upon oil injections (Fig.  3A, B, C). Differences were also significant following 6 weeks of CCl 4 , with βJ mice displaying significantly increased collagen deposition (Fig. 3A, B, C). Consistent with these findings, mutant βJ expression on stellate cells led to significantly more collagen α1(I) and αSMA mRNA expression upon CCl 4 treatment (Fig. 3D).",
            "paragraph_rank": 20,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 259,
                    "text": "Fig. 7A",
                    "end": 266
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 502,
                    "text": "(Fig. 3)",
                    "end": 510
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 630,
                    "text": "(Fig.  3A, B, C)",
                    "end": 646
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 779,
                    "text": "(Fig. 3A, B, C)",
                    "end": 794
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 954,
                    "text": "(Fig. 3D",
                    "end": 962
                }
            ]
        },
        {
            "section": "Constitutively Activated β-PDGFR in Stellate Cells Amplifies Liver Fibrosis In Vivo",
            "text": "There were no macroscopic differences between control and mutant βJ littermates before or after treatment (Suppl. Fig. 7B) but there was an increase in liver to body weight ratio in both treatment groups after 1 and 6 weeks (Suppl. Fig. 7C). Serum transaminase levels increased proportionate to treatment duration, without differences between β-PDGFR and βJ littermates (Suppl. Fig. 7D). Both groups displayed increased inflammation and necrosis (Suppl. Fig. 8A, B).",
            "paragraph_rank": 21,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 114,
                    "text": "Fig. 7B",
                    "end": 121
                },
                {
                    "type": "figure",
                    "start": 232,
                    "text": "Fig. 7C",
                    "end": 239
                },
                {
                    "type": "figure",
                    "start": 378,
                    "text": "Fig. 7D",
                    "end": 385
                },
                {
                    "type": "figure",
                    "start": 454,
                    "text": "Fig. 8A, B)",
                    "end": 465
                }
            ]
        },
        {
            "section": "Constitutively Activated β-PDGFR in Stellate Cells Amplifies Liver Fibrosis In Vivo",
            "text": "We quantified the desmin-positive area, as a reflection of stellate cell expansion (Fig. 3E). Using this approach, mice with auto-activating β-PDGFR displayed increased desminpositive tissue area upon acute injury (Fig. 3F). The auto-activating mutation of β-PDGFR led to increased stellate cell proliferation and hepatic fibrosis upon acute and chronic injury.",
            "paragraph_rank": 22,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 83,
                    "text": "(Fig. 3E",
                    "end": 91
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 214,
                    "text": "(Fig. 3F)",
                    "end": 223
                }
            ]
        },
        {
            "section": "β-PDGFR Deficiency in Stellate Cells has no Impact on the Carcinogenic Response",
            "text": "Since the majority of HCCs develop within cirrhotic livers, we assessed the contribution of β-PDGFR signaling in stellate cells to the development of dysplastic nodules following DEN plus CCl 4 (Suppl. Fig. 9A) [17]. This regimen reportedly mimics the permissive environment from which regenerative nodules and ultimately HCCs arise [12,17].",
            "paragraph_rank": 23,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 202,
                    "text": "Fig. 9A",
                    "end": 209
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 211,
                    "text": "[17]",
                    "end": 215
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 333,
                    "text": "[12,",
                    "end": 337
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 337,
                    "text": "17]",
                    "end": 340
                }
            ]
        },
        {
            "section": "β-PDGFR Deficiency in Stellate Cells has no Impact on the Carcinogenic Response",
            "text": "After long-term treatment with both a carcinogen as well as CCl 4 , Δβ-PDGFR accumulated less collagen as assessed by Sirius Red morphometry (Fig. 4A, B), associated with reduced collagen α1(I) mRNA (Suppl. Fig. 9G). However, loss of Δβ-PDGFR had no impact on the total number of lesions, the maximal nodule size, or the liver weight to body weight ratio (Suppl. Fig. 9B, C, D, E). Of note, careful expert analysis revealed the lesions to be dysplastic nodules, not true HCCs. Histologically, liver sections showed a similar appearance of dysplastic nodules between both β-PDGFR and Δβ-PDGFR mice as assessed by a blinded pathologist (Suppl. Fig. 9F).",
            "paragraph_rank": 24,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 141,
                    "text": "(Fig. 4A, B)",
                    "end": 153
                },
                {
                    "type": "figure",
                    "start": 207,
                    "text": "Fig. 9G",
                    "end": 214
                },
                {
                    "type": "figure",
                    "start": 363,
                    "text": "Fig. 9B, C, D, E",
                    "end": 379
                },
                {
                    "type": "figure",
                    "start": 642,
                    "text": "Fig. 9F",
                    "end": 649
                }
            ]
        },
        {
            "section": "β-PDGFR Deficiency in Stellate Cells has no Impact on the Carcinogenic Response",
            "text": "These data indicate that the lack of β-PDGFR expression by stellate cells attenuates fibrosis progression in chronic injury from CCl 4 , but does not protect against the development of dysplastic nodules when combined with a carcinogen.",
            "paragraph_rank": 25,
            "section_rank": 14
        },
        {
            "section": "Constitutively Activation of β-PDGFR in Stellate Cells does not lead to an Increased Carcinogenic Response",
            "text": "To further reflect these findings, we used βJ mice and their control littermates to assess their response towards the combined treatment with DEN and CCl 4 (Suppl. Fig. 10). Macroscopically, there was no difference in overall quantification of dysplastic nodule formation (Suppl. Fig. 10), regarding tumor number, the largest tumor diameter and overall liver weight to body weight ratio (Suppl. Fig. 10B, C, D, E). Histologically, the grade of dysplasia was not different among βJ and control mice (Suppl. Fig. 10F). Overall, the activation level of β-PDGFR did not correlate with formation of dysplastic nodules in this murine model.",
            "paragraph_rank": 26,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 164,
                    "text": "Fig. 10",
                    "end": 171
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 280,
                    "text": "Fig. 10",
                    "end": 287
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 395,
                    "text": "Fig. 10B, C, D, E)",
                    "end": 413
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 506,
                    "text": "Fig. 10F",
                    "end": 514
                }
            ]
        },
        {
            "section": "Prognostic Relevance of β-PDGFR-mediated Signaling in Human Cirrhosis",
            "text": "We previously identified and validated a 186-gene signature in liver that predicts prognosis of patients with liver cirrhosis [22,23]. The signature is assumed to reflect signals of molecular deregulation from multiple cell types in the cirrhotic tissue microenvironment that drive disease progression. We hypothesized that activation of β-PDGFR signaling in stellate cells contributes at least a part of the prognostic gene signature. Using this dataset, we examined whether the stellate cell-derived β-PDGFR or Δβ-PDGFR gene signature was present in the human cirrhosis cohort and determined its prognostic association. To do so, we performed Gene set enrichment analysis (GSEA) to evaluate induction of the 186-gene signature in isolated stellate cells from our β-PDGFR-wild-type and knockout mice. Of note, we observed a statistically significant enrichment of poor-prognosis-and good-prognosiscorrelated signature genes in the wild-type and knockout stellate cells, respectively (false discovery rate <0.25) ( Fig. 4C a, b). Genes up-regulated in the β-PDGFR knockout cells (i.e., genes suppressed by β-PDGFR pathway activation) ( Supplementary Table 2), were associated with a good prognosis (Fig. 4C a). Likewise, genes up-regulated by β-PDGFR activation showed an association with a high overall risk of mortality in HCV cirrhotic patients (Fig. 4C b), suggesting that the pathway activation itself is partially linked to the risk of liver disease and fibrosis progression. Genes involved in inflammation and cell survival such as NFKB2, IER3, IFI30, and BCL2 contributed to the enrichment within the poor prognosis signature (Table 1). However, genes previously implicated in hepatocarcinogenesis such as EGF [24] were not involved in the enrichment, suggesting that β-PDGFR signaling in stellate cells is not directly involved in the process of hepatocarcinogenesis. We verified the expression levels of the top five differentially regulated genes of β-PDGFR-wild-type and knockout mice as selected by DNA microarray using quantitative real-time PCR (Fig. 4D). These data provide evidence for a strong correlation between microarray data as well as PCR from hepatic stellate cells isolated from mice of both groups. For Ingenuity Pathway Analysis of the 186-gene signature within hepatic stellate cells of β-PDGFR control compared to knockout mice, see Suppl. Table 2. Collectively, these results suggest that activation of β-PDGFR signaling in stellate cells has downstream consequences that drive disease progression and poor prognosis of human cirrhosis, but not through increased risk of HCC development.",
            "paragraph_rank": 27,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 126,
                    "text": "[22,",
                    "end": 130
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 130,
                    "text": "23]",
                    "end": 133
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1015,
                    "text": "Fig. 4C a, b)",
                    "end": 1028
                },
                {
                    "type": "table",
                    "start": 1136,
                    "text": "Supplementary Table 2",
                    "end": 1157
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1198,
                    "text": "(Fig. 4C a)",
                    "end": 1209
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1348,
                    "text": "(Fig. 4C b)",
                    "end": 1359
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 1634,
                    "text": "(Table 1)",
                    "end": 1643
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1718,
                    "text": "[24]",
                    "end": 1722
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 2060,
                    "text": "(Fig. 4D",
                    "end": 2068
                },
                {
                    "type": "table",
                    "start": 2370,
                    "text": "Table 2",
                    "end": 2377
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "In the current study, we established two divergent genetic mouse models, by using a knockout or auto-activation of β-PDGFR, to assess the impact of titrating β-PDGFR expression on stellate cell and its contribution to liver injury and fibrosis. Deleting β-PDGFR on hepatic stellate cells impairs their fibrogenic potential in vivo, leading to decreased expression of αSMA and collagen α1(I), and reducing their proliferation upon injury. Although previous studies have not directly linked β-PDGFR to collagen expression, here we demonstrate that the lack of β-PDGFR on primary hepatic stellate cells leads to decreased expression of collagen I after treatment with PDGF-B. Our data establish that β-PDGFR activation increases fibrosis accumulation at least in part through increased stellate cell numbers based on BrdU incorporation in stellate cells in vivo and subsequent FACS analysis. We also emphasize that while specificity of human GFAP-Cre expression has been questioned [25], both this study and separate reports [12,13] underscore its utility to drive stellate cell cre expression. Moreover, it has been shown that β-PDGFR is only expressed in activated hepatic stellate cells and some vascular endothelial cells in liver thereby minimizing potential hepatic off-target effects of the GFAP-Cre expression since only stellate cells will be affected by deletion of β-PDGFR. One major issue is that differences in the recombination of different floxed alleles or Cre reporters cannot be ruled out completely.",
            "paragraph_rank": 28,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 979,
                    "text": "[25]",
                    "end": 983
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1022,
                    "text": "[12,",
                    "end": 1026
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1026,
                    "text": "13]",
                    "end": 1029
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "Our data begin to define nuanced and very specific links between some pathways of stellate cell activation, and prognosis of cirrhosis or incidence of HCC, but not others. For example, recent studies strongly implicate EGFR signaling and clinical outcomes in human HCC [24,26,27], yet in contrast to a previous report [28] our findings do not establish a similar link for β-PDGFR signaling, despite its clear contribution to fibrosis. EGF was not among the 14 genes that lead to an enrichment of the phenotype for poor prognosis in GSEA downstream of β-PDGFR signaling (Table 1, Suppl. Table 2). Although sorafenib, which is the only approved molecular therapy for HCC, targets multiple receptor tyrosine kinases, including β-PDGFR, our data suggest that the antineoplastic benefit of sorafenib may not be due to its impact on β-PDGFR signaling alone, but rather on other RTK pathways, especially Ras/Raf kinase, HGF and VEGF signaling [29]. We also emphasize that expert histologic assessment failed to confirm the presence of true HCCs but rather only preneoplastic, dysplastic nodules, undermining the potential value of this model in generating true HCCs, in contrast to what has been previously proposed [28].",
            "paragraph_rank": 29,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 269,
                    "text": "[24,",
                    "end": 273
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 273,
                    "text": "26,",
                    "end": 276
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 276,
                    "text": "27",
                    "end": 278
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 318,
                    "text": "[28]",
                    "end": 322
                },
                {
                    "type": "table",
                    "start": 586,
                    "text": "Table 2",
                    "end": 593
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 936,
                    "text": "[29]",
                    "end": 940
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1209,
                    "text": "[28]",
                    "end": 1213
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "β-PDGFR activity in stellate cells clearly contributes to progressive disease during chronic liver injury, consistent with the finding that the β-PDGFR gene signature in primary hepatic stellate cells correlates with poor overall outcome in our human cohort. However, the β-PDGFR-related difference in human outcomes is not due to enhanced tumor development, consistent with the findings in our murine model. Thus, β-PDGFR signaling may contribute to poor outcomes in HCV cirrhosis through its impact on fibrosis but not on carcinogenesis.",
            "paragraph_rank": 30,
            "section_rank": 17
        },
        {
            "section": "Discussion",
            "text": "These findings indicate that while β-PDGFR is an attractive anti-fibrotic target, it may not be a suitable direct target to inhibit the development of neoplasia in cirrhotic liver, in contrast to other RTK pathways, especially EGFR signaling [30], where prophylactic receptor antagonism is a viable strategy for reducing the risk of cancer more directly.",
            "paragraph_rank": 31,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 242,
                    "text": "[30]",
                    "end": 246
                }
            ]
        },
        {
            "section": "IL1R",
            "text": "interleukin 1 receptor     Induction of 186-gene human prognostic gene signature in primary stellate cells from wild-type and β-Pdgfr knockout mice. ",
            "paragraph_rank": 32,
            "section_rank": 19
        },
        {
            "section": "Fig. 1 .",
            "text": "β-PDGFR expression correlates with activation of mouse hepatic stellate cells in vivo and in vitro(A) Mice were injected three times with either oil or CCl 4 to induce acute liver injury and were sacrificed two days after the last injection. Immunoblot of whole liver lysates demonstrating increased expression of β-PDGFR, phospho-β-PDGFR and αSMA upon injury. (B, C) Δβ-PDGFR mice and control littermates were injected once with CCl 4 followed by isolation of HSCs 48 hours thereafter. Primary HSCs were kept in culture for 6 days. (B) Immunoblot demonstrates phosphorylation of the receptor in control animals upon ligand exposure and lack of receptor activation in HSCs of Δβ-PDGFR animals. (C) Immunoblot showing decreased HSC activation of Δβ-PDGFR mice in culture compared to wild type β-PDGFR mice, with reduced expression of Collagen I and αSMA. Graph indicating densitometric analysis of each band, verifying significant knock down of β-PDGFR in primary HSCs of Δβ-PDGFR mice and decreased expression of HSC activation markers. Data represent the mean value of at least 3 separate experiments (*p<0.05, error bars indicate SEM). 3 animals per condition were used in each experiment. Protein ratios (normalized to calnexin) were used to quantify the fold change relative to control, and are shown below each blot.",
            "paragraph_rank": 33,
            "section_rank": 21
        },
        {
            "section": "Fig. 3 .",
            "text": "The 'βJ' constitutively activating mutant of β-PDGFR on stellate cells leads to increased collagen deposition upon injury in vivo (A-D) βJ and control mice were injected with CCl 4 over either one or six weeks to induce acute or chronic liver injury. (A) Sirius Red staining of paraffin embedded liver sections following acute or chronic liver injury depicts significantly higher collagen deposition after acute and chronic injury (magnification 200×).(B) Graph shows the percentage of liver area positive for Sirius Red staining measured by morphometry. The area of fibrotic tissue is significantly increased in livers of βJ animals compared to controls. (C) Increased hydroxyproline content per gram of whole liver after 6 weeks of CCl 4 in livers of βJ mice compared to controls. (D) Whole liver mRNA expression of αSMA and Collagen α1(I) after 6 weeks of CCl 4 treatment confirms increased expression of stellate cell activation genes in βJ animals upon liver injury. (E) Desmin staining of paraffin embedded liver sections following acute liver injury depicts increased stellate cell expansion within livers of βJ mice versus controls.",
            "paragraph_rank": 34,
            "section_rank": 22
        },
        {
            "section": "Fig. 4 .",
            "text": "Deletion of β-PDGFR reduces fibrosis but not tumor burden in mice treated with DEN and chronic CCl 4 , and is linked to better outcome in patients with cirrhosisMice were treated with a single dose of DEN at day 15, followed by weekly injections with CCl 4 and sacrificed 48h after the last of 22 injections withCCl 4 . (A) Paraffin embedded liver sections were stained with Sirius Red to assess fibrotic tissue content (magnification 200×). (B) Decreased collagen area measured by morphometry in livers of Δβ-PDGFR mice. The bar graph represents the mean of n=5 animals per experimental group. (**p< 0.001; error bars indicate SEM). (C) GSEA plots demonstrate β-PDGFR-dependent association with gene signatures for either a good or poor prognosis in an HCV cirrhotic patient cohort. Gene array samples of primary hepatic stellate cells isolated from either β-PDGFRfl/fl GFAP-Cre negative (indicated as WT) or β-PDGFRfl/fl GFAP-Cre positive (indicated as KO) mice were correlated with gene signatures for good or poor overall prognosis of a human HCV cirrhosis cohort. (a) Association of the β-PGDFR-knockout gene signature with a good outcome in liver cirrhosis. Enrichment of the β-PGDFR-knockout gene signature was evaluated in association with the risk of overall mortality in 216 HCV-related cirrhosis patients with early-stage cirrhosis (n=216). NES=−1.14, nominal p=0.21, FDR=0.22. (b) Association of the β-PGDFR gene signature with a poor outcome in HCV cirrhosis. Enrichment of the β-PGDFR gene signature was evaluated in association with the risk of",
            "paragraph_rank": 35,
            "section_rank": 23
        },
        {
            "section": "associated genes induced in wild-type mouse stellate cells",
            "text": "a) Poor-prognosis-b) Good-prognosis-associated genes induced in Pdgfrb-knockout mouse stellate cells",
            "paragraph_rank": 39,
            "section_rank": 25
        },
        {
            "section": "associated genes induced in wild-type mouse stellate cells",
            "text": "J Hepatol. Author manuscript; available in PMC 2016 July 01.",
            "paragraph_rank": 40,
            "section_rank": 25
        },
        {
            "section": "Acknowledgements",
            "text": "The authors thank Dr. Marie Berres (Oncological Sciences, Icahn School of Medicine at Mount Sinai) and Hsin Chou for technical support. RNA seq and DNA microarray experiments were performed by the Genomics Core, preprocessing was performed by Dr. Ke Hao and Dr. Antonio Fabio Di Narzo (Genetics and Genomic Science, Icahn School of Medicine at Mount Sinai).",
            "paragraph_rank": 41,
            "section_rank": 27
        },
        {
            "section": "Supplementary Material",
            "text": "Refer to Web version on PubMed Central for supplementary material.",
            "paragraph_rank": 42,
            "section_rank": 29
        },
        {
            "section": "Financial Support",
            "text": "This work has been supported by grants from the Deutsche Forschungsgemeinschaft (DFG) (KO 4086/1-1 to P.K, LE 2794/1-1 to Y.A.L.), The Levine Family Foundation (to A. D.), as well as the NIH DK56621 and AA020709 (to S.L.F.), and the NIH DK099558 and European Commission 7th Framework Programme FP7-Health 2010 (Heptromic) (to Y.H.).  ",
            "paragraph_rank": 43,
            "section_rank": 30
        }
    ]
}