{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Background: Decreased platelet (PLT) count is one of the independent risk factors for mortality in intensive care unit (ICU) patients. This study was to investigate the relationship between PLT indices and illness severity and their performances in predicting hospital mortality. Methods: Adult patients who admitted to ICU of Changzheng Hospital from January 2011 to September 2012 and met inclusion criteria were included in this study. Univariate analysis was used to identify potential independent risk factors for mortality. Multiple logistic regression analysis was used to calculate adjusted odds ratio for mortality in patients with normal or abnormal PLT indices. The relationship between PLT indices and illness severity were assessed by the Acute Physiology and Chronic Health Evaluation II (APACHE II) scores or sequential organ failure assessment (SOFA) scores in patients with normal and abnormal PLT indices. The performances of PLT indices in predicting mortality were assessed by receiver operating curves and diagnostic parameters. The survival curves between patients with normal and abnormal PLT indices were compared using Kaplan-Meier method. Results: From January 2011 to September 2012, 261 of 361 patients (204 survivors and 57 nonsurvivors) met the inclusion criteria. After adjustment for clinical variables, PLT count <100 × 10 12 /L (P = 0.011), plateletcrit (PCT) <0.108 (P = 0.002), mean platelet volume (MPV) >11.3 fL (P = 0.023) and platelet distribution width (PDW) percentage >17% (P = 0.009) were identified as independent risk factors for mortality. The APACHE II and SOFA scores were 14."
        }
    ],
    "body_text": [
        {
            "section": "IntroductIon",
            "text": "Platelet (PLT), a major and essential constituent of blood, plays an important role in physiological and pathological processes such as coagulation, thrombosis, inflammation and maintenance the integrity of vascular endothelial cells. [1][2][3] PLT indices are a group of parameters that are used to measure the total amount of PLTs, PLTs morphology and proliferation kinetics. [4] The commonly used PLT indices include PLT count, mean platelet volume (MPV), platelet distribution width (PDW), and plateletcrit (PCT). [5] The MPV refers to the ratio of PCT to PLT count. PDW is numerically equal to the coefficient of PLT volume variation, which is used to describe the dispersion of PLTs volume. [5] Originally, these indices have been applied in the diagnosis of hematological system diseases. Recently, it has been discovered that these indices are related to the severity of illness and patients' prognosis. A reduction in PLT count is an independent risk factor for critically ill patients in intensive care unit (ICU). [6] In addition, Acute Physiology and Chronic Health Evaluation II (APACHE II) System also includes thrombocytopenia as an independent risk factor for mortality. [7] However, whether other PLT indices are associated with the severity of illness and patients' prognosis is still under exploring. In a recent research, it was reported that MPV was rising synchronously with interleukin-6 and C-reactive protein in septic premature infants, and the increment was correlated to the severity of sepsis. [8] In addition, in patients with cirrhosis and ascites, elevated PDW and MPV were accurate diagnostic predictors for ascitic fluid infection. [9] In addition, elevated PDW and MPV were associated with higher risk of in-hospital cardiovascular adverse events in patients with ST-segment elevation myocardial infarction undergoing primary percutaneous coronary intervention. [10] All these evidences indicated that PLT indices may be treated as indictors in a series of diseases. Thus, we conducted a retrospective study, which included patients who admitted to our ICU from January 2011 to September 2012, to explore whether PLT indices (PLT, PCT, MPV, and PDW) could be used to determine the severity of illness and to predict death events in critically ill patients.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 235,
                    "text": "[1]",
                    "end": 238
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 238,
                    "text": "[2]",
                    "end": 241
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 241,
                    "text": "[3]",
                    "end": 244
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 378,
                    "text": "[4]",
                    "end": 381
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 518,
                    "text": "[5]",
                    "end": 521
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 697,
                    "text": "[5]",
                    "end": 700
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1025,
                    "text": "[6]",
                    "end": 1028
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1187,
                    "text": "[7]",
                    "end": 1190
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1523,
                    "text": "[8]",
                    "end": 1526
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1666,
                    "text": "[9]",
                    "end": 1669
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1897,
                    "text": "[10]",
                    "end": 1901
                }
            ]
        },
        {
            "section": "Patients",
            "text": "Patients who admitted to ICU of Changzheng Hospital from January 2011 to September 2012 were included. The general conditions, diagnosis at admission, laboratory examinations, treatment measures, length of ICU stay, outcomes, and other data regarding patients' in-hospital information were obtained from the Electronic Medical Records System. Only the data and the illness severity scores recorded at admission were used for analysis. In cases when patients admitted into hospital multiple times, only the data drew from the first record was considered."
        },
        {
            "section": "Inclusion and exclusion criteria",
            "text": "Inclusion criteria (1) Age ranged from 18 to 75 years; (2) all PLT indices and in-hospital information were fully available; (3) the length of stay in ICU was more than 24 h."
        },
        {
            "section": "Exclusion criteria",
            "text": "(1) Pregnant and maternity women; (2) patients with active hemorrhage; (3) patients with hematological diseases (including anemia, hypersplenia, lymphoma or leukemia, rheumatism, and bone marrow diseases); (4) patients who had infused with blood or PLTs prior to their admission; (5) patients who had used anti-PLT drugs such as clopidogrel prior to their admission; (6) patients who had received radiotherapy or chemotherapy or bone marrow transplantation 1 month prior to admission."
        },
        {
            "section": "Exclusion criteria",
            "text": "The study was approved by the Ethics Committee of the Second Military Medical University and conducted in accordance with the Declaration of Helsinki. Informed consent was obtained from all participants or legal representatives."
        },
        {
            "section": "Assessment of outcomes",
            "text": "The assessment of outcomes included: (1) The odds ratio (OR) for mortality in patients with normal and abnormal PLT indices; (2) the relationship between all PLT indices and the APACHE II scores or sequential organ failure assessment (SOFA) scores; (3) the performance of received operating curves (ROCs) of all PLT indices in predicting patients' death events; (4) the difference of survival curves between patients with normal and abnormal PLT indices."
        },
        {
            "section": "Statistical analysis",
            "text": "Normally distributed data were expressed as mean ± standard deviation (SD), and comparisons between groups were performed using a Student's t-test. Abnormally distributed data were expressed as median and interquartile range (M, IQR), and comparisons between groups were performed using a Wilcoxon rank sum test. Categorical variables were presented as numerical data and percentages, statistical comparisons were conducted by a Chi-square (χ 2 ) test. In univariate analysis, variables with P < 0.1 between survivals and deaths were considered as potential risk factors for mortality and included into a multivariable logistic regression model for adjustment. After every PLT index had been adjusted by clinical covariates, the ORs for mortality in patients with normal or abnormal PLT indices were presented. Hosmer-Lemeshow test was applied to test Goodness-of-fit properties. Collinearity was determined by variance inflation factor (VIF). The value of VIF more than 5 indicated the existence of multicollinearity. [11] Second, to explore the relationship between PLT indices and illness severity, we first divided each PLT index into tertiles of the normal range, higher than upper limit, lower than lower limit. Then, we plotted the distribution of APACHE II scores and SOFA scores in each tertile to investigate whether the patients with abnormal PLT indices were associated with higher illness scores. Third, to evaluate the performance of the PLT indices in predicting death events, we built the ROCs for every index and compared the area under the curves (AUC). We also calculated optimal cut-off point (where the Youden index reached the maximum value) [12] and the diagnostic parameters including sensitivity, specificity, positive likelihood ratio, negative likelihood ratio and diagnostic accuracy for each PLT index. Finally, to compare the prognosis in patient with normal and abnormal PLT indices, we used the Kaplan-Meier method to construct survival curves for the each group. Log-rank test was used for comparison of different survival curves between patients with normal and abnormal PLT indices. All the statistical analysis was performed using Stata10 software (StataCorp LP, College Station, TX, USA), P < 0.05 was considered as statistically significant. All the diagrams were constructed using GraphPad Prism 5.0 (GraphPad Software Inc., CA, USA).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1019,
                    "text": "[11]",
                    "end": 1023
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1664,
                    "text": "[12]",
                    "end": 1668
                }
            ]
        },
        {
            "section": "General information of patients",
            "text": "A total of 361 patients were admitted to ICU from January 2011 to September 2012, of which 261 patients met the inclusion criteria. The clinical characteristics of the survival group and the death group were summarized in Table 1. There were 191 male patients and 70 female patients, and their death rates were 18.3% and 31.4%, respectively. Respiratory disease (25.7%), trauma (12.3%) and cardiovascular disease (10.0%) were the most common etiology among all the patients. Patients who died in hospital were elder (P = 0.002) and had higher APACHE II and SOFA scores (P < 0.001) than survivors. Among laboratory examinations, serum creatinine and serum lactate were significantly higher in death patients than survivors (P < 0.001 and P = 0.001, respectively). Among the four PLT indices, PLT and PCT were lower in death patients (P = 0.001 and P < 0.001, respectively) while MPV and PDW were higher in the death patients (P = 0.011 and P < 0.001, respectively).",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 222,
                    "text": "Table 1",
                    "end": 229
                },
                {
                    "type": "bibr",
                    "start": 378,
                    "text": "(12.3%)",
                    "end": 385
                }
            ]
        },
        {
            "section": "Adjusted odds ratio of abnormal platelet indices in multivariate regression model",
            "text": "As the results of univariate analysis presented in Table 1  .99], P = 0.009) were identified as the independent risk factors for mortality [ Table 2].",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 51,
                    "text": "Table 1",
                    "end": 58
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 141,
                    "text": "Table 2",
                    "end": 148
                }
            ]
        },
        {
            "section": "The receiver operating curves of platelet indices on predicting mortality",
            "text": "The ROCs of four PLT indices on predicting mortality were shown in Figure 1 and Table 3. PLT and MPV obtained the largest areas under ROCs of 0.78 and 0.79, respectively. PCT and PDW obtained lesser areas under ROCs of 0.66 and 0.68, respectively. The sensitivity and specificity for PLT were 60.1% and 91.2%, both of which were slightly higher than those of MPV (58.2% and 90.2%). However, MPV has the highest diagnostic accuracy (83.5%) among the four PLT indices. PLT count and MPV also obtained better positive likelihood ratio (6.9 and 6.0) and the negative ratio (0.4 and 0.5) compared to those of PCT and PDW.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 67,
                    "text": "Figure 1",
                    "end": 75
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 80,
                    "text": "Table 3",
                    "end": 87
                }
            ]
        },
        {
            "section": "The relationship between platelet indices and Acute Physiology and Chronic Health Evaluation II scores and sequential organ failure assessment scores",
            "text": "All the PLT indices were divided into tertiles of normal range, higher than upper limit, lower than lower limit. APACHE II and SOFA scores in each tertile were presented  in Figure 2. For PLT, the M and IQR of the APACHE II and SOFA scores in the \"low PLT\" tertile were 14.0 (9.0-20.0) and 7.0 (5.0-10.5), respectively. Correspondingly, the APACHE II and SOFA scores in the \"normal PLT\" tertile were 12.0 (9.0-18.0; P = 0.170) and 6.0 (3.0-8.0; P = 0.002), respectively. For PCT, the APACHE II and SOFA scores in the \"low PCT\" tertile were 13.0 (8.0-16.0) and 7.0 (4.0-11.0), respectively, and were not significantly different to those in the \"normal PCT\" tertile, which were 12.0 (8.0-22.5; P = 0.531) and 6.0 (3.0-8.0; P = 0.141), respectively. For MPV, the APACHE II and SOFA scores in the \"high MPV\" tertile were 14.0 (9.3-19.0) and 7.0 (4.0-9.8) respectively and were significantly higher than those in the \"normal MPV\" tertile that were 10.5 (8.0-16.0; P = 0.008) and 5.0 (2.0-7.3; P = 0.001), respectively. For PDW, the APACHE II and SOFA scores in the \"high PDW\" were 14.0 (10.5-20.0) and 7.0 (5.0-11.0) respectively and were higher than that in the \"normal PDW\" tertile, which were 11.0 (8.0-16.0; P = 0.002) and 5.0 (3.0-8.0; P = 0.001), respectively.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 174,
                    "text": "Figure 2",
                    "end": 182
                }
            ]
        },
        {
            "section": "Survival curves by patients with normal and abnormal platelet indices",
            "text": "The 28-day survival curves for patients with normal and abnormal PLT indices were shown in Figure 3. Patients with decreased PLT and PCT values had significantly shortened length of survival than those with normal PLT and PCT values (both P < 0.001). Similarly, patients with increased MPV and PDW values had significantly shortened length of survival than those with normal range of MPV and PDW (P = 0.007 and 0.003, respectively).",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 91,
                    "text": "Figure 3",
                    "end": 99
                }
            ]
        },
        {
            "section": "dIscussIon",
            "text": "In our study, we found that patients with abnormally low PLT, abnormally high MPV value and abnormally high PDW value had higher APACHE II and SOFA scores than those with normally PLT indices, indicating that patients with abovementioned abnormally PLT indices were likely to have more severe illness. In addition, we also demonstrated that patients with reduced PLT and PCT or increased MPV   and PDW had shortened length of survival as compared to patients with normal PLT indices."
        },
        {
            "section": "dIscussIon",
            "text": "Platelet indices are a group of indices that are used to measure the PLT count and PLT morphology. Under physiological conditions, the amount of PLTs in blood can be maintained in an equilibrium state by regeneration and elimination. Thus, either the PLT or their morphology remains relatively constant. Under pathophysiological conditions, any factor which could inhibit PLT regeneration, increase their activation or accelerate their death once overwhelming the capacity of self-regulation will cause changes in both PLT count and morphology and thus results in a change in PLT indices. [13] Researches have shown that activation of the coagulation system, severe infection, trauma, systemic inflammatory reaction syndrome and thrombotic diseases could all result in changes in PLT indices. Reduction in PLT has been proved to be one of the independent risk factors for ICU patients. [14,15] PCT is the arithmetic product of PLT count and PLT volume, which is positively correlated with PLT. A reduction of PLT and PCT simultaneously indicates that PLTs have been excessively consumed. MPV is the measure of PLT volume. When PLTs have been excessively consumed, bone marrow will produce a large amount of immature PLTs which have larger volume than mature ones. At that time, both newly produced PLTs with large volume and mature PLTs with small volume simultaneously present in the blood, therefore, both MPV and PDW (coefficient of PLT variation) will be increased correspondingly. [5] Thus, instead of only measuring PLT as has been done previously, to measure all of the PLT indices, will provide us a more comprehensive view of illness severity and an insight into potential etiology which has been induced changes in PLTs indices. Two previously published researches reported that in sepsis or septic shock patients, in-hospital mortality was negatively correlated with PLT and PCT values, and positively correlated with MPV and PDW values. In addition, increased MPV and PDW have been considered as predictors of poor outcomes among a number of diseases, including sleep apnea syndrome, [16] chronic obstructive pulmonary disease, [17] myocardial infarction [18] and infection. [19] Our study found that PLT indices were also useful in determining illness severity and predicting prognosis in critically ill patients. In our univariate analysis, we  found that patients who had lower PLT and PCT were more likely to die than those who had normal PLT and PCT. Similarly, patients who had higher MPV and PDW were associated with higher mortality as compared to those with normal MPV and PDW. In multivariate logistic regression model, reduced PLT count and PCT, increased MPV and PDW were still four independent risk factors for mortality even after they were adjusted for other covariates related to clinical variables. To analyze the performance of PLT indices in predicting mortality, we built the ROC for each PLT index and calculated the diagnostic parameters for all the PLT indices. In our study, PLT and MPV possessed the largest areas under ROC of 0.78 and 0.79, respectively. In addition, MPV also ranked the supreme of predictive accuracy among the four indices. Thus, MPV was inferred to be the optimal predictive indicator. However, in another study, which reported that all the AUCs of PLT indices were lower than 0.65 when predicting mortality, indicating a poor operating performance. [5] One possible explanation for the poor performance of ROCs may be the inclusion criteria of patients used in that study was not specified. For example, the patients who had received PLT infusion were not excluded in that study. Additionally, patients came from various regions could have variations in PLT indices. [19] In the following survival analysis, we found that patients with abnormally low PLT, abnormally low PCT value, abnormally high MPV value or abnormally high PDW value had significantly shortened length of survival than those with normal PLT indices.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 589,
                    "text": "[13]",
                    "end": 593
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 886,
                    "text": "[14,",
                    "end": 890
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 890,
                    "text": "15]",
                    "end": 893
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1486,
                    "text": "[5]",
                    "end": 1489
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 2096,
                    "text": "[16]",
                    "end": 2100
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 2140,
                    "text": "[17]",
                    "end": 2144
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 2167,
                    "text": "[18]",
                    "end": 2171
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 2187,
                    "text": "[19]",
                    "end": 2191
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 3408,
                    "text": "[5]",
                    "end": 3411
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 3726,
                    "text": "[19]",
                    "end": 3730
                }
            ]
        },
        {
            "section": "dIscussIon",
            "text": "Our studies also have several limitations. First, due to more specified inclusion and exclusion criteria in this study, a number of patients were precluded and inevitably resulted in limited sample size. Second, we did not conduct stratified analysis on whether there was a difference when PLT indices were applied as a predictor in patients with different disease. This was because patients in our ICU often bear several etiologies, making it difficult to discriminate the effect of a certain disease on PLT indices. Third, this is a retrospective study that inevitably had a risk to introduce selective bias. Forth, although we found that several abnormal PLT indices were associated with higher risk of death and more severe illness, the causal relationship cannot be verified in the present study. Our study also has several strong points. First, to our knowledge, previous studies were mainly focused on the relationship between PLT indices and patients prognosis. However, in this study, we found that a linkage between abnormal PLT indices and illness severity. Second, we selected patients by a more specified criteria, which could partly eliminate the effects of cofounders."
        },
        {
            "section": "dIscussIon",
            "text": "With the progress in health care examination, increasing novel indices have been applied in diagnosis and prediction of clinical outcomes, such as red blood cell β-subunit, [20] soluble CD14 subtype [21] and presepsin. [22] However, these novel diagnostic indices are expensive and ineffective in timeliness. PLT indices can be simply and rapidly measured from routine blood examination that is inexpensive and repeatable, providing a simple and convenient stratification tool for illness severity. If a patient presents reduced PLT count and PCT indices or elevated MPV and PDW indices at admission, more intensive supervision and aggressive treatment may be needed to prevent exacerbation.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 173,
                    "text": "[20]",
                    "end": 177
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 199,
                    "text": "[21]",
                    "end": 203
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 219,
                    "text": "[22]",
                    "end": 223
                }
            ]
        },
        {
            "section": "dIscussIon",
            "text": "In conclusion, PLT indices are valuable indicators of illness severity and effective predictors of clinical outcomes. Abnormally low PLT, high MPV value, and high PDW value are associated with more severe illness. In addition, patients have higher risk of death when they present reduced PLT count and PCT or increased MPV and PDW as compared to patient with normal PLT indices."
        }
    ]
}