{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Background: Cell-based therapies can be used to treat neurological diseases and spinal cord injuries. The aim of this study was to assess the clinical outcome of bone marrow derived mononuclear cells (BM-MNCs) transplantation in patients with spinal cord injuries. Methods: Following a systematic review to detect clinical intervention studies, a meta-analysis was done for pooling data to estimate the outcome of BM-MNCs transplantation. The percentage of the patients with improved ASIA scale from one grade to a higher grade was defined as the main outcome. By considering the study design and outcome measurement, two reviewers independently extracted the data. Results: Eight relevant primary studies were found; seven qualified studies, with a combined total of 328 patients were assessed by meta-analysis, including 314 ASIA-A, 13 ASIA-B, 94 cervical, 227 thoracic and 60 acute injuries. The percentage of the patients' improvement was tested by meta-analysis through random and fixed models. The overall percentage of all patients' improved ASIA scale after a one-year follow-up (95% CIs) was 43 (0.27-0.59). Conclusion: Data from published trials revealed that encouraging results were achieved by autologous BM-MNCs for the treatment of spinal cord injury. However, the number of clinical trials included in the systematic review was too limited to reach a definite conclusion. More qualified clinical trials with standardized methods are needed to truly justify the outcome of this therapeutic modality in SCI patients."
        }
    ],
    "body_text": [
        {
            "section": "Introduction",
            "text": "Spinal Cord Injury (SCI) occurs with a worldwide incidence of 15-40 cases per million people annually (1). Epidemiological data concerning the global prevalence of SCI is inaccessible. Also, it is appraised that more than 130,000 patients suffer from SCI per year. The mean age of spinal cord injury patients is 30 years, demonstrating that it disables persons in the prime of their lives. The high rate of incidence in adolescent groups is reasoned to the road accidents and sports related damages (2).Up to now, there is no cure available for these individuals, and SCI usually leads to important life-long disability (3,4). Despite a lack of internationally accepted scientific evidences, cell-based therapies offer great promise for many currently intractable conditions including neurological disorders. Frequently mentioned targets include neurological diseases and spinal cord injury (5). Different cell types have been studied in animal models and clinical trials. The bone marrow derived from mononuclear cells (BM-MNCs) is extracted from the bone marrow directly, or it is derived via mobilization into the peripheral blood using granulocyte colony-stimulating factor (GCSF) (6). BM-MNCs are the most common cell population used in neuropathologic insults. These cells have many advantages including easy and rapid isolation with minimal manipulation, ample cell number, low processing costs and a minimally invasive bone marrow harvest procedure (7). BM-MNCs have been reported to promote repair and regeneration of nervous tissue within the central and peripheral nervous system (8). It seems that BM-MNC can facilitate recovery from SCI by promoting remyelinating spared white matter tracts or intensifying axonal growth (9). However, the transdifferentiation of BM cells into myelin cells is an area of great controversy, and there is no convulsive evidence that these cells do this process without extensive genetic and epigenetic manipulation.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 102,
                    "text": "(1)",
                    "end": 105
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 499,
                    "text": "(2)",
                    "end": 502
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 620,
                    "text": "(3,",
                    "end": 623
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 623,
                    "text": "4)",
                    "end": 625
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1185,
                    "text": "(6)",
                    "end": 1188
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1457,
                    "text": "(7)",
                    "end": 1460
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1591,
                    "text": "(8)",
                    "end": 1594
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1734,
                    "text": "(9)",
                    "end": 1737
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Although the results of pre-clinical studies recommend that BM-MNCs could be used as a potential therapy for SCI, (10) they have not clearly indicated whether these cells have therapeutic advantages in SCI patients. Since BM-MNCs transplantation has been considered as a novel intervention in clinical trials for SCI, it has not been scientifically proven to be safe and effective. This systematic review investigates the clinical outcome of BM-MNCs transplantation for patients with traumatic SCI. The objective was to determine whether BM-MNC transplantation can increase ASIA scale, which is a valid and useful tool for determining the function maintained by a patient after suffering from spinal cord in-juries (11).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 715,
                    "text": "(11)",
                    "end": 719
                }
            ]
        },
        {
            "section": "Search Strategy",
            "text": "We performed PICOS framework (Determining patient, problem or population, intervention, comparison and outcome) to define the main concepts of the research questions."
        },
        {
            "section": "Search Strategy",
            "text": "Patient: People with Spinal Cord Injury Intervention: Bone Marrow Transplantation"
        },
        {
            "section": "Search Strategy",
            "text": "Comparison: No Treatment Outcome: Improvement in the ASIA Score Computerized databases were searched on 28 October 2012. To retrieve both original and secondary related studies, we used a sensitive librarian-assisted search strategy in the last available version of the three following databases at the time of the search: MEDLINE via Ovid SP (1948 to 28 October 2012), EMBASE via Ovid SP (1989 to 27 October 2012) and CENTRAL via Ovid SP (September 2012). The search was limited to the English language. Search was updated on May 2013; however, no new records were found. Because of the low number of results in the primary search, we applied a sensitive search strategy to retrieve a suitable number of records and minimize any missing of possible related records. Therefore, we included only problem and intervention in PICOS structure of the formulated question to achieve higher sensitivity, and we did not limit our results to humans and particular types of study de Inclusion criteria All those clinical trials which measured neurological assessment as ASIA scale preand post-transplantation or those which included participants with traumatic SCI (cervical or thoracic level) as well as ASIA (American Spinal Injury Association) scale A or B at baseline were included in this review.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 970,
                    "text": "de",
                    "end": 972
                }
            ]
        },
        {
            "section": "Exclusion criteria",
            "text": "Animal studies were excluded in this review. Other studies that did not report ASIA score as a clinical outcome along with those studies which considered other types of bone marrow derived cells or mixed cell population (BM-MSCs + BM-MNCs) as well as case reports were excluded from this review."
        },
        {
            "section": "Subgroups",
            "text": "This review determined three subgroups on the basis of impairment scale, level of injury and duration of SCI. The ICCP (International Campaign for Cures for spinal cord injury Paralysis) panel guideline men-tioned that these variables can influence spontaneous recovery rate. However, a clinical trial considering ASIA -A patients showed less spontaneous improvement over time (18). This review analyzed patients with complete and incomplete ASIA separately. In addition, the duration of SCI in terms of acute and chronic injuries was defined, and the level of injury was divided into cervical and thoracic injury.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 377,
                    "text": "(18)",
                    "end": 381
                }
            ]
        },
        {
            "section": "Data extraction",
            "text": "Data extraction was conducted by two independent researchers of the study (M-Y and HR-A). Data pertaining to the number of the enrolled patients, injury types and levels, type and dose of cell transplants, duration of the follow ups and clinical outcomes with confidence intervals were extracted from the papers. We defined the percentage of the patient's improvement from ASIA scale A to B/C or ASIA scale B to C/D as a clinical outcome after a oneyear follow-up. It should be noted that a clinical trial with a small size effect may need a more accurate outcome measure such as a statistically mean change in the motor and sensory scores (19). Therefore, we reported the mean change of the motor score and sensory score (light touch and Pinprick) at the time of the transplant and at the end of the last follow-up as a functional outcome in three studies (10,14,16). These studies reported the details of motor and sensory scores along with the ASIA scale. The confidence interval and lower and upper limits were not reported directly, so we calculated and recorded them using other indices which were based on formulas.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 857,
                    "text": "(10,",
                    "end": 861
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 861,
                    "text": "14,",
                    "end": 864
                },
                {
                    "type": "bibr",
                    "start": 864,
                    "text": "16)",
                    "end": 867
                }
            ]
        },
        {
            "section": "Synthesis of the results",
            "text": "Meta-analysis was performed using the STATA statistical package version 11. First, we assessed the heterogeneity between the studies by Chi-squared test (P<0.1 as meaningful). We used random or fixed model for pooling the percentage of improvement and 95% confidence intervals in case of heterogeneous and homogenous cases, respectively. In addition, p-values less than 0.05 were regarded significant."
        },
        {
            "section": "Synthesis of the results",
            "text": "The subgroups were determined based on the patients' injury type (impairment scale, level and stage of injury). ASIA-A, ASIA-B, cervical, thoracic and acute patients were regarded as subgroups. Chronic subgroups were excluded from the meta-analysis because this subgroup included only one study. Due to the different characteristics of each subgroup after excluding the chronic group from the analysis, we had to pool the data from the acute group separately, not acute versus chronic; otherwise, the pooled estimate would have led to an inability in reaching a firm conclusion about the potential benefit of a candidate therapy."
        },
        {
            "section": "Study selection",
            "text": "The search identified 594 studies, among which 122 were duplicates ( Fig. 1). Titles and abstracts of the obtained articles were assessed for relevancy by two researchers independently (M-Y, HR-A). Any disagreements were resolved by consensus or discussion with the authors. After screening the titles and abstracts, 17 studies were determined as eligible (BM-MNC transplantation, in which the standard neurological outcome had been reported). The full texts of the relevant articles were checked for eligibility criteria after investigating the full reports, and consequently nine studies were excluded. Finally, eight studies with a total number of 337 participants were evaluated to find the outcome of BM-MNC transplant in patients with SCI (Table 1)  (12)(13)(14)(15)(16)(17). Moreover, seven studies were included in the meta-analysis.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 69,
                    "text": "Fig. 1",
                    "end": 75
                },
                {
                    "type": "table",
                    "start": 745,
                    "text": "(Table 1)",
                    "end": 754
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 756,
                    "text": "(12)",
                    "end": 760
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 760,
                    "text": "(13)",
                    "end": 764
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 764,
                    "text": "(14)",
                    "end": 768
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 768,
                    "text": "(15)",
                    "end": 772
                },
                {
                    "type": "bibr",
                    "start": 772,
                    "text": "(16)",
                    "end": 776
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 776,
                    "text": "(17)",
                    "end": 780
                }
            ]
        },
        {
            "section": "Study selection",
            "text": "With respect to the quality assessment, all clinical trials had a high risk of bias; specifically, seven of eight studies were nonrandomized. Moreover, the details of randomization methods were unclear in the remaining studies. Since it is difficult to "
        },
        {
            "section": "Meta analysis",
            "text": "We ended up with eight studies in the systematic review, one of which was excluded from our analysis because of 100% improvement (No variation) (13). The re-maining studies had a combined total of 328 patients. Our findings revealed a considerable heterogeneity among these studies (X 2 =36.1, p<0.0001, I 2 =83.6%). Also, the results of the meta-analysis using a random model revealed an estimate of 0.428 (95% CI = (0.268, 0.589)) for the proportion of the improvement which was statistically significant (p<0.0001). Although the metaanalysis in the subgroups of patients with BM-MNCs transplantation in ASIA-B at baseline resulted in homogeneity between the studies, a considerable heterogeneity A*= ASIA A patient, B**= ASIA B patient, C ʸ =Cervical level, T^= Thoracic Level, Ac ʰ= Acute, Ch˅=Chronic, CG ʳ=Control Group. come (motor and sensory scores) might also be useful in these trials. As a result of the mean change of the motor and sensory scores, three qualified studies conducted on 32 patients were assessed (Table 3). In the other trials, the details of the scores were not reported.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 144,
                    "text": "(13)",
                    "end": 148
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 1024,
                    "text": "(Table 3",
                    "end": 1032
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "The aim of this systematic review was to evaluate the clinical outcome of BM-MNCs transplant in SCI. The outcome measures were to obtain improvement in ASIA scale. The overall percentage of improvement between 328 patients was 43% .There was a considerable heterogeneity among these studies I 2 =83.6% (Fig. 2). Meta-analysis was performed for each subgroup to achieve better results. Clinical outcome in patients who had ASIA scales A and B showed that the percentage of improvement in patients who had ASIA scale A at baseline (41%) was more than ASIA scale B (37%) ( Table 2). Considerable differences between the number of patients in the subgroups of ASIA-A and ASIA-B might have led to this result because the likelihood of improvement in patients with incomplete impairment should be more than the complete functional impairment (19). In addition, there was homogeneity between the studies that included patients with ASIA-B at baseline in contrast with studies that included ASIA -A at baseline (Figs. 3, 4). In comparison with the cervical and lumbar segment, cell transplantation in a thoracic segment might be less likely to affect a significant outcome. However, the potential risk of adverse effects which may result from the manipulation of cervical and lumbar spinal cord regions is higher. Therefore, a potential trial should weigh the ad- vantages and risks of treating cervical versus thoracic injuries (18). Thoracic cases were included for safety concerns in most of phase I/II trials. The result of the metaanalysis revealed a considerable heterogeneity in both groups (Figs. 6, 7). In addition, improvement in ASIA scale occurred in the patients with thoracic level (50%) more than cervical level (43%) ( Table 2), and this may be due to the higher number of thoracic cases in this review. To assess the potentially beneficial effects of experimental treatments in SCI trials, mean changes in motor and sensory scores can be a more reliable efficacy index than the conversion of ASIA scale (21). In our review, just three out of eight studies (10,14,16) reported the details of ASIA motor and sensory scores. Although the percentage of patients with improved ASIA scores were 10% in one of these studies (16), the pooled mean change of motor, light touch and Pinprick scores in patients of this study significantly increased after intervention (Table  3). Another clinical trial assessed the quality of life score as Barthel Index. Geffner et al. (14) investigated different routes of transplant directly into the spinal cord, the spinal canal and intravenously and observed improvements in Barthel Index of all the patients. Considering the fact that the quality of life assessment in spinal cord injury is significant, it might be helpful to use this tool as a secondary outcome (19).The authors suggest that quality of life assessment be considered as a generic outcome for SCI cell transplantation trials. Only in one clinical trial a control group was included. In this trial, the intervention group demonstrated more improvement in ASIA scale than the control group. Yoon and colleagues (17) regarded 13 patients treated with conventional decompression and fusion surgery as the control group. In this trial, 20 % of the treatment group and 7 % of the control patients indicated an improved neurological function. Coadministration of granulocyte macrophagecolony stimulating factor (GM-CSF) has been applied in two studies. Yoon et al. (17) stated that the administration of GM-CSF for SCI patients may result in the progress of neurologic functions without any adverse effect. Recently, several researchers revealed that GM-CSF stimulates microglial cells to produce neurotrophic cytokines such as BDNF (22). In addition, Park and colleagues (20) believed that GM-CSF enhances the activity of the patients' bone marrow and increases the number of BM derived stem cells in the circulating peripheral blood. However, GM-CSF administration induced fever, pain and leukocytosis in this trial. Regarding dynamic pathophysiological and multifactorial nature of SCI and its consequences, the success of future cell therapy might likely depend on the informed co-administration of combinatorial stem cell transplantation, pharmacological and rehabilitation therapies (4). This review demonstrated that BM-MNCs transplantation is a relatively safe intervention without serious adverse events. In comparison with mesenchymal stem cells or other cell types, BM-MNCs can be easily obtained and isolated in a short time just before transplantation and do not require in vitro expansion. This reduces processing costs and minimizes the risks of contamination (23).",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 302,
                    "text": "(Fig. 2)",
                    "end": 310
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 570,
                    "text": "Table 2",
                    "end": 577
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1003,
                    "text": "(Figs. 3, 4)",
                    "end": 1015
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1421,
                    "text": "(18)",
                    "end": 1425
                },
                {
                    "type": "figure",
                    "start": 1590,
                    "text": "(Figs. 6, 7)",
                    "end": 1602
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 1727,
                    "text": "Table 2)",
                    "end": 1735
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 2012,
                    "text": "(21)",
                    "end": 2016
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 2065,
                    "text": "(10,",
                    "end": 2069
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 2069,
                    "text": "14,",
                    "end": 2072
                },
                {
                    "type": "bibr",
                    "start": 2072,
                    "text": "16)",
                    "end": 2075
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 2366,
                    "text": "(Table  3)",
                    "end": 2376
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 2469,
                    "text": "(14)",
                    "end": 2473
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 3464,
                    "text": "(17)",
                    "end": 3468
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 3732,
                    "text": "(22)",
                    "end": 3736
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 3771,
                    "text": "(20)",
                    "end": 3775
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 4288,
                    "text": "(4)",
                    "end": 4291
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "There were many restrictions in drawing a certain conclusion on the outcome of BM-MNCs transplantation in this review. As clinical trial in stem cell therapy is a new method and there is no sufficient literature on stem cell therapy due to the ethical issues and other limitations, we did not consider quality assessment and publication bias of the included studies in this analysis. The included trials in this review did not consider control groups or blinded assess- ments, and this might have led to an overestimation of the overall outcome (24). Although the quality assessment of the trial tools presented good correlation, the results of one study which evaluated the impact of quality assessment in the meta-analysis showed that in systematic reviews with the same direction of effect, the quality assessment may not significantly change the results (25). Since most of the included studies in this review demonstrated some degrees of improvement, waiving the quality of trials may not cause significant changes.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 545,
                    "text": "(24)",
                    "end": 549
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 858,
                    "text": "(25)",
                    "end": 862
                }
            ]
        },
        {
            "section": "Conclusion",
            "text": "BM-MNCs transplantation in spinal cord injury seems to be feasible, safe and have a good degree of outcome improvement. Although most of the studies showed promising results, more qualified randomized controlled trials should be conducted to examine the efficacy and appropriate dosage of BM-MNCs for patients with spinal cord injuries."
        },
        {
            "section": "Acknowledgments",
            "text": "The authors are grateful to Dr. Manuela Joore and H. Van. Santbrink for their useful advices."
        },
        {
            "section": "Conflict of interests",
            "text": "Authors declare they have no conflict of interests."
        }
    ]
}