{
    "level": "paragraph",
    "abstract": [
        {
            "text": "This study investigated the degree to which instrumental measurements explain the variation in pork loin tenderness as assessed by the sensory evaluation of trained panelists. Warner-Bratzler shear force (WBS) had a significant relationship with the sensory tenderness variables, such as softness, initial tenderness, chewiness, and rate of breakdown. In a regression analysis, WBS could account variations in these sensory variables, though only to a limited proportion of variation. On the other hand, three parameters from texture profile analysis (TPA)-hardness, gumminess, and chewiness-were significantly correlated with all sensory evaluation variables. In particular, from the result of stepwise regression analysis, TPA hardness alone explained over 15% of variation in all sensory evaluation variables, with the exception of perceptible residue. Based on these results, TPA analysis was found to be better than WBS measurement, with the TPA parameter hardness likely to prove particularly useful, in terms of predicting pork loin tenderness as rated by trained panelists. However, sensory evaluation should be conducted to investigate practical pork tenderness perceived by consumer, because both instrumental measurements could explain only a small portion (less than 20%) of the variability in sensory evaluation."
        }
    ],
    "body_text": [
        {
            "section": "INTRODUCTION",
            "text": "Meat quality is defined by those traits that consumers perceive as desirable, such as visual appearance, edibility and credence quality (van der Wal et al., 1997;Warner et al., 2010;Lee et al., 2012). At the point of sale, visual traits such as color, leanness, amount and distribution of fat, and the absence of excess water in the tray influence consumer purchase decisions. At the point of consumption, consumer satisfaction is mainly determined by edibility (Becker, 2000;Glitsch, 2000). Consumer's eating satisfaction, which is primarily associated with tenderness, juiciness and flavor, subsequently influence the intention to repurchase (Maltin et al., 1997;Lee et al., 2012). In general, tenderness is considered the most important palatability trait (Warner et al., 2010). Many researchers have reported that the main source of consumer complaints and/or the most common cause of failure to repurchase is variation in tenderness, in particular the presence of toughness (Jeremiah, 1982;Tarrant, 1998;Bindon and Jones, 2001;Maltin et al., 2003). By the same token, consumers are willing to pay a premium for the meat that is guaranteed to be tender (Boleman et al., 1997). Thus, the production of consistently tender meat is of primary concern to meat science and the meat industry.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 136,
                    "text": "(van der Wal et al., 1997;",
                    "end": 162
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 162,
                    "text": "Warner et al., 2010;",
                    "end": 182
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 182,
                    "text": "Lee et al., 2012)",
                    "end": 199
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 462,
                    "text": "(Becker, 2000;",
                    "end": 476
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 476,
                    "text": "Glitsch, 2000)",
                    "end": 490
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 644,
                    "text": "(Maltin et al., 1997;",
                    "end": 665
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 665,
                    "text": "Lee et al., 2012)",
                    "end": 682
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 759,
                    "text": "(Warner et al., 2010)",
                    "end": 780
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 979,
                    "text": "(Jeremiah, 1982;",
                    "end": 995
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 995,
                    "text": "Tarrant, 1998;",
                    "end": 1009
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1009,
                    "text": "Bindon and Jones, 2001;",
                    "end": 1032
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1032,
                    "text": "Maltin et al., 2003)",
                    "end": 1052
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1157,
                    "text": "(Boleman et al., 1997)",
                    "end": 1179
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "There are various methods available to measure meat tenderness, including instrumental, histological, and chemical evaluation; however, sensory evaluation is considered the ultimate method (Larmond, 1976). Sensory evaluation is the result of scoring done by trained or consumer panelists (Wood et al., 2004). The use of trained panelists is useful for comparing differences or investigating particular characteristics, but usually cannot provide information regarding the acceptability of or preference for one kind of meat over another to consumers (Wheeler et al., 1997;Destefanis et al., 2008;Warriss, 2010). On the other hand, sensory consumer opinion as measured by consumer panelists is a key factor in establishing the value of meat and predicting purchasing decisions (Destefanis et al., 2008). Despite its obvious benefit, sensory evaluation is expensive, difficult to organize, and time consuming, regardless of whether the panelists are trained professionals or consumers (Peachey et al., 2002;Platter et al., 2003;Destefanis et al., 2008). Consequently, many attempts have been made to develop instrumental methods that can accurately reflect the meat tenderness ratings generated by panels (Lawrie and Ledward, 2006;Destefanis et al., 2008). However, sensory evaluation and instrumental methods cannot measure the same physical properties of meat (Hansen et al., 2004). Sensory evaluation determine that meat tenderness is a result of the type and rate of deformation and the heterogeneity of the sample, whereas instrumental measured only a resistance of external physical force (Hansen et al., 2004). For instance, instrumental methods assess the force required to shear, compress, penetrate, bite, stretch, and mince the meat (Lawrie and Ledward, 2006).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 189,
                    "text": "(Larmond, 1976)",
                    "end": 204
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 288,
                    "text": "(Wood et al., 2004)",
                    "end": 307
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 550,
                    "text": "(Wheeler et al., 1997;",
                    "end": 572
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 572,
                    "text": "Destefanis et al., 2008;",
                    "end": 596
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 596,
                    "text": "Warriss, 2010)",
                    "end": 610
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 776,
                    "text": "(Destefanis et al., 2008)",
                    "end": 801
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 983,
                    "text": "(Peachey et al., 2002;",
                    "end": 1005
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1005,
                    "text": "Platter et al., 2003;",
                    "end": 1026
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1026,
                    "text": "Destefanis et al., 2008)",
                    "end": 1050
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1203,
                    "text": "(Lawrie and Ledward, 2006;",
                    "end": 1229
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1229,
                    "text": "Destefanis et al., 2008)",
                    "end": 1253
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1360,
                    "text": "(Hansen et al., 2004)",
                    "end": 1381
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1593,
                    "text": "(Hansen et al., 2004)",
                    "end": 1614
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1742,
                    "text": "(Lawrie and Ledward, 2006)",
                    "end": 1768
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "Warner-Bratzler shear force (WBS) is the most widely used estimator of sensory meat tenderness; it is in fact the only method used for raw meat and is suitable for commercial application (Culioli, 1995;Shackelford et al., 1995;1999;Wheeler et al., 1997;de Huidobro et al., 2005). However, the correlation between WBS and sensory tenderness is known to vary considerably (Culioli, 1995;Caine et al., 2003;Platter et al., 2003;de Huidobro et al., 2005;Destefanis et al., 2008). Variability in the relationship between WBS and sensory tenderness depends in many factors including muscle type, sample preparation, cooking methods, shear apparatus, measurement procedure and panel type (Destefanis et al., 2008). Moreover, WBS measurement has a limitation to imitate fully the complexity of the chewing motion (Caine et al., 2003). Texture profile analysis (TPA) is another common method used to evaluate the texture of various food items, with one advantage to assess multiple variables at one time measurement. For meat, these variables include hardness, cohesiveness, springiness and chewiness (de Huidobro et al., 2005). The relationship between sensory evaluation and various instrumental measurements of beef tenderness has been investigated in previous researches, and it has been reported that TPA is a superior indicator of the beef tenderness assessed by panelists compared to WBS (Caine et al., 2003;de Huidobro et al., 2005). However, few studies have investigated the relationship between sensory and instrumental evaluation of pork tenderness, even though tenderness is an important quality for this meat (Jeremiah, 1982;Hansen et al., 2004). Therefore, the purpose of this study is to investigate the degree to which the two common instrumental measurements, WBS and TPA, can explain variation in pork tenderness as assessed by trained panelists.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 187,
                    "text": "(Culioli, 1995;",
                    "end": 202
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 202,
                    "text": "Shackelford et al., 1995;",
                    "end": 227
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 227,
                    "text": "1999;",
                    "end": 232
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 232,
                    "text": "Wheeler et al., 1997;",
                    "end": 253
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 253,
                    "text": "de Huidobro et al., 2005)",
                    "end": 278
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 370,
                    "text": "(Culioli, 1995;",
                    "end": 385
                },
                {
                    "type": "bibr",
                    "start": 385,
                    "text": "Caine et al., 2003;",
                    "end": 404
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 404,
                    "text": "Platter et al., 2003;",
                    "end": 425
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 425,
                    "text": "de Huidobro et al., 2005;",
                    "end": 450
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 450,
                    "text": "Destefanis et al., 2008)",
                    "end": 474
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 681,
                    "text": "(Destefanis et al., 2008)",
                    "end": 706
                },
                {
                    "type": "bibr",
                    "start": 805,
                    "text": "(Caine et al., 2003)",
                    "end": 825
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1092,
                    "text": "(de Huidobro et al., 2005)",
                    "end": 1118
                },
                {
                    "type": "bibr",
                    "start": 1386,
                    "text": "(Caine et al., 2003;",
                    "end": 1406
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1406,
                    "text": "de Huidobro et al., 2005)",
                    "end": 1431
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1614,
                    "text": "(Jeremiah, 1982;",
                    "end": 1630
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1630,
                    "text": "Hansen et al., 2004)",
                    "end": 1650
                }
            ]
        },
        {
            "section": "Meat samples",
            "text": "A total of 380 pork loin samples were taken at 24 h postmortem between the 9th and 15th thoracic vertebra on the right side of 380 female pigs (Landrace×Yorkshire× Duroc), which are raised in the same farm under the same condition including the same feed. The samples were immediately transferred to the laboratory and were further divided into three groups to assign one group for each analysis including sensory evaluation, WBS measurement, and TPA measurement ( Figure 1). The samples were then vacuum packaged and stored at -20°C until testing.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 465,
                    "text": "Figure 1",
                    "end": 473
                }
            ]
        },
        {
            "section": "Sensory evaluation",
            "text": "For the sensory evaluation of the pork loin, 10 panelists were selected and trained in accordance with previous methods (AMSA, 1995;Peachey et al., 2002). The objective of the training was to ensure that panelists were capable of providing precise, consistent and reproducible sensory evaluation. During the final training sessions, significant differences between the trained panelists and the samples were not observed when the same sample was assessed by all panelists or the same samples were assessed by the same panelist, indicating that the panelists could provide consistent and reproducible sensory evaluation data.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 120,
                    "text": "(AMSA, 1995;",
                    "end": 132
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 132,
                    "text": "Peachey et al., 2002)",
                    "end": 153
                }
            ]
        },
        {
            "section": "Sensory evaluation",
            "text": "Each pork loin sample was evaluated twice. A total of 95 testing sessions was performed, with 8 samples evaluated per session. Two steaks of 20 mm thickness were cut from each pork loin at 24 h postmortem without visible fat and connective tissue and stored at -20°C until evaluation. Samples were thawed overnight at 4°C, and then cooked at 180°C without salt or spices in a humid oven (Hauzen HS-XC364AB, Samsung, Gyeonggi, Korea). Samples were cooked until an internal temperature of 75°C was reached, as measured by a TES-1300 thermometer (TES Electrical Electronic Co., Taipei, Taiwan). The cooked samples were immediately cut into 15 mm cubes ( Figure  2A), packaged with polyethylene bag, and submerged in a water bath (54°C) until served to the panelists. Each sample was served in a lidded cup labelled with a three-digit random code. There was a 5 min interval between the evaluations of each sample. Panelists were instructed to cleanse their palate with distilled water (30°C) and salt-free crackers between samples. Testing took place in individual booths under white light.",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 651,
                    "text": "Figure  2A",
                    "end": 661
                }
            ]
        },
        {
            "section": "Sensory evaluation",
            "text": "The tenderness-related attributes of the pork loin were evaluated using the method described by Fortin et al. (2005) with slight modification. The definitions and score distributions for each of these attributes are presented in Table 1. These parameters were assessed using 5 cm unstructured line scales, labelled with the anchors (1 on the left side and 5 on the right side) shown in Table 1.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 96,
                    "text": "Fortin et al. (2005)",
                    "end": 116
                },
                {
                    "type": "table",
                    "start": 229,
                    "text": "Table 1",
                    "end": 236
                },
                {
                    "type": "table",
                    "start": 386,
                    "text": "Table 1",
                    "end": 393
                }
            ]
        },
        {
            "section": "Warner-Bratzler shear force",
            "text": "Pork loins were thawed overnight at 4°C, then cut into 20 mm thick chops. Pork chops from each sample were Table 1. Definitions and score distributions of sensory evaluation parameters for pork loin tenderness",
            "ref_spans": [
                {
                    "type": "table",
                    "start": 107,
                    "text": "Table 1",
                    "end": 114
                }
            ]
        },
        {
            "section": "Attributes",
            "text": "Definition Anchor points Softness Force required to compress (biting across the fibers) the meat sample placed between molar teeth 1 = Very hard 5 = Very soft Initial tenderness Force required to chew three times after the initial compression 1 = Very tough 5 = Very tender Chewiness Energy required to chew nine times for swallowing at a constant rate 1 = Very chewy 5 = Very tender Rate of breakdown . Schematic representation of the sample preparation for sensory evaluation and texture profile analysis (A) and Warner Bratzler shear force (B). The samples for each measurement were cut parallel to the longitudinal orientation of the muscle fiber without cooked surface from each cooked pork loin chop. Then, 15 mm cube samples were obtained for sensory evaluation and texture profile analysis. The samples were measured perpendicular to the muscle fiber orientation. Slight modification of Hansen et al. (2004).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 895,
                    "text": "Hansen et al. (2004)",
                    "end": 915
                }
            ]
        },
        {
            "section": "Attributes",
            "text": "cooked to a final core temperature of 75°C in a continuously boiling water bath and then immediately immersed in ice water until equilibrated. After cooling, six cores (diameter 1.27 cm) without fat or connective tissue, parallel to the longitudinal orientation of the muscle fibers, were taken from each pork chop ( Figure 2B). WBS was determined using an Instron Universal Testing Machine (Model Series IX; Instron Co., Norwood, MA, USA) with a Warner-Bratzler shearing device. Samples were sheared perpendicular to the long axis of the core, and WBS was taken to be the peak force of the curve (Honikel, 1998).",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 317,
                    "text": "Figure 2B",
                    "end": 326
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 597,
                    "text": "(Honikel, 1998)",
                    "end": 612
                }
            ]
        },
        {
            "section": "Texture profile analysis",
            "text": "The pork chops used for TPA measurement were prepared in the same manner previously described for WBS measurement. After cooling, the cooked surface was removed and six 15 mm cubes were then cut from each pork chop (Figure 2A). The fiber axis of each cube was perpendicular to the direction of the probe. TPA measurement was performed using a texture analyzer (TA-XT2i, Stable Micro System, Surrey, England). Cube samples were placed under a 10 mm diameter cylindrical probe. The probe moved downwards at a constant speed of 3.0 mm/s (pre-test), 1.0 mm/s (test) and 3.0 mm/s (post-test). The probe continued downward until penetrating a predetermined percentage of the sample thickness (75%), retracted to the initial point of contact with the sample, and stopped for a set time period (2 s) before initiation of the second compression cycle. During the test, the force of the sample was recorded every 0.01 s and plotted on a forcetime plot (de Huidobro et al., 2005). The force-time data from each test were recorded, and at least 6 tests were used to calculate the mean values for the TPA parameters of each sample. Hardness, cohesiveness, springiness, gumminess and chewiness were calculated following the standard procedure (Bourne, 1978;Honikel, 1998).",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 215,
                    "text": "(Figure 2A",
                    "end": 225
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 942,
                    "text": "(de Huidobro et al., 2005)",
                    "end": 968
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1229,
                    "text": "(Bourne, 1978;",
                    "end": 1243
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1243,
                    "text": "Honikel, 1998)",
                    "end": 1257
                }
            ]
        },
        {
            "section": "Statistical analysis",
            "text": "Statistical analysis was performed using the Statistical Analysis System (SAS, 2013). Descriptive statistics for the sensory evaluation, WBS, and TPA parameters were calculated using the MEAN procedure. The Pearson correlation coefficients between sensory evaluation and the instrumental measurements were determined using the CORR procedure. To establish regression models for sensory evaluation variables, the WBS and TPA parameters were used as independent variables in the REG procedure. A stepwise procedure was used to estimate the percentage of variation in sensory evaluation that was explained by the instrumental measurements."
        },
        {
            "section": "Sensory evaluation and instrumental measurements of pork loin tenderness",
            "text": "WBS had the highest coefficient of variation (31.48%) of all the variables measured (Table 2). For the sensory evaluation variables, variation ranged from 10.68% for the amount of perceptible residue to 23.60% for initial tenderness, while for the TPA parameters, hardness, gumminess, and chewiness had high coefficients of variation (18.19%, 24.80%, and 22.16%, respectively). Other studies have shown similar results for beef tenderness (Caine et al., 2003;de Huidobro et al., 2005), with high coefficients of variation for WBS and the TPA-hardness and chewiness. On the other hand, in the present study, the TPAcohesiveness and springiness had lower coefficients of variation compared to other variables, consistent with the results of the previous study (Caine et al., 2003).",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 84,
                    "text": "(Table 2)",
                    "end": 93
                },
                {
                    "type": "bibr",
                    "start": 439,
                    "text": "(Caine et al., 2003;",
                    "end": 459
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 459,
                    "text": "de Huidobro et al., 2005)",
                    "end": 484
                },
                {
                    "type": "bibr",
                    "start": 758,
                    "text": "(Caine et al., 2003)",
                    "end": 778
                }
            ]
        },
        {
            "section": "Sensory evaluation and instrumental measurements of pork loin tenderness",
            "text": "The overall feeling of tenderness on the palate involves three aspects: i) the initial ease of dental penetration of the meat, ii) the ease with which the meat breaks into fragments, and iii) the amount of residue remaining after chewing (Lawrie and Ledward, 2006). Of the sensory evaluation variables measured in this study, softness and initial tenderness were associated with the first aspect, chewiness and rate of breakdown with the second, and the amount of perceptible residue with the third. Juiciness and mouth coating were also assessed by the trained panelists, both of which could influence sensory tenderness by softening the meat during chewing (Aberle, 2001). In general, juiciness has two organoleptic components: i) the impression of wetness during initial chews due to the rapid release of meat fluid and ii) sustained juiciness due to the stimulatory effect of fat on salivation (Lawrie and Ledward, 2006). Thus, trained panelists scored pork loin tenderness both directly (softness, initial tenderness, chewiness, rate of breakdown, and amount of perceptible residue) and indirectly (juiciness and mouth coating) in the present study.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 238,
                    "text": "(Lawrie and Ledward, 2006)",
                    "end": 264
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 659,
                    "text": "(Aberle, 2001)",
                    "end": 673
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 898,
                    "text": "(Lawrie and Ledward, 2006)",
                    "end": 924
                }
            ]
        },
        {
            "section": "Relationship between sensory evaluation and instrumental measurements of pork loin",
            "text": "WBS was significantly correlated with the sensory evaluation variables directly related to pork loin tenderness: softness, initial tenderness, chewiness, and rate of breakdown (Table 3). However, there was no significant correlation between WBS and juiciness or mouth coating, both indirect sensory measures of tenderness. In contrast, the TPA-hardness, gumminess, and chewiness were significantly related to both the direct and indirect sensory evaluation variables of tenderness. However, the TPAspringiness had no significant relationship with any sensory evaluation variable. Similar results have been observed in other research on beef (Caine et al., 2003;de Huidobro et al., 2005). For example, WBS and the TPA-hardness and chewiness were found to be significantly correlated with the sensory tenderness evaluation of beef rib steak, though not with juiciness or flavor (Caine et al., 2003).",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 176,
                    "text": "(Table 3)",
                    "end": 185
                },
                {
                    "type": "bibr",
                    "start": 641,
                    "text": "(Caine et al., 2003;",
                    "end": 661
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 661,
                    "text": "de Huidobro et al., 2005)",
                    "end": 686
                },
                {
                    "type": "bibr",
                    "start": 876,
                    "text": "(Caine et al., 2003)",
                    "end": 896
                }
            ]
        },
        {
            "section": "Relationship between sensory evaluation and instrumental measurements of pork loin",
            "text": "WBS produced significant regression models for the sensory variables softness, initial tenderness, chewiness and rate of breakdown (Table 4) but could not predict perceptible residue, juiciness or mouth coating. Although the regression models were significant, their regression coefficients were remarkably low (from 0.031 for sensory softness to 0.072 for sensory chewiness). Stepwise analysis using the TPA parameters resulted in significant regression models for all sensory evaluation variables ( Table 5). The TPA-hardness, cohesiveness and springiness were selected to predict the sensory evaluation of pork loin tenderness; in particular, every regression model included hardness. These results were similar to the study on beef tenderness in which WBS predicted only those sensory variables directly related to beef tenderness (hardness and number of chewings), but TPA parameters predicted both the direct sensory tenderness variables and sensory juiciness (de Huidobro et al., 2005).  Stepwise regression analysis was also performed to estimate the proportion of variation in the sensory evaluation of pork loin tenderness explained by both WBS and TPA parameters ( Table 6). The TPA-hardness was selected in all regression models, accounting for over 15% of the variation in sensory softness, initial tenderness, chewiness, and rate of breakdown. However, the WBS and TPA parameters explained less 10% of variation in the amount of perceptible residue, juiciness, and mouth coating. Other studies have reported much stronger coefficients of correlation and regression between sensory evaluation variables and instrumental measurements (Caine et al., 2003;de Huidobro et al., 2005). For instance, WBS explained approximately 36% of the variation in initial tenderness and overall tenderness, and the TPA-hardness and adhesiveness accounted for over 46% of the variability in the sensory tenderness of beef rib steak (Caine et al., 2003). In another study, WBS and TPA parameters explained approximately 9% and 23%, respectively, of the variation in the sensory hardness of cooked beef loin, although the regression coefficients were relatively low (de Huidobro et al., 2005).",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 131,
                    "text": "(Table 4",
                    "end": 139
                },
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 501,
                    "text": "Table 5",
                    "end": 508
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 966,
                    "text": "(de Huidobro et al., 2005)",
                    "end": 992
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 1176,
                    "text": "Table 6",
                    "end": 1183
                },
                {
                    "type": "bibr",
                    "start": 1646,
                    "text": "(Caine et al., 2003;",
                    "end": 1666
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1666,
                    "text": "de Huidobro et al., 2005)",
                    "end": 1691
                },
                {
                    "type": "bibr",
                    "start": 1926,
                    "text": "(Caine et al., 2003)",
                    "end": 1946
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 2158,
                    "text": "(de Huidobro et al., 2005)",
                    "end": 2184
                }
            ]
        },
        {
            "section": "Relationship between sensory evaluation and instrumental measurements of pork loin",
            "text": "The weak relationship between sensory evaluation and instrumental measurements of meat tenderness is generally accepted. There may be four possible reasons for this observation (Warriss, 2010). The first is the lack of precision arising from the use of sensory panelists because of the subjective nature of the measurements, e.g., differing scales of perception for tenderness. In this study, pork loin tenderness was assessed by trained panelists capable of producing consistent and reproducible data, and thus there were no significant differences between panelists when the same samples were assessed by trained panelists, and between the same sample when the same sample was assessed by the same panelists.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 177,
                    "text": "(Warriss, 2010)",
                    "end": 192
                }
            ]
        },
        {
            "section": "Relationship between sensory evaluation and instrumental measurements of pork loin",
            "text": "The second explanation is the confounding effect of juiciness on meat tenderness (Warriss, 2010). Perception of meat tenderness by consumers is a complex interaction of physical and sensory (e.g. juiciness) processing during mastication (Jeremiah, 1982;Caine et al., 2003;Warriss, 2010). But juiciness, regardless of whether it is the result of the release of meat fluid during chewing or the stimulatory effect of fat on salivation, is difficult to measure using instrumental methods. Although TPA parameters were associated with sensory juiciness both in this study and in another study (de Huidobro et al., 2005), difficulty to measure effect of the juiciness on meat tenderness may be the reason for the weak relationship between the sensory evaluation and instrumental measurement of pork loin  tenderness. The third reason for the weak relationship between sensory evaluation and instrumental measurements could be related to variation in the cooking methods, cooking temperature, and holding temperature before testing (Warriss, 2010). In the present study, the samples used for sensory evaluation were cooked in a humid oven at 180°C, whereas samples for the instrumental measurements were cooked in boiling water. Cooking methods using water exhibit higher cooking loss and WBS values compared to the other cooking methods (Dzudie et al., 2000;Huff-Lonergan et al., 2002;Obuz et al., 2003). Moreover, higher cooking temperatures are known to result in also higher cooking loss (less juiciness) and tougher meat (Aaslying et al., 2003;Obuz et al., 2003;Combes et al., 2004). In terms of holding temperature, it was reported that variation between sensory evaluation and objective measurements may be minimized if the instrumental measurements are performed immediately after cooking (Caine et al., 2003). For example, higher holding temperatures after cooking on a belt grill resulted in higher cooking loss and less tender beef (Obuz et al., 2003). That is, the cooking procedure may be related to the second explanation, with different cooking procedure resulting in different water loss and succulence. However, as mentioned above, instrumental methods cannot take into account succulence. This combine effect of cooking procedure and instrumental limitation may be account for low correlation between sensory and instrumental measurements in this study.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 81,
                    "text": "(Warriss, 2010)",
                    "end": 96
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 237,
                    "text": "(Jeremiah, 1982;",
                    "end": 253
                },
                {
                    "type": "bibr",
                    "start": 253,
                    "text": "Caine et al., 2003;",
                    "end": 272
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 272,
                    "text": "Warriss, 2010)",
                    "end": 286
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 589,
                    "text": "(de Huidobro et al., 2005)",
                    "end": 615
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 1026,
                    "text": "(Warriss, 2010)",
                    "end": 1041
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1332,
                    "text": "(Dzudie et al., 2000;",
                    "end": 1353
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1353,
                    "text": "Huff-Lonergan et al., 2002;",
                    "end": 1380
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1380,
                    "text": "Obuz et al., 2003)",
                    "end": 1398
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 1520,
                    "text": "(Aaslying et al., 2003;",
                    "end": 1543
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1543,
                    "text": "Obuz et al., 2003;",
                    "end": 1561
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1561,
                    "text": "Combes et al., 2004)",
                    "end": 1581
                },
                {
                    "type": "bibr",
                    "start": 1791,
                    "text": "(Caine et al., 2003)",
                    "end": 1811
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1937,
                    "text": "(Obuz et al., 2003)",
                    "end": 1956
                }
            ]
        },
        {
            "section": "Relationship between sensory evaluation and instrumental measurements of pork loin",
            "text": "Lastly, variation among longitudinal location of pork loin may be the reason of the weak correlations between sensory evaluation and instrumental measurements in this study. There were significant variation in sensory quality between the location of pork loin, with mid-loin part being suitable as reference for meat quality assessment (van Oeckel and Warnants, 2003). The other study also pointed out that variation between longitudinal location must be considered when designing sensory evaluation of pork loin (Hansen et al., 2004). In this study, samples for each measurements were taken from different longitudinal location of loin. This sampling procedure can minimize the variation between muscle samples, but the variation between different measurements in a muscle sample cannot be reduced.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 336,
                    "text": "(van Oeckel and Warnants, 2003)",
                    "end": 367
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 513,
                    "text": "(Hansen et al., 2004)",
                    "end": 534
                }
            ]
        },
        {
            "section": "Relationship between sensory evaluation and instrumental measurements of pork loin",
            "text": "Although instrumental measurements accounted for only a small proportion of the variation in the sensory evaluation of pork loin tenderness in this study, it was found that the TPA parameters may have a more robust relationship with sensory tenderness evaluation than did WBS (Caine et al., 2003;de Huidobro et al., 2005). To imitate the mastication process, the probe halts and retracts prior to penetrating the last 25% of the sample thickness during TPA measurement (de Huidobro et al., 2005). However, the shear device used to measure WBS completely severs each sample. That is why the data dispersion of the TPA parameters was lower than that of WBS, and similar to that of the sensory evaluation variables, an outcome that is in agreement with other studies (Caine et al., 2003;de Huidobro et al., 2005) and which may also explain the closer relationship between the TPA parameters and the sensory variables.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 276,
                    "text": "(Caine et al., 2003;",
                    "end": 296
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 296,
                    "text": "de Huidobro et al., 2005)",
                    "end": 321
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 469,
                    "text": "(de Huidobro et al., 2005)",
                    "end": 495
                },
                {
                    "type": "bibr",
                    "start": 764,
                    "text": "(Caine et al., 2003;",
                    "end": 784
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 784,
                    "text": "de Huidobro et al., 2005)",
                    "end": 809
                }
            ]
        },
        {
            "section": "Relationship between sensory evaluation and instrumental measurements of pork loin",
            "text": "Based on the results of this study, TPA measurement could be considered a better indicator of the sensory evaluation of pork loin tenderness compared to WBS measurement, with the TPA parameter hardness likely to prove particularly useful. However, neither WBS nor TPA measurements could explain a significant proportion of the variation in the sensory evaluation of pork loin tenderness. Therefore, sensory evaluation should be conducted to investigate practical pork tenderness perceived by consumer."
        },
        {
            "section": "CONFLICT OF INTEREST",
            "text": "We certify that there is no conflict of interest with any financial organization regarding the material discussed in the manuscript."
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "This research was supported by a grant from Korea University. The authors would like to appreciate the Institute of Biomedical Science and Food Safety, the Korea University Food Safety Hall, for providing equipment and facilities."
        }
    ]
}