{
    "level": "paragraph",
    "abstract": [
        {
            "text": "This is an Open Access article licensed under the terms of the Creative Commons Attribution-NonCommercial 3.0 Unported license (CC BY-NC) (www.karger.com/OAlicense), applicable to the online version of the article only. Distribution permitted for noncommercial purposes only.",
            "paragraph_rank": 1,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "section": "Introduction",
            "text": "Diabetic macular edema (DME) is a leading cause of visual impairment in patients with diabetic retinopathy [1]. Vascular endothelial growth factor (VEGF) is involved in the development and progression of DME [2]. The anti-VEGF compounds ranibizumab and bevacizumab are routinely used for the treatment of diabetic macular edema (DME) [3].",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 107,
                    "text": "[1]",
                    "end": 110
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 208,
                    "text": "[2]",
                    "end": 211
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 334,
                    "text": "[3]",
                    "end": 337
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Ranibizumab is a fragment of humanized anti-VEGF antibody specifically designed for ophthalmic use. Recent randomized clinical trials have demonstrated the efficacy, tolerability and safety of intravitreal anti-VEGF therapy in eyes with DME, and that the benefit is maintained for over 2 years [3][4][5][6][7][8][9]. Bevacizumab is a full-length antibody. Although it is an off-label option, its intravitreal use in DME is supported by prospective studies [10,11] and has risen exponentially because of economic considerations [3,12]. Current first-line treatment of DME is primarily based on a loading dosage of anti-VEGF compounds, followed by a pro re nata treatment regimen with monthly monitoring [13]. Either ranibizumab or bevacizumab serve as first line therapy in these cases [12].",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 294,
                    "text": "[3]",
                    "end": 297
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 297,
                    "text": "[4]",
                    "end": 300
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 300,
                    "text": "[5]",
                    "end": 303
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 303,
                    "text": "[6]",
                    "end": 306
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 306,
                    "text": "[7]",
                    "end": 309
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 309,
                    "text": "[8]",
                    "end": 312
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 312,
                    "text": "[9]",
                    "end": 315
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 456,
                    "text": "[10,",
                    "end": 460
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 460,
                    "text": "11]",
                    "end": 463
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 527,
                    "text": "[3,",
                    "end": 530
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 530,
                    "text": "12]",
                    "end": 533
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 702,
                    "text": "[13]",
                    "end": 706
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 785,
                    "text": "[12]",
                    "end": 789
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Some patients do not show any improvement despite repeated intravitreal injections, while other experience only an incomplete response or relapse after an initial improvement [13]. Addressing anti-VEGF treatment failure, current guidelines can only recommend to apply focal/grid laser treatment in eyes with DME refractory to intravitreal drugs [13]. Yet, the application of laser photocoagulation is often insufficient for obtaining a fluid-free macula, and it may also result in an inferior visual outcome for the long-term [4,5,7,9,14].",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 175,
                    "text": "[13]",
                    "end": 179
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 345,
                    "text": "[13]",
                    "end": 349
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 526,
                    "text": "[4,",
                    "end": 529
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 529,
                    "text": "5,",
                    "end": 531
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 531,
                    "text": "7,",
                    "end": 533
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 533,
                    "text": "9,",
                    "end": 535
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 535,
                    "text": "14]",
                    "end": 538
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Anti-VEGF intraocular drugs were initially marketed to treat neovascular age-related macular degeneration (NVAMD). They have become the gold standard therapy of NVAMD as they were proven to prevent loss of vision and even improve visual acuity in many patients [15,16]. Unfortunately, treatment failure also affects some of those NVAMD patients [15,16]. Recent publications advocate switching from one anti-VEGF drug to another for obtaining additional macular thinning and an improved visual outcome [17][18][19][20][21].",
            "paragraph_rank": 5,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 261,
                    "text": "[15,",
                    "end": 265
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 265,
                    "text": "16]",
                    "end": 268
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 345,
                    "text": "[15,",
                    "end": 349
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 349,
                    "text": "16]",
                    "end": 352
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 501,
                    "text": "[17]",
                    "end": 505
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 505,
                    "text": "[18]",
                    "end": 509
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 509,
                    "text": "[19]",
                    "end": 513
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 513,
                    "text": "[20]",
                    "end": 517
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 517,
                    "text": "[21]",
                    "end": 521
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "We aim to evaluate the usefulness of switching to ranibizumab therapy following bevacizumab treatment failure in eyes with DME. To that end, we have evaluated a consecutive group of eyes that underwent such a switch.",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "section": "Methods",
            "text": "A retrospective analysis was performed on a consecutive group of patients with DME who received a bevacizumab injection (1.25 mg/0.05 ml) between April 2009 and March 2012 as part of the routine clinic care at the Retina Service, Department of Ophthalmology, Hadassah-Hebrew University Medical Center. The study was approved by the institutional ethics committee.",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "section": "Methods",
            "text": "Inclusion criteria included patients with type 1 or type 2 diabetes mellitus that were older than 18 years. DME was defined according to the presence of intraretinal fluid within 1 mm from the center point according to an optical coherence tomography (OCT) (Spectralis, Heidelberg, Germany). No thickness threshold was determined for inclusion. Patients received at least 2 intravitreal injections of bevacizumab, and were then switched to ranibizumab as the treating ophthalmologist diagnosed an insufficient or a lack of response for bevacizumab. Insufficient or lacking responses for bevacizumab were defined as persisting intraretinal cysts with a less than 20% central thickness reduction, or alternatively, a residual central subfield thickness per OCT of more than 325 μm. Exclusion criteria included the prior injection of any intravitreal or systemic anti-VEGFcompounds before the study period, sub-tenon or intraocular steroid injection, the presence of any other significant macular pathology such as age-related macular degeneration (AMD) or vascular occlusive disorders, epiretinal membrane or vitreomacular traction, previous retinal surgery, history of intraocular inflammation or post-surgical macular edema and laser photocoagulation during the study.",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "section": "Methods",
            "text": "Injections were delivered following a PRN protocol. The decision of reinjection was at the clinician's discretion, based on the presence of persistent intraretinal fluid.",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "section": "Methods",
            "text": "Data collected included demographics, systemic co-morbidities, current HBA1C levels, previous laser treatments, ETDRS best-corrected visual acuity (BCVA), ophthalmic findings, and macular central point and central subfield macular thicknesses (CST) according to OCT at the first and last visit.",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "section": "Methods",
            "text": "The data were analyzed using the SPSS program (version 16; SPSS, Inc., Chicago, Ill., USA) and the Instat software (GraphPad, San Diego, Calif., USA). T tests and Mann-Whitney tests were utilized when appropriate.",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "section": "Demographics and Clinical Characteristics",
            "text": "Eight eyes from 5 patients (male/female = 2/3) were included in the study. The mean age (SD) was 70.6 ± 5.5 years (range 66-79). The mean duration of diabetes was 12.2 ± 6.2 years (range 4-20). All patients were treated by oral therapy without the requirement for insulin, and the average serum HBA1C level was 7.3 ± 1.6% (range 6.0-10.1). Four of the patients had systemic hypertension, 4 had dyslipidemia, 1 patient had diabetic peripheral neuropathy, and none of them had nephropathy. No patient reported smoking.",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "section": "Demographics and Clinical Characteristics",
            "text": "The right eye was injected in 3 (37.5%) of the patients. Only 1 eye (12.5%) underwent treatment with a focal laser aimed at treating macular edema, administered concomitantly to the first bevacizumab injection. Seven eyes (87.5%) had non-proliferative diabetic retinopathy (NPDR) and 1 eye had proliferative diabetic retinopathy (PDR), considered to be arrested after panretinal photocoagulation. Two eyes (25%) were pseudophakic, the rest was phakic. The average follow-up period was 541 ± 258 days (range 272-873).",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "section": "Response to Bevacizumab",
            "text": "The median number of bevacizumab injections prior to the switch to ranibizumab was 4 (range 2-6 injections) which were delivered over a period of 171 ± 77 days (range 47-265, mean interval between bevacizumab injections 42.7 days). For each eye, at least 2 injections were given within 5 weeks without a CRT decrease of more than 10%. When injected with bevacizumab, 4 eyes displayed no clinically meaningful response, defined as persisting intraretinal cysts with less than 10% of central thickness reduction or residual, central subfield thickness of more than 325 μm without BCVA improvement. In the other 4 eyes, an initial CRT decrease of less than 20% was recorded after the first injection, but no further improvement was noted or deterioration occurred despite continued bevacizumab therapy. During the bevacizumab treatment period, the central retinal thickness increased more than 50 μm in 3 eyes, but decreased more than 50 μm in 3 eyes, and the change of amplitude was less than 50 microns in 2 eyes. Mean CRT (±SEM) was 539 ± 75 μm before the initiation of bevacizumab treatment, and 524 ± 43 μm after the last bevacizumab injection (p = 0.7). BCVA (logMAR ± SEM) was 0.52 ± 0.26 prior to bevacizumab treatment and 0.51 ± 0.25 after the last bevacizumab injection (p = 0.8). Following bevacizumab treatment, the BCVA im- proved in 2 eyes, reduced in 1 eye, and remained stable in 5 eyes. Out of the 3 patients who underwent bilateral injections, 2 had 1 eye responding initially, and the fellow one was nonresponding at all; one had no response in either eye throughout the bevacizumab treatment period.",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "section": "Response to Ranibizumab",
            "text": "In 7 eyes, ranibizumab was delivered between 1 and 4 months after the last bevacizumab injection. For 1 eye, 8 months had passed between the last bevacizumab injection and the initiation of ranibizumab treatment.",
            "paragraph_rank": 15,
            "section_rank": 6
        },
        {
            "section": "Response to Ranibizumab",
            "text": "The median number of ranibizumab injections during the study was 2 (range 1-8 injections). A ranibizumab effect was observed during 259 ± 266 days (range 43-775). The mean CRT reduced from 524 ± 43 μm after the last bevacizumab injection to 325 ± 26 μm following the ranibizumab injections (p = 0.0063). The CRT decreased after the first ranibizumab injection in 6 eyes and after the second injection in 2 eyes.",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "section": "Response to Ranibizumab",
            "text": "During the ranibizumab treatment period, 7 eyes had a reduction of the CRT of more than 50 μm while 1 eye showed a less substantial decrease. The subretinal fluid, which was observed in 2 eyes following bevacizumab therapy, completely disappeared.",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "section": "Response to Ranibizumab",
            "text": "The BCVA improved in 4 eyes and remained stable in 4 eyes following ranibizumab injections. Out of the 5 eyes with a stable BCVA after bevacizumab, 2 had an improved BCVA (from 0.2 to 0.3 decimal, and from 0.5 to 1.0 decimal), and 3 were stable after ranibizumab therapy. An improvement of the BCVA after the ranibizumab injections was found in the eye with a decreased BCVA while on bevacizumab. In the 2 eyes with an improved BCVA after bevacizumab, 1 remained stable and 1 experienced a further improvement after ranibizumab. When reviewing all 8 studied eyes, there was a trend towards an improved BCVA following ranibizumab injections (from 0.51 ± 0.25 to 0.39 ± 0.19; p = 0.052). The change in CRT and BCVA during bevacizumab was not shown to predict a further response to ranibizumab.",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "section": "Discussion",
            "text": "In this small retrospective study, we observed that ranibizumab therapy was effective in reducing the macular thickness in all 8 eyes, which completely or partially failed bevacizumab therapy. Visual acuity improved in 4 out of 8 eyes.",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "section": "Discussion",
            "text": "When used as first line therapy, both bevacizumab and ranibizumab were found to be effective in reducing DME and increasing BCVA [22,23]. Economic considerations lead many clinicians to primarily use bevacizumab in the treatment of DME [24]. When patients initially failed to respond to bevacizumab or only showed a partial response, a common management question arises [13]. Our data suggest that switching to ranibizumab is a potential therapeutic option in such cases.",
            "paragraph_rank": 20,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 129,
                    "text": "[22,",
                    "end": 133
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 133,
                    "text": "23]",
                    "end": 136
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 236,
                    "text": "[24]",
                    "end": 240
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 370,
                    "text": "[13]",
                    "end": 374
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "Several recent works have documented a reduced macular thickness, and in some cases, an improved visual acuity following the switch to a second anti-VEGF compound after a partial or waning response to the first compound in NVAMD patients [17,18,21,25]. It is not fully understood why certain eyes fail to respond to a specific anti-VEGF compound while reacting to another, and why other eyes are characterized by a waning response over time. These issues, crucial in current retinal care, raise growing interest.",
            "paragraph_rank": 21,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 238,
                    "text": "[17,",
                    "end": 242
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 242,
                    "text": "18,",
                    "end": 245
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 245,
                    "text": "21,",
                    "end": 248
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 248,
                    "text": "25]",
                    "end": 251
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "In the present case series, 4 eyes showed no initial response to bevacizumab, while ranibizumab therapy resulted in reduced macular thickness. This suggests that switching the compound in DME may benefit in cases with primary failure ( fig. 1) bevacizumab and ranibizumab properties are thought to explain the positive action of ranibizumab in cases of bevacizumab failure in patients with AMD [18]. Such differences include the smaller size of the ranibizumab molecule and its higher affinity for VEGF that may be of potential importance in diabetic retinopathy. Ranibizumab is thought to have a greater affinity for binding VEGF and that might be advantageous in diseases featuring high concentrations of VEGF, such as diabetic patients [26]. Positive effects of ranibizumab after bevacizumab failure have been described in central retinal vein occlusion, a condition also characterized by high concentrations of VEGF [27]. Four eyes that were included in the study demonstrated a secondary failure of response to bevacizumab. In AMD, such a condition has been attributed to tachyphylaxis [25,28]. The cases described in this paper suggest that tachyphylaxis should also be investigated in DME. It also implies that tachyphylaxis might be an eye rather than a patient phenomenon as shown on the 3 patients who had both eyes injected simultaneously, 2 patients had 1 eye responding initially, and the fellow one was non-responding at all. As recently demonstrated in AMD [25][26][27][28][29], our study suggests that in patients with DME experiencing a waning effect of bevacizumab, they may respond favorably to a switch to ranibizumab.",
            "paragraph_rank": 22,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 236,
                    "text": "fig. 1)",
                    "end": 243
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 394,
                    "text": "[18]",
                    "end": 398
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 739,
                    "text": "[26]",
                    "end": 743
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 920,
                    "text": "[27]",
                    "end": 924
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1091,
                    "text": "[25,",
                    "end": 1095
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1095,
                    "text": "28]",
                    "end": 1098
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1472,
                    "text": "[25]",
                    "end": 1476
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1476,
                    "text": "[26]",
                    "end": 1480
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1480,
                    "text": "[27]",
                    "end": 1484
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1484,
                    "text": "[28]",
                    "end": 1488
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 1488,
                    "text": "[29]",
                    "end": 1492
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "This retrospective study included a limited number of eyes with a variable follow-up time. It is also not known whether a switch from ranibizumab to bevacizumab would have the same effect. Prospective studies need to be conducted before a solid conclusion can be drawn and guidelines changed accordingly for the treatment of this common condition.",
            "paragraph_rank": 23,
            "section_rank": 7
        },
        {
            "section": "Discussion",
            "text": "In conclusion, switching from bevacizumab to ranibizumab may be beneficial in eyes with DME. To the best of our knowledge, this consecutive case series is the first report on the benefit of second line anti-VEGF therapy in DME. Fig. 1. Response to ranibizumab after bevacizumab failure. For each of the studied eyes, corresponding to a specific row, the effect of switching to ranibizumab after bevacizumab failure can be appreciated through observed changes in OCT scans crossing the fovea, central subfield thickness measurement as well as best-corrected visual acuity (expressed in decimal units). The first column represents data before the initiation of anti-VEGF therapy. An insufficient response to bevacizumab can be appreciated in the second one (OCT performed at 4-5 weeks after the last bevacizumab injection). The third column shows the reaction of each eye 4-5 weeks after the first ranibizumab injection, while data at the end of the follow-up is presented in the last column.",
            "paragraph_rank": 24,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 228,
                    "text": "Fig. 1",
                    "end": 234
                }
            ]
        },
        {
            "text": "© 2015 S. Karger AG, Basel www.karger.com/cop Hanhart and Chowers: Evaluation of the Response to Ranibizumab Therapy following Bevacizumab Treatment Failure in Eyes with Diabetic Macular Edema",
            "paragraph_rank": 25,
            "section_rank": 8
        },
        {
            "text": "Evaluation of the Response to Ranibizumab Therapy following Bevacizumab Treatment Failure in Eyes with Diabetic Macular Edema",
            "paragraph_rank": 27,
            "section_rank": 9
        },
        {
            "text": "Evaluation of the Response to Ranibizumab Therapy following Bevacizumab Treatment Failure in Eyes with Diabetic Macular Edema",
            "paragraph_rank": 29,
            "section_rank": 10
        },
        {
            "text": "© 2015 S. Karger AG, Basel",
            "paragraph_rank": 31,
            "section_rank": 10
        }
    ]
}