{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Objective: To investigate the reactivation of the hepatitis B virus (HBV) following transarterial chemoembolization (TACE) in Chinese hepatocellular carcinoma (HCC) patients with low serum HBV DNA level, and to analyze the factors related to HBV reactivation in HCC patients with low serum HBV DNA level. Methods: From November 2011 to January 2014, 109 patients newly diagnosed with HCC with an HBV DNA level less than 2,000 IU/mL were enrolled in the study. These patients underwent at least two TACE procedures and were followed-up for at least 3 months to assess the reactivation of HBV DNA. Ten variables were compared in patients with and without HBV reactivation to evaluate the factors related to HBV reactivation in HCC patients with low serum HBV DNA level. Results: Of 109 HCC patients with low level HBV DNA, nine patients were HBeAg-positive, the other 100 patients were HBeAg-negative. Twenty-three of 109 (21.1%) patients developed HBV reactivation after TACE. Of nine HBeAg-positive patients, 55.6% (5/9) developed HBV reactivation, while in 100 HBeAg-negative patients, the rate of HBV reactivation was 18% (18/100) (P=0.019). Of ten variables of patients with low level HBV DNA, the levels of AFP and HBeAg status were found to be significantly correlated with HBV reactivation. Nevertheless, on binary logistic regression analysis, only HBeAg-positive status was the independent predictor of HBV reactivation in HCC patients with low serum HBV DNA level (odds ratio, 7.41; P=0.013). Conclusion: HCC patients with low serum HBV DNA level still remain associated with risk of viral reactivation after TACE, and HBeAg-positive HCC patients have a higher risk than patients with HBeAg-negative status.",
            "paragraph_rank": 1,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "section": "Introduction",
            "text": "Hepatocellular carcinoma (HCC) is the seventh most common cancer and third leading cause of cancer-related deaths in the world according to the GloboCan 2008. 1 Most of the cases arise in Asia and Africa, and the People's Republic of China alone accounts for 55% of cases of HCC worldwide. 2 The major risk factor for HCC in the People's Republic of China is chronic hepatitis B virus (HBV) infection. 3 Compared with patients with hepatitis C virus, patients with HBV tend to have less surveillance and more advanced stages of HCC, 4 which often precludes surgical options with curative intent such as resection and transplantation. Accordingly, transarterial chemoembolization (TACE) currently is considered as the mainstay of therapy for nonsurgical HCC. 5 Transarterial chemotherapy can reactivate HBV replication in patients with HBV-related HCC. [6][7][8] Pre-emptive antiviral therapy should be considered in HCC patients with high-level viremia. 8 The Asian-Pacific Association for the Study of Liver recommends that pre-emptive antiviral therapy should be initiated in all HCC patients who are to undergo TACE. 9 However, universal application of this strategy is costly and burdensome, especially as antiviral therapy for carriers of inactive HBV is not reimbursed by health insurance in the People's Republic of China, so pre-emptive antiviral therapy is often used in patients with serum HBV DNA level more than 2,000 IU/mL, and not widely used for patients with low level serum HBV DNA. To date, the data on viral reactivation following TACE in Chinese HBV-related HCC patients with low serum HBV DNA level are limited.",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 159,
                    "text": "1",
                    "end": 160
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 290,
                    "text": "2",
                    "end": 291
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 402,
                    "text": "3",
                    "end": 403
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 533,
                    "text": "4",
                    "end": 534
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 758,
                    "text": "5",
                    "end": 759
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 852,
                    "text": "[6]",
                    "end": 855
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 855,
                    "text": "[7]",
                    "end": 858
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 858,
                    "text": "[8]",
                    "end": 861
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 954,
                    "text": "8",
                    "end": 955
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1120,
                    "text": "9",
                    "end": 1121
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In this study, we aimed to investigate the reactivation of the HBV following TACE in HCC patients with low serum HBV DNA level. The factors related to HBV reactivation in HCC patients with low serum HBV DNA level were also evaluated.",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "section": "Patients and methods",
            "text": "This is a retrospective study and was approved by the Institutional Review Board of Shandong Cancer Hospital and Institute. Informed consent was waived. A total of 302 patients were newly diagnosed with unresectable HBV-related HCC from November 2011 to January 2014 at our unit (the Department of Interventional therapy, Shandong Cancer Hospital and Institute). All 302 patients were tested for HBV DNA levels and Hepatitis B serology including HBeAg and anti-HBe at the time of the diagnosis of HCC. Among these, 168 patients with HBV DNA level less than 2,000 IU/mL were enrolled in the study. Of these 168 patients, 59 were excluded from analysis due to follow-up loss within 3 months after the first TACE session; the remaining 109 patients underwent at least two TACE procedures and were followed-up for at least 3 months to assess the reactivation of HBV DNA.",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "section": "Patients and methods",
            "text": "The diagnosis of HCC was made according to the updated standards for the diagnosis and treatment of primary liver cancer from the Chinese Society of Liver Cancer/Chinese Society of Clinical Oncology/Chinese Medical Association branch of Hepatology. 10 HBV DNA was measured using an HBVquantitative Kit (Shanghai kehua bio-engineering company limited, Shanghai, People's Republic of China) with a detection limit of 500 IU/mL. Hepatitis B serology was measured by commercial electrochemiluminescence immunoassay (Hoffman-La Roche Ltd., Basel, Switzerland). TACE was performed according to traditional method. The chemotherapeutic regimens used for TACE were determined by the interventional radiologist. One or two kinds of pharmaceutical agents including fluorouracil glycosides (750-1,000 mg), oxaliplatin (100-200 mg), or cisplatin (40-60 mg) were infused into feeding arteries of tumor, then 5-20 mL Lipiodol mixed with epirubicin (30 mg) was infused into feeding arteries at a rate of 1 mL/min until stasis flow in tumor vascularity was achieved. The need for gelatin sponger was determined by the interventional radiologist. TACE was performed at 1 to 2 monthly intervals. The duration of the patient's follow-up was at least 3 months from the time of the first TACE.",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 249,
                    "text": "10",
                    "end": 251
                }
            ]
        },
        {
            "section": "Patients and methods",
            "text": "The serum HBV DNA levels were measured before TACE and followed-up after TACE at 1 or 2 monthly intervals. Low level serum HBV DNA was defined as less than 2,000 IU/mL. 11 HBV reactivation was defined as reappearance or an increase more than tenfold in serum HBV DNA compared to the baseline level. 6 To evaluate the factors related to HBV reactivation in HCC patients with low serum HBV DNA level, ten variables were compared in patients with and without HBV reactivation.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 169,
                    "text": "11",
                    "end": 171
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 299,
                    "text": "6",
                    "end": 300
                }
            ]
        },
        {
            "section": "Patients and methods",
            "text": "Patients with HBV DNA level ,2,000 IU/mL were divided into two groups for further analysis. One group included patients who had antiviral history before HCC was developed and were on antiviral therapy at the time of HCC diagnosis, and the other group included patients who had no antiviral history before HCC diagnosis. Patients with antiviral history remained on their antiviral agents. For patients without antiviral history, antiviral therapy was given to patients with HBV DNA level between 500-2,000 IU/mL; no antiviral therapy was commenced for patients with HBV DNA level ,500 mL until HBV reactivation was identified.",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "section": "Statistical analysis",
            "text": "All statistical analyses were performed using the statistical program for social sciences (SPSS Inc., Chicago, IL, USA). Categorical variables were analyzed using chi-squared test and Fisher's exact test when appropriate. Continues variables were analyzed using Student's t-test. Binary logistic regression analysis was performed to identify the independent predictors of HBV reactivation. A P-value of ,0.05 was considered statically significant.",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "section": "Results",
            "text": "Of the 109 patients, nine were HBeAg-positive, and the remaining 100 patients were HBeAg-negative. Twenty-three of 109 (21.1%) developed HBV reactivation during the follow-up period. For HBeAg-positive patients, 55.6% (5/9) developed HBV reactivation, while for HBeAg-negative patients, the rate of HBV reactivation was 18% (18/100). HBV reactivation developed more frequently in HBeAgpositive patients (P=0.019).",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 218,
                    "text": "(5/9)",
                    "end": 223
                }
            ]
        },
        {
            "section": "Results",
            "text": "Among the ten variables compared in patients with and without HBV reactivation, the level of AFP and HBeAg status were found to be significantly correlated with HBV reactivation. Nevertheless, on binary logistic regression analysis, only positive HBeAg status was the independent predictor of HBV reactivation in HCC patients with low serum HBV DNA level (odds ratio, 7.41; P=0.013) ( Table 1).",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 385,
                    "text": "Table 1)",
                    "end": 393
                }
            ]
        },
        {
            "section": "Results",
            "text": "Of the 109 patients, 35 patients had antiviral history before the development of HCC, and antiviral therapy was continued in these patients; the other 74 patients had no antiviral history and no antiviral therapy was commenced after TACE. For patients with antiviral history and with antiviral therapy, five (14.3%, 5/35) experienced HBV reactivation; while for patients without antiviral history and without antiviral treatment, 18 (24.3%, 18/74) experienced HBV reactivation. However, there was no significant difference between the two groups (P=0.18).",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "section": "Results",
            "text": "Of the 109 patients with HBV DNA ,2,000 IU/mL, 95 patients had HBV DNA ,500 IU/mL, the other 14 patients had HBV DNA between 500-2,000 IU/mL. Of the 95 patients with HBV DNA ,500 IU/mL, 18 (18.9%, 18/95) experienced HBV reactivation, while of the 14 patients with HBV DNA 500-2,000 IU/mL, five (35.7%, 5/14) experienced HBV reactivation. However, there were no significant differences between the two groups (P=0.15).",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "section": "Discussion",
            "text": "TACE is the standard treatment for intermediate-stage HCC according to the Barcelona clinic liver cancer staging classification. In Asia, the role of TACE is further extended to include the treatment of advanced HCC. TACE currently is considered as the mainstay of therapy for nonsurgical HCC. It is now well-known that transarterial chemotherapy can reactivate HBV replication in HBV-related HCC patients with high baseline HBV DNA level. However, before 2004, studies on HBV reactivation in HCC patients receiving transarterial chemotherapy were lacking. 6 In the last decade, a series of studies on HBV reactivation in patients with HCC following TACE was published. [6][7][8] The risk of HBV reactivation in transarterial therapy was reportedly 22%-40%. HBeAg-positive and a baseline HBV DNA level of more than 2,000 IU/mL were regarded as independent predictors of HBV reactivation. 7,8 In the present study, HBV reactivation after TACE in HCC patients with HBV DNA level of less than 2,000 IU/mL was investigated. Twenty-three of 109 (21.1%) HCC patients with HBV DNA ,2,000 IU/mL developed HBV reactivation after TACE. This implies that HBV reactivation should not be overlooked in patients with low levels of viremia. Furthermore, in the present study, HBeAg-positive status was found to be the only independent predictor of HBV reactivation, and 55.6% (5/9) of HBeAg-positive patients experienced HBV reactivation. This demonstrates that pre-emptive antiviral therapy is urgently needed for HBeAg-positive patients with low serum HBV DNA levels.",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 557,
                    "text": "6",
                    "end": 558
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 670,
                    "text": "[6]",
                    "end": 673
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 673,
                    "text": "[7]",
                    "end": 676
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 676,
                    "text": "[8]",
                    "end": 679
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 888,
                    "text": "7,",
                    "end": 890
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 890,
                    "text": "8",
                    "end": 891
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "Another finding of our present study is that five (14.3%, 5/35) patients who were receiving antiviral therapy experienced HBV reactivation. The incidence of HBV reactivation in patients who had antiviral history and were on antiviral therapy in our study was higher than those who had no antiviral history but were using pre-emptive antiviral agents reported in a previous study. This was a puzzling finding because a previous study had reported excellent efficacy of pre-emptive lamivudine therapy in HCC patients undergoing chemo-lipiodolization. 7 The reason for this finding may be the emergence of viral resistance. Unfortunately, no analysis on viral resistance was done in our present study, so the hypothesis could not be proved. There are some limitations in our study. Firstly, the time of follow-up on HBV reactivation after TACE is short, so some cases of HBV reactivation caused by repeated TACE procedures may have been excluded. Secondly, the proportion of patients who were excluded from analysis due to follow-up loss within 3 months after the first TACE procedure was high (35.1%, 59/168); only 109 patients were left for HBV reactivation analysis and only nine patients were HBeAg-positive for subgroup analysis, which may lead to bias because of the small group.",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 549,
                    "text": "7",
                    "end": 550
                }
            ]
        },
        {
            "section": "Conclusion",
            "text": "In conclusion, this study highlights that HCC patients with low serum HBV DNA level are still associated with more than 20% risk of viral reactivation. HBeAg-positive status was the only independent predictor of HBV reactivation in HCC patients with low serum HBV DNA level. Special attention should be paid to patients who have antiviral history with lamivudine, because viral reactivation could still occur in those patients. Study results suggest that pre-emptive antiviral therapy is necessary for HCC patients with low serum HBV DNA level.",
            "paragraph_rank": 15,
            "section_rank": 6
        },
        {
            "section": "Table 1 Therapeutics and Clinical Risk Management Publish your work in this journal",
            "text": "Factors related to hBV reactivation",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "section": "Table 1 Therapeutics and Clinical Risk Management Publish your work in this journal",
            "text": "Submit your manuscript here: http://www.dovepress.com/therapeutics-and-clinical-risk-management-journal Therapeutics and Clinical Risk Management is an international, peer- reviewed journal of clinical therapeutics and risk management, focusing on concise rapid reporting of clinical studies in all therapeutic areas, outcomes, safety, and programs for the effective, safe, and sustained use of medicines. This journal is indexed on PubMed Central, CAS, EMBase, Scopus and the Elsevier Bibliographic databases. The manuscript management system is completely online and includes a very quick and fair peer-review system, which is all easy to use. Visit http://www.dovepress.com/testimonials.php to read real quotes from published authors. Therapeutics and Clinical Risk Management 2015:11",
            "paragraph_rank": 17,
            "section_rank": 7
        },
        {
            "section": "Table 1 Therapeutics and Clinical Risk Management Publish your work in this journal",
            "text": "Therapeutics and Clinical Risk Management 2015:11 submit your manuscript | www.dovepress.com Dovepress Dovepress",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "section": "Table 1 Therapeutics and Clinical Risk Management Publish your work in this journal",
            "text": "submit your manuscript | www.dovepress.com Dovepress Dovepress Dovepress",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "section": "Author contributions",
            "text": "All authors contributed toward data analysis, drafting and revising the paper and agree to be accountable for all aspects of the work.",
            "paragraph_rank": 20,
            "section_rank": 9
        },
        {
            "section": "Disclosure",
            "text": "The authors report no conflicts of interest in this work.",
            "paragraph_rank": 21,
            "section_rank": 10
        }
    ]
}