{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The purpose of this study was to investigate the therapeutic effects of DA-9801, an optimized extract of Dioscorea species, on diabetic peripheral neuropathy in a type 2 diabetic animal model. In this study, db/db mice were treated with DA-9801 (30 and 100 mg/kg, daily, p.o.) for 12 weeks. DA-9801 reduced the blood glucose levels and increased the withdrawal latencies in hot plate tests. Moreover, it prevented nerve damage based on increased nerve conduction velocity and ultrastructural changes. Decrease of nerve growth factor (NGF) may have a detrimental effect on diabetic neuropathy. We previously reported NGF regulatory properties of the Dioscorea genus. In this study, DA-9801 induced NGF production in rat primary astrocytes. In addition, it increased NGF levels in the sciatic nerve and the plasma of type 2 diabetic animals. DA-9801 also increased neurite outgrowth and mRNA expression of Tieg1/Klf10, an NGF target gene, in PC12 cells. These results demonstrated the attenuation of diabetic peripheral neuropathy by oral treatment with DA-9801 via NGF regulation. DA-9801 is currently being evaluated in a phase II clinical study."
        }
    ],
    "body_text": [
        {
            "section": "INTRODUCTION",
            "text": "Patients suffering from diabetes mellitus usually develop severe complications such as microvascular and macrovascular diseases, retinopathy, liver and brain dysfunctions, and neuropathy (Gerbitz et al., 1995;Toth et al., 2006). Peripheral neuropathy is one of the most common complications of diabetes mellitus, with nerve damage developing in over 50% of all diabetic patients. It is associated with chronic aberrant sensations, numbness, and pain, which affect quality of life, disrupt sleep, and can lead to depression (Vinik et al., 1995;Vinik et al., 2000;Calcutt, 2004;Canta et al., 2009). Currently, drugs for diabetic neuropathy have been limited to those that reduce pain and relieve other symptoms. The antiepileptics gabapentin (GABA) and the antioxidant α-lipoic acid (LA) are common drugs used to ameliorate the symptoms of diabetic neuropathy. However, GABA has been reported to cause side effects such as dizziness, fatigue, and peripheral edema (FDA, 2009). LA can cause nausea or stomach upset, fatigue, and insomnia (Singh and Jialal, 2008). Therefore, research is underway to find safer candidates for the treatment of diabetic peripheral neuropathy.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 187,
                    "text": "(Gerbitz et al., 1995;",
                    "end": 209
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 209,
                    "text": "Toth et al., 2006)",
                    "end": 227
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 523,
                    "text": "(Vinik et al., 1995;",
                    "end": 543
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 543,
                    "text": "Vinik et al., 2000;",
                    "end": 562
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 562,
                    "text": "Calcutt, 2004;",
                    "end": 576
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 576,
                    "text": "Canta et al., 2009)",
                    "end": 595
                },
                {
                    "type": "bibr",
                    "start": 962,
                    "text": "(FDA, 2009)",
                    "end": 973
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 1035,
                    "text": "(Singh and Jialal, 2008)",
                    "end": 1059
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "The pathological processes of diabetic peripheral neuropathy are not yet fully understood. However, possible etiologic factors have been suggested. They include long-standing hyperglycemia, increased flux of the polyol pathway, enhanced non-enzymatic advanced glycation end-product formation, free radical and oxidative stress, and impaired nerve growth factor (NGF) support (Zorrilla Hernandez et al., 1994;Sima and Sugimoto, 1999;van Dam, 2002;Obrosova, 2003;Vincent et al., 2004). Several studies suggest that NGF deficiency may be one of the major risk factors for the development of diabetic neuropathy (Hellweg and Hartung, 1990;Apfel et al., 1994;Hellweg et al., 1994;Ordonez et al., 1994;Anand et al., 1996). NGF levels in the sciatic nerve of experimental diabetic animals with neuropathy decreased significantly in comparison with those in normal animals. When diabetic animals were treated with NGF or enhancers of endogenous NGF synthe-",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 375,
                    "text": "(Zorrilla Hernandez et al., 1994;",
                    "end": 408
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 408,
                    "text": "Sima and Sugimoto, 1999;",
                    "end": 432
                },
                {
                    "type": "bibr",
                    "start": 432,
                    "text": "van Dam, 2002;",
                    "end": 446
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 446,
                    "text": "Obrosova, 2003;",
                    "end": 461
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 461,
                    "text": "Vincent et al., 2004)",
                    "end": 482
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 608,
                    "text": "(Hellweg and Hartung, 1990;",
                    "end": 635
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 635,
                    "text": "Apfel et al., 1994;",
                    "end": 654
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 654,
                    "text": "Hellweg et al., 1994;",
                    "end": 675
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 675,
                    "text": "Ordonez et al., 1994;",
                    "end": 696
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 696,
                    "text": "Anand et al., 1996)",
                    "end": 715
                }
            ]
        },
        {
            "section": "Original Article",
            "text": "Biomol Ther 22(5), 445-452 (2014) http://dx.doi.org/10.4062/biomolther.2014.051 sis, neuropathy-related abnormalities such as reduced nerve conduction velocity, atrophy of myelinated nerve fi bers and axons, and dysesthesia were statistically signifi cantly alleviated compared with that in untreated animals (Pearlstone et al., 1992;Apfel et al., 1994;Kakinoki et al., 2006).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 19,
                    "text": "445-452 (2014)",
                    "end": 33
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 309,
                    "text": "(Pearlstone et al., 1992;",
                    "end": 334
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 334,
                    "text": "Apfel et al., 1994;",
                    "end": 353
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 353,
                    "text": "Kakinoki et al., 2006)",
                    "end": 375
                }
            ]
        },
        {
            "section": "Original Article",
            "text": "In oriental medicine, the dried rhizome of Dioscorea japonica Thunb (D. japonica, known as \"SanYak\" in Korea) is a representative nourishing and tonifying herb. Its taste is sweet, and its nature is neutral. It supplements Ki, fortifi es the spleen, supplements the lungs and the kidney, and secures the essence. It has been traditionally used for diarrhea and dysentery due to spleen defi ciency, fatigue, coughing and wheezing, wasting and thirsting, seminal emission, vaginal discharge, and frequent urination. The dried rhizome of Dioscorea nipponica Makino (D. nipponica) is called \"Buchema\" in Korea, and is an herb for clearing and transforming phlegmheat. Its taste is bitter and its nature is cold. It dissipates lumps and disperses goiter, clears heat, relieves toxicity, cools the blood, stops bleeding and coughing, and calms wheezing. It has been applied for goiter and scrofula, swelling and toxins of sores, poisonous snake bites, bleeding due to blood-heat, and whooping cough (Xu and Wang, 2002). Many species of Dioscorea have traditionally been used clinically in Asia for the treatment of various syndromes related to metabolic diseases. Moreover, the extracts of the Dioscorea species have been reported to have antidiabetic and antiobesity effects (Hikino et al., 1986;Gao et al., 2007;Maithili et al., 2011). In particular, D. japonica has inhibitory activities on polyuria and diabetes (Kim, 1998) and D. nipponica has antiobesity properties (Jung et al., 2003). Previously, we reported that furostanol saponins isolated from D. japonica upregulated NGF contents in rat glioma C6 cells (Kim et al., 2011a) and diosgenin from D. nipponica ameliorated diabetic neuropathy by increasing the endogenous NGF levels in streptozotocin (STZ)-induced diabetic mice (Kang et al., 2011). Therefore, we proposed that these two Dioscorea species might improve various symptoms of diabetic neuropathy via NGF regulation. Through activity-guided in vivo screening, we selected an optimized combination drug DA-9801, a mixture of D. japonica and D. nipponica (KR Patent No. 10-1341692-0000). NGF agonistic activities of DA-9801 in PC12 cells and dorsal root ganglion neurons were recently reported (Kim et al., 2011b). Jin et al. also reported that oral treatment with DA-9801 had therapeutic potential for peripheral neuropathy in a representative type 1 diabetic animal model, STZ-induced diabetic rats (Jin et al., 2013). According to this report, DA-9801 improved tactile and thermal hyperalgesia, and blunted the morphological changes and the reduction of intraepidermal nerve fi ber density. Moreover, it increased NGF and decreased tumor necrosis factor α and interleukin-6 protein levels in the sciatic nerve and spinal cord. These results indicated that DA-9801 might prevent peripheral neuropathy in STZ-induced diabetic rats via enhancement of neurotrophic activity and anti-infl ammatory response. Previously, our group described that DA-9801 improved nerve conduction velocity (NCV) signifi cantly in type 2 diabetic db/ db mice (Choi and Son, 2011). However, further investigations of DA-9801 in peripheral neuropathy in type 2 diabetic animal models have not been reported. Because of the higher prevalence of type 2 diabetes than type 1, it is very importance to check the impact of DA-9801 on type 2 diabetes. Therefore, the purpose of this study was to investigate the effect of DA-9801 on improvement of peripheral neuropathy in type 2 diabetic db/db mice. In particular, to determine its therapeutic mechanism, we focused on the NGF regulatory activity of DA-9801.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 993,
                    "text": "(Xu and Wang, 2002)",
                    "end": 1012
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1270,
                    "text": "(Hikino et al., 1986;",
                    "end": 1291
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1291,
                    "text": "Gao et al., 2007;",
                    "end": 1308
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1308,
                    "text": "Maithili et al., 2011)",
                    "end": 1330
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1410,
                    "text": "(Kim, 1998)",
                    "end": 1421
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1466,
                    "text": "(Jung et al., 2003)",
                    "end": 1485
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1610,
                    "text": "(Kim et al., 2011a)",
                    "end": 1629
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1780,
                    "text": "(Kang et al., 2011)",
                    "end": 1799
                },
                {
                    "type": "bibr",
                    "start": 2067,
                    "text": "(KR Patent No. 10-1341692-0000)",
                    "end": 2098
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 2206,
                    "text": "(Kim et al., 2011b)",
                    "end": 2225
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 2413,
                    "text": "(Jin et al., 2013)",
                    "end": 2431
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 3050,
                    "text": "(Choi and Son, 2011)",
                    "end": 3070
                }
            ]
        },
        {
            "section": "Materials",
            "text": "Dried D. japonica and D. nipponica were purchased at a specialty market for traditional herbal medicine (Kyungdong herb market, Seoul, Korea), and their identity was confi rmed by Dr. Changsoo Yuk (a specialist in plant classifi cation, Kyung Hee University, Seoul, Korea). Roswell Park Memorial Institute (RPMI) 1640 medium and Minimum Essential medium-α (MEM-α), fetal bovine serum (FBS), horse serum (HS), and penicillin-streptomycin (PS) were purchased from Gibco-BRL (Gaithersburg, MD, USA). Specifi c primers (NGF, Tieg1/Klf10, and GAPDH), M-MLV reverse transcriptase and Taq DNA polymerase were purchased from TaKaRa (TaKaRa, Shiga, Japan). The rat β-NGF enzyme-linked immunosorbent assay development kit was obtained from R&D Systems (Minneapolis, MN, USA). The other chemicals used in this study were purchased from Sigma-Aldrich (St. Louis, MO, USA)."
        },
        {
            "section": "Preparation of DA-9801",
            "text": "A preparation of the rhizome mixture of dried Dioscorea species, D. japonica and D. nipponica, was extracted with 50% aqueous ethanol at room temperature for 48 h. The extracts were fi ltered and concentrated using a rotary vacuum evaporator. The DA-9801 voucher specimen was deposited at Dong-A Pharmaceutical (Youngin, Korea). The yield of total extracts (DA-9801) was 10.0%. A high-performance liquid chromatography analysis was performed for quantitative determination of dioscin and allantoin, the marker components of D. japonica and D. nipponica, in DA-9801. DA-9801 contained 0.829% dioscin and 2.711% allantoin (Fig. S1).",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 620,
                    "text": "(Fig. S1",
                    "end": 628
                }
            ]
        },
        {
            "section": "Animals and drug administration",
            "text": "Nine-week old male db/db mice (C57BLKS/J Iar-+Lepr db /+Lepr db ) were purchased from Japan SLC, Inc. (Hamamatsu, Japan). We performed all procedures in the animal experiments in accordance with the Laboratory Animal Care and Use Guideline of Kyung Hee University, Korea. Animals showing blood glucose levels of ≥300 mg/dl were used as diabetic models in this study."
        },
        {
            "section": "Animals and drug administration",
            "text": "DB/DB mice were divided into 5 groups (n=10/group): a control group that received vehicle and four drug groups that received DA-9801 extract (30 and 100 mg/kg), α-lipoic acid (LA, 50 mg/kg) and gabapentin (GABA, 100 mg/kg), respectively. In this study, the modulators of diabetic neuropathy, α-lipoic acid and gabapentin, were used as positive controls. The oral administration of vehicle or drugs was performed once per day for 12 weeks. We measured body weight and blood glucose levels of animals during the experimental period."
        },
        {
            "section": "Behavioral tests",
            "text": "Hot plate tests were performed using a modifi cation of the methods reported by Hayes (Hayes et al., 1987). The hot plate apparatus, and analgesy-meter were purchased from Ugo Basile (Comerio, Italy).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 80,
                    "text": "Hayes (Hayes et al., 1987)",
                    "end": 106
                }
            ]
        },
        {
            "section": "Measurements of nerve conduction velocity in motor and sensory nerves",
            "text": "The NCV tests were performed using the methods reported by Kang (Kang et al., 2011). Animals were anesthetized using a combination of 1.5% isofluorane (Choongwae Pharma Co., Seoul, Korea) with 70% N 2 O and 30% O 2 gas using a gas anesthesia machine (Tabletop research anesthesia machine sets, SurgiVet, USA). Then, their motor and sensory nerves were isolated. Each isolated nerve was connected to a stimulator and sensor probes with aeration. The distance between the sensor and stimulator probes was 15.0 mm. A digital storage oscilloscope (Tektronix 2211, Madell Technology Co., Ontario, CA, USA) was used to record the conduction times (3-5V stimulation and 5 milliseconds duration). The NCV was calculated based on the time and the distance between the electrodes.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 59,
                    "text": "Kang (Kang et al., 2011)",
                    "end": 83
                }
            ]
        },
        {
            "section": "Morphometric analysis in the sciatic nerves",
            "text": "Morphometric analysis in the sciatic nerves was also performed using the methods reported by Kang (Kang et al., 2011). For examination of the sciatic nerve morphology, isolated sciatic nerves from db/db mice were immersed in fixative (2.5% glutaraldehyde) and incubated at 4 o C for 12 h. Thereafter, each specimen was immersed in 2% osmium tetroxide in 0.1 M phosphate buffer for 2 h at 4 o C, dehydrated, and embedded. Following polymerization, ultrathin sections (50-60 nm thick) were cut and stained with uranyl acetate and lead citrate. The sciatic nerve morphology was examined using transmission electron microscopy (H7100, Hitachi, Ibaraki, Japan), and the diameter and the thickness of the myelin sheath in the sciatic nerve were also measured.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 93,
                    "text": "Kang (Kang et al., 2011)",
                    "end": 117
                }
            ]
        },
        {
            "section": "NGF assay in animal models",
            "text": "To investigate the effect of DA-9801 on NGF production in animals, the sciatic nerves and the plasma of diabetic mice were isolated. Then, NGF concentrations were measured using an NGF ELISA kit. Briefly, tissue samples were homogenized in NGF lysis buffer (Tris-HCl 100 mM, bovine serum albumin 2%, NaCl 1 M, EDTA-2Na2H 2 O 4 mM, Triton X-100 2%, sodium azide 0.1%, pH 7.0, and phenylmethylsulfonylfluoride 17 mg/ml) and centrifuged; the supernatant was subjected to ELISA in 96-well plates according to the manufacturer's instructions."
        },
        {
            "section": "Cell culture and in vitro assay",
            "text": "The primary astrocytes were cultured from the cerebral cortices of neonatal Sprague-Dawley (Crl:SD) rats (1-day-old) in MEM-α containing 10% fetal bovine serum and 1% penicillin/ streptomicyn. PC12 cells were cultured in RPMI 1640 with 5% FBS, 10% HS and 1% PS. All cells were maintained in 5% CO 2 incubator at 37 o C."
        },
        {
            "section": "Cell culture and in vitro assay",
            "text": "To evaluate the effects of DA-9801 on NGF induction, primary astrocytes were seeded onto 24-well plates at a density of 1×10 5 cells/well. After 24 h, cells were treated with various concentrations of DA-9801 in MEM-α containing 2% FBS and 1% PS. The media were collected after 24 h incubation, and the supernatant of the harvested media was used for NGF determination. The level of secreted NGF in conditioned media was determined using a β-NGF ELISA development kit and calculated from the standard curve. To detect NGF mRNA expression, we treated primary astrocyte cells with DA-9801 for 2 h. Total RNA was extracted and first-strand cDNA was synthesized using TRIzol reagent and M-MLV reverse transcriptase. Then, cDNA was amplified using NGF-specific primer, dNTP mixture and Taq DNA polymerase. The primer sets were as follows: NGF, forward, 5'-TGGCCAGTGGTCGT-GCAGTC-3'; reverse, 5'-AAGTCAGCCTCTTGCAGC-3'. The twenty six cycles of PCR were performed (for NGF: denaturation at 95 o C for 30 s; annealing at 60 o C; extension at 72 o C for 160 s; for GAPDH: denaturation at 95 o C for 30 s; annealing at 56 o C; extension at 72 o C for 160 s). The twenty six-cycle reaction was followed by a final extension step at 72 o C for 300 s. PCR amplicons were separated by agarose gel electrophoresis and visualized using ethidium bromide staining."
        },
        {
            "section": "Cell culture and in vitro assay",
            "text": "To investigate the effect of DA-9801 on neurite outgrowth, PC12 cells (1×10 5 cells/well) were seeded onto 6-well poly-D-lysine-coated plates. After 24 hours, the cells were treated with DA-9801 plus 2 ng/ml NGF in RPMI1640 medium containing 1% FBS, 2% HS and 1% PS. The neurite outgrowth per cell was observed every other day, and at 4 days, microphotographs were obtained from 10 random fields for each cell group. To detect Tieg1/Klf10 mRNA expression, PC12 cells were treated with DA-9801 (10, 100, and 200 μg/ml) and NGF (50 ng/ml) for 6 h. The primer sets were as follows: Tieg1/Klf10, forward, 5'-CACAGGGGAAAAAACCTTTCA-3', reverse, 5'-ACTTCCATTTGCCAGTTTGG-3'. Twenty six cycles of PCR were performed for Tieg1/Klf10: denaturation at 95 o C for 45 s; annealing at 60 o C; extension at 72 o C for 180 s. The twenty six-cycle reaction was followed by a final extension step at 72 o C for 300 s."
        },
        {
            "section": "Statistical analysis",
            "text": "In vivo data were expressed as mean ± S.E.M. Statistical comparisons between different groups were performed using a one-way ANOVA test followed by Newman-Keuls multiple range test. Values with a superscript are significantly different from the control group ( A p<0.05, B p<0.01 and C p<0.001) or LA-treated group ( a p<0.05 and b p<0.01) or GABA-treated group ( α p<0.05, β p<0.01 and γ p<0.001). In vitro data were expressed as mean ± S.D. A Student's t-test was used for statistical analyses for in vitro and sciatic nerves morphometric assays. *p<0.05, **p<0.01 and ***p<0.001 indicate statistically significant differences from the control group."
        },
        {
            "section": "Effects of DA-9801 on blood glucose level in type 2 diabetic db/db mice",
            "text": "To evaluate the effects of DA-9801 on peripheral neuropathy in type 2 diabetes, we first measured the body weight and blood glucose levels in db/db mice at last administration. All samples had no effect on body weight of animals (data not shown). However, DA-9801 treatment significantly reduced blood glucose levels. Blood glucose concentration of control mice was 423.9 ± 35.0 mg/dl. However, the blood glucose concentrations of DA-9801-treated mice were 317.0 ± 25.4 and 311.2 ± 25.3 mg/dl at doses of 30 and 100 mg/kg. LA and GABA had no influence on blood glucose levels (Fig. 1A).",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 576,
                    "text": "(Fig. 1A)",
                    "end": 585
                }
            ]
        },
        {
            "section": "Effects of DA-9801 on neuropathic pain in type 2 diabetic db/db mice",
            "text": "We also performed thermal hyperalgesia test to evaluate the effect of DA-9801 treatment on peripheral neuropathic http://dx.doi.org/10.4062/biomolther.2014.051 pain in type 2 diabetes. As shown in Fig. 1B, oral administration of DA-9801 significantly increased the thermal response latencies in the hot plate assay compared with control group. Latency time of control mice was 12.7 ± 1.6 sec, while those of DA-9801 30 and 100 mg/kg-treated groups were 23.7 ± 4.1 and 28.0 ± 5.4 sec. Latency times of LA and GABA-treated mice were 15.4 ± 1.8 and 16.1 ± 2.7 sec, respectively.",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 197,
                    "text": "Fig. 1B",
                    "end": 204
                }
            ]
        },
        {
            "section": "Effects of DA-9801 on nerve conduction velocity in type 2 diabetic db/db mice",
            "text": "To investigate the effects of DA-9801 on NCV, we administered DA-9801 (30 and 100 mg/kg) to db/db mice and measured NCV in motor and sensory nerves. As shown in Fig. 1C, treatment with DA-9801 strongly induced nerve conductivity.",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 161,
                    "text": "Fig. 1C",
                    "end": 168
                }
            ]
        },
        {
            "section": "Effects of DA-9801 on nerve conduction velocity in type 2 diabetic db/db mice",
            "text": "The motor and sensory NCVs were 20.3 ± 0.3 and 22.4 ± 0.3 m/sec in control mice. However, mice treated with DA-9801 30 mg/kg had motor NCV of 29.3 ± 0.4 m/sec and sensory NCV of 31.2 ± 0.5 m/sec. The effects of DA-9801 on NCV might be independent of dose. Although the motor and sensory NCVs were 24.0 ± 0.3 and 24.9 ± 0.6 m/sec at dose of 100 mg/kg of DA-9801, there was no statistically significant difference between these and the control group. The LA-and GABA-treated groups had NCVs of 24.7 ± 0.3 and 22.4 ± 0.4 m/sec in motor nerves and 24.8 ± 0.3 and 25.4 ± 0.4 m/sec in sensory nerves, respectively. Fig. 1. Effects of DA-9801 on diabetic peripheral neuropathy in type 2 diabetic db/db mice. To investigate the effects of DA-9801 on the improvement of diabetic peripheral neuropathy, we administered DA-9801 (30 and 100 mg/kg) once per day orally for 12 weeks in type 2 diabetic db/db mice. Then we evaluated (A) the blood glucose levels and (B) the thermal hyperalgesia latencies using hot plate test, and measured (C) nerve conduction velocity (NCV) in motor and sensory nerves. Statistical comparisons between different groups were performed using a one-way ANOVA test followed by Newman-Keuls multiple range test. Values with a superscript are significantly different from the control group ( A p<0.05 and B p<0.01) or LA-treated group ( a p<0.05) or GABA-treated group ( α p<0.05). We also confirmed (D) the sciatic nerve histology using electron microscopy, and then (E) the axon diameter and (F) the thickness of the myelin sheath in the sciatic nerves. *p<0.05 and **p<0.01 indicate statistically significant differences from the control group (Student's t-test). α-Lipoic acid (LA, 50 mg/kg) and gabapentin (GABA, 100 mg/kg) were used as positive controls. All data are expressed as mean ± S.E.M.",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 609,
                    "text": "Fig. 1",
                    "end": 615
                }
            ]
        },
        {
            "section": "Effects of DA-9801 on histological changes in the sciatic nerves of type 2 diabetic db/db mice",
            "text": "In this study, the ultrastructural changes of sciatic nerves after treatment with DA-9801 were evaluated by electron microscopy in db/db mice. As shown in Fig. 1D, DA-9801 treatment improved the loss of the myelin sheath and axon, and the increase of endoneural space. Moreover, the diameter and thickness of the myelin sheath were increased in DA-9801-treated mice compared with diabetic control mice (Fig. 1E, F). These responses were also independent of the dose of DA-9801.",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 155,
                    "text": "Fig. 1D",
                    "end": 162
                },
                {
                    "type": "figure",
                    "start": 402,
                    "text": "(Fig. 1E, F)",
                    "end": 414
                }
            ]
        },
        {
            "section": "Effects of DA-9801 on NGF regulation in vitro and in diabetic animal models",
            "text": "To investigate the effect of DA-9801 on NGF regulation, we first tested the effect of samples on the induction of NGF Fig. 2. Effects of DA-9801 on NGF regulation. To determine the effect of DA-9801 on NGF production, rat primary astrocytes were treated with various concentrations of DA-9801. After 24 h, (A) NGF content in the medium was measured using a rat βNGF assay kit. (B) NGF mRNA expression was confirmed via reverse transcription PCR after 2 h of DA-9801 treatment. Also, we measured (C) NGF levels in the sciatic nerves and (D) the plasma of DA-9801-treated db/db mice. To investigate the NGF-mimetic activity of DA-9801, we treated PC12 cells with 125 μg/ml of DA-9801. The neurite outgrowth per cell was observed every other day, and (E) images were taken of randomly selected fields using a camera attached to a microscope at 4 days. (F) The neurite length was determined using the Optimas 6.5 program (Media Cybernetics, MD, USA). The differentiation of PC12 cells was scored as follows: cells without neurite outgrowth (0); cells bearing neurites as long as one cell diameter (1); cells bearing neurites two times longer in length than their diameter (2); and cells that had synapse-like neurites (4). (G) We also detected Tieg1/Klf10 mRNA by reverse transcription PCR after 6 h of DA-9801 treatment. In this study, 50 ng/ml NGF was used as a positive control. (A) and (F) were expressed as mean ± S.D. and ***p<0.001 indicate statistically significant differences from the control group (Student's t-test). (C) and (D) were expressed as mean ± S.E.M. Statistical comparisons between different groups were performed using a one-way ANOVA test followed by Newman-Keuls multiple range test. ( A p<0.05, B p<0.01 and C p<0.001 compared with control mice. a p<0.05 and b p<0.01 compared with LA-treated mice. α p<0.05, β p<0.01 and γ p<0.001 compared with GABA-treated mice).",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 118,
                    "text": "Fig. 2",
                    "end": 124
                }
            ]
        },
        {
            "section": "Effects of DA-9801 on NGF regulation in vitro and in diabetic animal models",
            "text": "http://dx.doi.org/10.4062/biomolther.2014.051 in primary astrocytes isolated from cerebral cortices of neonatal rats. As shown in Fig. 2A, treatment with DA-9801 significantly increased NGF secretion. The contents of NGF in the medium were 31.7 ± 5.8 pg/ml in control cells and 319.6 ± 2.3 and 609.4 ± 57.1 pg/ml in DA-9801-treated cells (100 and 200 mg/ml), respectively. Moreover, DA-9801 increased NGF mRNA expression in a dose-dependent manner in rat primary astrocytes (Fig. 2B). We also measured NGF levels in the sciatic nerves and the plasma of db/db mice treated with DA-9801. Our results showed that NGF levels in the sciatic nerves were increased by oral administration of DA-9801. The NGF content was 6.2 ± 0.5 pg/ml in control mice. However, the DA-9801-treated mice secreted 9.9 ± 0.3 pg/ml (DA-9801 30 mg/kg) and 11.6 ± 1.0 pg/ml of NGF (DA-9801 100 mg/kg), respectively (Fig. 2C). In the plasma of db/db mice, NGF concentration was also increased by treatment with DA-9801 100 mg/kg (Fig. 2D). In both the sciatic nerves and the plasma of db/db mice, LA and GABA had no influence on NGF induction.",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 130,
                    "text": "Fig. 2A",
                    "end": 137
                },
                {
                    "type": "figure",
                    "start": 474,
                    "text": "(Fig. 2B)",
                    "end": 483
                },
                {
                    "type": "figure",
                    "start": 886,
                    "text": "(Fig. 2C)",
                    "end": 895
                },
                {
                    "type": "figure",
                    "start": 999,
                    "text": "(Fig. 2D)",
                    "end": 1008
                }
            ]
        },
        {
            "section": "Effects of DA-9801 on NGF regulation in vitro and in diabetic animal models",
            "text": "We also evaluated NGF-mimetic activities of DA-9801 using PC12 cells, which respond to NGF by flattening their cell bodies and extending neurite-like processes (Traverse et al., 1992). As shown in Fig. 2E and F, we confirmed increases in the neurite length after treatment with DA-9801. The response of PC12 cells treated with DA-9801 (125 mg/ml) was similar to that of the cells treated with NGF (50 ng/ml). We also assessed Tieg1/Klf10 mRNA levels in PC12 cells after treatment with DA-9801 for 6 h. Tieg1/Klf10 is an NGF target gene via the TrkA signaling pathway in PC12 cells (Spittau et al., 2010). As shown in Fig. 2G, DA-9801 increased Tieg1/Klf10 mRNA expression in a dose-dependent manner.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 160,
                    "text": "(Traverse et al., 1992)",
                    "end": 183
                },
                {
                    "type": "figure",
                    "start": 197,
                    "text": "Fig. 2E",
                    "end": 204
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 581,
                    "text": "(Spittau et al., 2010)",
                    "end": 603
                },
                {
                    "type": "figure",
                    "start": 617,
                    "text": "Fig. 2G",
                    "end": 624
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "One of the important pathological factors of diabetic neuropathy is nerve damage. Nerve damage such as the loss and centripetal degeneration of small myelinated axons in diabetic neuropathy is likely associated with a marked deprivation of NGF. Jin et al. reported the therapeutic potential of DA-9801 on the peripheral neuropathy via enhancement of neurotrophic activity in STZ-induced diabetic rats, a representative type 1 diabetic model (Jin et al., 2013). To extend the research on DA-9801, we investigated whether DA-9801 had therapeutic activity for peripheral neuropathy via NGF regulation in db/ db mice, a type 2 diabetic animal model. In the present study, oral administration of DA-9801 significantly reduced hyperalgesia by increasing the response latency to noxious thermal stimuli in db/db mice. DA-9801-administrated group showed higher NCVs of sensory and motor nerves than each diabetic control group. Accordingly, DA-9801 may have a therapeutic effect on nerve injury due to diabetic neuropathy by increasing the transmission speed of the nerves of db/db mice. Moreover, the therapeutic effect of the DA-9801 on the neuropathy was identified by measuring the histological change of the sciatic nerves. Namely, in the DA-9801-treated groups, the axon and the myelin sheath in the central part of the sciatic nerve clearly expanded. These data show that DA-9801 can protect and treat the shrunken sciatic nerves in the neuropathy in type 2 diabetic condition. Moreover, DA-9801 increased NGF production in rat primary astrocytes. In addition, the amounts of endogenous NGF in the sciatic nerves and the plasma of DA-9801-treated db/db mice were significantly higher than that of control mice. Therefore, our results indicate that oral treatment with DA-9801 might improve peripheral neuropathy by suppressing the degeneration and death of neurons in type 2 diabetes via NGF induction.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 441,
                    "text": "(Jin et al., 2013)",
                    "end": 459
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Type 2 diabetes is the most common form of diabetes, accounting for about 90% of all diabetes cases. Its main pathological cause is insulin resistance which associated with aging, obesity, and lack of physical activity (Boden, 2001). Therefore, the importance of investigating type 2 diabetes and its complications has increased markedly with the trends of an increasingly aging and obese society. Previously, Jin et al. reported that oral treatment with DA-9801 at a single dose of 100 mg/ kg/day for 16 weeks had therapeutic properties for peripheral neuropathy in STZ-induced diabetic rats via enhancement of neurotrophic activity (Jin et al., 2013). They used Sprague-Dawley rats injected intraperitoneally with STZ 60 mg/kg in their research. Their animal model was a late-state type 2 diabetic or typical type 1 diabetic model. However, chemicalinduced diabetic animals have some disadvantages in a general type 2 diabetes study. Hyperglycemia develops primarily by direct cytotoxic actions on the β cells and insulin deficiency, rather than as a consequence of insulin resistance. Moreover, these animals cannot show the phenotype of obesity. However, db/db mice, in which diabetes develops spontaneously with genetic background, can develop characteristic features resembling human type 2 diabetes (Srinivasan and Ramarao, 2007). Therefore, db/db mice are a more suitable animal model than STZ-induced diabetic rats in the study of human type 2 diabetes and its complications. Thus, our research showed the therapeutic effect of DA-9801 on peripheral neuropathy via NGF regulation in general type 2 diabetes. In comparison, Jin's research ascertained the attenuation of neuropathy by DA-9801 treatment in type 1 and late type 2 diabetes. And to conclude, DA-9801 might improve peripheral neuropathy via NGF regulation in both type 1 and type 2 diabetes.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 219,
                    "text": "(Boden, 2001)",
                    "end": 232
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 634,
                    "text": "(Jin et al., 2013)",
                    "end": 652
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 1306,
                    "text": "(Srinivasan and Ramarao, 2007)",
                    "end": 1336
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "NGF agonistic activities of DA-9801 were recently published. In that study, Kim et al. reported that DA-9801 had a significant effect on neurite outgrowth and phosphorylation of TrkA, a high-affinity catalytic receptor for NGF (Kim et al., 2011b). In this study, we also found that DA-9801 increased neurite outgrowth and NGF target gene Tieg1/Klf10 mRNA expression in PC12 cells. These results indicate that DA-9801 may act not only as an NGF inducer but also as an NGF mimetic. Therefore, we suggest that DA-9801 may improve diabetic peripheral neuropathy via NGF regulation and that it may be used to treat various diabetic complications associated with NGF deficiency.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 76,
                    "text": "Kim et al.",
                    "end": 86
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 227,
                    "text": "(Kim et al., 2011b)",
                    "end": 246
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Our study showed that DA-9801 was more active than LA and GABA. Until now, drugs to target NGF regulation (such as NGF inducer or NGF mimetics) in diabetic neuropathy have not yet been developed. Therefore, we were confronted with difficulty in our study because there was no suitable positive control. GABA, as a first line drug for the regulation neuropathic pain, is used to relieve diabetic neuropathic pain. Also, there is evidence that LA may help with control of diabetic neuropathy. Therefore, we decided to use GABA and LA as alternative positive controls because they are drugs used to ameliorate the symptoms of diabetic neuropathy. Sure, GABA or LA is not perfect positive control of diabetic neuropathy because of its side effects and low efficacy. Considering these aspects, we used LA or GABA as a proper positive control. Moreover, the therapeutic effects of GABA and/or LA on neuropathic pain in www.biomolther.org db/db mice have not been reported yet. Our study is the first to examine the efficacy of these drugs in type 2 diabetic db/ db mice."
        },
        {
            "section": "DISCUSSION",
            "text": "In this study, we confirmed the effects of two doses of DA-9801 on diabetic neuropathy and NGF induction. However, the effects of DA-9801 on blood glucose levels, NCVs and nerve histology might be independent of the dose. The thermal response latencies and NGF levels in sciatic nerves showed increasing tendencies but there was no statistical significance between the two doses. These dose-independent effects may be caused by various ingredients in DA-9801. Therefore, more research on various doses of DA-9801 and its most active compounds in diabetic neuropathy are needed in in vivo animal systems. According to previous studies, we suggest that furostanol sapogenins (Kim et al., 2011a) and diosgenin (Kang et al., 2011) may be the main active components of DA-9801.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 673,
                    "text": "(Kim et al., 2011a)",
                    "end": 692
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 707,
                    "text": "(Kang et al., 2011)",
                    "end": 726
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Nerve damage and diabetic neuropathic pain can be induced by various pathological causes such as increased aldose reductase activity, angiotensin-converting enzyme activation, and the proinflammatory response (Obrosova, 2009). Previous studies reported that many Dioscorea species exert potential activities against these pathological factors in various experimental models. Dioscorea opposite prevents the increase of serum aldose reductase activity in STZ-induced diabetic mice (Hayes et al., 1987). The tuber storage protein of Dioscorea alata, dioscorin (Hsu et al., 2002), and red mold Dioscorea (Wu et al., 2009) exhibit angiotensin-converting enzyme inhibitory activities. Moreover, some Dioscorea species and their constituents are known to have anti-inflammatory properties (Oh and Lim, 2008;Hiransai et al., 2010;Nguelefack et al., 2010;Mbiantcha et al., 2011). Considering the previous references, the inhibitory activities of DA-9801 on diabetic neuropathy may be exerted by multi-targeted pharmacological activities of the Dioscorea species. Jin et al. also reported that DA-9801 had therapeutic properties for peripheral neuropathy in STZ-induced diabetic rats via NGF regulation and an antiinflammatory response. DA-9801 decreased tumor necrosis factor α and interleukin-6 protein levels in the sciatic nerve and spinal cord (Jin et al., 2013). Therefore, further studies of the potential mechanism of DA-9801, especially its anti-inflammatory properties, in peripheral neuropathy in a type 2 diabetic model are needed. Due to the different pathogenesis between type 1 diabetes and type 2diabetes, their induced inflammation may also be followed by different features. Especially, the main pathogenesis of type 2 diabetes, insulin resistance, results in complex alterations of lipid and glucose homeostasis, which lead to systemic inflammation (Pedicino et al., 2013). In previous comparative study of type 1 diabetes and type 2 diabetes, the level of an inflammation marker was higher in serum of type 2 diabetic patients than in that of type 1 diabetic patients (Pedicino et al., 2013). Therefore, if DA-9801 can promote peripheral neuropathy via its anti-inflammatory activity in type 2 diabetes, it is possible that this activity would be more sensitive in type 2 diabetes than type 1diabetes.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 209,
                    "text": "(Obrosova, 2009)",
                    "end": 225
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 480,
                    "text": "(Hayes et al., 1987)",
                    "end": 500
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 558,
                    "text": "(Hsu et al., 2002)",
                    "end": 576
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 601,
                    "text": "(Wu et al., 2009)",
                    "end": 618
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 783,
                    "text": "(Oh and Lim, 2008;",
                    "end": 801
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 801,
                    "text": "Hiransai et al., 2010;",
                    "end": 823
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 823,
                    "text": "Nguelefack et al., 2010;",
                    "end": 847
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 847,
                    "text": "Mbiantcha et al., 2011)",
                    "end": 870
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1340,
                    "text": "(Jin et al., 2013)",
                    "end": 1358
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 1859,
                    "text": "(Pedicino et al., 2013)",
                    "end": 1882
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 2079,
                    "text": "(Pedicino et al., 2013)",
                    "end": 2102
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "This study shows that DA-9801, a novel botanical drug from the Dioscorea species, reduced blood glucose levels and increased the response latency to noxious thermal stimuli. It also improved peripheral nerve damage by increasing NCVs and ameliorating abnormal nerve histology in db/db type 2 diabetic mice. These results may have occurred partially due to the effect of DA-9801 on NGF regulation. Currently, DA-9801 is being evaluated in a phase II clinical study. We expect that DA-9801 can be used as a botanical drug for the treatment of diabetic neuropathy."
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "This study was supported by a grant from the Korea Health 21 R&D Project, Ministry of Health and Welfare, Republic of Korea (A111082)."
        }
    ]
}