{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Neuroblastoma (NB) is one of the most frequently occurring extracranial solid tumors of childhood (Maris et al., 2007 [1]; Brodeur, 2003 [2]). Probability of cure varies according to patient's age, extent of disease and tumor biology (Maris et al., 2007 [1]; Brodeur, 2003 [2]; Cohn et al., 2009 [3]). However, the etiology of this developmental tumor is unknown. Recent evidence has shown that pediatric solid tumors, including NB, harbor a paucity of recurrent genetic mutations, with a significant proportion of recurrent events converging on epigenetic mechanisms (Cheung et al., 2012 [4]; Molenaar et al., 2012 [5]; Pugh et al., 2013 [6]; Sausen et al., 2013 [7]. We have analyzed the DNA methylome of neuroblastoma using high-density microarrays (Infinium Human Methylation 450k BeadChip) to define the epigenetic landscape of this pediatric tumor and its potential clinicopathological impact. Here, we provide the detail of methods and quality control parameters of the microarray data used for the study. Methylation data has been deposited at NCBI Gene Expression Omnibus data repository, accession number GSE54719; superseries record GSE54721.",
            "paragraph_rank": 2,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "text": "Methylation microarray data has been deposited at NCBI Gene Expression Omnibus data repository (GEO; http://www.ncbi.nlm. nih.gov/geo/) with accession number GSE54719 (http://www.ncbi. nlm.nih.gov/geo/query/acc.cgi?acc=GSE54719); on superseries record GSE54721 (http://www.ncbi.nlm.nih.gov/geo/query/acc.cgi? acc=GSE54721).",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "Experimental design",
            "section_rank": 2
        },
        {
            "section": "Experimental design",
            "text": "To define the DNA methylation landscape of neuroblastoma and its potential clinicopathological impact. Microarray DNA methylation data (Infinium Human Methylation 450k BeadChip) were analyzed and associated with functional/regulatory genome annotation data, transcriptional profiles and clinico-biological parameters.",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Material and methods",
            "section_rank": 3
        },
        {
            "text": "Patients and samples",
            "section_rank": 4
        },
        {
            "section": "Patients and samples",
            "text": "Thirty-five primary neuroblastoma tumors (including 6 stage 1, 9 stage 3, 6 stage 4s and 14 stage 4) obtained at the time of diagnosis   Table 1. Tumors were evaluated by a pathologist, only samples with more than 70% viable tumor cell content were included in the study. This study was approved by the Institutional Review Boards. Informed consent was obtained before collection of samples. Genomic DNA was isolated from samples using Wizard DNA Purification Kit (Promega Biotech Ibérica, Spain), following manufactures' protocols.",
            "paragraph_rank": 5,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 137,
                    "text": "Table 1",
                    "end": 144
                }
            ]
        },
        {
            "text": "DNA methylation microarrays",
            "section_rank": 5
        },
        {
            "section": "DNA methylation microarrays",
            "text": "Genomic DNA bisulfite conversion and hybridization to Infinium Human Methylation 450k BeadChip (Illumina Inc., San Diego, CA) was performed at the Human Genotyping Unit of the Spanish National Cancer Center (CEGEN-CNIO, Madrid, Spain), as described previously [9].",
            "paragraph_rank": 6,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 260,
                    "text": "[9]",
                    "end": 263
                }
            ]
        },
        {
            "text": "Quality control",
            "section_rank": 6
        },
        {
            "section": "Quality control",
            "text": "Microarray data was analyzed by minfi [10] and shinyMethyl [11] packages available through Bioconductor [12].   Single cytosine methylation values (β-values) in each sample were calculated as the ratio of the methylated signal intensity to the sum of methylated and unmethylated signals. Methylation values ranged from 0, fully unmethylated, to 1, fully methylated cytosine. Raw methylation β-value plots were performed for all samples to identify possible deviant samples (Fig. 1 & B).",
            "paragraph_rank": 7,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 38,
                    "text": "[10]",
                    "end": 42
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 59,
                    "text": "[11]",
                    "end": 63
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 104,
                    "text": "[12]",
                    "end": 108
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 473,
                    "text": "(Fig. 1 & B)",
                    "end": 485
                }
            ]
        },
        {
            "section": "Quality control",
            "text": "Sample quality was assessed using the log median intensity in both the methylated and unmethylated channels (Fig. 1C).",
            "paragraph_rank": 8,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 108,
                    "text": "(Fig. 1C)",
                    "end": 117
                }
            ]
        },
        {
            "section": "Quality control",
            "text": "Principal component analysis (PCA) was performed on the 20,000 most variable autosomal probes in order to analyze associations between sample type (adrenal gland, ganglioneuroma, fetal brain or neuroblastoma) and methylation levels (Fig. 2).",
            "paragraph_rank": 9,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 232,
                    "text": "(Fig. 2)",
                    "end": 240
                }
            ]
        },
        {
            "text": "Data normalization",
            "section_rank": 7
        },
        {
            "section": "Data normalization",
            "text": "Microarray methylation data was normalized by missMethyl package [13] using the SWAN (subset-quantile within array normalization), a within-array normalization method for Illumina Human Methylation 450k BeadChips (Fig. 3).",
            "paragraph_rank": 10,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 65,
                    "text": "[13]",
                    "end": 69
                },
                {
                    "type": "figure",
                    "start": 213,
                    "text": "(Fig. 3)",
                    "end": 221
                }
            ]
        },
        {
            "text": "Filtering of microarray data",
            "section_rank": 8
        },
        {
            "section": "Filtering of microarray data",
            "text": "An optimized pipeline with several filters developed at the IDIBAPS was used to exclude technical biases, [14,15]. Cytosines with poor detection P-values (P N 0.01) and those with sex-specific DNA methylation (n = 6926) were removed from the initial dataset of 485,512 sites (excluding probes detecting SNPs). The remaining sites (n = 478,169) were used for downstream analyses (Fig. 4).",
            "paragraph_rank": 11,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 106,
                    "text": "[14,",
                    "end": 110
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 110,
                    "text": "15]",
                    "end": 113
                },
                {
                    "type": "figure",
                    "start": 378,
                    "text": "(Fig. 4",
                    "end": 385
                }
            ]
        },
        {
            "text": "Bisulfite pyrosequencing",
            "section_rank": 9
        },
        {
            "section": "Bisulfite pyrosequencing",
            "text": "DNA methylation data were validated by bisulfite pyrosequencing as previously described [15,16]  (Fig. 5).",
            "paragraph_rank": 12,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 88,
                    "text": "[15,",
                    "end": 92
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 92,
                    "text": "16]",
                    "end": 95
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 97,
                    "text": "(Fig. 5",
                    "end": 104
                }
            ]
        },
        {
            "text": "Data summary",
            "section_rank": 10
        },
        {
            "section": "Data summary",
            "text": "The analysis of the DNA methylome of neuroblastoma patients revealed that: i) most DNA methylation changes take place outside promoters, ii) not only CpGs but also non-CpG sites are targeted, iii) methylation changes at these sites are associated with clinicopathological features of neuroblastoma, and iv) the identified epigenetic patterns provide new insights into the pathogenesis and clinical behavior of this pediatric tumor. The analysis of this data has been reported in our recently published study [15].   and bisulfite pyrosequencing (X-axis) (n = 11). A highly significant correlation (P b 0.001, R 2 = 0.978 and R 2 = 0.968, respectably) between microarray and pyrosequencing data was observed. Example of pyrograms with methylated (B) and unmethylated (C) cytosines.",
            "paragraph_rank": 13,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 508,
                    "text": "[15]",
                    "end": 512
                }
            ]
        },
        {
            "text": "Financial disclosure",
            "section_rank": 11
        },
        {
            "text": "Contents lists available at ScienceDirectGenomics Data j o u r n a l h o m e p a g e : h t t p : / / w w w . j o u r n a l s . e l s e v i e r . c o m / g e n o m i c s -d a t a / from patients diagnosed and treated at Hospital Sant Joan de Déu (Barcelona, Spain) were included in the study. Normal fetal brain (n = 2) and adrenal gland (n = 2) tissues as well as ganglioneuroma samples (n = 2) were used as reference samples. Neuroblastoma risk assessment was defined by the International Neuroblastoma Staging System (INSS) [8]. Patients' clinical and biological characteristics are displayed in",
            "paragraph_rank": 14,
            "section_rank": 12
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 13
        },
        {
            "section": "Fig. 1 .",
            "text": "A: Raw β-value density plot. B: Raw β-value bean density plot. C: Scatter plot of log median intensity of methylated (Meth) and unmethylated (Unmeth) channels.",
            "paragraph_rank": 15,
            "section_rank": 13
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 14
        },
        {
            "section": "Fig. 2 .",
            "text": "Principal component analysis. AG: adrenal gland. GN: ganglioneuroma. FB: fetal brain. NB: neuroblastoma.",
            "paragraph_rank": 16,
            "section_rank": 14
        },
        {
            "text": "This work was supported by the NEN association (association of families and friends of patients with neuroblastoma) [to S Gómez], Hospital Sant Joan de Déu, Barcelona, Spain [BR201102 to G. Mayol] and Spanish Government [PI11/02661 and PI14/00038 Instituto de Salud Carlos III grant to C Lavarino and Ramon y Cajal Grant to JI Martín-Subero].",
            "paragraph_rank": 17,
            "section_rank": 15
        },
        {
            "text": "Fig. 3 .Fig. 4 .",
            "section_rank": 16
        },
        {
            "section": "Fig. 3 .Fig. 4 .",
            "text": "Density distributions of beta values before and after using SWAN. Data processing work-flow.",
            "paragraph_rank": 18,
            "section_rank": 16
        },
        {
            "text": "Fig. 5 .",
            "section_rank": 17
        },
        {
            "section": "Fig. 5 .",
            "text": "Technical DNA methylation validation. (A) Scatter plot of DNA methylation levels obtained by Infinium Human Methylation 450k BeadChip (Illumina Inc., San Diego, CA) (Y-axis)",
            "paragraph_rank": 19,
            "section_rank": 17
        },
        {
            "text": "Table 1",
            "section_rank": 18
        },
        {
            "section": "Table 1",
            "text": "Patients' clinical and biological characteristics.",
            "paragraph_rank": 20,
            "section_rank": 18
        },
        {
            "text": "Acknowledgments",
            "section_rank": 20
        },
        {
            "section": "Acknowledgments",
            "text": "The authors acknowledge G. Garcia-Castellví for the fund raising and the \"Biobanc de l'Hospital Infantil Sant Joan de Déu per a la Investigació\" integrated in the National Network Biobanks of ISCIII for tissue samples. The authors also thank J. Ríos for statistical advice and S. Sánchez Molina for precious technical support.",
            "paragraph_rank": 22,
            "section_rank": 20
        }
    ]
}