{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Introduction: Cognitive training (CT) has been reported to improve cognition in older adults. Its combination with protective factors such as physical activity (CPT) has rarely been studied, but it has been suggested that CPT might show stronger effects than pure CT. Materials and methods: Healthy older adults (aged 50-85 years) were trained with CPT (n=15) or CT (n=15). Interventions were conducted in 90-minute sessions twice weekly for 6.5 weeks. Cognitive functions were assessed before and immediately after the interventions, and at 1-year follow-up. Results: The main finding was an interaction effect on attention, with comparable gains from CPT and CT from pre-to post-test, but stronger effects of CPT to follow-up (P=0.02). Significant effects were found in subjects in terms of cognitive state (P=0.02), letter verbal fluency (P=0.00), and immediate (P=0.00) and delayed (P=0.01) verbal memory. Post hoc analyses indicated that these latter domains were affected differentially by CPT and CT. No significant between-subject effects were found. Conclusion: Our results suggest that CPT might lead to stronger long-term effects on attention. However, as the difference between CT and CPT was only evident at follow-up, these effects cannot be interpreted as a direct consequence of CPT; they may have been related to sustained physical activity after the training. Other domains were improved by both interventions, but no typical pattern could be identified. Possible underlying mechanisms are discussed, and directions for future research are suggested.",
            "paragraph_rank": 1,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "section": "Introduction",
            "text": "Increasing evidence suggests that even the aging brain is still amenable to neuronal and cognitive plasticity. For example, there is strong evidence that cognitive training (CT) can lead to improvement of cognitive functions in healthy older adults; eg, in immediate and delayed memory, speed of processing, executive functions, fluid intelligence, visual reasoning, visuospatial construction, attention, subjective cognitive performance, and neuropsychological status. [1][2][3][4][5] However, probably due to different types of training and study designs (eg, comparison to an active or passive control group), different effects have been reported. As a result, establishing any specification of the effects of CT programs remains difficult. 1,2 Transfer effects into nontrained domains cannot yet be clearly supported; therefore, recent studies suggest that multidomain CT seems more promising than interventions focused on only one domain for inducing lasting improvement of different cognitive functions in healthy older adults. 3,5,6 In addition, many studies suggest a positive effect of physical activity and structured exercise on cognitive functions, with the most consistent findings being reported Based on the current literature, the aim of this study was to examine whether the cognitive effects of CPT are superior to that of CT in healthy older adults, and to address the important criticisms raised above. For this purpose, healthy older adults were trained in a standardized group setting with CPT targeting multiple cognitive domains (memory, attention, executive functions) and multiple physical fitness components (strength, balance/coordination, flexibility, endurance) or pure multidomain CT. Training duration, frequency, and intensity were made comparable between the two interventions. Effects on various cognitive domains, assessed with an elaborate neuropsychological test battery, were compared between the groups directly after training and after 1 year. Neither a nonactive waiting-list control group nor a control group with intervention for which no cognitive effects could be expected was included, intentionally, as (i) the benefits of pure CT have been demonstrated extensively before, and (ii) the focus of this study is on the additional benefits of CPT. Derived from the current state of research, we hypothesized that, due to the consistent effects of physical activity mainly on executive functions, CPT might lead to stronger effects on executive functions when compared to pure CT.",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 470,
                    "text": "[1]",
                    "end": 473
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 473,
                    "text": "[2]",
                    "end": 476
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 476,
                    "text": "[3]",
                    "end": 479
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 479,
                    "text": "[4]",
                    "end": 482
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 482,
                    "text": "[5]",
                    "end": 485
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 744,
                    "text": "1,",
                    "end": 746
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 746,
                    "text": "2",
                    "end": 747
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 1034,
                    "text": "3,",
                    "end": 1036
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1036,
                    "text": "5,",
                    "end": 1038
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1038,
                    "text": "6",
                    "end": 1039
                }
            ]
        },
        {
            "section": "Materials and methods",
            "text": "This study was conducted as a controlled trial. The design involved two groups, each assessed three times, to evaluate the efficacy of CPT compared to pure CT for the improvement and maintenance of cognitive functions in healthy older adults immediately after training and at 1-year follow-up.",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "section": "Participants and procedure",
            "text": "Healthy older adults were recruited and trained with CPT in Osnabrück, Germany. We recruited via advertisements in the local press, health centers, and local Senior Service Offices. To compare CPT with pure CT, we used existing data from a database of 31 participants, who had already been trained with CT in Cologne, Germany, and tested before and after training and at 1-year follow-up. CT participants who matched those in the CPT group in age, education, and sex were selected from this database for statistical analysis controlling for differences between the two intervention groups. Matching for comparable age had first priority, because age is the most likely factor to influence cognitive functions. Comparable group sizes were ensured for the statistical analyses with this design, although the trial was controlled and the trainings were conducted in comparable, standardized settings, randomization was not possible, and only the dropout rate of the CPT can be reported. However, the matched participants selected for the CT were compared with the unselected participants to ensure that no other differences between groups were introduced by the matching.",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "section": "Participants and procedure",
            "text": "In both intervention groups, participants underwent a telephone interview to establish personal data and history of diseases. Inclusion criteria were the following: age 50-85 years; normal or corrected-to-normal vision and hearing; at least 80% attendance at training; and completion of the three assessments. The wide age range was chosen to correspond with the training used in this study.",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "section": "Participants and procedure",
            "text": "Participants were excluded if they reported any psychiatric or neurological disease (past or present), were suffering a condition that prohibited moderate physical activity, took psychotropic drugs, did not perform in the normal range of cognitive function in the DemTect test (#12 points), [23][24][25] or had clinically relevant symptoms of depression, assessed according to the German Beck Depression Inventory 2 ($20 points) 26 at pretest. Written informed consent was obtained before the first neuropsychological assessment. The study was conducted after being approved by the ethics committee of the University Hospital Cologne.",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 291,
                    "text": "[23]",
                    "end": 295
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 295,
                    "text": "[24]",
                    "end": 299
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 299,
                    "text": "[25]",
                    "end": 303
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 429,
                    "text": "26",
                    "end": 431
                }
            ]
        },
        {
            "section": "neuropsychological test battery",
            "text": "A comprehensive neuropsychological test battery was conducted with all participants at pretest, after the interventions at post-test, and 1 year after completion of the interventions. The addressed domains were overall cognitive state, memory, attention, executive functions, visuospatial construction, and number processing. We used established tests that are sensitive to age-related cognitive decline and have good reliability and validity. When available, parallel forms were used to minimize retest effects; at pretest version A was used, at post-test version B was used, and at follow-up version A was used again.",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "section": "neuropsychological test battery",
            "text": "The overall cognitive state was screened with the Dem-Tect test, which included the subtests wordlist immediate and delayed recall, digit span backwards, verbal fluency (naming supermarket items or animals), and number transcoding. 23,24 Two parallel versions of the DemTect test are available. 25 For the assessment of verbal memory, the subtests immediate and delayed recall of the DemTect test were analyzed. [23][24][25] The Complex Figure Test   Figure (version B) were used as parallel forms. 27 Auditory divided attention was assessed with the Brief Test of Attention (BTA). 27 Several (sub) tests were used to broadly cover the executive domain, including tests of working memory, executive control, and verbal fluency. Working memory was assessed with the DemTect subtest digit span backwards. [23][24][25] Executive control was examined with the ratio of part B divided by part A of the Trail Making Test (TMT B/A). 27 Semantic and letter fluency were measured with the parallel subtests supermarket (version A)/animal test (version B) of the DemTect and with the Controlled Oral Word Association Test (COWA), respectively. [23][24][25]27 To measure changes in visuospatial construction, the copy trial of the CFT was used. 27 In order to evaluate number processing, the DemTect subtest number transcoding was applied. [23][24][25] Neuropsychological assessments were conducted in a standardized face-to-face situation and lasted 90 minutes. Tests were performed by experienced neuropsychologists trained intensively in test application and scoring; due to the nature of the above-reported design, the neuropsychologists could not be blinded. All tests were applied as paper/ pencil tests.",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 232,
                    "text": "23,",
                    "end": 235
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 235,
                    "text": "24",
                    "end": 237
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 295,
                    "text": "25",
                    "end": 297
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 412,
                    "text": "[23]",
                    "end": 416
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 416,
                    "text": "[24]",
                    "end": 420
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 420,
                    "text": "[25]",
                    "end": 424
                },
                {
                    "type": "figure",
                    "start": 437,
                    "text": "Figure Test",
                    "end": 448
                },
                {
                    "type": "figure",
                    "start": 451,
                    "text": "Figure (",
                    "end": 459
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 499,
                    "text": "27",
                    "end": 501
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 582,
                    "text": "27",
                    "end": 584
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 803,
                    "text": "[23]",
                    "end": 807
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 807,
                    "text": "[24]",
                    "end": 811
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 811,
                    "text": "[25]",
                    "end": 815
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 926,
                    "text": "27",
                    "end": 928
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1134,
                    "text": "[23]",
                    "end": 1138
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1138,
                    "text": "[24]",
                    "end": 1142
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1142,
                    "text": "[25]",
                    "end": 1146
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1146,
                    "text": "27",
                    "end": 1148
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1234,
                    "text": "27",
                    "end": 1236
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1329,
                    "text": "[23]",
                    "end": 1333
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1333,
                    "text": "[24]",
                    "end": 1337
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1337,
                    "text": "[25]",
                    "end": 1341
                }
            ]
        },
        {
            "section": "self-reported physical activity",
            "text": "For the assessment of the self-reported physical activity, the German version of the International Physical Activity Questionnaire (IPAQ) was used in the CPT group. 28 Participants answered questions about their physical activity during the last 7 days, and the mean time per day spent with an activity was assessed. Depending on this information, a domain-specific score for walking, moderate, and vigorous activities, as well as a total score of the metabolic equivalent (MET) was estimated. Referring to Ainsworth et al 1 MET corresponds to the resting metabolic rate obtained during quiet sitting. 29 Different physical activities can be rated by multiplying the amount of time spent on the respective activity by an activity-typical factor in the range between 0.9 for sleeping and 18 for running. 29 The total score and the information from moderate and vigorous activities were used to build categories indicating whether participants were highly active, moderately active, or mildly active (for exact criteria see Scoring Protocol under http://www.ipaq.ki.se/ scoring.pdf). The MET subscores and the total MET score as well as the categories were used for data analysis.",
            "paragraph_rank": 9,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 165,
                    "text": "28",
                    "end": 167
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 602,
                    "text": "29",
                    "end": 604
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 803,
                    "text": "29",
                    "end": 805
                }
            ]
        },
        {
            "section": "Interventions",
            "text": "Participants were trained with CPT in groups of five to eight, led by a certified trainer, for 6.5 weeks. Age-, education-, and sex-matched participants who had been trained with pure CT in groups of five to eight participants by a certified trainer for 6 weeks were used for group comparison. Standardized manuals were used in both groups. We chose group settings because social activity has been found to positively impact cognition and the risk of dementia; also, group training is more cost effective and is therefore well suited for clinical practice. 30 ",
            "paragraph_rank": 10,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 557,
                    "text": "30",
                    "end": 559
                }
            ]
        },
        {
            "section": "Pure cognitive training",
            "text": "The neuropsychological group training course NEUROvitalis was used for CT. 31 The training consists of 12 sessions in which the aging-sensitive domains memory, attention, and executive functions are trained. One session lasts 90 minutes and there are two sessions per week. The main aim of the CT was to improve different cognitive functions. Furthermore, it aimed to activate and to motivate participants to improve their cognitive health behavior by remaining cognitively active and compensating deficits with learned mnemonic strategies after training. Each session had a special topic that was explained in a psycho-educational short lecture by the trainer. In addition, participants performed group games, single and group tasks in the form of paper/pencil tasks, verbal exercises, or board games to train the targeted domains. Participants were also asked to perform cognitive homework for 10 minutes each day.",
            "paragraph_rank": 11,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 75,
                    "text": "31",
                    "end": 77
                }
            ]
        },
        {
            "section": "Pure cognitive training",
            "text": "The CT was not individually tailored because it was performed in groups. Levels of difficulty corresponding to the group's cognitive level were used where available in the training material. Table 1 gives an overview of the structure and contents of the CT. For a detailed description of NEUROvitalis, see Petrelli et al. 32 ",
            "paragraph_rank": 12,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 191,
                    "text": "Table 1",
                    "end": 198
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 322,
                    "text": "32",
                    "end": 324
                }
            ]
        },
        {
            "section": "CT with additional physical activity",
            "text": "In the CPT group, the modified version NEUROvitalis Plus of the CT NEUROvitalis 31,32 was used. It consisted of the same cognitive parts as the pure CT supplemented by a session named Physical activity and nutrition and a physical activity program. The additional session and the physical activity program were developed on the basis of the physical activity recommendations made by Nelson et al. 33 Information about healthy nutrition mainly focused on the Mediterranean diet, which has been thoroughly studied by Scarmeas et al. [34][35][36] The structure and content of the CPT is shown in Table 1.",
            "paragraph_rank": 13,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 80,
                    "text": "31,",
                    "end": 83
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 83,
                    "text": "32",
                    "end": 85
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 397,
                    "text": "33",
                    "end": 399
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 531,
                    "text": "[34]",
                    "end": 535
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 535,
                    "text": "[35]",
                    "end": 539
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 539,
                    "text": "[36]",
                    "end": 543
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 593,
                    "text": "Table 1",
                    "end": 600
                }
            ]
        },
        {
            "section": "CT with additional physical activity",
            "text": "The physical activity part was conducted for the first 20 minutes of every training session, so that the physical and cognitive elements were trained in a consecutive manner. To ensure that session duration was comparable to that of CT, the single tasks were given as additional homework in CPT. The physical activity part targeted multiple physical Notes: neUrOvitalis 21,22 was used as CT, the new version of the CT named neUrOvitalis Plus was used as CPT. In CPT an additional physical activity program was performed over the course of the training. Both CT and CPT were performed in groups of five to eight participants led by a certified trainer. a exercises of a multicomponent program (strength, coordination/balance, flexibility, endurance) were used in the CPT. b Paper/pencil tasks, verbal group exercises, and board games were used in the CT, and the difficulty level was adapted to the group's performance where available in the training's material. c A session named Physical activity and nutrition was added in CPT. Abbreviations: CPT, cognitive training with additional physical activity; CT, cognitive training; min, minutes.",
            "paragraph_rank": 14,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 370,
                    "text": "21,",
                    "end": 373
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 373,
                    "text": "22",
                    "end": 375
                }
            ]
        },
        {
            "section": "CT with additional physical activity",
            "text": "fitness components with exercises of strength, flexibility, and coordination/balance. Endurance was trained with a moderate walking or seated aerobic warm-up in each session for 10 minutes. To improve physical-health behavior after the training, participants were encouraged to use strategies such as taking the stairs where possible, or cycling. As support, the participants received a booklet with the exercises from the training sessions for practice at home. In total, the two intervention groups only differed in (i) the additional session about Physical activity and nutrition in CPT, and (ii) the single tasks performed during the sessions in the pure CT, where in the CPT the participants performed physical exercises instead, with the single tasks being performed as homework.",
            "paragraph_rank": 15,
            "section_rank": 8
        },
        {
            "section": "statistical analyses",
            "text": "Statistics were calculated using SPSS Statistics 21 for Windows (IBM Corporation, Armonk, NY, USA). Normal distributions were tested using the Kolmogorov-Smirnov test. The Levene's test was applied assessing the homogeneity of variances for between-group comparisons. Baseline overall cognitive state and differences in demographics between groups, selected and unselected participants of the CT, and drop-outs and completers of the CPT were compared between groups. We used t-tests for independent samples to compare the age, Mann-Whitney tests to compare performance in DemTect and education, and chi-square tests for the comparison of the sex distribution, each with a significance level of α=0.05. G*Power (http://www.gpower.hhu.de) was used to estimate the achieved power with a post hoc analysis. 37 ",
            "paragraph_rank": 16,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 803,
                    "text": "37",
                    "end": 805
                }
            ]
        },
        {
            "section": "Cognitive variables",
            "text": "Gains from CT from pre-to post-test and to 1 year follow-up were estimated with analysis of variance (ANOVA) for repeated measures (rANOVAs) with a significance level of α=0.05. Due to the intercorrelations between the different cognitive variables (eg, DemTect subscores with the total score), a multivariate analysis was not appropriate. The within-subject variable Time had three levels (pretest vs post-test vs follow-up). The between-subject variable Training had two levels (CPT vs pure CT). The interaction Time × Training was used to specify which training group showed stronger effects. We report Greenhouse-Geisser values to handle possible violations of sphericity. The effect size partial η² (η p ²) is reported, indicating a small (η p ².0.01), moderate (η p ².0.06), or strong effect (η p ².0.14). 38 In a second step, post hoc pairwise comparisons were calculated for the significant Time effects of the rANOVAs. The Bonferroni correction of SPSS was used to prevent an inflated type I error, with an overall value of α=0.05. Here, the effect size d is reported, indicating a small (d.0.10), moderate (d.0.30), or strong effect (d.0.50). 38 If variables violated the assumptions of normal distribution and homogeneity of variances, the Friedman's ANOVA was used as a nonparametric equivalent. The effect size ω is reported, indicating a small (ω.0.10), moderate (ω.0.30), or strong effect (ω.0.50). 38 The Wilcoxon signed-rank test was used in this case to compare the gains achieved within the training groups as a post hoc test for the significant variables of the Friedman's ANOVAs. The Bonferroni procedure was applied manually to prevent an inflated type I error (α=0.05/ comparisons per group). The effect size ϕ is reported, indicating a small (ϕ.0.10), moderate (ϕ.0.30), or strong effect (ϕ.0.50). 38 The nonparametric Kruskal-Wallis test was used to estimate between-group differences at the three test points with the value α=0.05.",
            "paragraph_rank": 17,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 812,
                    "text": "38",
                    "end": 814
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 1153,
                    "text": "38",
                    "end": 1155
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 1414,
                    "text": "38",
                    "end": 1416
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 1822,
                    "text": "38",
                    "end": 1824
                }
            ]
        },
        {
            "section": "self-reported physical activity",
            "text": "As the IPAQ was administered only in the CPT group, changes in self-reported physical activity from pre-to posttest and to 1 year follow-up were estimated with rANOVAs only within the combined group (n=15) with a significance level of α=0.05. The effect size η p ² is reported. Dependent t-tests for the comparisons of the physical activity at the three assessments were calculated for the significant Time effects of the rANOVAs. The Bonferroni correction was used to address possible problems of multiple comparisons with a significance level of α=0.05/number of comparisons. The effect size d is reported. Furthermore, the distribution of the IPAQ categories at the three assessments was compared with a Friedman's ANOVA. The effect size ω is reported.",
            "paragraph_rank": 18,
            "section_rank": 11
        },
        {
            "section": "Baseline characteristics and dropout rate",
            "text": "At baseline, participants of the two interventions did not differ significantly in age, (t=-0.46 [28], P=0.65), education (U=76.50, z=-1.77, P=0.08), overall cognitive state (DemTect) (U=70.00, z=-1.56, P=0.12), or sex, (χ 2 [1]=0.16, P=0.69). Table 2 shows the baseline characteristics of both intervention groups.",
            "paragraph_rank": 19,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 97,
                    "text": "[28]",
                    "end": 101
                },
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 244,
                    "text": "Table 2",
                    "end": 251
                }
            ]
        },
        {
            "section": "Baseline characteristics and dropout rate",
            "text": "In sum, 26 participants were recruited for CPT. At pretest, two had to be excluded due to neurological diseases. Altogether, 24 participants were trained with CPT. Two participants quit the training because of time constraints. Of the 22 trained participants who completed pre-and post-tests, 15 returned for the 1-year follow-up. One participant was unavailable at follow-up. The other 6 refused to take part in an assessment. The reasons for refusal were illness or engagements with other activities. The dropouts and completers of the CPT did not differ significantly in age (t=0.92 [22], P=0.37), education (U=49.00, z=-1.11, P=0.29), or overall cognitive state (DemTect) (U=58.50, z=-0.55, P=0.60).",
            "paragraph_rank": 20,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 586,
                    "text": "[22]",
                    "end": 590
                }
            ]
        },
        {
            "section": "Baseline characteristics and dropout rate",
            "text": "As indicated in the Methods section, no dropout rate can be reported for the pure CT due to the study design. However, the comparison of the selected and matched participants trained with CT with those of the data pool who were not selected for this study revealed no significant differences concerning age (t=1.28 [29], P=0.21), education (U=104.50, z=-0.62, P=0.55), or overall cognitive state (DemTect) (U=111.50, z=-0.37, P=0.74).",
            "paragraph_rank": 21,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 315,
                    "text": "[29]",
                    "end": 319
                }
            ]
        },
        {
            "section": "Analysis of the group differences in the cognitive variables",
            "text": "We achieved 20% power to detect a small interaction effect (η p ².0.01), 85% power to detect a moderate interaction effect (η p ².0.06), and 99% power to detect a strong interaction effect (η p ².0.14) with the rANOVAs (N=30; two-tailed α=0.05). Test performance of both groups at the three assessments is shown in Table 3.",
            "paragraph_rank": 22,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 315,
                    "text": "Table 3",
                    "end": 322
                }
            ]
        },
        {
            "section": "Analysis of the group differences in the cognitive variables",
            "text": "The rANOVAs revealed one significant Time × Training interaction effect. This effect occurred in favor of CPT for the domain of divided attention (BTA): F(1.68, 46  Figure 1). Furthermore, we analyzed the within-subject effect of Time to find whether there were changes in the cognitive domains over the three assessments. A significant  Table 4 gives an overview of the results of the post hoc tests of the within-group differences.",
            "paragraph_rank": 23,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 161,
                    "text": "46",
                    "end": 163
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 165,
                    "text": "Figure 1",
                    "end": 173
                },
                {
                    "type": "table",
                    "ref_id": "tab_7",
                    "start": 338,
                    "text": "Table 4",
                    "end": 345
                }
            ]
        },
        {
            "section": "Analysis of the self-reported physical activity",
            "text": "The rANOVAs showed significant changes in the selfreported physical activity for the IPAQ    18.00 (14)(15)(16)(17)(18) 18.00 (14)(15)(16)(17)(18) 17.00 (14)(15)(16)(17)(18) 18.00 (15)(16)(17)(18) 18.00 (14-18)",
            "paragraph_rank": 24,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 85,
                    "text": "IPAQ",
                    "end": 89
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 99,
                    "text": "(14)",
                    "end": 103
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 103,
                    "text": "(15)",
                    "end": 107
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 107,
                    "text": "(16)",
                    "end": 111
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 111,
                    "text": "(17)",
                    "end": 115
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 115,
                    "text": "(18)",
                    "end": 119
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 126,
                    "text": "(14)",
                    "end": 130
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 130,
                    "text": "(15)",
                    "end": 134
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 134,
                    "text": "(16)",
                    "end": 138
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 138,
                    "text": "(17)",
                    "end": 142
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 142,
                    "text": "(18)",
                    "end": 146
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 153,
                    "text": "(14)",
                    "end": 157
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 157,
                    "text": "(15)",
                    "end": 161
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 161,
                    "text": "(16)",
                    "end": 165
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 165,
                    "text": "(17)",
                    "end": 169
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 169,
                    "text": "(18)",
                    "end": 173
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 180,
                    "text": "(15)",
                    "end": 184
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 184,
                    "text": "(16)",
                    "end": 188
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 188,
                    "text": "(17)",
                    "end": 192
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 192,
                    "text": "(18)",
                    "end": 196
                }
            ]
        },
        {
            "section": "Memory",
            "text": "Verbal memory DemTect, Ir b,c 20 13.00 (10)(11)(12)(13)(14)(15)(16)(17)(18) 16.00 (11)(12)(13)(14)(15)(16)(17)(18)(19)(20) 14.00 (11)(12)(13)(14)(15)(16)(17)(18) 14.00 (10)(11)(12)(13)(14)(15)(16)(17)(18)(19)(20) 17.00 (13)(14)(15)(16)(17)(18)(19) 17.00 (11)(12)(13)(14)(15)(16)(17)(18) DemTect, Dr b,c    Notes: The DemTect is from Kalbe et al. 23,24 The COWA as described in strauss et al was used. 27 Significant results are highlighted in bold. a Wilcoxon signed-rank test was used to compare the training gains within the groups. The Bonferroni procedure was applied manually to prevent an inflated type I error (0.05/6 comparisons per group; α=0.01) for the nonparametric variables. The effect size ϕ is reported, indicating a small (ϕ.0. a descriptive level the activity level concerning moderate activity at follow-up remained increased compared to pretest. The Friedman's ANOVA showed that the distribution of the IPAQ categories changed over time (χ²=10.23 [2], P=0.01, ω=0.83). At pretest two participants were categorized as mildly active, four as moderately active, and nine as highly active. At post-test all participants were at least moderately active (n=1), and most participants even highly active (n=14). At 1-year follow-up six participants remained highly active, whereas nine participants were at least moderately active; none of the participants could be rated as mildly active. Table 5 gives an overview of the results in the IPAQ.",
            "paragraph_rank": 25,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 33,
                    "text": "13",
                    "end": 35
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 39,
                    "text": "(10)",
                    "end": 43
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 43,
                    "text": "(11)",
                    "end": 47
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 47,
                    "text": "(12)",
                    "end": 51
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 51,
                    "text": "(13)",
                    "end": 55
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 55,
                    "text": "(14)",
                    "end": 59
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 59,
                    "text": "(15)",
                    "end": 63
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 63,
                    "text": "(16)",
                    "end": 67
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 67,
                    "text": "(17)",
                    "end": 71
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 71,
                    "text": "(18)",
                    "end": 75
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 82,
                    "text": "(11)",
                    "end": 86
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 86,
                    "text": "(12)",
                    "end": 90
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 90,
                    "text": "(13)",
                    "end": 94
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 94,
                    "text": "(14)",
                    "end": 98
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 98,
                    "text": "(15)",
                    "end": 102
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 102,
                    "text": "(16)",
                    "end": 106
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 106,
                    "text": "(17)",
                    "end": 110
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 110,
                    "text": "(18)",
                    "end": 114
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 114,
                    "text": "(19)",
                    "end": 118
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 118,
                    "text": "(20)",
                    "end": 122
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 129,
                    "text": "(11)",
                    "end": 133
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 133,
                    "text": "(12)",
                    "end": 137
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 137,
                    "text": "(13)",
                    "end": 141
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 141,
                    "text": "(14)",
                    "end": 145
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 145,
                    "text": "(15)",
                    "end": 149
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 149,
                    "text": "(16)",
                    "end": 153
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 153,
                    "text": "(17)",
                    "end": 157
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 157,
                    "text": "(18)",
                    "end": 161
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 168,
                    "text": "(10)",
                    "end": 172
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 172,
                    "text": "(11)",
                    "end": 176
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 176,
                    "text": "(12)",
                    "end": 180
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 180,
                    "text": "(13)",
                    "end": 184
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 184,
                    "text": "(14)",
                    "end": 188
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 188,
                    "text": "(15)",
                    "end": 192
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 192,
                    "text": "(16)",
                    "end": 196
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 196,
                    "text": "(17)",
                    "end": 200
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 200,
                    "text": "(18)",
                    "end": 204
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 204,
                    "text": "(19)",
                    "end": 208
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 208,
                    "text": "(20)",
                    "end": 212
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 219,
                    "text": "(13)",
                    "end": 223
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 223,
                    "text": "(14)",
                    "end": 227
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 227,
                    "text": "(15)",
                    "end": 231
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 231,
                    "text": "(16)",
                    "end": 235
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 235,
                    "text": "(17)",
                    "end": 239
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 239,
                    "text": "(18)",
                    "end": 243
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 243,
                    "text": "(19)",
                    "end": 247
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 254,
                    "text": "(11)",
                    "end": 258
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 258,
                    "text": "(12)",
                    "end": 262
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 262,
                    "text": "(13)",
                    "end": 266
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 266,
                    "text": "(14)",
                    "end": 270
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 270,
                    "text": "(15)",
                    "end": 274
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 274,
                    "text": "(16)",
                    "end": 278
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 278,
                    "text": "(17)",
                    "end": 282
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 282,
                    "text": "(18)",
                    "end": 286
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 346,
                    "text": "23,",
                    "end": 349
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 349,
                    "text": "24",
                    "end": 351
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 401,
                    "text": "27",
                    "end": 403
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 967,
                    "text": "[2]",
                    "end": 970
                },
                {
                    "type": "table",
                    "ref_id": "tab_8",
                    "start": 1402,
                    "text": "Table 5",
                    "end": 1409
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "The aim of this study was to examine whether the effects of a CPT are superior to those of pure CT in healthy older adults in the domain of executive functions. The main finding is a significant interaction effect in divided attention; from pre-to post-test both CT and CPT showed comparable gains, but in the follow-up period CPT led to further improvements in attention while the CT participants returned to the baseline level (see Figure 1). In other words, at first glimpse CPT seems to be more successful than pure CT; detailed analysis, however, shows that the difference in the attention effects occurred mainly within the time after the training until follow-up. In addition, we found significant within-subject effects of Time for overall cognitive state, executive functions operationalized by a letter verbal fluency task, and immediate and delayed verbal memory. Post hoc analyses indicated that these latter domains were affected differentially by the two interventions (see Table 4). However, we did not find significant between-subject effects of Group, indicating that the training effects in several cognitive domains were generally comparable between groups. Therefore, our hypothesis that CPT is superior to pure CT in improving executive functions is not clearly supported.",
            "paragraph_rank": 26,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 434,
                    "text": "Figure 1)",
                    "end": 443
                },
                {
                    "type": "table",
                    "ref_id": "tab_7",
                    "start": 988,
                    "text": "Table 4",
                    "end": 995
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "As the main finding was an interaction effect for attention, this domain deserves a closer look. It is important to note that attention is a crucial precondition for most cognitive functions such as memory, information processing, planning, problem solving, speech, or orientation, which in turn are necessary for an independent and autonomous life. 39 It is well known that attention is one cognitive function which is very aging sensitive, meaning that its decline is part of the normal process of cognitive aging. 40 Therefore, the superiority of CPT in this domain compared to pure CT within the follow-up period is highly relevant for prevention of cognitive aging. When considering studies investigating the cognitive effects of physical activity, it is striking that effects have most consistently been reported not in attention, but in the domain of executive functions. 7,8 At first sight, this seems controversial. However, when looking at details of relevant studies, improvements found have commonly been measured with tests that have vast similarity to the test that we used to assess attention. In more detail, these studies used inhibition tasks such as the Flanker task or the Stroop test. 10,13,41 Consistently, the reported effects of physical activity on executive functions seem to be selective for inhibition in older adults, but have been referred to as affecting executive functions. 42 The inhibition tasks used in those studies and the divided attention task used in our study both apply distractors which have to be ignored. Due to the similarity of the tasks, we can assume that the main result of this study is in line with those previous findings and that the difference lies primarily in the denomination of the cognitive domain (executive functions and attention, in this case both referring to similar cognitive processes).",
            "paragraph_rank": 27,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 350,
                    "text": "39",
                    "end": 352
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 517,
                    "text": "40",
                    "end": 519
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 879,
                    "text": "7,",
                    "end": 881
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 881,
                    "text": "8",
                    "end": 882
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1206,
                    "text": "10,",
                    "end": 1209
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1209,
                    "text": "13,",
                    "end": 1212
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 1212,
                    "text": "41",
                    "end": 1214
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 1407,
                    "text": "42",
                    "end": 1409
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "However, as a possible reason for the stronger effects of CPT, it has been assumed that physical activity might lead to acute improvement of brain metabolism and plasticity; the mentally demanding tasks of the CT might then result in stronger improvement by making use of the enhanced brain metabolism and guiding the plasticity processes. 15,16 Looking closer at the improvements in attention shown in both groups of this study, our results do not entirely support this assumption: As can be seen in Figure 1, both groups seemed to show nearly comparable gains from pre-to post-test (CPT: mean diff=1.46 vs pure CT: mean diff=1.67), and the significant interaction effect seems to be mainly driven by the stronger improvement in the year after the training (CPT: mean diff=2.73 vs pure CT: mean diff=0.40). The short-term gains from pre-to post-test in attention after both interventions can be interpreted as a relevant achievement of both kinds of training. However, with regard to the self-reported physical activity and the changes in the different MET scores, as well as the categories concerning physical activity over the three assessments, we found that the pretest/post-test increase of physical activity induced by the CPT could be stabilized at follow-up on a group level. First, at baseline 2 participants were categorized as mildly active, whereas at post-test and at 1-year follow-up all participants were at least moderately active or even highly active. Second, even if the improvements in the MET scores from pre-to post-test in vigorous activity and the total MET score could not be stabilized to follow-up, at least for moderate activity, the raw scores indicate that even at follow-up moderate activities were more often performed by the participants than at baseline. As the main focus of the physical part of the CPT intervention lay on moderate activities, this result supports the efficacy of the CPT intervention to motivate participants to remain physically active on a moderate level even after the training. Thus, we assume that due to the stabilization of moderate physical activity, the effect on attention primarily achieved through both types of intervention (probably by different mechanisms) could be maintained and even be strengthened in the combined group. In the pure CT group, attention was trained and improved to post-test as well, but, probably because of the lack of training and physical activity afterwards, these gains could not be maintained to follow-up. However, these results imply that it was not the CPT training itself but the activity after the training that was important for the interaction effect. Therefore, we conclude that our data do not support the notion that CPT in itself is superior in improving executive functions or attention from pre-to post-test; however, the data do show that it could be useful to improve motivational variables which support participants in maintaining healthy lifestyle activities such as physical activity beyond the training period. The lack of significant between-subject effects of Group for attention strengthens the conclusion that we cannot support our superiority hypothesis for CPT. However, these assumptions are highly speculative and should be proven in future studies. Therefore, individual differences in motivation should be assessed; eg, with personality-factor questionnaires such as the Neuroticism-Extraversion-Openness Five-Factor Inventory. 43 Furthermore, as our results show that the differences in the effects on attention were not apparent until the follow-up, this reinforces the need for follow-up assessments when investigating effects of cognitive interventions in healthy older adults. Recently, a randomized controlled CPT trial in healthy older adults with a 3-month follow-up was also unable to verify any superiority of CPT versus CT. 21 Other recent randomized controlled trials on CPT have similarly failed to support the superiority hypothesis. 19,20,22 In good accordance with the study by Linde and Alfermann, both groups in our study showed improvements in attention from pre-to post-test. 21 However, contrary to the follow-up results of the other study, which was unable to find any significant long-term effects on attention of either CT or CPT, the difference between the groups became most apparent in the follow-up period. It may be that the lack of a multicomponent physical activity training led to the lack of significant longterm effects in that study; the follow-up period of 3 months may also have been too short compared to 1 year to detect superior effects of CPT. However, Oswald et al found comparable long-term improvement of attention after both CT and CPT. 16 Unfortunately, the intervention groups in that study were contrasted to a nonactive control group, while the direct contrast (CPT vs CT) was not analyzed. Therefore, our results are only partially comparable. Other studies that found no improvement of attention in either intervention group, 18 or after pure CT but not CPT, 19,20 did not assess long-term effects. Again, the lack of follow-ups might explain the differential effects of the interventions on attention in these studies. Another explanation for controversial findings concerning the domain of attention might be the lack of a multicomponent physical training in the CPT.",
            "paragraph_rank": 28,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 340,
                    "text": "15,",
                    "end": 343
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 343,
                    "text": "16",
                    "end": 345
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 501,
                    "text": "Figure 1",
                    "end": 509
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 3455,
                    "text": "43",
                    "end": 3457
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 3862,
                    "text": "21",
                    "end": 3864
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 3975,
                    "text": "19,",
                    "end": 3978
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 3978,
                    "text": "20,",
                    "end": 3981
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 3981,
                    "text": "22",
                    "end": 3983
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 4123,
                    "text": "21",
                    "end": 4125
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 4709,
                    "text": "16",
                    "end": 4711
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 5004,
                    "text": "18",
                    "end": 5006
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 5037,
                    "text": "19,",
                    "end": 5040
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 5040,
                    "text": "20",
                    "end": 5042
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "It should be noted that, next to the domain of attention, we found no further interaction effect of Time × Group. One likely reason for this is that we did not contrast the two intervention groups with a passive control group. Our study design was chosen because it has already been demonstrated that both CT and CPT are effective in improving cognitive functions in healthy older adults. 3,5,[16][17][18] It is likely that differences between these effects would have been too small to result in further significant interaction effects in the overall analysis. Furthermore, the small sample size of this study might have led to an underestimation of interaction effects. Some variables (overall cognitive state, immediate and delayed verbal memory) also had to be estimated with nonparametric analysis, such that no interaction effects could be calculated. However, as interaction effects include both the effects of Time and of Training, the nonparametric analyses should have shown differences in both these categories. We found only Time effects, which indicates that there were changes over the three assessments; the lack of group differences also supports the assumption, however, that these changes were comparable between the groups.",
            "paragraph_rank": 29,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 389,
                    "text": "3,",
                    "end": 391
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 391,
                    "text": "5,",
                    "end": 393
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 393,
                    "text": "[16]",
                    "end": 397
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 397,
                    "text": "[17]",
                    "end": 401
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 401,
                    "text": "[18]",
                    "end": 405
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "Still, the analyses within the intervention groups are interesting as well, because they reveal significant withinsubject effects of Time for several domains, including overall cognitive state, immediate and delayed verbal memory, and executive functions operationalized by a letter verbal fluency task. The post hoc comparisons indicated differential patterns of CT gains within the two intervention groups for these latter domains: We found significant short-term improvement of letter verbal fluency, significant long-term improvement of overall cognitive state, and significant short-and longterm improvement of delayed verbal memory exclusively in the CPT group, compared to a long-term improvement of immediate verbal memory only in the pure CT group. This unique long-term improvement of immediate verbal memory of the pure CT points to the fact that at least the effects of the interventions on memory might need to be regarded in a more differentiated way.",
            "paragraph_rank": 30,
            "section_rank": 17
        },
        {
            "section": "Discussion",
            "text": "The significant long-term gain in overall cognitive state after CPT but not CT is in part in line with two other studies, in which stronger improvement after CPT in composite scores of cognitive functions were reported. 16,17 In contrast, other studies have reported no differences between the intervention groups in their composite score. 19 Unfortunately, the composite scores are not identical, as different subtests were integrated in the different trials. Beyond that, the results of the present study indicate that different training forms may enhance cognitive processes in multiple domains. When, for example, tests for executive functions, attention, and memory are integrated in a composite score, the differential effects may be masked. Therefore, in future investigations the effects on individual tests rather than composite scores should be reported.",
            "paragraph_rank": 31,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 220,
                    "text": "16,",
                    "end": 223
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 223,
                    "text": "17",
                    "end": 225
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 340,
                    "text": "19",
                    "end": 342
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "Both training groups improved significantly in immediate verbal memory performance directly after training, but only after CT was this improvement maintained. The short-term result supports the findings of another study that found no differences between the groups in verbal memory gains. 19 However, at follow-up, we found a trend for difference in immediate verbal memory between groups (DemTect, immediate recall: H [1]=3.64, P=0.06, ϕ=0.67). This might have been because of the fact that in pure CT, the participants had 20 minutes more to train memory tasks, to learn about memory functions, and to practice the mnemonic strategies more intensively (see Table 1). Therefore, one might speculate that in our investigation the newly learned mnemonic strategies stood an increased chance of being retained in the cognitive health behavior repertoire of the CT participants after the training. Unfortunately, the use of strategies until follow-up was not recorded, which leaves this assumption speculative. A question also remains as to why no significant short-or long-term improvement after CT was observed in the delayed verbal memory recall condition compared to after CPT. It has to be emphasized that the CT group showed a nonsignificant improvement directly after training (DemTect, delayed recall: z=-1. 35, P=0.10, ϕ=0.35) that was maintained until follow-up (z=-0.98, P=0. 19, ϕ=0.25). A lack of power due to the small sample size may explain the nonsignificant improvement after CT. Contrary to our findings, Shatil reported an improvement in long-term memory only after CT. 20 However, others have found significant improvement after CPT in other memory tasks; eg, word-association tasks or logical memory immediate recall tasks. [16][17][18] Future studies will have to further investigate the differential effects of CT and CPT on memory.",
            "paragraph_rank": 32,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 289,
                    "text": "19",
                    "end": 291
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 419,
                    "text": "[1]",
                    "end": 422
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 659,
                    "text": "Table 1",
                    "end": 666
                },
                {
                    "type": "bibr",
                    "start": 1313,
                    "text": "35, P=0.10, ϕ=0.35)",
                    "end": 1332
                },
                {
                    "type": "bibr",
                    "start": 1384,
                    "text": "19, ϕ=0.25)",
                    "end": 1395
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1587,
                    "text": "20",
                    "end": 1589
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1743,
                    "text": "[16]",
                    "end": 1747
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1747,
                    "text": "[17]",
                    "end": 1751
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1751,
                    "text": "[18]",
                    "end": 1755
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "It should be noted that our results on memory functions could, at least in principle, result from retest effects. However, the differential mnestic pattern of CPT vs CT speaks against this notion. In addition, the used DemTect test has a high retest reliability (after 6 months retest effects comprised only 0.40 points of the total score of 18); we also used parallel forms to minimize retest effects. 23,25 Compared to the retest effect of 0.40 points in a comparable but nontrained sample of healthy older adults, in our study CPT improved DemTect total scores by about 1.07 from pre-to post-test and about 1.67 from pretest to follow-up; CT improved DemTect total scores by about 0.80 from pre-to post-test and about 0.20 from pretest to follow-up. These changes are substantially higher than the retest effects in the comparable sample without training. Therefore, retest effects are unlikely to explain our results.",
            "paragraph_rank": 33,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 403,
                    "text": "23,",
                    "end": 406
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 406,
                    "text": "25",
                    "end": 408
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "Contrary to other studies, which were unable to report an effect on executive functions in terms of improvement in verbal fluency tasks, 16 or did not find a difference between intervention groups, 19 in this study CPT led to significant short-and long-term improvement in verbal letter fluency compared to CT, which only improved significantly by follow-up. Possibly, the lack of multicomponent physical activity and multidomain CT in these other studies might explain the controversial results. Due to the lack of a passive control group in this trial, again one might argue that the follow-up improvement could result from a retest effect. However, the significant improvement of CPT directly after the training, but not of CT, does not support this notion. Furthermore, at follow-up the gain of the combined group slightly declined, but still remained significant compared to the baseline. Therefore, we interpret this result, albeit with caution, to be in line with the often-reported shortterm effects of physical activity interventions on executive functions.",
            "paragraph_rank": 34,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 137,
                    "text": "16",
                    "end": 139
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 198,
                    "text": "19",
                    "end": 200
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "Some limitations have to be taken into account when interpreting the results of our study. First of all, by necessity of the design of this study, we conducted a controlled but not randomized trial, and research assistants were not blinded to the training groups. Nevertheless, the effect of this lack of randomization should be minimal, if it is present at all, as (i) no significant baseline differences between the groups were found, as participants were matched for age, education, and sex, (ii) recruitment strategies were comparable, and (iii) all participants were assessed by members of the same working group of experienced neuropsychologists trained intensively in test application and scoring. Furthermore, the main result is in line with existing evidence. However, the baseline comparison of education came close to significance, with P=0.08. We matched participants for age and education, but with the focus on age as this seems to be the most important variable influencing cognitive functions. Due to different education ranges in CT and CPT (see Table 2), we recalculated the ANOVAs with education as a covariate. The results did not differ from the reported findings (the interaction effect for the BTA was still significant), and we therefore abandoned this option to report the parametric analyses with education as a covariate and the nonparametric without education as a covariate. We thus assume that the reported effects are robust and can be assigned to real training effects.",
            "paragraph_rank": 35,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 1063,
                    "text": "Table 2",
                    "end": 1070
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "A second limitation is that groups were only matched regarding age, education, and sex -some other variables which might induce training effects were not considered in the matching (eg, general health status). However, as all participants were healthy older adults and any neurological or psychiatric disease would have led to exclusion from the study, we are convinced that the influence of health status or medication on cognition is minimal if not nonexistent in our sample. In addition, the IPAQ was performed solely in the CPT group, so that the level of physical activity was known for the CPT participants only. The level of physical activity might have had an influence on the CT effects; therefore, future studies on CPT should control for baseline differences in physical fitness.",
            "paragraph_rank": 36,
            "section_rank": 17
        },
        {
            "section": "Discussion",
            "text": "A third limitation could be that the sample may have been biased: Participants were highly educated and constituted an active group of older adults who were eager enough to maintain participation until post-test and follow-up examination. Participants who had not completed all three assessments were excluded because the missing values would have caused problems in the statistical analyses; estimated values would not have been appropriate due to our sample size. However, we compared completers and drop-outs and did not find significant differences concerning age, education, or cognitive status, indicating that such sample characteristics were unlikely to bias our results. Unfortunately, selectivity concerning education and active style of living appears to be a more general problem that affects most interventional studies in healthy adults, as participation is always voluntary and it can be expected that volunteers differ, for example in motivation. 16 Thus, although it must be emphasized that conclusions can only be drawn for this probably biased group of participants, we are convinced that these conclusions provide important information, as our study sample represents a typical target group for these types of intervention.",
            "paragraph_rank": 37,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 963,
                    "text": "16",
                    "end": 965
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "Due to the small sample size, only limited power could be achieved in some comparisons. This may have led to an underestimation of interaction effects, as power analyses indicated a power of only 20% to detect small interaction effects. However, the detection rate of moderate to strong interaction effects was 85% to 99%. Also, due to the study design the achieved power could only be estimated with a post hoc analysis, rather than an a priori power calculation. In future studies, a priori power calculations should be used to plan appropriate sample sizes. Additionally, as the assumptions of normal distribution and homogeneity of variances were violated for some variables, it was necessary to use nonparametric analysis in these cases, so that no interaction effects could be tested for the domains of overall cognitive state and verbal memory. The post hoc analyses of the significant within-subjects effects of Time enabled a comparison of the improved domains within the two intervention groups, but no direct comparison could be made, and therefore no conclusion can be drawn about the relative strengths of the effects of the interventions for these domains. Therefore, future studies with larger sample sizes and complete randomization should aim to confirm the found differential improvement patterns of CPT vs pure CT with appropriate statistical analyses. Although no significant difference was observed between the groups at baseline, the CPT group started with slightly worse baseline scores in nearly all cognitive tests compared to pure CT. Even if none of the differences at baseline was significant, one could argue that participants with lower initial scores had a greater chance to improve in a cognitive domain. Post hoc analyses showed that the improvement was negatively correlated with baseline performance in the corresponding domain (all P#0.05). In other words, participants with a lower baseline score showed a stronger improvement in these domains. It has already been discussed that the lower range of a high-functioning sample can be improved more. 44 But on the contrary, other studies have reported that higher baseline scores were found to be predictive for maintaining benefits of memory training. 45 This merits further investigation, and predictor analysis will be useful here. Also, the CPT and the pure CT were considered as comparable concerning training duration, frequency, and intensity, though the combined group received one additional session of 90 minutes on the topic Physical activity and nutrition. However, in our view, the difference between CPT and CT in this study is minimal compared to other investigations in which (i) training sessions were doubled by implementing both cognitive and physical training in the combined group [20][21][22] or (ii) additional training was compensated through additional social contact in the noncombined groups. 16,17 In future studies, the total amount of interventions should be equal across groups.",
            "paragraph_rank": 38,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 2084,
                    "text": "44",
                    "end": 2086
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 2237,
                    "text": "45",
                    "end": 2239
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 2786,
                    "text": "[20]",
                    "end": 2790
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 2790,
                    "text": "[21]",
                    "end": 2794
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 2794,
                    "text": "[22]",
                    "end": 2798
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 2904,
                    "text": "16,",
                    "end": 2907
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 2907,
                    "text": "17",
                    "end": 2909
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "The level of physical activity was assessed only with the IPAQ, a self-reported physical-activity questionnaire which refers to physical activity only during the last week. In future studies, the activity level should be assessed with objective measures, such as maximum oxygen consumption, an ergometer test (eg, Physical Work Capacity) or a Rockport Walking Test. 46 Furthermore, participants were encouraged to engage in additional physical activity (next to the training) strategies appear promising, as it might target more aspects of the complex assembly of protective and risk factors associated with cognitive aging. 14,15 Future studies on combined intervention approaches will have to prove these assumptions and investigate the underlying biological mechanisms.",
            "paragraph_rank": 39,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 366,
                    "text": "46",
                    "end": 368
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 625,
                    "text": "14,",
                    "end": 628
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 628,
                    "text": "15",
                    "end": 630
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "in their leisure time, but this was not controlled for time and intensity. Future studies should address this point as well.",
            "paragraph_rank": 40,
            "section_rank": 17
        },
        {
            "section": "Discussion",
            "text": "Finally, as the CPT provided an additional session about the topic Physical activity and nutrition, where the participants received information about physical activity as well as healthy nutrition, the found superior effect of CPT on attention might not solely be attributed to additional physical activity but could also be influenced by nutritional aspects. Further research is needed to investigate which components of comparable combined interventions drive improvement.",
            "paragraph_rank": 41,
            "section_rank": 17
        },
        {
            "section": "Discussion",
            "text": "To our knowledge, this is the first study to use CPT that targets both multiple cognitive domains and multiple physical fitness components, as has been recommended. Further strengths are that the CPT and the contrasted pure CT were widely comparable in duration, frequency, and intensity. Additionally, this is one of the first investigations to assess not only short-term but also long-term effects of the interventions, and participants in the pure CT and the CPT groups were matched for age, education, and sex to minimize confounding effects. Importantly, with regard to the length of training, it has recently been argued that at least 2 months of a combined intervention are necessary to improve cognitive functions. 14 To our knowledge, this is the first study to report cognitive benefits of CPT of even shorter duration (6.5 weeks). The issue of duration is important when considering the cost-effectiveness of interventions, but also relates to the participants' adherence to the program.",
            "paragraph_rank": 42,
            "section_rank": 17
        },
        {
            "section": "Conclusion",
            "text": "In conclusion, our hypothesis that CPT would lead to stronger improvements of executive functions compared to pure CT cannot be verified. The significant interaction effect for attention does not clearly support the superiority of CPT, either, as the main difference between groups became apparent only in the follow-up period. Other factors, such as motivation to engage in a healthy and physically active lifestyle after the training, might explain this result, and will have to be investigated in future studies. Significant within-subject effects of Time for overall cognitive state, immediate and delayed verbal memory, and executive functions operationalized by a verbal letter fluency task were found, and post hoc analyses indicated that these latter domains were affected differentially by CPT and pure CT.",
            "paragraph_rank": 43,
            "section_rank": 18
        },
        {
            "section": "Conclusion",
            "text": "Thus, both CPT and pure CT seem to improve cognitive function and can both be regarded as useful, inexpensive, and easily accessible preventive tools against aging-associated cognitive decline in healthy older adults. At least the effect on attention makes the combination of different prevention Clinical Interventions in Aging is an international, peer-reviewed journal focusing on evidence-based reports on the value or lack thereof of treatments intended to prevent or delay the onset of maladaptive correlates of aging in human beings. This journal is indexed on PubMed Central, MedLine, CAS, Scopus and the Elsevier Bibliographic databases. The manuscript management system is completely online and includes a very quick and fair peer-review system, which is all easy to use. Visit http://www.dovepress. com/testimonials.php to read real quotes from published authors.",
            "paragraph_rank": 44,
            "section_rank": 18
        },
        {
            "section": "Conclusion",
            "text": "Clinical Interventions in Aging 2015:10",
            "paragraph_rank": 45,
            "section_rank": 18
        },
        {
            "text": "(CFT) in the delayed recall condition was used to assess figural memory and the Rey Complex Figure (version A) and the Modified Taylor",
            "paragraph_rank": 46,
            "section_rank": 19
        },
        {
            "section": "Figure 1",
            "text": "Significant interaction effect Time × Training for divided attention measured with BTA. Note: The BTA as described in strauss et al was used.27 Abbreviations: BTA, Brief Test of Attention; CPT, cognitive training with additional physical activity; CT, cognitive training.",
            "paragraph_rank": 47,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 141,
                    "text": "27",
                    "end": 143
                }
            ]
        },
        {
            "text": "10), moderate (ϕ.0.30), or strong effect (ϕ.0.50). b Post hoc pairwise comparisons were calculated with an overall α=0.05 after the Bonferroni correction of sPss. The effect size d is reported indicating a small (d.0.10), moderate (d.0.30), or strong effect (d.0.50). *P#0.05; **P#0.01; ***P#0.001. Abbreviations: COWA, Controlled Oral Word Association Test; CPT, cognitive training with additional physical activity; CT, cognitive training; Dr, subtest delayed recall; FU, 1-year follow-up; Ir, subtest immediate recall; n, subsample; post, post-test; pre, pretest.",
            "paragraph_rank": 48,
            "section_rank": 21
        },
        {
            "section": "Clinical",
            "text": "Interventions in AgingPublish your work in this journalSubmit your manuscript here: http://www.dovepress.com/clinical-interventions-in-aging-journal",
            "paragraph_rank": 49,
            "section_rank": 22
        },
        {
            "section": "Table 1",
            "text": "Overview of the two intervention groups",
            "paragraph_rank": 50,
            "section_rank": 23
        },
        {
            "text": ".96)=4.47, MSE=3.97, P=0.02, η p ²=0.14. From pre-to post-test, both groups showed comparable gains in attention (CPT: mean difference [ mean diff; postpre]=1.46 vs pure CT: mean diff [post-pre]=1.67), but to the 1-year follow-up the CPT showed a further improvement ( mean diff [follow-up-pre]=2.73) while the pure CT could not stabilize the short-term gain ( mean diff [follow-up-pre]=0.40; see",
            "paragraph_rank": 52,
            "section_rank": 24
        },
        {
            "text": "within-subject Time effect was found for letter verbal fluency (COWA): F(1.84, 51.37)=14.56, MSE=48.94, P=0.00, η p ²=0.34. The nonparametric analyses found significant within-subjects effects of Time for overall cognitive state (DemTect) (χ²=7.74 [2], P=0.02, ω=0.51), as well as immediate and delayed verbal memory (DemTect, immediate and delayed recall; χ²=26.06 [2], P=0.00, ω=0.93 and χ²=8.66 [2], P=0.01, ω=0.54). No significant overall changes were found in the other cognitive domains, and none of the between-subjects effects of Training reached significance (all P.0.05). Post hoc tests under Bonferroni correction were applied for the significant variables of the within-subjects effects of Time (parametric pairwise comparisons with an overall significance level of α=0.05; nonparametric Wilcoxon signed-rank tests with a manually calculated significance level of α=0.01 [0.05/6 comparisons per group]).",
            "paragraph_rank": 54,
            "section_rank": 25
        },
        {
            "text": "variables moderate activity (F[1.61, 22.53]=5.87, MSE=3,438,820.60, P=0.01, η p ²=0.30) and total MET-Score (F[1.43, 20.10]=5.00, MSE=7,353,402,97, P=0.03, η p ²=0.26) in the combined training group. The variables walking and vigorous activity did not change significantly. Post hoc tests with Bonferroni correction (α=0.05/4=0.01) were executed for the significant variables of the within-subjects effects of Time. The CPT group reported significantly more physical activity from pre-to post-test in moderate activity (t[14]=3.93, P=0.00, d=1.01) and reached higher total MET scores (t[14]=2.38,P=0.03, d=0.61), although the latter only approached significance because of the Bonferroni correction. However, although comparison of physical activity between pretest and follow-up did not show significance either for moderate activity or total MET scores, on",
            "paragraph_rank": 56,
            "section_rank": 26
        },
        {
            "section": "Table 2",
            "text": "Baseline characteristics of the study sample DemTect is from Kalbe et al.23,24 range of DemTect norms for normal cognitive state: 13-18. a Comparison of groups at baseline with t-test for independent samples. Comparisons of groups at baseline with Mann-Whitney tests. c Comparison of groups at baseline with chi-square test. Abbreviations: ♀, female; ♂, male; CPT, cognitive training with additional physical activity; CT, cognitive training; n, subsample.",
            "paragraph_rank": 58,
            "section_rank": 27,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 73,
                    "text": "23,",
                    "end": 76
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 76,
                    "text": "24",
                    "end": 78
                }
            ]
        },
        {
            "section": "Table 2",
            "text": "b",
            "paragraph_rank": 59,
            "section_rank": 27
        },
        {
            "section": "Table 3",
            "text": "Test performance of the intervention groups at pretest, post-test, and at 1-year follow-up",
            "paragraph_rank": 60,
            "section_rank": 28
        },
        {
            "section": "Table 4",
            "text": "results of the post hoc tests of the within-group differences",
            "paragraph_rank": 62,
            "section_rank": 29
        },
        {
            "section": "Table 5",
            "text": "self-reported physical activity pretest, post-test, and at 1-year follow-up of the CPT group",
            "paragraph_rank": 64,
            "section_rank": 30
        },
        {
            "section": "Table 5",
            "text": "Notes: The IPAQ is from Craig et al.28 One MeT corresponds to the resting metabolic rate obtained during quiet sitting.29 Abbreviations: CPT, cognitive training with additional physical activity; IPAQ, International Physical Activity Questionnaire; MeT, metabolic equivalent; sD, standard deviation.",
            "paragraph_rank": 65,
            "section_rank": 30
        },
        {
            "section": "Table 5",
            "text": "Clinical Interventions in Aging 2015:10 submit your manuscript | www.dovepress.com Dovepress Dovepress",
            "paragraph_rank": 66,
            "section_rank": 30
        },
        {
            "section": "Table 5",
            "text": "submit your manuscript | www.dovepress.com Dovepress Dovepress",
            "paragraph_rank": 67,
            "section_rank": 30
        },
        {
            "section": "Table 5",
            "text": "submit your manuscript | www.dovepress.com Dovepress Dovepress Dovepress",
            "paragraph_rank": 68,
            "section_rank": 30
        },
        {
            "section": "Acknowledgments",
            "text": "This research was conducted at the University of Vechta und the University Hospital of Cologne, and supported by budget resources of these institutions. We thank all participants for their interest in the study, as well as Jennifer Liesk, Johanna Henschel, Ann-Kristin Folkerts, Annabell Zink, and Katrin Müller for their help with data collection. Furthermore, we gratefully acknowledge the support of Anette Herlitzius and Ulrich Freisel of the Senior Service Office in Osnabrück, Germany. ",
            "paragraph_rank": 69,
            "section_rank": 32
        }
    ]
}