{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Inhibins are members of the TGFβ superfamily and act as suppressors of follicle stimulating hormone (FSH) secretion from pituitary glands via a negative feedback mechanism to regulate folliculogenesis. In this study, the INHBB gene was knocked down by three RNAi-Ready pSIREN-RetroQ-ZsGreen vector-mediated recombinant plasmids to explore the effects of INHBB silencing on granulosa cell (GC) cell cycle, apoptosis and steroid production in vitro. Quantitative real-time polymerase chain reaction, Western blot, flow cytometry and ELISA were performed to evaluate the role of INHBB in the mouse GC cell cycle, apoptosis and steroid production in vitro. The results showed that the relative mRNA and protein expression of INHBB in mouse GCs can be significantly reduced by RNAi with pshRNA-B1, pshRNA-B2 and pshRNA-B3 plasmids, with pshRNA-B3 having the best knockdown efficiency. Downregulation of the expression of INHBB significantly arrests cells in the G1 phase of the cell cycle and increases the apoptosis rate in GCs. This was further confirmed by downregulation of the protein expressions of Cyclin D1, Cyclin E and Bcl2, while the protein expression of Bax was upregulated. In addition, specific downregulation of INHBB markedly decreased the concentration of estradiol and progesterone, which was further validated by the decrease in the mRNA levels of CYP19A1and CYP11A1. These findings suggest that inhibin βB is important in the regulation of apoptosis and cell cycle progression in granulosa cells. Furthermore, the inhibin βB subunit has a role in the regulation of steroid hormone biosynthesis. Evidence is accumulating to support the concept that inhibin βB is physiologically essential for early folliculogenesis in the mouse.",
            "paragraph_rank": 2,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "text": "F ollicular development and atresia in the mammalian ovaries is regulated by the cross talk between death and cell survival signals, including endocrine hormones and intraovarian regulators [1]. The fate of a follicle is dependent on a delicate balance in the expression and actions of factors promoting follicular cell proliferation, growth and differentiation and of those inducing apoptosis [1,2]. Granulosa cells (GCs) produce steroids, sense follicle stimulating hormone (FSH) and luteinizing hormone (LH) in the ovarian microenvironment and promote growth of delicate oocytes. Therefore, cultured ovarian GCs are essential models for elucidating underlying molecular mechanisms of gene regulation during folliculogenesis [3].",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 190,
                    "text": "[1]",
                    "end": 193
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 394,
                    "text": "[1,",
                    "end": 397
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 397,
                    "text": "2]",
                    "end": 399
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 727,
                    "text": "[3]",
                    "end": 730
                }
            ]
        },
        {
            "text": "Inhibins and activins are structurally related dimeric glycoprotein hormones initially characterized by their ability to suppress and stimulate, respectively, FSH secretion by the pituitary gland. Inhibins are heterodimers of a common α subunit and one of the two distinct, homologous, β chains (βA or βB), whereas activins are hetero-or homodimers consisting of two β subunits [4]. All these subunits are products of separate genes [5]. Inhibin beta B, also known as INHBB, is a protein encoded by the INHBB gene. INHBB is a subunit of both activin and inhibin, two closely related glycoproteins with opposing biological effects. Inhibins are produced mainly by the GCs and act as endocrine hormones that are released into the circulation to suppress pituitary FSH production [6,7]. From the growing pool of knowledge regarding inhibins, the emerging data support the hypothesis that beta A and beta B subunits are functionally different [8]. Inhibin can negatively regulate the effects of activin by preventing its binding to the activin receptor at the cell membrane and blocks the activation of downstream signal transduction pathways [9,10]. Recently, the relative expression levels of the inhibin α, βA and βB subunits were determined in postnatal rat GCs [11]. FSH stimulates the secretion of inhibin by GCs of the ovarian follicles, ultimately leading to the suppression of FSH via inhibin [12]. Inhibin and FSH are regulated by a feedback mechanism; thus a decrease in inhibin promotes FSH secretions that ultimately increase the chances of fertilization [13]. In this context, domestic ruminants have been immunized against inhibin vaccines, leading to higher ovulation rates in sheep, goats, cattle and pigs [14][15][16][17][18][19][20].",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 378,
                    "text": "[4]",
                    "end": 381
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 433,
                    "text": "[5]",
                    "end": 436
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 777,
                    "text": "[6,",
                    "end": 780
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 780,
                    "text": "7]",
                    "end": 782
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 939,
                    "text": "[8]",
                    "end": 942
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1139,
                    "text": "[9,",
                    "end": 1142
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1142,
                    "text": "10]",
                    "end": 1145
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1262,
                    "text": "[11]",
                    "end": 1266
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1398,
                    "text": "[12]",
                    "end": 1402
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1564,
                    "text": "[13]",
                    "end": 1568
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1719,
                    "text": "[14]",
                    "end": 1723
                },
                {
                    "type": "bibr",
                    "start": 1723,
                    "text": "[15]",
                    "end": 1727
                },
                {
                    "type": "bibr",
                    "start": 1727,
                    "text": "[16]",
                    "end": 1731
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1731,
                    "text": "[17]",
                    "end": 1735
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1735,
                    "text": "[18]",
                    "end": 1739
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1739,
                    "text": "[19]",
                    "end": 1743
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1743,
                    "text": "[20]",
                    "end": 1747
                }
            ]
        },
        {
            "text": "Until now, the function of inhibin has been studied in primary cultures of rat anterior pituitary cells, rat granulosa cells and mouse LβT2 gonadotropes using add inhibin protein level in vitro [21][22][23].",
            "paragraph_rank": 5,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 194,
                    "text": "[21]",
                    "end": 198
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 198,
                    "text": "[22]",
                    "end": 202
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 202,
                    "text": "[23]",
                    "end": 206
                }
            ]
        },
        {
            "text": "RNA interference (RNAi) is a valuable tool in the investigation of gene function [24]. Recently, RNAi has been commonly used in biological and biomedical research to study the effect of blocking the expression of a given gene [25,26]. Previous work done in our laboratory has demonstrated the role of the INHA subunit in local regulation of Sertoli and anterior pituitary cell development in the mouse [27,28]. However, the role of the INHBB subunit in the development of mouse granulosa cells needs to be explored. Therefore, the aim of this study was to investigate the effects of INHBB gene knockdown on the development of mouse granulosa cells in vitro.",
            "paragraph_rank": 6,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 81,
                    "text": "[24]",
                    "end": 85
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 226,
                    "text": "[25,",
                    "end": 230
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 230,
                    "text": "26]",
                    "end": 233
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 402,
                    "text": "[27,",
                    "end": 406
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 406,
                    "text": "28]",
                    "end": 409
                }
            ]
        },
        {
            "section": "Animals",
            "text": "Immature female Kunming mice (SPF grade, 21 days old) were purchased from the Experimental Animal Research Center of Hubei Province, Wuhan, PR China and housed in a single room under conditions of constant temperature (20-25 C), humidity (60-75%) and lighting (12-h light/dark cycle) with food and water ad libitum. This study was approved by the Ethical Committee of the Hubei Research Center of Experimental Animals (Approval ID: SCXK (Hubei) 2008-0005). All the protocols had the approval of the Institutional Committee on Animal Care and Use.",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "section": "Chemicals",
            "text": "Dulbecco's modified Eagle's medium (DMEM), fetal bovine serum (FBS), phosphate buffer saline (PBS), penicillin and streptomycin were obtained from Hyclone (Logan, UT, USA). Lipofectamine ® RNAiMAX and TRIzol® Reagent was purchased from Invitrogen (Carlsbad, CA, USA). Ribonuclease A (RNase A) and DNAse were purchased from Sigma-Aldrich (St. Louis, MO, USA). The antibodies used were the following: rabbit anti-Inhibin beta B polyclonal antibody ",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "section": "Isolation and culture of mouse granulosa cells",
            "text": "Three-week-old female mice were treated with 10 IU of pregnant mare serum gonadotropin (PMSG; Sansheng Pharmaceutical, Ningbo, PR China) by intraperitoneal injection (IP) for 44-46 h. Primary mouse granulosa cells were isolated and cultured as described previously [29,30]. Briefly, granulosa cells were collected from large antral follicles by needle puncture method and cultured in DMEM/F12 supplemented with 10% FBS and 100 IU/ml penicillin and 100 µg/ml streptomycin. The cell suspension was filtered through a 40 µm nylon mesh (BD) to remove oocytes/debris, and the viability of GCs was determined by trypan blue staining. Cells were counted at each passage and plated at a density of 2 × 10 6 viable cells in 6-well plates for transfection. For protein extraction, cells were cultured in 35-mm culture dishes and later transfected with the respective vectors. All cultures were carried out at 37 C in a humidified atmosphere of 5% CO 2 .",
            "paragraph_rank": 9,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 265,
                    "text": "[29,",
                    "end": 269
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 269,
                    "text": "30]",
                    "end": 272
                }
            ]
        },
        {
            "section": "Construction and transfection INHBB recombinant vectors",
            "text": "The coding sequence of the mouse INHBB gene (accession number: NM_008381) was derived from the NCBI GenBank database. Three target sites were selected according to an RNAi program [31], and their specificity was further confirmed through a BLAST search. The typical structure of short hairpin RNA has been previously described [27]. The two complementary oligonucleotides of this short hairpin structure were annealed and inserted into the BamHI and EcoRI sites of the RNAi-Ready pSIREN-RetroQZsGreen Vector (BD Biosciences, San Jose, CA, USA). These plasmids were named pshRNA-B1, pshRNA-B2 and pshRNA-B3, respectively (Table  1). On the other hand, a plasmid with a non-specific sequence was used as a negative control (pshRNA-negative) and was described elsewhere [27]. These recombinant plasmids vectors independently express a Zoanthus sp. green fluorescent protein, engineered for brighter fluorescence (excitation maximum = 496 nm; emission maximum = 506 nm), and as result, transfected cells emit green fluorescent protein (GFP).",
            "paragraph_rank": 10,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 180,
                    "text": "[31]",
                    "end": 184
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 327,
                    "text": "[27]",
                    "end": 331
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 620,
                    "text": "(Table  1",
                    "end": 629
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 767,
                    "text": "[27]",
                    "end": 771
                }
            ]
        },
        {
            "section": "Construction and transfection INHBB recombinant vectors",
            "text": "For transfection, all plasmids were acquired in supercoil form using a large scale plasmid extraction kit (EndoFree Plasmid kit, Tiangen, Beijing, PR China) and confirmed by sequencing.",
            "paragraph_rank": 11,
            "section_rank": 6
        },
        {
            "section": "Construction and transfection INHBB recombinant vectors",
            "text": "A day before transfection, mouse GCs were cultured in 6-well culture plates in culture medium without antibiotics at a density of 5 × 10 5 /well. On reaching 80-90% confluence, transfection of aforementioned vectors were performed using Lipofectamine ® RNAiMAX Transfection Reagent (Invitrogen) according to the manufacturer's instructions. After 7 h, the transfection medium was changed to fresh growth medium without antibiotics. The expression of GFP was observed under fluorescent microscopy beginning 24 h after transfection. Granulosa cells were collected for RNA and protein extraction, and the culture medium was collected and stored at -80 C 48 h post transfection.",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "section": "RNA extraction and real-time PCR",
            "text": "GCs were collected 48 h after transfection, washed with PBS and total cellular RNA was extracted using TRIzol® Reagent (Invitrogen) according to the manufacturer's instructions. For removal of residual genomic DNA, samples were treated with DNase I. The first-strand cDNA was synthesized using First Strand cDNA Synthesis Kit (Toyobo, Osaka, Japan), and quantitative real-time PCR was carried out using SYBR Green (SYBR Green Realtime PCR Master Mix QPK-201; Toyobo). Specific PCR settings were used in a Bio-Rad iQ5 Real Time PCR system. To verify PCR product purity, samples were subjected to melting curve analyses after real-time PCR reactions. The sequences of primer pairs sequences are summarized in Table 2. The threshold cycle (CT) numbers were calculated for the amplified cDNA for each investigated mRNA and for the housekeeping gene GAPDH in each sample. The relative mRNA expression levels were estimated using the 2 -ΔΔCT method [32].",
            "paragraph_rank": 13,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 707,
                    "text": "Table 2",
                    "end": 714
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 943,
                    "text": "[32]",
                    "end": 947
                }
            ]
        },
        {
            "section": "Protein extraction and Western blot",
            "text": "Cells were collected 48 h after transfection and washed in cold PBS, and lysed in RIPA buffer (Santa Cruz Biotechnology) containing protease inhibitor cocktail (Santa Cruz Biotechnology). After 1 h incubation at 4 C, cells were centrifuged at 12000 g for 10 min for the removal of cellular debris. Total protein concentration was measured by a BCA assay (Pierce, Rockford, USA), and 20 µg of total protein was subjected to gel electrophoresis. Proteins were separated on a 12% polyacrylamide gel before transferring them to PVDF membranes (Millipore, Bedford, MA, USA). After blocking in PBS supplemented with 5% skim milk (Sigma-Aldrich) and 0.05% Tween 20 (Sigma-Aldrich), membranes were incubated overnight at 4 C with primary antibodies including anti-inhibin βB (1:200, Proteintech Group); anti-Bax (1:800, Bioworld Technology), anti-cyclin D1 (1:200, Santa Cruz Biotechnology), anti-cyclin E (1:200, Santa Cruz Biotechnology) and anti-Bcl-2 (1:200, Santa Cruz Biotechnology). After incubation with the primary antibodies, membranes were washed three times with PBS containing 0.1% Tween 20, incubated for 2 h with 5000-fold diluted HRP-labeled goat antirabbit secondary antibodies (Wuhan Boster Biological Engineering) at room temperature and washed three times with prewarmed PBS containing 0.1% Tween 20. After washing, blots were developed using an ECL Western blotting detection system (Thermo Fisher Scientific, Waltham, MA, USA) and then exposed to X-ray film for visualization of the protein bands. PVDF blots were then stripped of bound antibodies and treated with rabbit anti-GAPDH antibody (1:1000, Hangzhou Goodhere Biotechnology, Hangzhou, PR China) for normalization. The band intensities were measured with the AlphaEaseFC software (Alpha Innotech, San Leandro, CA, USA).",
            "paragraph_rank": 14,
            "section_rank": 8
        },
        {
            "section": "Cell cycle analysis",
            "text": "GCs transfected with different RNAi vectors were harvested at 48 h post transfection, washed with PBS, fixed in ice-cold 70% ethanol overnight at 4 C, washed again in PBS and stained using propidium iodide/RNase A solution at 37 C in a dark chamber for 30 min. Flow cytometric analysis was conducted using a BD FACSCalibur (Becton, Dickinson and Company, Franklin Lakes, NJ, USA) and the ModFit LT for Mac V3.0 software. For each sample, a minimum of 20,000 cells was analyzed. All experiments were repeated three times independently.",
            "paragraph_rank": 15,
            "section_rank": 9
        },
        {
            "section": "Apoptosis analysis",
            "text": "After transfection, GCs were washed with PBS and then harvested by digestion with trypsin without EDTA at 37 C for 5 min. Cell apoptosis was probed with Annexin V-APC/7-AAD and later detected by flow cytometry (BD FACSCalibur, Becton, Dickinson and Company) according to the manufacturer's instruction (Apoptosis Detection Kit, KeyGEN, Nanjing, PR China). To confirm the role of INHBB silencing in apoptosis, the protein expressions of BCL-2 and BAX were quantified by Western blot. Experiments were repeated three times independently.",
            "paragraph_rank": 16,
            "section_rank": 10
        },
        {
            "section": "Hormone analysis by ELISA (enzyme-linked immunosorbent assay)",
            "text": "Mouse GCs were cultured (2 × 10 4 viable cells in 200 µl medium) in a 96-well plate. After transfection with the respective vectors for 48 h, the culture medium was collected, and the concentrations of estradiol (E2) and progesterone (P4) were measured by mouse ELISA kits (Wuhan ColorfulGene Biological Technology, PR China). The sensitivities of the estradiol and progesterone ELISA kits were 2-50 ng/l and 40-2400 pmol/l, respectively.",
            "paragraph_rank": 17,
            "section_rank": 11
        },
        {
            "section": "Hormone analysis by ELISA (enzyme-linked immunosorbent assay)",
            "text": "To elucidate the role of INHBB in steroidogenesis, we quantified the mRNA expression of CYP19A1 and CYP11A1 genes 48 h after transfection between pshRNA-B3 and pshRNA-negative vectors, respectively. Experiments were repeated three times independently.",
            "paragraph_rank": 18,
            "section_rank": 11
        },
        {
            "section": "Statistical analysis",
            "text": "The data are presented as the means ± SD from three replicate experiments. Differences were evaluated using the Student's t test following one-way ANOVA with the SPSS 16.0 software (SPSS, Chicago, IL, USA). P < 0.05 was regarded as statistically significant.",
            "paragraph_rank": 19,
            "section_rank": 12
        },
        {
            "section": "The INHBB gene was efficiently knocked down by pshRNA-B3",
            "text": "The expression of GFP was first observed under fluorescent microscopy beginning 24 h after transfection (Fig. 1), and then the mRNA and protein levels of INHBB were detected by real-time PCR and Western blot, respectively. The results showed that all three plasmids were able to knockdown the mRNA expression of INHBB, with pshRNA-B3 having the greatest effect (~58%) when compared with the other recombinant RNAi vectors (Fig. 2). However, after INHBB silencing, only two plasmids (pshRNA-B2 and pshRNA-B3) were able to downregulate the protein expression of INHBB (Fig. 3). These results permitted us to select the plasmid named pshRNA-B3 as the best recombinant RNAi vector for further experiments.",
            "paragraph_rank": 20,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 104,
                    "text": "(Fig. 1)",
                    "end": 112
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 422,
                    "text": "(Fig. 2)",
                    "end": 430
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 566,
                    "text": "(Fig. 3)",
                    "end": 574
                }
            ]
        },
        {
            "section": "Effects of INHBB gene silencing on the cell cycle",
            "text": "Cell cycle distribution was determined by measuring the cellular DNA content by flow cytometry. The results showed that INHBB silencing significantly induced (P < 0.05) G1 phase arrest of the cell cycle ( Figs. 4 A and B). In addition, to further confirm these results, the protein levels of cell cycle factors (Cyclin D1 and Cyclin E) were determined by Western blot. The results showed a significant decrease in protein levels of Cyclin D1 and Cyclin E (P < 0.05) after Table 2. Sequences of primer pairs for quantitative real-time PCR",
            "paragraph_rank": 21,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 205,
                    "text": "Figs. 4 A and B)",
                    "end": 221
                },
                {
                    "type": "table",
                    "start": 472,
                    "text": "Table 2",
                    "end": 479
                }
            ]
        },
        {
            "section": "Gene name",
            "text": "Forward primer sequences (5'→3') Reverse primer sequences (5'→3')",
            "paragraph_rank": 22,
            "section_rank": 16
        },
        {
            "section": "Gene name",
            "text": "ACACTGAGACTCCACCCCAT CTCGACCCATGGCAAAGCTA INHBB RNAi (Fig. 5A). These results demonstrated that INHBB had a crucial role in the proliferation of mouse GCs.",
            "paragraph_rank": 23,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 53,
                    "text": "(Fig. 5A",
                    "end": 61
                }
            ]
        },
        {
            "section": "Effects of INHBB gene silencing on apoptosis",
            "text": "To elucidate the role of INHBB in GC apoptosis, double staining with Annexin V-APC/7-AAD was used after transfection. The results indicated a significant increase in apoptotic cells (P < 0.05) ( Table 3). To further reveal the effects of INHBB knockdown on apoptosis, we quantified the protein expressions of BCL-2 and BAX. The results demonstrated that INHBB RNAi significantly reduced the protein level of BCL-2 but increased the protein level of BAX (Fig. 5B). These results revealed that INHBB is a strong apoptotic inhibitor during the development of mouse granulosa cells.",
            "paragraph_rank": 24,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 195,
                    "text": "Table 3)",
                    "end": 203
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 453,
                    "text": "(Fig. 5B)",
                    "end": 462
                }
            ]
        },
        {
            "section": "Effects of INHBB gene silencing on hormones levels",
            "text": "To assess the effects of INHBB silencing on hormones levels, we measured the concentrations of estradiol and progesterone in culture medium 48 h post transfection. The results showed that the concentrations of estradiol and progesterone were significantly decreased in GCs transfected with pshRNA-B3 (P < 0.05) compared with those transfected with pshRNA-negative (Table 4).",
            "paragraph_rank": 25,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 364,
                    "text": "(Table 4)",
                    "end": 373
                }
            ]
        },
        {
            "section": "Effects of INHBB gene silencing on hormones levels",
            "text": "To further elucidate the role of INHBB in steroidogenesis, we quantified the mRNA expressions of CYP19A1 and CYP11A1 genes 48 h post transfection. The results showed that the relative mRNA levels of CYP19A1 and CYP11A1 were significantly decreased (P < 0.05) in GCs transfected with pshRNA-B3 compared with those transfected with pshRNA-negative ( Figs. 6A and B).",
            "paragraph_rank": 26,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 348,
                    "text": "Figs. 6A and B",
                    "end": 362
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "The aim of the present study was to investigate the effects of INHBB gene silencing on the cell cycle, apoptosis and steroidogenesis in mouse granulosa cells. We transiently knocked down INHBB gene in primary mouse granulosa cells, which highly expresses INHBB. The results demonstrated that knockdown of the INHBB gene by RNAi vectors downregulated both the mRNA and protein expression of INHBB in mouse granulosa cells. This result indicates that INHBB RNAi expression plasmids were successfully constructed and transfected into mouse granulosa cells.",
            "paragraph_rank": 27,
            "section_rank": 19
        },
        {
            "section": "Discussion",
            "text": "To investigate the role of INHBB in cell cycle regulation, we detected different phases of the cell cycle in GCs after INHBB knockdown. The results showed that the G1 phase of the cell cycle was significantly arrested compared with the control. In the present Three (3) groups of INHBB RNAi recombinant plasmids were transfected in mouse GCs named as pshRNA-B1, pshRNA-B2, pshRNA-B3 and pshRNA-negative. After 48 h, the expression of GFP in the recombinant plasmids were shown, which implied that INHBB recombinant plasmids could be high efficiently expressed in mouse GCs. The best efficient RNAi vector (pshRNA-B3) was selected for further investigation.  study, GCs after INHBB knockdown showed decreased protein levels of cyclin D1 and Cyclin E, which are the key regulators of the cell cycle progression from the G0/G1 phase to S phase [33,34]. We believe that INHBB has the potential to affect GC development by regulating the cell cycle progression from G1 phase to S phase to modulate ovarian function. In a previous study, INHA was also found to be involved in Sertoli cell progression in the mouse [27]. Taken together, these results indicate that INHBB is important in control of the cell cycle in mouse GCs. Folliculogenesis in mammals includes follicular growth and follicular atresia. Follicular growth involves proliferation, cell cycle control and differentiation of GCs. However, only a few follicles reach the ovulation stage, and most follicles are lost before ovulation due to atresia. This degenerative process is initiated or caused by apoptosis of granulosa cells. It is well established that the cross talk between cell death and survival signals is very important for follicular development, and whether the follicle ultimately ovulates or undergoes degeneration is dependent on the multiple ovarian factors that regulate cell proliferation, differentiation and apoptosis. Previous studies in rat have demonstrated that INHA increases apoptosis in early ovarian antral follicles treated with diethylstilbestrol [35]. Recently, it was found that miR-34a plays an important role in granulosa cell apoptosis by targeting the INHBB gene in the porcine ovary [36]. Based on these studies, we predicted that INHBB knockdown might reduce cell survivability by increasing apoptosis in mouse GCs. In support of this, our results showed that INHBB knockdown induced apoptosis in mouse GCs. Moreover, we found an increase in protein level of BAX and a decrease in protein level of BCL-2 after INHBB downregulation. Members of the BCL-2 gene family, such as BAX and BCL-2, play key roles in regulating apoptosis, which is the process of self-destruction of cells under physiological conditions [37]. In the female gonads the roles of the BCL-2 family members and BAX in apoptosis have been extensively studied, and they are   Values represent the mean ± SEM (n = 3). All results were evaluated by one-way ANOVA. An asterisk (*) indicates the level of significance within columns (P < 0.05). regarded as key factors in initiating or preventing apoptosis in female germ cells [38]. Overexpression of BAX accelerates the apoptotic death response to death signals [39]. These findings confirmed that INHBB knockdown increased the apoptosis rate in mouse GCs. The major functions of granulosa cells include the production of sex steroids as well as a myriad of growth factors thought to interact with the oocyte during its development. The sex steroid production consists of FSH stimulating granulosa cells to convert androgens (coming from the thecal cells) to estradiol by aromatase during the follicular phase of the menstrual cycle [40]. Therefore, culture of ovarian GCs is an essential model for studying the molecular mechanisms of gene regulation during folliculogenesis. Follicular development is a complex biological process regulated by various intrinsic factors, especially estradiol (E2) and progesterone (P4). In our culture system, INHBB silencing significantly reduced the concentrations of estradiol and progesterone in the culture medium of the pshRNA-B3 group compared with the control group. The lower levels of these two hormones might be due to the lower mRNA level of CYP11A1 caused by INHBB knockdown, which is responsible for initiation of the steroidogenesis cascade in the ovary [41] and the decrease in CYP19A1 mRNA level, the enzyme responsible for androgen aromatization to estrogen [42].",
            "paragraph_rank": 28,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 841,
                    "text": "[33,",
                    "end": 845
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 845,
                    "text": "34]",
                    "end": 848
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1108,
                    "text": "[27]",
                    "end": 1112
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 2036,
                    "text": "[35]",
                    "end": 2040
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 2179,
                    "text": "[36]",
                    "end": 2183
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 2707,
                    "text": "[37]",
                    "end": 2711
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 3087,
                    "text": "[38]",
                    "end": 3091
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 3173,
                    "text": "[39]",
                    "end": 3177
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 3644,
                    "text": "[40]",
                    "end": 3648
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 4314,
                    "text": "[41]",
                    "end": 4318
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 4421,
                    "text": "[42]",
                    "end": 4425
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "In conclusion, our results demonstrate that RNA interference can be used to significantly reduce INHBB expression in mouse granulosa cells in vitro. The data provide evidence that inhibin/activin βB is important in the regulation of apoptosis and cell cycle progression in granulosa cells. This was further confirmed by the associative apoptotic and cell cycle factors. Furthermore, the inhibin βB subunit has a role in the regulation of steroid hormone biosynthesis. Evidence is accumulating to support the concept that inhibin/activin βB is physiologically essential for early folliculogenesis in the mouse.",
            "paragraph_rank": 29,
            "section_rank": 19
        },
        {
            "section": "Discussion",
            "text": "15. Bingol M, Daskiran I, Cedden F, Demir AO, Yilmaz A. Inhibin immunization in Norduz sheep. Archiv Fur Tierzucht-Archives of Animal Breeding 2012; 55: 179-183.",
            "paragraph_rank": 30,
            "section_rank": 19
        },
        {
            "section": "Discussion",
            "text": "16. Takedomi T, Kishi H, Medan MS, Aoyagi Y, Konishi M, Itoh T, Yazawa S, Watanabe Fig. 6. Expression of CYP19A1 and CYP11A1 in transfected GCs.",
            "paragraph_rank": 31,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 83,
                    "text": "Fig. 6",
                    "end": 89
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "The mRNA levels of CYP19A1 and CYP11A1 genes in GCs transfected with pshRNA-B3 and pshRNA-negative respectively were determined 48 h after transfection by q-PCR. The results showed that the mRNA level of CYP19A1 (P < 0.05) (A) and CYP11A1 (P < 0.05) (B) were significantly downregulated in pshRNA-B3 group compared with pshRNA-negative group. Values are presented as the mean ± SEM, n = 3 in each group. Bars with different mark indicate significantly different at P < 0.05.",
            "paragraph_rank": 32,
            "section_rank": 19
        },
        {
            "text": "(17577-1-AP, 1:200) purchased from Proteintech Group (Chicago, IL, USA); anti-bax (BS-2538, 1:800) purchased from Bioworld Technology (St. Louis Park, MN, USA); anti-cyclin D1 (sc-753, 1:200), anti-cyclin E (sc-481, 1:200), anti-Bcl-2 (sc-783, 1:200 and anti-GAPDH (sc-59540, 1:3,000) ) purchased from the Santa Cruz Biotechnology (Dallas, TX, USA).",
            "paragraph_rank": 33,
            "section_rank": 20
        },
        {
            "section": "Fig. 1 .",
            "text": "Transfection and knockdown efficiency of INHBB RNAi vectors.",
            "paragraph_rank": 34,
            "section_rank": 21
        },
        {
            "section": "Fig. 2 .",
            "text": "Expression of INHBB in transfected GCs. The mRNA level of INHBB in mouse GCs was detected after transfection with INHBB knockdown vectors, respectively. The ratio is relative to the pshRNA-negative control group. All silencing vectors could efficiently knockdown the expression of INHBB with pshRNA-B3 having the best silencing efficiency, which was chosen for further study. Values are presented as the mean ± SEM (n = 3 in each group). Bars with different letters indicate significantly different at P < 0.05.",
            "paragraph_rank": 35,
            "section_rank": 22
        },
        {
            "section": "Fig. 3 .",
            "text": "INHBB protein levels in transfected GCs. INHBB protein levels were detected by western blot in mouse GCs 48 h after transfection. Lanes 1 to 4 represent the pshRNA-B1, pshRNA-B2, pshRNA-B3, and pshRNA-negative, respectively. Normalized ratios of INHBB band intensities were calculated by dividing the mean signal intensity for 3 biological replicates by the mean signal intensity with GAPDH. Values are presented as the mean ± SEM. Different letters (a, b) indicate significantly different at P < 0.05.",
            "paragraph_rank": 36,
            "section_rank": 23
        },
        {
            "section": "Fig. 4 .",
            "text": "DNA-content of transfected mouse GCs by flow cytometry. Following a 48-h transfection with pshRNA-B3 and pshRNAnegative respectively, GCs were treated for DNA content by propidium iodide. (A) Histogram showing the proportions of cells that are in the three phases of the cell cycle using flow cytometry to measure their relative DNA content. G0/G1-phase cells are diploid (2N) and express half the DNA content of tetraploid G2/M phase cells (4N). S phase cells contain varying amounts of DNA between the G1 and G2 phases. (B) A graph presenting the % of GCs in each of the cell cycle phases. Values are presented as means ± SEM (n = 3 in each group). An asterisk (*) indicates significantly different at P < 0.05.",
            "paragraph_rank": 37,
            "section_rank": 24
        },
        {
            "section": "Fig. 5 .",
            "text": "Protein levels of related genes in transfected GCs. The protein levels of Cyclin D1, Cyclin E, BCL-2 and BAX were detected by western blot 48 h after transfection with the pshRNA-B3 and pshRNA-negative plasmids, respectively. The normalized ratio for each protein was calculated by dividing the mean signal intensity from 3 biological replicates by the mean signal intensity with GAPDH. Values are presented as the mean ± SEM (n = 3 in each group). Different letters (a, b) indicate significantly different at P < 0.05.",
            "paragraph_rank": 38,
            "section_rank": 25
        },
        {
            "section": "Table 1 .",
            "text": "Target sequences of mouse INHBB (NM_008381)",
            "paragraph_rank": 39,
            "section_rank": 26
        },
        {
            "section": "Table 3 .",
            "text": "Effects of INHBB silencing on apoptosis in mouse GCs (n=3)",
            "paragraph_rank": 41,
            "section_rank": 27
        },
        {
            "section": "Table 4 .",
            "text": "Effects of INHBB silencing on the levels of estradiol and",
            "paragraph_rank": 43,
            "section_rank": 28
        },
        {
            "section": "Acknowledgments",
            "text": "This study was supported by both the Earmarked fund for Modern Agro-industry Technology Research System (grant number CARS-37-05B) and National Natural Science Foundation of China (No. 31272446 and No. 31001007).",
            "paragraph_rank": 45,
            "section_rank": 30
        }
    ]
}