{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Exposure to oxygen and light generates photooxidative stress by the bacteriochlorophyll a mediated formation of singlet oxygen (1 O 2) in the facultative photosynthetic bacterium Rhodobacter sphaeroides. We have identified SorY as an sRNA, which is induced under several stress conditions and confers increased resistance against 1 O 2. SorY by direct interaction affects the takP mRNA, encoding a TRAP-T transporter. We present a model in which SorY reduces the metabolite flux into the tricarboxylic acid cycle (TCA cycle) by reducing malate import through TakP. It was previously shown that oxidative stress in bacteria leads to switch from glycolysis to the pentose phosphate pathway and to reduced activity of the TCA cycle. As a consequence the production of the prooxidant NADH is reduced and production of the protective NADPH is enhanced. In R. sphaeroides enzymes for glycolysis, pentose phosphate pathway, Entner-Doudoroff pathway and gluconeogenesis are induced in response to 1 O 2 by the alternative sigma factor RpoHII. The same is true for the sRNA SorY. By limiting malate import SorY thus contributes to the balance of the metabolic fluxes under photooxidative stress conditions. This assigns a so far unknown function to an sRNA in oxidative stress response."
        }
    ],
    "body_text": [
        {
            "section": "Introduction",
            "text": "Microorganisms have to cope with oxidative stress in almost all environments and have therefore evolved sophisticated defense systems. A special type of oxidative stress is the so-called photooxidative stress, which occurs in the presence of light, oxygen and a photosensitizer. In photosynthetic organisms (bacterio-) chlorophylls act as photosensitizers, which transfer energy to ground state triplet oxygen generating highly reactive 1 O 2 . The response to photooxidative stress has been intensively investigated in the facultative photosynthetic alpa-proteobacterium Rhodobacter sphaeroides (reviewed in 1,2 ). Rhodobacter uses oxygen for aerobic respiration but induces the formation of photosynthetic complexes when oxygen concentration decreases. The presence of blue light counteracts the formation of photosynthetic complexes at intermediate oxygen concentrations most likely in order to prevent the formation of 1 O 2 . 3-5 1 O 2 triggers a complex response at transcriptional and post-transcriptional level. [6][7][8][9] A main regulator of this response is the alternative sigma factor RpoE, which directly activates a small subset of genes including the rpoHII gene. The RpoHII sigma factor subsequently induces a large subset of genes, many of them with known functions in the oxidative stress response. 6,10 Under non-stress conditions RpoE is inactivated by the anti-sigma factor ChrR, 11 which is proteolytically degraded upon 1 O 2 stress. 12,13 Many genes which are targeted by RpoHII are also targeted by RpoHI, which is independent of RpoE and has a main role in the heat shock response. 14,15 1 O 2 does not only induce transcription of protein coding RNAs in R. sphaeroides but also of small non-coding RNAs (sRNAs). 9,[16][17][18] sRNAs have been identified as components of many bacterial regulatory networks and have important roles in the fine-tuning of adaptation processes. Trans-acting sRNAs target mRNAs which are transcribed from other regions of their genome and affect their translation and/or stability. 19 The RNA chaperon Hfq is often required for the interaction of trans-acting sRNAs and their target mRNAs. [20][21][22] The sRNA RSs1543 of R. sphaeroides is induced in response to photooxidative stress. 9 Here we show that RSs1543 responds to a variety of stresses and influences photooxidative stress resistance of R. sphaeroides. Therefore RSs1543 was renamed SorY for 1 O 2 resistance RNA Y. We identified the takP mRNA, that encodes the extracytoplasmic receptor subunit of a TRAP-T transporter, as direct target of SorY and provide a model for the role of this sRNA in the photooxidative stress response. According to the model SorY regulates TakP synthesis negatively during photooxidative stress to decrease harmful malate influx at high rates into the cell to favor the pathway shunt from the tricarboxylic acid cycle (TCA cycle) to the pentose phosphate pathway and Entner-Doudoroff pathway.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 609,
                    "text": "1,",
                    "end": 611
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 611,
                    "text": "2",
                    "end": 612
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1020,
                    "text": "[6]",
                    "end": 1023
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1023,
                    "text": "[7]",
                    "end": 1026
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1026,
                    "text": "[8]",
                    "end": 1029
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1029,
                    "text": "[9]",
                    "end": 1032
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1319,
                    "text": "6,",
                    "end": 1321
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1321,
                    "text": "10",
                    "end": 1323
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1403,
                    "text": "11",
                    "end": 1405
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1459,
                    "text": "12,",
                    "end": 1462
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1462,
                    "text": "13",
                    "end": 1464
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1741,
                    "text": "9,",
                    "end": 1743
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1743,
                    "text": "[16]",
                    "end": 1747
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1747,
                    "text": "[17]",
                    "end": 1751
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1751,
                    "text": "[18]",
                    "end": 1755
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 2040,
                    "text": "19",
                    "end": 2042
                },
                {
                    "type": "bibr",
                    "start": 2148,
                    "text": "[20]",
                    "end": 2152
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 2152,
                    "text": "[21]",
                    "end": 2156
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 2156,
                    "text": "[22]",
                    "end": 2160
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 2245,
                    "text": "9",
                    "end": 2246
                }
            ]
        },
        {
            "section": "Results",
            "text": "SorY is induced by different stress factors SorY was originally identified as an sRNA induced by 1 O 2 in Rhodobacter sphaeroides. 9 The sorY gene is preceded by an RpoHI/RpoHII promoter consensus motif and a transcriptional terminator structure is localized at the 3end. 15 Both sigma factors can activate sorY transcription but at least one of them is required for 1 O 2 -dependent induction. Rhodobacter genes under control of RpoHI/RpoHII promoters often respond to multiple stresses. 15,23 We therefore tested the expression of SorY under several conditions in the wild type strain. Indeed SorY is also induced by the organic hydroperoxide tert-butyl hydroperoxide (tBOOH), hydrogen peroxide, the super oxide generating paraquat, by heat, by diamide, by NaCl, by CdCl 2 and by SDS/ EDTA (Fig. 1A, B). There was no effect of ethanol or polymyxin-B, which alters membrane structures. Thus, SorY is indeed induced by various stresses, but strongest induction was observed in response to singlet oxygen.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 131,
                    "text": "9",
                    "end": 132
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 272,
                    "text": "15",
                    "end": 274
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 489,
                    "text": "15,",
                    "end": 492
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 492,
                    "text": "23",
                    "end": 494
                },
                {
                    "type": "figure",
                    "start": 792,
                    "text": "(Fig. 1A, B",
                    "end": 803
                }
            ]
        },
        {
            "section": "Results",
            "text": "To learn more about the function of SorY we constructed a strain lacking this sRNA (DSorY) and strains overexpressing the sRNA from its own promoter (2.4.1pBBRSorYi) or from the strong, constitutive 16S rRNA promoter (2.4.1pBBRSorY). The northern blot shown in Figure 1C verifies the lack of SorY in the deletion mutant and its strong overexpression in the other strains, which depends on 1 O 2 , when the native promoter is present (2.4.1pBBRSorYi) but is very high even in absence of any stress in 2.4.1pBBRSorY.",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 261,
                    "text": "Figure 1C",
                    "end": 270
                }
            ]
        },
        {
            "section": "Prediction and validation of targets for SorY",
            "text": "Many sRNAs act on gene expression by base pairing to target mRNAs and influencing either the stability of these targets or the rate of translation or both. To get a hint on possible targets of SorY we compared the transcriptomes of a control strain harbouring an empty vector (2.4.1pBBR) and of the overexpressing strain (2.4.1pBBRSorYi) after 10 min of 1 O 2 stress by microarray analysis (Fig. S1). From 3976 genes with a reliable A-value 17 protein coding genes showed a log 2 fold change of > 0.6 or < ¡0.6 between the 2 strains ( Table 1). Putative interaction of the mRNAs transcribed from these genes and SorY were predicted by the IntaRNA tool. 24  Table 1 shows the predicted parameters of genes with expression changes for which an energy value of less than ¡10 kcal/mol was calculated for a putative interaction. The effect of SorY on mRNA levels was confirmed by real time RT-PCR for RSP_2400, RSP_0097, sufC, and adhI ( Fig. 2A). The microarray data for flgF could not be confirmed and RSP_0432 was not tested, since no function for this gene is predicted. Real time RT-PCR also demonstrated that deletion of SorY had an opposite effect on the transcript levels of these mRNAs than overexpression of SorY ( Fig. 2A).",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 390,
                    "text": "(Fig. S1)",
                    "end": 399
                },
                {
                    "type": "table",
                    "start": 535,
                    "text": "Table 1)",
                    "end": 543
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 653,
                    "text": "24",
                    "end": 655
                },
                {
                    "type": "table",
                    "start": 657,
                    "text": "Table 1",
                    "end": 664
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 933,
                    "text": "Fig. 2A)",
                    "end": 941
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1220,
                    "text": "Fig. 2A)",
                    "end": 1228
                }
            ]
        },
        {
            "section": "Prediction and validation of targets for SorY",
            "text": "To test whether the mRNAs are direct targets of SorY we applied an in vivo reporter system suitable for a-proteobacteria. 4 Sequences predicted to bind SorY were cloned behind a constitutive 16S promoter and translationally fused to the lacZ gene. This reporter construct was conjugated into cells either containing a vector control, or having SorY expressed from the 16S rRNA promoter. For reporter fusions harbouring sequences of RSP_2400, sufC, adhI and flgF the differences in b-galactosidase activity to the control strain were not significant, indicating no direct interaction of SorY with these mRNAs (Fig. S2). For RSP_0097, however, a 2-fold decrease of b-galactosidase activity was observed when SorY was overexpressed, indicating a direct interaction of the 2 RNAs (Fig. 3B). RSP_0097 encodes TakP (previously named SmoM), an extracytoplasmic solute receptor of a TRAP transporter suggested to transport a-keto acids. 25 Figure 1. Induction of the small RNA SorY under various stress conditions shown by northern blot analysis of total RNA isolated from R. sphaeroides. SorY fold changes (FC) are normalized to the 5S rRNA. The quantification was done with Quantity One Software (Bio-Rad). (A) The following reagents (and their final concentrations) were added to aerobically grown cultures at OD 600 of 0.4 and samples were taken immediately before (time 0) or 10 min after addition: 0.2 mM methylene blue in the presence of 800 Wm ¡2 white light, 300 mM tBOOH, 1 mM H 2 O 2 and 250 mM paraquat were added to aerobically grown cultures at OD 0.4 and samples were taken before and 10 min after the addition. (B) Semiaerobic cultures were shifted to 42 C at time 0 or the following reagents were added: 500 mM diamide, 500 mM NaCl, 10 mM CdCl 2 , 2.5 % ethanol, 1 mg/mL polymyxin-B or 0.005 % SDS along with 1 mM EDTA. (C) Altered SorY transcript levels in the overexpression strains and the knockout mutant (2.4.1DSorY) before and after 1 O 2 stress in comparison to the wild-type strain harboring the empty vector (2.4.1pBBR). SorY transcription in plasmid born overexpression strains is either constitutive due to the use of a 16S rRNA promoter (2.4.1pBBRSorY) or inducible due to the RpoHI/II dependent promoter of SorY (2.4.1pBBRSorYi).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 122,
                    "text": "4",
                    "end": 123
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 608,
                    "text": "(Fig. S2)",
                    "end": 617
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 776,
                    "text": "(Fig. 3B)",
                    "end": 785
                },
                {
                    "type": "figure",
                    "start": 932,
                    "text": "Figure 1",
                    "end": 940
                }
            ]
        },
        {
            "section": "Prediction and validation of targets for SorY",
            "text": "SorY affects the stability of the takP mRNA Trans-acting sRNAs can have a direct effect on translation of an mRNA or its stability. However in most cases mRNA stability and consequently the mRNA level is also affected if the rate of translation is altered by an sRNA. Therefore the half-life of the takP mRNA was determined in a control strain (2.4.1pBBR) and in strain 2.4.1pBBRSorY, which constitutively overexpressed the sRNA. A clear difference in the decay rates was observed for the 2 strains (Fig. 2B). When only taking into account the initial phase of decay, which followed a logarithmic kinetic, the half-life was about 1.6 min for the control strain but only about 1 min for the strain overexpressing SorY. This effect of SorY on takP mRNA half-life hints at a direct interaction of the 2 RNAs, which leads to destabilization of the target mRNA.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 499,
                    "text": "(Fig. 2B)",
                    "end": 508
                }
            ]
        },
        {
            "section": "Single point mutations in SorY partially release its effect on takP",
            "text": "The reporter gene study and the effect of SorY on takP stability indicated a direct interaction between SorY and takP. This assumption was supported by an in vitro interaction study. Addition of SorY to a radiolabeled takP mRNA segment resulted in retardation in a native gel. Addition of the unrelated sRNA PcrZ 4 or a segment of RSP_2591",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 313,
                    "text": "4",
                    "end": 314
                }
            ]
        },
        {
            "section": "Single point mutations in SorY partially release its effect on takP",
            "text": "mRNA did not cause a retardation of takP ( Fig. 2C). To further prove a direct interaction between SorY and takP mRNA in vivo we exchanged single nucleotides in the SorY sequence and tested the effect of the mutations on takP expression in the reporter system. SorY sequences with point mutations at positions C39, C49 or C52 had a significantly smaller effect on takP expression than the wild type sequence (Fig. 3B). While overexpression of wild type SorY decreased expression levels of the takP reporter to about 50%, expression in the single mutants was only reduced to 75-85 %. When compensatory mutations complementary to G49T or C52G are inserted into takP at positions ¡20 or -17, Table 1. Expression level of genes passing the selection criteria of microarray analysis, which is a reliable A-value 12 and a log2 fold change of > 0.6 or < ¡0.6 between the 2 strains 2.4.1pBBRSorYi and 2.4.1pBBR. We used the IntaRNA tool to predict a putative interaction of the mRNAs transcribed from these genes and SorY. Predicted energy values and locations of the interaction sites are listed for genes deceeding a predicted energy value of ¡10 kcal/mol  respectively, binding to the corresponding mutated SorY counterparts could not be restored as we did not observe any significant decrease in b-galactosidase activity. The lack of restoration is most likely due to altered secondary structure of the sRNA after single nucleotide exchanges, which in all cases leads to an extended stem-loop in the sRNAs seed region (Fig. S3). Moreover, predicted energy values for the interaction of mutated SorY with corresponding compensatory mutated takP do not reach the value predicted for the original sequence (Table S1). We also tested the effect of the wild type SorY on the takP reporter with point mutations at position ¡20 or ¡17. Both point mutations led to a significantly smaller effect of SorY on reporter expression in comparison to the reporter plasmid with the original takP sequence.To further confirm the interaction of SorY with takP, the takP::lacZ reporter plasmid was used to measure b-galactosidase activity in a SorY and hfq deletion strain in relation to their isogenic wild type strain. In both strains expression levels of the takP reporter increased about 50% (Fig. 3C). In total these results support the view that SorY reduces takP mRNA levels in an Hfq-dependent manner. SorY was previously shown to interact with Hfq. 26 Effect of SorY and takP on resistance to 1 ",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 43,
                    "text": "Fig. 2C)",
                    "end": 51
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 408,
                    "text": "(Fig. 3B",
                    "end": 416
                },
                {
                    "type": "table",
                    "start": 689,
                    "text": "Table 1",
                    "end": 696
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1514,
                    "text": "(Fig. S3)",
                    "end": 1523
                },
                {
                    "type": "table",
                    "start": 1699,
                    "text": "(Table S1",
                    "end": 1708
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 2273,
                    "text": "(Fig. 3C)",
                    "end": 2282
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 2435,
                    "text": "26",
                    "end": 2437
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 2479,
                    "text": "1",
                    "end": 2480
                }
            ]
        },
        {
            "section": "O 2",
            "text": "We performed zone of inhibition assays, to further characterize the role of SorY in the photooxidative stress response. Constitutive overexpression of SorY conferred increased resistance, while deletion of SorY resulted in higher sensitivity against 1 O 2 (Fig. 4A). However, SorY overexpression had no effect on resistance in strains lacking Hfq. These data indicate an important role of SorY in the stress response which is dependent on Hfq.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 256,
                    "text": "(Fig. 4A)",
                    "end": 265
                }
            ]
        },
        {
            "section": "O 2",
            "text": "If the increased stress resistance of a strain overexpressing SorY was due to the negative regulation of the sRNA on the expression of takP, a mutant lacking the takP gene should show a similar phenotype. Indeed a takP deletion strain also showed increased resistance to 1 O 2 in comparison to its isogenic wild type (Fig. 4A). Although the mutant was derived from a 2.4.1 strain, we used the original parental strain from which the mutant was generated as a control, since originally identical strains often show some genetic diversification when maintained in different laboratories. We designate the parental strain to the takP mutant 2.4.1*. Interestingly, overexpression of SorY in strain 2.4.1*DtakP did not affect resistance at all in comparison to the same strain harbouring the empty vector (Fig. 4A). In summary these results suggest that SorY supports the 1 O 2 defense primarily through takP under these experimental conditions.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 317,
                    "text": "(Fig. 4A)",
                    "end": 326
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 800,
                    "text": "(Fig. 4A)",
                    "end": 809
                }
            ]
        },
        {
            "section": "O 2",
            "text": "The SorY phenotype depends on growth on malate Two homologues of TakP in R. capsulatus were previously characterized. DctP2 (RCAP_rcc02417; 81% sequence identity) was shown to bind a-keto acids in vitro 27 whereas DctP3 (RCAP_rcc03024; 45% sequence identity) was needed for the  uptake of the C4-dicarboxylates malate, succinate, and fumarate in vivo. 28,29 In this study malate was used as main carbon source. To confirm that resistance to 1 O 2 conferred by an overexpression of SorY or a deletion of takP (Fig. 4A), is due to altered malate import, we performed zone of inhibition assays with lactate as main carbon source (Fig. 4B). Smaller zones of inhibition were observed on media containing lactate compared to malate media (data not shown). Therefore the methylene blue concentration was increased for further assays on lactate media to achieve evaluable inhibition zones. On lactate there was no difference in size of inhibition zones, when SorY overexpression, SorY deletion or takP deletion were compared to their respective control strains (Fig. 4B), strongly suggesting that TakP is involved in malate uptake.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 203,
                    "text": "27",
                    "end": 205
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 352,
                    "text": "28,",
                    "end": 355
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 355,
                    "text": "29",
                    "end": 357
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 508,
                    "text": "(Fig. 4A)",
                    "end": 517
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 626,
                    "text": "(Fig. 4B)",
                    "end": 635
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1053,
                    "text": "(Fig. 4B)",
                    "end": 1062
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "RSs1543, now designated SorY, was originally identified as an sRNA, which is induced in R. sphaeroides by 1 O 2 . Transcription from an RpoHI/RpoHII dependent promoter 26 suggested the influence of several stress factors on SorY accumulation which was confirmed in this study. Agents leading to membrane stress like ethanol and polymyxin B had no effect on SorY expression. Addition of ROS or reagents leading to ROS formation resulted in SorY induction, which was also observed in response to heat, salt or CdCl 2 . Non-redox-reactive heavy metals like cadmium can bind thiol groups causing glutathione depletion and oxidation of sulfhydryl groups in proteins and consequently leading to oxidative stress. RpoHI/RpoHII of R. sphaeroides were previously shown to be activated by photooxidative stress caused by strong blue light, 30 the presence of methylene blue and light, 9,15,26 or by heat shock. 10 The focus of this study is on the role of SorY in the photooxidative stress response. To understand how SorY can affect this response, we searched for putative interaction partners and confirmed the takP mRNA as a direct target of SorY. The functional interaction of SorY and takP was confirmed by i) a decreased half-life of the takP mRNA when SorY is overexpressed, ii) the effect of SorY on takP expression in a reporter gene system in vivo, iii) a dose dependent shift caused by direct binding in electrophoretic mobility shift assays in vitro, iv) a similar phenotype of SorY overexpression and a takP deletion strain and v) failure of SorY to influence stress resistance in a takP deletion mutant. Whether a decreased takP half-life in the presence of SorY overexpression is due to a recruitment and cleavage of RNases or due to fewer protective ribosomes present on the mRNA, was not further investigated. The results achieved with reporter assays suggest that SorY decreases takP stability/translation in an Hfq dependent manner, since the reporter activity is strongly decreased by SorY overexpression but strongly increased in SorY or Hfq deletion strains. Single nucleotide exchanges in SorY, predicted to weaken the interaction between the 2 RNAs, indeed diminished the effect of SorY on takP expression in those assays, further supporting the view that both RNAs interact directly. It was however not possible to reverse the effect of the mutations by introducing compensatory mutations, which is most likely due to an extended stem-loop in the sRNA seed regions after each single nucleotide exchange and lower predicted energy values for the interaction of mutated SorY with corresponding compensatory mutated takP. SorY overexpression led to an increased resistance, whereas deletion of SorY resulted in higher sensitivity against 1 O 2 . This effect was clearly dependent on presence of Hfq and TakP. Thus SorY confers resistance to 1 O 2 stress by a negative regulation of takP expression in an Hfq-dependent manner. Since overexpression of SorY in the takP deletion strain did not affect resistance at all, we conclude that takP is the primary target of SorY promoting resistance under these experimental conditions.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 168,
                    "text": "26",
                    "end": 170
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 875,
                    "text": "9,",
                    "end": 877
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 877,
                    "text": "15,",
                    "end": 880
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 880,
                    "text": "26",
                    "end": 882
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 901,
                    "text": "10",
                    "end": 903
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "Our results raised the question how SorY influences stress resistance by affecting takP expression. In a wild type strain expression of takP is about 2-fold down-regulated upon exposure to 1 O 2 . 17 Studies on R. sphaeroides TakP were initiated due to the higher selenite resistance of a TakP mutant strain. Binding of a-keto acids to this protein was confirmed in vitro and the structure of TakP binding pyruvate was solved. 25 The natural ligand of TakP is still unknown 25 and lack of pyruvate in our growth medium excluded the possibility that the phenotype of the takP mutant was due to altered pyruvate import. Therefore we considered malate to be the possible ligand for takP, which was the main carbon source in our medium. One of the TakP homologues in Rhodobacter capsulatus, DctP3 (RCAP_rcc03024), was shown in vivo to be needed for the uptake of the C4-dicarboxylates malate, succinate, and fumarate. 28,29 To confirm that resistance to 1 O 2 conferred by an overexpression of SorY or a deletion of takP, is due to altered malate import, we performed zone of inhibition assays with growth media containing an equimolar concentration of lactate as main carbon source. Lactate medium led to slower cell growth and higher resistance towards 1 O 2 in comparison to malate medium. Using lactate as main carbon source abolished the effects of takP deletion, SorY overexpression or SorY deletion on resistance against 1 O 2 . We conclude that resistance to 1 O 2 is conferred by down-regulation of TakP levels by SorY and consequently decreased malate import.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 197,
                    "text": "17",
                    "end": 199
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 427,
                    "text": "25",
                    "end": 429
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 474,
                    "text": "25",
                    "end": 476
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 914,
                    "text": "28,",
                    "end": 917
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 917,
                    "text": "29",
                    "end": 919
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "Malate is an intermediate of the TCA cycle. A tight regulation of its uptake might be necessary, since very high amounts of malate could be dispensable or even harmful during oxidative stress. Several studies reported during the last years that oxidative stress redirects the metabolic flux from the glycolytic pathway to the oxidative pentose phosphate pathway (PPP) and Entner-Doudoroff pathway (ED), while the fluxes associated with the TCA cycle are decreased. This metabolic shift leads to decreased production of NADH which can increase oxidative stress by transferring electrons to oxygen and increased production of NADPH in the PPP and ED, an important component in the oxidative stress defense. [31][32][33][34][35] Also up-regulation of some glycolytic enzymes, i.e. fructose-bisphosphate aldolase and glucose-6-P-isomerase was observed in E. coli during oxidative stress, which then leads to a glyoxylate shunt and subsequent decrease of NADH production. 32,36,37 During menadione-induced ROS generation accumulation of pyruvate and malate, intermediates of the TCA cycle, was observed. 38 We reanalyzed a previous transcriptome study in R. sphaeroides (Table S2) with respect to changes in the central carbon metabolism in response to 1 O 2 , which has not been reported for this organism so far. Our data revealed 1 O 2 to reduce expression of genes for some components of the TCA cycle, like genes for succinyl-CoA synthetase (sucC, sucD) and fumarate hydratase (fumC). At the same time genes for the pentose phosphate pathway and Entner-Doudoroff pathway like glucose-6-P-dehydrogenase (zwf), 6-phosphogluconolactonase (pgl), 2-keto-3-deoxyphosphogluconate aldolase (eda) are induced (Table S2). Additional expression of glucose-6-phosphate isomerase (pgi), fructose-1,6-bisphosphatase (glpX) and fructose-bisphosphate aldolase (fbaB) is induced to produce glucose-6-phosphate in gluconeogenesis, which then can be metabolized in ED and PPP to produce NADPH. 8,17,39 Interestingly, it was also shown that all the induced genes of ED, PPP and gluconeogenesis except glpX are part of the RpoHII regulon as is SorY. 10,40 Moreover downregulation of sucC and sucD is also reliant on RpoHII. 10 In Figure 5 we present a model for the effect of SorY on the metabolic flux and consequently on stress resistance in R. sphaeroides. To combat oxidative stress the alternative sigma factor RpoE and subsequently RpoHII are activated. RpoHII induces the genes zwf, pgl, eda to switch from glycolysis to PPP and ED to reduce production of NADH and increase NADPH levels. In addition RpoHII triggers pgi and fbaB expression to strengthen gluconeogenesis. At the same time flux through the TCA cycle, which generates excessive amounts of the prooxidant NADH, is decreased by an RpoHII dependent downregulation of the genes sucC and sucD. In addition Rpo-HII also induces expression of the sRNA SorY, which regulates TakP synthesis negatively to decrease high but harmful malate influx into the cell and the TCA cycle respectively. This represents a novel mechanism by which an sRNA confers resistance to 1 O 2 . Other sRNA were reported to contribute in the oxidative stress response by mechanisms differing from that of SorY function. In R. sphaeroides PcrZ counteracts the strong increase of photosynthetic gene expression upon a drop in oxygen tension 4 and therefore also bacteriochlorophyl a mediated generation of 1 O 2 . In Enterobacteria the sRNA OxyS is induced upon exposure to H 2 O 2 and negatively influences translation of the transcription factor FhlA and of the stationary phase specific alternative sigma factor RpoS for the benefit of the oxidative stress response. 41,42 Furthermore, a tight regulation of iron availability in E. coli by the sRNA RyhB 43 and its homologues, e.g. in Pseudomonas aeruginosa 44 and Erwinia chrysanthemi 45 contributes to the defense against ROS, which are generated in the Fenton reaction. 46,47 In Enterobacteria sRNAs like MicF, MicC and CyaR are involved in changing the outer membrane composition in response to oxidative stress. 36,48,49 However, SorY is the first example of an sRNA providing resistance during photooxidative stress by decreasing import of a carbon source to limit metabolic flux through the TCA cycle.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 705,
                    "text": "[31]",
                    "end": 709
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 709,
                    "text": "[32]",
                    "end": 713
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 713,
                    "text": "[33]",
                    "end": 717
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 717,
                    "text": "[34]",
                    "end": 721
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 721,
                    "text": "[35]",
                    "end": 725
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 967,
                    "text": "32,",
                    "end": 970
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 970,
                    "text": "36,",
                    "end": 973
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 973,
                    "text": "37",
                    "end": 975
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 1099,
                    "text": "38",
                    "end": 1101
                },
                {
                    "type": "table",
                    "start": 1165,
                    "text": "(Table S2",
                    "end": 1174
                },
                {
                    "type": "table",
                    "start": 1700,
                    "text": "(Table S2)",
                    "end": 1710
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1975,
                    "text": "8,",
                    "end": 1977
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1977,
                    "text": "17,",
                    "end": 1980
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 1980,
                    "text": "39",
                    "end": 1982
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 2129,
                    "text": "10,",
                    "end": 2132
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 2132,
                    "text": "40",
                    "end": 2134
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 2203,
                    "text": "10",
                    "end": 2205
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 2209,
                    "text": "Figure 5",
                    "end": 2217
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 3356,
                    "text": "4",
                    "end": 3357
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 3685,
                    "text": "41,",
                    "end": 3688
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 3688,
                    "text": "42",
                    "end": 3690
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 3772,
                    "text": "43",
                    "end": 3774
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 3826,
                    "text": "44",
                    "end": 3828
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 3941,
                    "text": "46,",
                    "end": 3944
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 3944,
                    "text": "47",
                    "end": 3946
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 4085,
                    "text": "36,",
                    "end": 4088
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 4088,
                    "text": "48,",
                    "end": 4091
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 4091,
                    "text": "49",
                    "end": 4093
                }
            ]
        },
        {
            "section": "Material and Methods",
            "text": "Bacterial strains and growth conditions Bacterial strains used in this study are listed in Table S3. Details on their construction are given in Supplementary Material and Methods. For cultivation of R. sphaeroides strains at C, malate minimal-salt medium was used 50 or malate was substituted by an equimolar amount of lactate. To grow the cells aerobically, cultures were either gassed with air in Meplat bottles to attain a concentration of 160 to 180 mM of dissolved oxygen or by continuous shaking of Erlenmeyer flasks containing 20% culture by volume at 140 rpm. For semiaerobic growth conditions, having a dissolved oxygen concentration of about 25 mM, Erlenmeyer flasks containing 80% culture by volume were shaken at 140 rpm. When necessary kanamycin (25 mg ml ¡1 ), tetracycline (1.5 mg ml ¡1 ) or spectinomycin (10 mg ml ¡1 ) was added to liquid and solid growth media (1.6% agar). Photooxidative stress conditions were generated as described earlier, 51 except the final concentration of methylene blue (0.2 mM) (Sigma-Aldrich; M9140). Other stress conditions were generated by a final concentration of 500 mM diamide (Sigma-Aldrich; D3648), 500 mM NaCl, 10 mM CdCl 2 , 2,5% Ethanol (Carl Roth; 5054.3), 1 mg/ml polymyxin-B (Sigma-Aldrich; P4932) or 0.005 % SDS along with 1 mM EDTA. Use of antibiotics was avoided in cultures and agar plates used for inhibition zone assays. To culture Escherichia coli strains, cells were continuously shaken at 180 rpm in Luria-Bertani medium at 37 C or grown on solid growth media containing 1.6% (w/v) agar. When necessary kanamycin (25 mg ml ¡1 ) or tetracycline (20 mg ml ¡1 ) was added to the media.",
            "ref_spans": [
                {
                    "type": "table",
                    "start": 91,
                    "text": "Table S3",
                    "end": 99
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 264,
                    "text": "50",
                    "end": 266
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 962,
                    "text": "51",
                    "end": 964
                }
            ]
        },
        {
            "section": "Microarray analysis",
            "text": "Microarray analysis was performed as described before (Mank et al., 2012). Total RNA, obtained from aerobically grown cultures of strains 2.4.1pBBRSorYi and 2.4.1pBBR after 10 min of photooxidative stress, was chemically labeled with Cy3 and Cy5 (Kreatech; EA-022/EA-023), respectively. Multiarray analysis was performed with the Bio-conductor package Limma for R. On the basis of calculated MA plots, genes were considered reliable if the average signal intensity [A-value: 1/2 log2 (Cy3£Cy5)] was 12. To filter out potentially insignificant changes among genes that passed the reliability criterion, a cutoff value was applied; i.e., those genes were retained whose average expression value of 2.4.1pBBRSorYi (a) compared with the average value of the control treatment 2.4.1pBBR (b) was either a log2 Fold Change of 0.6 or a ¡0.6. Microarray data are deposited in the Gene Expression Omnibus (http://www.ncbi. nlm.nih.gov/geo/; accession no. GSE63328).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 54,
                    "text": "(Mank et al., 2012)",
                    "end": 73
                }
            ]
        },
        {
            "section": "b-galactosidase activity assay",
            "text": "To confirm the predicted mRNA:sRNA interaction in vivo, b-galactosidase activity was measured in all conjugants obtained after transferring the respective reporter plasmids via di-parental conjugation. Three independent liquid cultures, inoculated with equal numbers of colonies, were grown semiaerobically and diluted to OD 660 0.2, before reaching stationary phase. Three samples of 0.5 ml were collected in early exponential growth phase (OD 660 0.4). Measurements of b-galactosidase activity were carried out as described previously. 12 ",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 538,
                    "text": "12",
                    "end": 540
                }
            ]
        },
        {
            "section": "Sensitivity to ROS generating chemicals",
            "text": "To measure the sensitivity of Rhodobacter sphaeroides to 1 O 2 zone of inhibition assays were performed as described before. 12 50 ml of semiaerobically grown culture (OD 660 0.5) were added to 5 ml of top agar (minimal salt medium containing 0.8% agarose) and poured on top of an agar plate (1.6% agarose in minimal salt medium). Filter paper disks soaked with 5 ml of 10 or 50 mM methylene blue (Sigma-Aldrich; M9140) were placed on top of the plates. The diameter of the inhibition zones was measured after incubation for 48 h at 32 C in the dark or with illumination by a fluorescent tube in case of methylene blue.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 125,
                    "text": "12",
                    "end": 127
                }
            ]
        },
        {
            "section": "Sensitivity to ROS generating chemicals",
            "text": "Isolation of total RNA Total RNA used for both RNA gel blot and real time RT-PCR was isolated by the hot phenol method. 52 To remove remaining traces of DNA, samples were treated with 6 U of DNaseI (Invitrogen; #18047019) per 1 mg of RNA. Absence of DNA contamination was confirmed by PCR with primers targeting gloB (RSP_0799) ( Table S4).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 120,
                    "text": "52",
                    "end": 122
                },
                {
                    "type": "table",
                    "start": 330,
                    "text": "Table S4",
                    "end": 338
                }
            ]
        },
        {
            "section": "Sensitivity to ROS generating chemicals",
            "text": "Half-life determination of the mRNA RNA samples were prepared as described earlier. 9 Half-lifes were calculated based on Real time RT-PCR with 20 ng of total RNA for the target gene while 0.2 ng of the total RNA was used for the standard gene 16S rRNA.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 84,
                    "text": "9",
                    "end": 85
                }
            ]
        },
        {
            "section": "Real Time RT-PCR",
            "text": "Real Time RT-PCR was performed as described earlier 50 Measurements were done in a Bio-Rad CFX96 Real Time System and the corresponding program Bio-Rad CFX Manager was used for data analysis. After normalization relatively to the rpoZ gene, 53 which encodes the v-subunit of the RNA polymerase, relative mRNA levels were calculated according to. 54 Primers and corresponding efficiencies are listed in Table S4 and Table S5 respectively.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 52,
                    "text": "50",
                    "end": 54
                },
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 241,
                    "text": "53",
                    "end": 243
                },
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 346,
                    "text": "54",
                    "end": 348
                },
                {
                    "type": "table",
                    "start": 402,
                    "text": "Table S4",
                    "end": 410
                },
                {
                    "type": "table",
                    "start": 415,
                    "text": "Table S5",
                    "end": 423
                }
            ]
        },
        {
            "section": "Northern blot analysis",
            "text": "Northern blots were performed as described earlier. 9 Oligodeoxynucleotides used for end-labeling with [g-32 P]-ATP (Hartmann Analytic; SRP-301) by T4 polynucleotide kinase (Fermentas; #EK0031) are listed in Table S4. A low stringency Church buffer was used for hybridization. 55 Membranes were washed in 5£ SCC buffer C 0.1 % SDS. After exposure on phosphoimaging screens (Bio-Rad), images were analyzed by the 1D-Quantity One software (Bio-Rad).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 52,
                    "text": "9",
                    "end": 53
                },
                {
                    "type": "table",
                    "start": 208,
                    "text": "Table S4",
                    "end": 216
                },
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 277,
                    "text": "55",
                    "end": 279
                }
            ]
        },
        {
            "section": "Electrophoretic mobility shift assay",
            "text": "Templates for in vitro transcription by T7 RNA polymerase (New England Biolabs; #M0251) of SorY (86nt), PcrZ (136nt), the takP mRNA (92nt) and the RSP_2591 (177nt) mRNA (both fragments containing 5 0 UTR and the beginning of the coding sequence) were generated from corresponding primer pairs listed in Table S4. [a-32 P]-UTP (Hartmann Analytic; FP-210) was used to label takP transcripts internally. In vitro transcripts were treated with DNaseI (Promega; M6101) prior to gel purification. RNA band shift experiments were performed in 1£ structure buffer (Ambion) in a total reaction mixture volume of 10 ml as follows. Transcripts were heated (90 C; 10 min), cooled down to 4 C and renatured at 32 C separately. 150 fmol of labeled takP RNA was incubated at 32 C for 20 min with unlabeled SorY (ratios 1:1, 1:10, 1:100) or as controls with water, unspecific sRNA (PcrZ) and mRNA (RSP_2591) in 100 fold molar excess. Binding reactions were mixed with 3 ml of native loading dye (50% glycerol, 0.5£ TBE, 0.1% bromophenol blue) and ran on native 6% polyacrylamide gels in 0.25£ TBE buffer at 150 V for 2 h.",
            "ref_spans": [
                {
                    "type": "table",
                    "start": 303,
                    "text": "Table S4",
                    "end": 311
                }
            ]
        },
        {
            "section": "Disclosure of Potential Conflicts of Interest",
            "text": "No potential conflicts of interest were disclosed."
        },
        {
            "section": "Figure 2 .",
            "text": "(A) Validation of microarray results by real-time RT-PCR and expression changes in a SorY deletion strain for putative SorY target genes. Relative expression of strain 2.4.1pBBRSorY is shown in relation to expression in the control strain 2.4.1pBBR, whereas the relative expression of the SorY deletion strain is shown in relation to the parental wild-type strain. Real-time RT-PCR data represents the mean of 3 independent experiments. Error bars indicate the standard deviation. (B) Effect of SorY overexpression on takP mRNA stability. The half-life of the takP mRNA in the control strain pBBR and strain pBBRSorY was calculated based on real-time RT-PCR with total RNA isolated from cultures at several time points after the addition of rifampicin. Values are normalized to the 16S rRNA. The data represents the mean of 3 independent experiments. (C) Binding of takP and SorY in vitro. Band shift experiment with 150 fmol 32 P-labeled takP (15 nM) fragment of 92 nucleotides length incubated with increasing concentrations of unlabeled SorY at 32 C for 20 min. Unlabeled sRNA SorY was added in a equimolar concentration (15 nM) to the labeled takP fragment or in 10 fold (150 nM) or 100 fold (1.5 mM) molar excess. As control 150 fmol of 32 P-labeled takP fragment were incubated with water, the sRNA PcrZ (1.5 mM) or with an mRNA fragment of RSP_2591 (1.5 mM) in 100 fold excess."
        },
        {
            "section": "Figure 3 .",
            "text": "(A) SorY-takP seed region as predicted by IntaRNA. Single nucleotide exchanges of SorY and takP are indicated by arrows. Position C1 of the mRNA refers to the translational start site. (B) Relative b-galactosidase activity of the lacZ-based in vivo reporter system. Activity in the control strains containing the takP::lacZ, takP-17::lacZ or takP-20::lacZ reporter fusions and plasmid pBBR is set to 100% (open bar). Activities for all other combinations are calculated in relation to their respective control. Activity in the strain containing the reporter fusion and plasmid pBBRSorY is indicated by a solid bar. Gray bars represent strains overexpressing SorY with a single mutation at 3 different locations and the compensatory mutations of takP in the reporter plasmid. (C) Relative b-galactosidase activity of the in vivo reporter takP::lacZ in wild type R. sphaeroides compared to DSorY and Dhfq knockout strains. Activity in the control strain containing the reporter fusion is set to 100 % (open bar). For each strain, 3 independent biological experiments with technical duplicates were performed. Error bars indicate standard deviations."
        },
        {
            "section": "Figure 4 .",
            "text": "Effect of SorY expression levels on resistance against 1 O 2 stress visualized by inhibition zones. Comparison of strains with different SorY levels, in wild type, DtakPor Dhfqbackground. Zones of inhibition for the different strains are shown in relation to the zones determined for their respective control strain set to 100% (open bar). Assays were performed on media with malate (A) or lactate (B) as main carbon source. The asterisk highlights the parental wild type to the DtakP mutant. Error bars indicate the standard deviation of biological triplicates."
        },
        {
            "section": "Figure 5 .",
            "text": "To combat 1 O 2 stress the alternative sigma factor RpoE and subsequently RpoHII are activated in Rhodobacter sphaeroides. RpoHII induces expression of the depicted enzymes for pentose phosphate pathway (PPP), Entner-Doudoroff pathway (ED) and gluconeogenesis to generate the antioxidant NADPH and indirectly represses enzymes for the TCA cycle, which generates the prooxidant NADH. To favor this pathway shunt RpoHII also induces the sRNA SorY. SorY regulates TakP synthesis negatively to limit intermediate availability for the TCA cycle by decreasing malate influx into the cell. This assigns a so far unknown function to a sRNA in oxidative stress response. Abbreviations: G6P -Glucose 6-phosphate, F6P -Fructose 6-phosphate, F1,6P -Fructose1,6-bisphosphate, G3P -Glyceraldehyde 3-phosphate, 6PGL -Phosphoglucono-d-lactone, 6PG -6-Phosphogluconate, KDPG -2-Keto-3deoxy-6-phosphogluconate, Ru5P -Ribulose 5-P, SUC-CoA -Succinyl CoA, SUC -Succinate, RCreaction center, LHlight harvesting complex, a RpoHII regulon described by Nuss et al. (2009) or b Dufour et al. (2012), c RpoHII independent down-or d upregulation due to 1 O 2 . 8,17"
        },
        {
            "section": "Figure 5 .",
            "text": "www.tandfonline.com"
        },
        {
            "section": "Acknowledgments",
            "text": "We thank David Pignol for providing us with the takP deletion strain, Fabian Billenkamp for the control substrate RSP2591 and student assistant Marcel Volk for support during the revision."
        },
        {
            "section": "Funding",
            "text": "This work was supported by Deutsche Forschungsgemeinschaft (Kl563/20-2 and International Research Training Group GRK1384) and Deutscher Akademischer Austauschdienst."
        },
        {
            "section": "Supplemental Material",
            "text": "Supplemental data for this article can be accessed on the publisher's website."
        }
    ]
}