{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Objectives: To identify consumer information needs about paracetamol, the most commonly used analgesic and antipyretic worldwide. Design: Retrospective analysis of medicines questions from the public.",
            "paragraph_rank": 2,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "section": "INTRODUCTION",
            "text": "Paracetamol is the most commonly used analgesic and antipyretic worldwide and is widely available over the counter (OTC) in the UK and Australia. 1 2 Although its mechanism of action is poorly understood, paracetamol remains popular due to tolerability and safety when taken at recommended doses. However, in an overdose-whether by a large single dose or repeated supratherapeutic dosing- 3 irreversible hepatotoxicity represents a global source of morbidity. [4][5][6][7] The serious health ramifications of the potential and proven misuse of paracetamol demonstrates an opportunity for improvement in the provision of consumer-oriented resources and justifies research into consumer information needs.",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 146,
                    "text": "1 2",
                    "end": 149
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 389,
                    "text": "3",
                    "end": 390
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 460,
                    "text": "[4]",
                    "end": 463
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 463,
                    "text": "[5]",
                    "end": 466
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 466,
                    "text": "[6]",
                    "end": 469
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 469,
                    "text": "[7]",
                    "end": 472
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "Despite its widespread use, consumer information needs about paracetamol have not been well characterised in the literature. This is highlighted by a recent British Medical Journal (BMJ) editorial stating that 'important questions remain unanswered'. 2 While the editorial sought to address three generalised questions about this common medicine, paracetamol is used by distinct populations spanning across life stages, who have varying information-seeking priorities. These include young children, 8 pregnant women 9 and the elderly. 10 For instance, since paracetamol is commonly administered to infants, queries",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 251,
                    "text": "2",
                    "end": 252
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 499,
                    "text": "8",
                    "end": 500
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 516,
                    "text": "9",
                    "end": 517
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 535,
                    "text": "10",
                    "end": 537
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "Strengths and limitations of this study ▪ Our database of over 100 000 calls made over eight consecutive years by the Australian helpseeking public represents an untapped resource for identifying consumer medicines information gaps and concerns. ▪ The large sample size of paracetamol calls enabled unique questions for various patient life stages to be identified. ▪ Collected data permitted both quantitative and narrative analysis, giving detailed insight into consumer concerns, particularly in the areas of interaction and administration of paracetamol. ▪ Limitations include sampling bias; people who contact medicines call centres may have different information needs from the wider population.",
            "paragraph_rank": 5,
            "section_rank": 1
        },
        {
            "section": "INTRODUCTION",
            "text": "from parents may differ in nature from those from the general population. 11 Additionally, paracetamol is available in various combination formulations such as codeine for acute pain, with proven analgesic synergism. 12 The diverse side effect profiles and indications for combination products may result in unidentified differences in consumers' information needs. Consumers may seek information about medicines from a variety of sources, 6 including medical practitioners, pharmacists, the internet, medicines labelling and information leaflets. For paracetamol, written information plays a significant role due to its OTC availability. Health and medicines call centres are also used as a resource in Australia 13 and internationally. [14][15][16] Studies of queries handled by such helplines represent a largely untapped repository for researching consumer medicines information gaps or concerns. This study aimed to characterise consumer information needs about paracetamol through analysis of medicines call centre data. This may serve to guide the practice of health professionals when prescribing or providing information about this frequently used medicine, to promote its safe and effective use.",
            "paragraph_rank": 6,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 74,
                    "text": "11",
                    "end": 76
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 217,
                    "text": "12",
                    "end": 219
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 440,
                    "text": "6",
                    "end": 441
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 714,
                    "text": "13",
                    "end": 716
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 738,
                    "text": "[14]",
                    "end": 742
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 742,
                    "text": "[15]",
                    "end": 746
                },
                {
                    "type": "bibr",
                    "start": 746,
                    "text": "[16]",
                    "end": 750
                }
            ]
        },
        {
            "section": "Data collection",
            "text": "We used data from the National Prescribing Service (NPS) MedicineWise (formerly NPS Medicines Line), operated by clinical pharmacists of Mater Health Services, Brisbane, between September 2002 and June 2010. This call centre was available to consumers Australia-wide for medicine-related questions. Since data from our observational study were originally routinely collected as part of a health service without specific a priori research goals, research was conducted and reported in accordance with the REporting of studies Conducted using Observational Routinely-collected health Data (RECORD) guideline, 17 an extension of the STrengthening the Reporting of OBservational studies in Epidemiology (STROBE) guidelines. 18 Details of each call were captured on a standardised form and entered into a Microsoft Access database. These included demographics, enquiry type, relationship of caller to patient and motivation for calling. For each call, up to three generic medicines relating to the question were recorded and categorised by the Anatomical Therapeutic Chemical (ATC) classification system of medicines. 19 Of the five ATC levels, we examined medicine classes at the ATC3 level, which labels medicines according to their pharmacological subgroup (eg, antihistamines-systemic), as well as at the ATC5 level, which identifies the chemical substance (eg, chlorpheniramine). Caller location was identified by postal code and grouped by state/territory and Accessibility/ Remoteness Index of Australia (ARIA), a measure of the remoteness of areas from service centres. 20 The relative population ratio was determined by dividing percentage of paracetamol calls from each ARIA category by percentage of population living in each ARIA category. Narrative for calls between January 2009 and June 2010 were also recorded electronically. Calls involving paracetamol in the question were extracted for analysis. Remaining calls were classified as 'rest of calls'. We excluded calls that only involved a voicemail request for Consumer Medicines Information (CMI) leaflets.",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 607,
                    "text": "17",
                    "end": 609
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 720,
                    "text": "18",
                    "end": 722
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1113,
                    "text": "19",
                    "end": 1115
                },
                {
                    "type": "bibr",
                    "start": 1573,
                    "text": "20",
                    "end": 1575
                }
            ]
        },
        {
            "section": "Quantitative analysis",
            "text": "We conducted a retrospective quantitative analysis on all paracetamol-related calls. Comparisons between paracetamol and 'rest of calls' were performed using a χ 2 test for categorical data. Each call was originally coded for 1 of 25 enquiry types. These were collapsed into seven question categories: 'efficacy' (indications for use, medicine comparisons, effectiveness for specific conditions or symptoms); 'interaction'; 'other safety' (side effects or cautions for use), 'administration' (dose, administration, formulation or storage issues); safety in 'pregnancy and/or lactation'; 'logistics' (availability or cost) and 'miscellaneous'. Enquiry types were compared by patient age groups and other life stages, for example, during pregnancy or breast feeding. Concurrent medicines included in paracetamol calls were also compared by age groups and a special population, pregnant women. A two-sided p-value <0.05 was considered significant. The data were exported to SPSS Statistics V.21 for analysis (IBM Corp. SPSS Statistics for Windows, 23 edn. New York: IBM Corp, 2015).",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "section": "Narrative analysis",
            "text": "Three highly ranked enquiry types where paracetamol calls were over-represented compared with 'rest of calls' ('interaction', 'administration' and 'pregnancy/lactation') were selected for narrative analysis. Two investigators (SML and TMM) independently coded the content of questions within each data set and created categories, grouped under higher order headings or themes. Coding differences were resolved through discussion until consensus was reached. Themes for interaction and administration calls were compared by age group. Interactions were further explored based on whether the call was: (1) directed towards a specific indication ( pain, cough and cold, etc); (2) sourcing information on potential interactions for their medicines list including paracetamol or (3) incidental, where paracetamol was not part of the enquiry.",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "section": "RESULTS",
            "text": "A total of 123 217 calls were available for analysis. Of these, 5.2% (n=6367) had paracetamol recorded as a medicine directly relating to the question. Whether paracetamol statistics were compared with 'rest of calls' longitudinally (annually) or collectively for the 8-year period, enquiry demographics were remarkably consistent. Calls originated from all Australian states and territories, with metropolitan, rural and remote dwellers all well represented (relative population ratio living in each ARIA category ranged between 0.6 and 1.09). The majority of paracetamol calls were from females (80.5%), which was not significantly greater than for 'rest of calls' (76.5%, p=0.05). There was a bimodal distribution for caller age, with peaks at 30 and 70 years. Contrastingly, patient age distribution was trimodal, with an additional peak at <1 year. Compared with 'rest of calls', the distribution of caller age for paracetamol calls was skewed towards a younger cohort, with 45.2% made by the 25-44 age group versus 37.5% in 'rest of calls'. Paracetamol calls were significantly more often for patients aged 14 and under (22.1%) versus 'rest of calls' (10.3%, p<0.001). Correspondingly, significantly more paracetamol-related calls were made for a child (23.7%) compared with 'rest of calls' (12.7%, p<0.001). Within calls made about paracetamol, callers for children were much more likely to be female (92.1%) than calls made for themselves or others (76.8%, p<0.001). Over 90% of paracetamol calls were prompted by one of three reasons: inadequate information (47.9%), second opinion (27.2%) or a worrying symptom (15%). Compared with '\\rest of calls', more calls were made for a second opinion (27.2% vs 23.3%, p<0.001).",
            "paragraph_rank": 10,
            "section_rank": 6
        },
        {
            "section": "RESULTS",
            "text": "The most frequent concurrently asked about medicines (ATC5) in paracetamol calls were codeine (11%, n=1521) and ibuprofen (6.4%, n=884), with the remainder of concurrent medicines each comprising <2% of paracetamol calls (in rank order: tramadol, dextropropoxyphene, oxycodone, pseudoephedrine, meloxicam, diclofenac, celecoxib, aspirin). Of the top 10 medicines, 9 are indicated for analgesia, with pseudoephedrine (a decongestant) the only exception. Codeine and ibuprofen were ranked first or second across all life stages except in those aged 65 years or older, where tramadol ranked second (table 1).",
            "paragraph_rank": 11,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 595,
                    "text": "(table 1)",
                    "end": 604
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "The most common pharmacological classes (ATC3) included in paracetamol calls were non-steroidal antiinflammatory and antirheumatic medicines (12.8%, n=1778), followed by cough suppressants (11.4%, n=1578) (table 2). These were in the top three ATC3 classes across all patient age groups. The third ranked class in the younger age groups (<1, 1-4, 5-24 years) was antihistamines, with opioids ranking in the top three for older groups.",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "section": "RESULTS",
            "text": "Overall, enquiry types underpinned by paracetamol risk predominated (interaction, use in pregnancy and/ or lactation or other safety concerns), constituting 55.8% of calls (table 3). When individual paracetamol enquiry types were compared with 'rest of calls', although efficacy was most frequent (24.9% vs 22.8%), interaction (21.5% vs 14.8%), administration (15.5% vs 11%) and pregnancy/lactation (13.8% vs 8.3%) calls occurred significantly more frequently for paracetamol calls (all p<0.001).",
            "paragraph_rank": 13,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 172,
                    "text": "(table 3)",
                    "end": 181
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "The frequency of enquiry types also varied when compared by age groups. Administration enquiries were more common in younger groups, comprising There were some differences in the call profile for questions involving paracetamol alone versus those involving a concurrently enquired about analgesic (codeine or ibuprofen). Female callers predominated for questions about efficacy, interactions or safety. For paracetamol and ibuprofen calls, the caller was commonly of reproductive age (25-44 years) and asking on behalf of a child in 39.0% of calls, which was significantly greater than for paracetamol calls without ibuprofen (21.3%, p<0.001). In contrast, paracetamol and codeine questions were more evenly distributed across caller age range and were less frequently made on behalf of a child (17.3% vs 22.9% for paracetamol calls without codeine).",
            "paragraph_rank": 14,
            "section_rank": 6
        },
        {
            "section": "Narrative analysis",
            "text": "The enquiry types 'interaction', 'administration' and 'pregnancy/lactation' were selected for narrative analysis, with 65%, 58.7% and 57.5% of calls, respectively, available for exploration of themes. A summary of narrative themes and question examples by life stage is provided in the online supplementary appendix tables 1 and 2.",
            "paragraph_rank": 15,
            "section_rank": 7
        },
        {
            "section": "Interaction calls",
            "text": "Fifteen themes were identified from 895 interaction calls. The major theme was safety (85.1%, n=762), with a small percentage addressing therapeutic strategy (6.1%,  When interaction calls were further categorised, enquiries directed towards a specific indication comprised the majority in the <1 and 1-4 age groups (59.0-64.6%). For all other age groups, calls sourcing information on potential interactions for a medicines list, including paracetamol, dominated.",
            "paragraph_rank": 16,
            "section_rank": 8
        },
        {
            "section": "Administration calls",
            "text": "For the 582 administration enquiries, 22 themes were identified. They could be broadly grouped as enquiries relating to dose (37.6%, n=219), therapeutic strategy (21.2%, n=124), medicine constituents (10.1%, n=59) and safety concerns (9.6%, n=56), with the remainder not targeting paracetamol as the primary medicine or addressing issues such as pharmacokinetics. Common dose-related questions asked across all age groups were the appropriate amount or volume (45.7% of dose questions, n=100) (What dose can I give of Panadol for my son?) and a safety check of a proposed dose (14.2%, n=31) (Is it okay to take 4-6 tablets of paracetamol per day?).",
            "paragraph_rank": 17,
            "section_rank": 9
        },
        {
            "section": "Administration calls",
            "text": "Two age-specific themes in the <1 year group were related to therapeutic strategy, specifically where callers sought to achieve the best therapeutic outcome. First, callers sought to verify the appropriateness of administration in a specific setting, usually for a specified age (Can I give children's Panadol to my 10-month-old baby?) or indication (Can I give children's Panadol 500 mg tablets for fever to my 3 years old?). Second, management of redosing paracetamol after vomiting or diarrhoea was a common concern (Can I give my child another dose of Panadol if she immediately vomited it up after I administered it?). These two themes were replicated in the 1-4 age group. In addition, callers for those aged 1-4 asked about paracetamol administration with food or drink (Can Painstop be given with juice?) and the action to take or outcomes after an unintentional overdose (My 1 year old has swallowed at least 1/2 a paracetamol tablet-will she be okay?).",
            "paragraph_rank": 18,
            "section_rank": 9
        },
        {
            "section": "Administration calls",
            "text": "Age-specific themes identified for patients aged 5-24 years were largely dose related. These included dose calculation (Should you dose paracetamol by weight or age in children?), verifying dose timing (Is it okay to give my 5-year-old 9.5 mL of Panadol syrup every 4 hours for a fever?) and repeating a dose (Can I repeat the dose of Panadol from my child's fever after the last dose 5 hours ago?). As for the 0-4 age group, outcome after an unintentional overdose was also a common theme (Have I given too much Painstop to my 10-year-old child?).",
            "paragraph_rank": 19,
            "section_rank": 9
        },
        {
            "section": "Administration calls",
            "text": "In the 25-44 age group, use of multiple paracetamolcontaining medicines was a focus (Can I take Mersyndol 1 hour after taking 1000 mg of Panamax?). In contrast, callers aged 45-64 were interested in alternative analgesic options (Is it okay to take Panadeine Forte instead of Endone?) and medicine constituents, whether excipient or active (Can you tell me the gluten content for Panamax, Tramal and Mobic?).",
            "paragraph_rank": 20,
            "section_rank": 9
        },
        {
            "section": "Administration calls",
            "text": "Several age-specific themes were identified in the 65+ group. Medicine constituent questions predominated, with callers commonly asking for a direct comparison between medicines (What is the difference between Panadol and Panadol Osteo?). Enquiries about the maximum permissible dose were prevalent (What is the maximum dose of paracetamol that I can take for osteoarthritis pain?). The concomitant use of a second paracetamol medicine was another common theme, as with the 25-44 age group. The final theme related to safety, where callers had a specific health concern about paracetamol (Will taking four paracetamol a day harm my liver?).",
            "paragraph_rank": 21,
            "section_rank": 9
        },
        {
            "section": "Administration calls",
            "text": "Pregnancy/lactation calls There were broadly two types of questions related to paracetamol in pregnancy or breast feeding. Callers, usually the patient themselves, were either seeking reassurance of safety after exposure to paracetamol (Will it matter if I have taken Di-Gesic while breast feeding?) or trying to minimise risk prior to medicine exposure. Risk aversion questions included safety of use at a particular gestation or while breast feeding (Can I take paracetamol if I am [a specified number of weeks] pregnant/breast feeding?) or seeking to quantify medication risk (What are the effects of paracetamol on my baby when breast feeding?).",
            "paragraph_rank": 22,
            "section_rank": 9
        },
        {
            "section": "DISCUSSION",
            "text": "We found that consumers have many unanswered questions about paracetamol. The nature of their concerns varied with patient age or life stage. Safety was the major area of enquiry across ages, with interest in interaction and side effect risk increasing with age. Effectiveness of the medicine was an issue for all, but especially for preschool children and older adults. Pregnancy or lactation questions focused on minimising paracetamol risk prior to maternal, fetal or infant exposure or seeking a risk management strategy after inadvertent exposure, while administration was an issue in young patients where dosing can be difficult.",
            "paragraph_rank": 23,
            "section_rank": 10
        },
        {
            "section": "DISCUSSION",
            "text": "Previous research has investigated patient, carer and/ or health professional knowledge and attitudes about the use (dosing and unintentional risks) of paracetamol. [21][22][23] These studies identified paracetamol knowledge gaps for many consumers, as well as healthcare providers having varied knowledge of appropriate use. However, it was difficult to identify a question pattern about paracetamol use from these publications due to diversity in study design. Participants were commonly recruited from a general practice waiting room where they generally responded to questions constructed by the investigators. This is not the same sample frame as our database of spontaneous calls. In general, misinformation about risks was a recurring theme; and this is what our paper also shows. While 'greater education of health care workers is required in order to provide families with appropriate information' 23 was recommended, little research has addressed health professional responses to the information gaps consumers have about paracetamol. Generally, healthcare providers underestimate consumer concerns about medication risk [24][25][26] and do not adequately acknowledge these concerns. 25 27 28 This mismatch was also highlighted in the recent BMJ editorial 2 that addressed only three broad questions as important to paracetamol consumers (efficacy, adverse effects and dose). Our study provides the consumer perspective to this issue.",
            "paragraph_rank": 24,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 165,
                    "text": "[21]",
                    "end": 169
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 169,
                    "text": "[22]",
                    "end": 173
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 173,
                    "text": "[23]",
                    "end": 177
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 907,
                    "text": "23",
                    "end": 909
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1131,
                    "text": "[24]",
                    "end": 1135
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1135,
                    "text": "[25]",
                    "end": 1139
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1139,
                    "text": "[26]",
                    "end": 1143
                },
                {
                    "type": "bibr",
                    "start": 1194,
                    "text": "25 27 28",
                    "end": 1202
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "The primary prompt for paracetamol calls was inadequate information, which highlights the lack of information provided with OTC medicines. In the UK, general sales list medicines, 29 which are freely available in supermarkets, thus come without advice from health professionals. Mandatory information supplied with OTC medicines varies between countries. Pharmaceutical companies in the UK must supply approved Patient Information Leaflets with all medicines unless all necessary information specified by the Medicines and Healthcare products Regulatory Agency (including indications, contraindications, general dosing instructions and side effects) is included on the label. 30 The electronic Medicines Compendium, 31 targeted at health professionals, provides additional Summaries of Product Characteristics. The equivalent Australian documents are CMI leaflets and Product Information, neither of which is mandatory for OTC medicines. Aside from Panamax, 32 there are no accessible CMI for common paracetamol-only formulations. Importantly, none of these consumer resources provide strategies to prevent or reduce risk from common occurrences such as redosing after vomiting or reassurance, where appropriate, when planned or inadvertent exposure to paracetamol occurs. Addressing consumer OTC medicine concerns requires information in CMI (or equivalent) to be comprehensible and actionable, targeted for life stage. Improving these aspects for paracetamol should be a focus of future research.",
            "paragraph_rank": 25,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 180,
                    "text": "29",
                    "end": 182
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 676,
                    "text": "30",
                    "end": 678
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 716,
                    "text": "31",
                    "end": 718
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 958,
                    "text": "32",
                    "end": 960
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "While written information is available to varying standards in the UK and Australia, medical professionals remain the most trusted information source. 33 Consumers are, however, unlikely to consult their general practitioner about OTC medicine use. 34 Furthermore, research shows that healthcare professionals tend to drive and dominate communication about medicines in consultations, rendering it critical for deficiencies in patient knowledge to be brought to the forefront of health professional awareness. 35 Pharmacists may therefore play a pivotal role in providing information as the first and potentially only face-to-face contact. 36 Australian research has shown that the majority of OTC medicines for children are still sourced from pharmacies rather than supermarkets, 33 with many considering pharmacists medicines experts and preferring spoken over written information. 37 Consideration could also be given to changing the OTC status to pharmacist-only or prescription status, as has been called for in research and the media. 38 39 Medicines most commonly enquired about in combination with paracetamol were analgesics, especially codeine and ibuprofen, despite concomitant use in adults being safe and effective for additive analgesia at recommended doses. 40 41 The differing caller and question profile for concurrent analgesia involving paracetamol is important for clinicians to know. Health professionals should also be aware that parents are concerned about interactions between the various medicines, including paracetamol, antihistamines and ibuprofen. While both the UK and Australian written medicines information contain limited details about medicines with potential for interactions; 25 27 consideration to include a similar list of safe medications would provide reassurance where there is common concurrent use.",
            "paragraph_rank": 26,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 151,
                    "text": "33",
                    "end": 153
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 249,
                    "text": "34",
                    "end": 251
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 510,
                    "text": "35",
                    "end": 512
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 640,
                    "text": "36",
                    "end": 642
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 781,
                    "text": "33",
                    "end": 783
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 884,
                    "text": "37",
                    "end": 886
                },
                {
                    "type": "bibr",
                    "start": 1041,
                    "text": "38 39",
                    "end": 1046
                },
                {
                    "type": "bibr",
                    "start": 1273,
                    "text": "40 41",
                    "end": 1278
                },
                {
                    "type": "bibr",
                    "start": 1713,
                    "text": "25 27",
                    "end": 1718
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "This study has several strengths. A large number of calls made to Medicines Line were available over eight consecutive years. Paracetamol call distribution approached relative population frequency. The data also permitted both quantitative and narrative analysis, giving detailed insight into consumer concerns. Age groups were well represented in the enquiry type subsets for interaction and administration, so they can be considered a representative sample for thematic analysis by age. Limitations include sampling bias; people who contact medicines call centres may have different information needs from the wider population. This study highlighted those consumers who had sufficient concerns about paracetamol use to seek information, but fails to capture the reverse-consumers who assume that paracetamol is safe due to its OTC status. 42 The calls are also from an Australian population and may not accurately reflect concerns held by consumers in other countries.",
            "paragraph_rank": 27,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 842,
                    "text": "42",
                    "end": 844
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Consumers have many concerns about paracetamol use that are likely to be under-recognised by healthcare providers, with different patient age groups and life stages having unique questions that should be considered when targeting information towards patients. Therapeutic strategies to minimise paracetamol risk are not adequately addressed by available information. Improving information may be challenging due to the OTC status of paracetamol and the diversity of commercial brands. Strategies such as increasing pharmacist involvement with paracetamol supply may be useful, but may necessitate a change in its unrestricted availability in other places such as supermarkets. Ultimately, the accessibility of information that the public wants to know needs to be targeted to optimise the safe and effective use of paracetamol.",
            "paragraph_rank": 28,
            "section_rank": 10
        },
        {
            "section": "Table 1",
            "text": "Top five Anatomical Therapeutic Chemical (ATC) fifth-level medicines included in paracetamol calls by age group",
            "paragraph_rank": 29,
            "section_rank": 11
        },
        {
            "section": "Table 1",
            "text": "ries in the over 45s vs 1.1-2.9% in younger groups. Calls about safety also increased in incidence with age. Enquiries about pregnancy and lactation were frequent in age groups 0-4 and 25-44, most likely representing infant and mother patient groups.",
            "paragraph_rank": 30,
            "section_rank": 11
        },
        {
            "section": "Table 2",
            "text": "Top three Anatomical Therapeutic Chemical (ATC) third levels included in paracetamol calls by age group",
            "paragraph_rank": 31,
            "section_rank": 12
        },
        {
            "section": "Table 3",
            "text": "Frequencies of enquiry types for paracetamol and 'rest of calls' and enquiry types by age groups for paracetamol calls The remainder did not primarily address paracetamol interactions. Across all age groups, the most common objective was minimising medication risk, asking about the safety of prospectively administering paracetamol with another medicine (Can I take Panadol with Mobic?). This comprised 73.6% of all interaction enquiries (n=659). Another question common to all age",
            "paragraph_rank": 33,
            "section_rank": 13
        },
        {
            "section": "Table 3",
            "text": "*All statistical comparisons between paracetamol-related calls and 'rest of calls' used χ 2 analyses. †Enquiry types related to safety.n=55).",
            "paragraph_rank": 34,
            "section_rank": 13
        },
        {
            "section": "Table 3",
            "text": "Acknowledgements The authors would like to acknowledge NPS MedicineWise (formerly National Prescribing Service, Australia), funder of NPS Medicines Line and service provider since July 2010. They would also like to thank Mater Health Services for providing the raw service data from September 2002 to 30 June 2010.",
            "paragraph_rank": 35,
            "section_rank": 15
        },
        {
            "text": "Contributors TMM and MLvD provided supervision, and conceived and designed the study. SML conducted the literature review and data analysis. SML, TMM and MLvD interpreted the data, and drafted and critically revised the manuscript. SML, TMM and MLvD as guarantors accept full responsibility for the work and/or the conduct of the study; they had access to the data and controlled the decision to publish.",
            "paragraph_rank": 36,
            "section_rank": 17
        },
        {
            "text": "Funding This research received no specific grant from any funding agency in the public, commercial or not-for-profit sector.",
            "paragraph_rank": 37,
            "section_rank": 17
        },
        {
            "text": "Competing interests None declared. Open Access This is an Open Access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY-NC 4.0) license, which permits others to distribute, remix, adapt, build upon this work noncommercially, and license their derivative works on different terms, provided the original work is properly cited and the use is non-commercial. See: http:// creativecommons.org/licenses/by-nc/4.0/",
            "paragraph_rank": 38,
            "section_rank": 17
        }
    ]
}