{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Background: Although using the nursing process improves nursing care quality, few studies have evaluated nursing performance in accordance with nursing process steps either nationally or internationally. Objectives: This study aimed to audit nursing care based on a nursing process model. Patients and Methods: This was a cross-sectional descriptive study in which a nursing audit checklist was designed and validated for assessing nurses' compliance with nursing process. A total of 300 nurses from various clinical settings of Tehran university of medical sciences were selected. Data were analyzed using descriptive and inferential statistics, including frequencies, Pearson correlation coefficient and independent samples t-tests. Results: The compliance rate of nursing process indicators was 79.71 ± 0.87. Mean compliance scores did not significantly differ by education level and gender. However, overall compliance scores were correlated with nurses' age (r = 0.26, P = 0.001) and work experience (r = 0.273, P = 0.001). Conclusions: Nursing process indicators can be used to audit nursing care. Such audits can be used as quality assurance tools.",
            "paragraph_rank": 2,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "text": "Background",
            "section_rank": 1
        },
        {
            "section": "Background",
            "text": "Audits are a method of evaluating the care process. A clinical audit can identify activities that should or should not be performed in clinical settings (1). It not only improves care quality but also helps nurses to acquire and use the knowledge, skills, and attitudes necessary for creating a meaningful, productive, and satisfying working environment (2). The first step in operationalizing the clinical audit is to identify specified indicators of the domain. The nursing process can be used as a framework for developing auditing indicators.",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 153,
                    "text": "(1)",
                    "end": 156
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 354,
                    "text": "(2)",
                    "end": 357
                }
            ]
        },
        {
            "section": "Background",
            "text": "Although using the nursing process improves nursing care quality, few studies have evaluated nursing performance in accordance with nursing process steps either nationally or internationally. Most studies on nursing audits evaluated only the quality of nursing records (3)(4)(5) to assess care quality (6,7). In Iran, Khosravani et al. found that job satisfaction was significantly higher among nurses who used the nursing process in their practice (8). However, Shoorideh and Ashktorab showed that personal and management factors are among the barriers to implement the nursing process in clinical settings (9).",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 269,
                    "text": "(3)",
                    "end": 272
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 272,
                    "text": "(4)",
                    "end": 275
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 275,
                    "text": "(5)",
                    "end": 278
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 302,
                    "text": "(6,",
                    "end": 305
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 305,
                    "text": "7)",
                    "end": 307
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 449,
                    "text": "(8)",
                    "end": 452
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 608,
                    "text": "(9)",
                    "end": 611
                }
            ]
        },
        {
            "section": "Background",
            "text": "Given the importance of evaluation of nursing care, the need to develop appropriate criteria for clinical audits is obvious. However, a review showed that few studies have used the nursing process as a framework to evaluate nursing care (3-5, 7).",
            "paragraph_rank": 5,
            "section_rank": 1
        },
        {
            "text": "Objectives",
            "section_rank": 2
        },
        {
            "section": "Objectives",
            "text": "This study aimed to audit nursing care on the basis of a nursing process model.",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Patients and Methods",
            "section_rank": 3
        },
        {
            "section": "Patients and Methods",
            "text": "A cross-sectional study was carried out from February 2014 to April 2015 in 16 educational hospitals affiliated with Tehran university of medical sciences (TUMS). Healthcare providers in these hospitals include residents, fellows, interns, nurses, and nursing students. In this study, we specifically targeted nursing staff.",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "Developing the Audit Instrument",
            "section_rank": 4
        },
        {
            "section": "Developing the Audit Instrument",
            "text": "First, a nursing audit checklist was designed based on a literature review and expert opinions obtained from indepth interviews of 10 experts in nursing and accreditation. Interviews included the following question: \"what indicators should be considered if you want to evaluate clinical nursing services?\" Reflective and explorative questions were also used (e.g., Why? How? Could you explain more?). A total of 18 interviews were conducted at this stage, with a mean duration of 44 minutes.",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "section": "Developing the Audit Instrument",
            "text": "To analyze the data, qualitative content analysis was conducted and 354 primary codes were extracted. These codes were then reduced into 43 main codes in five main categories according to nursing process steps. These secondary codes were used as the primary items to develop a checklist for auditing nursing practice. To assess face and content validity qualitatively, the checklist was sent to 15 experts in clinical nursing and accreditation of nursing practice and 10 experienced nurse educators. Some items were modified or deleted.",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "section": "Developing the Audit Instrument",
            "text": "At this stage, there were 25 items (indicators) in the checklist, covering the following domains: assessment (5 items), nursing diagnosis and identifying outcomes (5 items), planning (5 items), implementation (7 items), and evaluation (3 items). Most items were rated on a three-point scale (never = 0, sometimes = 50, and always = 100) depending on the level of nurses' compliance. However, some of the indicators employed a yes/no format (yes = 100, no = 0) according to the national hospital accreditation audit guide (10). Mean scores were calculated for each indicator as well as for each domain and for the full checklist. Higher scores indicate better performance.",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 521,
                    "text": "(10)",
                    "end": 525
                }
            ]
        },
        {
            "section": "Developing the Audit Instrument",
            "text": "The external consistency, internal consistency, and interrater reliability of the final version of the checklist were assessed. External consistency was assessed through the test-retest method with a two-week interval (r = 0.954). Internal consistency was confirmed (Cronbach's α = 0.889). To assess inter-rater reliability, the checklist was simultaneously completed by two auditors (first and corresponding authors) for 10 care provider. An intraclass correlation coefficient of 0.95 was obtained.",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "Participants and Sample Size Calculation",
            "section_rank": 5
        },
        {
            "section": "Participants and Sample Size Calculation",
            "text": "Inclusion criteria were working full-time, having at least 2 years of clinical experience, and willingness to participate in the study. In a previous study, the prevalence of quality nursing care was 25% (12). Using Cochran's sample size formula and the parameters P = 0.25, q = 0.75, d = 0.05, and α = 0.05, we estimated that 288 cases were needed. However, we recruited 300 nurses to compensate for possible attrition. The number of nurses to be recruited each hospital was calculated by considering the total number of nurses in each.",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 204,
                    "text": "(12)",
                    "end": 208
                }
            ]
        },
        {
            "text": "Audit Assessment",
            "section_rank": 6
        },
        {
            "section": "Audit Assessment",
            "text": "Data were collected using a demographic questionnaire and the audit checklist. The demographic questionnaire included questions on nurses' age, gender, work experience, type of employment, setting, education level, and work shift. It was completed along with the checklist.",
            "paragraph_rank": 13,
            "section_rank": 6
        },
        {
            "section": "Audit Assessment",
            "text": "Observations, interviews, and document evaluation were used to audit nursing care (using the audit guide). The number of nurses to be audited in each hospital was calculated by considering the total number of nurses in each. Then, using a random number table, the required number of nurses was randomly selected from the list of nurses in each hospital. Two auditors, who were trained in auditing, performed the audit by using a guide designed before the audit process was started. To determine the rate of compliance with indicators, all of the nursing activities were observed during a single work shift and nursing documents were evaluated. Furthermore, in some cases, interviews were conducted with nurses as explained in detail in the audit guide. Nurses' performance was assessed using the audit checklist during a single work shift. Some indicators needed to be assessed through a review of documents and nursing notes (e.g., recording and reporting). Some indicators had to be assessed through observation (e.g., collaborating with the client/family in decision making for clinical practice). A few indicators were assessed through interviews of patients and their families (e.g., education about the home care plan).",
            "paragraph_rank": 14,
            "section_rank": 6
        },
        {
            "text": "Ethical Considerations",
            "section_rank": 7
        },
        {
            "section": "Ethical Considerations",
            "text": "This study was approved by the ethics committee of Tehran university of medical sciences (approval number: 92/S/130/1422) on September 28, 2013. The research objectives were explained to all nurses participating in the study, and written informed consent was obtained. All participants were aware that they would be observed for some time but they were not informed about the exact time of the audit. All participants were also assured that their anonymity would be protected and their personal information would be kept confidential.",
            "paragraph_rank": 15,
            "section_rank": 7
        },
        {
            "text": "Data Analysis",
            "section_rank": 8
        },
        {
            "section": "Data Analysis",
            "text": "Data were analyzed using SPSS version 13. The Kolmogorov-Smirnov test was used to determine whether the quantitative variables were normally distributed. Descriptive statistics (frequencies, percentages, means, and standard deviations) were calculated for compliance with quality indicators. Pearson correlation analysis was conducted to examine the relationship between nurses' compliance with auditing indicators and their age and work experience. Independent-samples t-tests were used to compare the mean compliance scores of nurses by dichotomous demographic variables.",
            "paragraph_rank": 16,
            "section_rank": 8
        },
        {
            "text": "Results",
            "section_rank": 9
        },
        {
            "section": "Results",
            "text": "The majority of nurses (~ 65%) worked in rotational shifts. About 70% had 5 -10 years of experience. Further, 56% were non-permanently employed and almost 96% had a BSc in nursing. The rate of compliance with nursing process indicators was 79.71 ± 0.87, confirming that the majority of nursing care was carried out based on the nursing process. A detailed analysis of the compliance rate is presented in Table 1.",
            "paragraph_rank": 17,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 404,
                    "text": "Table 1",
                    "end": 411
                }
            ]
        },
        {
            "section": "Results",
            "text": "The overall compliance score did not significantly differ by gender (t = -1.07, P = 0.285), nor did domain mean compliance scores, except that male nurses scored significantly higher on the diagnosis domain (t = -2.25, P = 0.030). However, mean overall compliance scores significantly differed between nurses with a BSc and those with an MSc (P = 0.04). This difference was also found in the mean compliance scores for three domains: diagnosis (P = .001), implementation (P = 0.02), and evaluation (P = 0.01) ( Table 2).",
            "paragraph_rank": 18,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 511,
                    "text": "Table 2)",
                    "end": 519
                }
            ]
        },
        {
            "section": "Results",
            "text": "In addition, the overall mean score did not significantly differ between nurses with permanent and non-permanent employment (t = 0.123, P = 0.42). However, overall compliance scores were correlated with age (r = 0.26, P = 0.001) and work experience (r = 0.273, P = 0.001). Table  3 presents the detailed data on the participants' compliance with the audit items.   ",
            "paragraph_rank": 19,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 273,
                    "text": "Table  3",
                    "end": 281
                }
            ]
        },
        {
            "text": "Discussion",
            "section_rank": 10
        },
        {
            "section": "Discussion",
            "text": "In the present study, an audit tool was developed and used to evaluate nursing activities in accordance with nursing process indicators. We also used a combination of interviews, observations, and document reviews to audit nurses' performance. Mykkanen et al. also audited nurse performance but mostly used nursing documenta-tion as the only data source (7). However, consistent with the present study, Fernandez-Sola et al. used a combination of methods to collect data on implementation of the nursing process (11).",
            "paragraph_rank": 20,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 354,
                    "text": "(7)",
                    "end": 357
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 512,
                    "text": "(11)",
                    "end": 516
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "In the present study, nurses obtained a relatively high score for compliance with the nursing process indica-tors, especially in the domains of assessment, diagnosis, and evaluation. Our findings are consistent with those of Rivas et al., who investigated the implementation of the nursing process in primary healthcare and reported that using the nursing process can improve the quality of care and people's health (12). Training nurses on the nursing process and encouraging them to implement it can significantly improve the quality of nursing care (5,13).",
            "paragraph_rank": 21,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 416,
                    "text": "(12)",
                    "end": 420
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 552,
                    "text": "(5,",
                    "end": 555
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 555,
                    "text": "13)",
                    "end": 558
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "In the present study, the assessment and diagnosis domains obtained the highest mean scores. This is somewhat consistent with a previous study by Sorensen, where assessment and care planning were introduced as the main indicators of healthcare system accreditation (3). However, Adib-Hajbaghery and Safa investigated nurses' evaluation of their use and mastery of health assessment skills and reported that nurses use these skills below the desired level (14). Nurses' adherence to the nursing process differs across settings. Although the nursing culture differs across hospitals, previous findings may have been influenced by managerial factors or the instruments used. However, Munroe et al. found that using a framework for assessment by nurses improved clinical practice and patient care outcomes (4).",
            "paragraph_rank": 22,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 455,
                    "text": "(14)",
                    "end": 459
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 802,
                    "text": "(4)",
                    "end": 805
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "The present analysis showed that nurses' experience and age had significant positive correlations with implementation of care indicators. This suggests that nurses with more clinical experience are more likely to use the nursing process model to provide care and are more committed to it. This differs from Perez Rivas et al.'s findings that younger nurses had better adherence to the nursing process than older nurses did (12). In contrast, Akbari Kaji found that neither age nor experience was significantly associated with commitment to the nursing process (13). We did not find a significant association between level of education and compliance with the nursing process. This is consistent with the findings of Rivas et al. and Akbari Kaji (12,13).",
            "paragraph_rank": 23,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 740,
                    "text": "Kaji (12,",
                    "end": 749
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 749,
                    "text": "13)",
                    "end": 752
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "Overall, our results showed that nurses' compliance with the nursing process is favorable. Implementation of the nursing process translates a systematic approach into nursing practice. Implementation would not only result in quality services but also would improve nurses' professional prestige and both patient and nurse satisfaction. Thus, it seems not only necessary to retrain nurses through continuing education but also to insist that this model be implemented in practice.",
            "paragraph_rank": 24,
            "section_rank": 10
        },
        {
            "section": "Discussion",
            "text": "In the present study, the audit sought to have an optimistic view in scoring the nurses' activities. We performed the audit only in general units. Our findings might have differed if we audit specialized units such as the ICU or CCU. Hence, the study should be replicated in specialized units. The audit instrument developed should be implemented in different settings.",
            "paragraph_rank": 25,
            "section_rank": 10
        },
        {
            "text": "Table 1 .",
            "section_rank": 11
        },
        {
            "section": "Table 1 .",
            "text": "Compliance Rate With Nursing Process Indicators",
            "paragraph_rank": 26,
            "section_rank": 11
        },
        {
            "section": "Table 1 .",
            "text": "a Data are presented as mean ± standard deviation.",
            "paragraph_rank": 27,
            "section_rank": 11
        },
        {
            "text": "Table 2 .",
            "section_rank": 12
        },
        {
            "section": "Table 2 .",
            "text": "Independent-Samples T-Test for Education Level",
            "paragraph_rank": 28,
            "section_rank": 12
        },
        {
            "section": "Table 2 .",
            "text": "a Data are presented as mean ± standard deviation.",
            "paragraph_rank": 29,
            "section_rank": 12
        },
        {
            "text": "Table 3 .",
            "section_rank": 13
        },
        {
            "section": "Table 3 .",
            "text": "Number (Percentage) of Participants With Compliance Scores in Each Category of the Care Quality Indicators a,b",
            "paragraph_rank": 30,
            "section_rank": 13
        },
        {
            "section": "Table 3 .",
            "text": "Nurs Midwifery Stud. 2015;4(3):e30181",
            "paragraph_rank": 32,
            "section_rank": 13
        },
        {
            "text": "Acknowledgements",
            "section_rank": 15
        },
        {
            "section": "Acknowledgements",
            "text": "We thank the administration and staff of Tehran Univer-sity of Medical Sciences for their support as well as all of the participants. ",
            "paragraph_rank": 33,
            "section_rank": 15
        },
        {
            "text": "Authors' Contributions",
            "section_rank": 16
        },
        {
            "text": "Financial Disclosure",
            "section_rank": 17
        },
        {
            "section": "Financial Disclosure",
            "text": "This study is part of a PhD dissertation and was conducted with financial support from Tehran university of medical sciences.",
            "paragraph_rank": 34,
            "section_rank": 17
        },
        {
            "text": "Funding/Support",
            "section_rank": 19
        },
        {
            "section": "Funding/Support",
            "text": "This work was supported by the research deputy of Tehran university of medical sciences.",
            "paragraph_rank": 35,
            "section_rank": 19
        }
    ]
}