{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Broader implementation of cell-based therapies has been hindered by the logistics associated with the expansion of clinically relevant cell numbers ex vivo. To overcome this limitation, Wilson Wolf Manufacturing developed the G-Rex, a cell culture flask with a gas-permeable membrane at the base that supports large media volumes without compromising gas exchange. Although this culture platform has recently gained traction with the scientific community due to its superior performance when compared with traditional culture systems, the limits of this technology have yet to be explored. In this study, we investigated multiple variables including optimal seeding density and media volume, as well as maximum cell output per unit of surface area. Additionally, we have identified a novel means of estimating culture growth kinetics. All of these parameters were subsequently integrated into a novel G-Rex \"M\" series, which can accommodate these optimal conditions. A multicenter study confirmed that this fully optimized cell culture system can reliably produce a 100-fold cell expansion in only 10 days using 1L of medium. The G-Rex M series is linearly scalable and adaptable as a closed system, allowing an easy translation of preclinical protocols into the good manufacturing practice.",
            "paragraph_rank": 2,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "text": "INTRODUCTION",
            "section_rank": 1
        },
        {
            "section": "INTRODUCTION",
            "text": "Adoptive cell therapy is a growing field that has moved rapidly from the research setting to early phase clinical studies and has recently gained the interest of commercial entities. [1][2][3][4][5][6][7][8][9][10][11] However, practical considerations such as the need to generate large cell numbers for adoptive transfer remain a challenge that limits the broader applicability of cell-based therapeutics. [12][13][14][15][16][17][18] With the purpose of overcoming this limitation, Wilson Wolf Manufacturing has developed a Gas-permeable Rapid Expansion device (G-Rex), which is essentially a flask with a gas-permeable silicone membrane at the base that allows efficient O 2 and CO 2 exchange. This configuration facilitates the addition of large media volumes per unit of surface area, thereby increasing nutrient support without compromising gas exchange. 13,19,20 We have previously demonstrated that this G-Rex platform not only supports the expansion of antigen-specific and genetically modified T cells and a range of suspension cell lines but also produces superior cell output (3-to 20-fold increase in cell numbers) with a reduction in the number of required technician interventions (~4-fold) when compared with conventional 24-well plates and flasks. 19 Moreover, these improvements in cell output are due to enhanced cell survival rather than increased proliferation, as the use of this device actually decreases the number of cell divisions required to achieve a given target cell number. 13,19 Since our initial report, a number of other cell therapy groups have confirmed our observations and extended the range of this platform. For example, Rosenberg's group (Jin et al.) showed that G-Rex devices could be used to expand tumor infiltrating lymphocytes more efficiently and at a reduced cost compared with 24-well plates. 12 Similarly, Chakraborty et al. expanded regulatory T cells in the G-Rex to numbers far in excess of those achieved using traditional tissue culture methods, 21 while Lapteva et al. demonstrated superior natural killer cell expansion using the G-Rex when compared with gas-permeable cell culture bags. 22 However, despite these impressive results, it is unclear whether the G-Rex has yet reached its full potential. To address this issue and identify the \"optimized\" culture conditions, we (i) investigated the maximal cell output per unit of surface area that could be achieved, (ii) identified the optimal initial cell seeding density (cells/cm 2 ), (iii) determined the minimum media volume required to support maximum cell output, and (iv) characterized cell growth kinetics. We then integrated these findings into the design of a novel G-Rex M series-a fully optimized cell culture platform.",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 183,
                    "text": "[1]",
                    "end": 186
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 186,
                    "text": "[2]",
                    "end": 189
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 189,
                    "text": "[3]",
                    "end": 192
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 192,
                    "text": "[4]",
                    "end": 195
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 195,
                    "text": "[5]",
                    "end": 198
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 198,
                    "text": "[6]",
                    "end": 201
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 201,
                    "text": "[7]",
                    "end": 204
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 204,
                    "text": "[8]",
                    "end": 207
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 207,
                    "text": "[9]",
                    "end": 210
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 210,
                    "text": "[10]",
                    "end": 214
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 214,
                    "text": "[11]",
                    "end": 218
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 408,
                    "text": "[12]",
                    "end": 412
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 412,
                    "text": "[13]",
                    "end": 416
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 416,
                    "text": "[14]",
                    "end": 420
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 420,
                    "text": "[15]",
                    "end": 424
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 424,
                    "text": "[16]",
                    "end": 428
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 428,
                    "text": "[17]",
                    "end": 432
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 432,
                    "text": "[18]",
                    "end": 436
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 862,
                    "text": "13,",
                    "end": 865
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 865,
                    "text": "19,",
                    "end": 868
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 868,
                    "text": "20",
                    "end": 870
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1266,
                    "text": "19",
                    "end": 1268
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1506,
                    "text": "13,",
                    "end": 1509
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1509,
                    "text": "19",
                    "end": 1511
                },
                {
                    "type": "bibr",
                    "start": 1680,
                    "text": "(Jin et al.)",
                    "end": 1692
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1843,
                    "text": "12",
                    "end": 1845
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 2002,
                    "text": "21",
                    "end": 2004
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 2146,
                    "text": "22",
                    "end": 2148
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "With support from NHLBI-PACT, we have now defined optimized cell culture parameters that can be used in the G-Rex M series, which reliably produces 100-fold cell expansion in only 10 days without media replenishment. Importantly, these conditions are scalable, resulting in similar cell output in open and good manufacturing practice-compliant closed system devices, which ranged in surface area from 5 to 500 cm 2 . In addition, we demonstrate that glucose consumption inversely correlates with cell number, providing a rapid and accurate means of monitoring cell expansion over time. The combination of these different benefits, which have been confirmed by both academic (City of Hope and University of Wisconsin-Madison) and commercial (Celgene Corporation) partners, maximizes the G-Rex performance while simplifying the manufacturing process.",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 413,
                    "text": "2",
                    "end": 414
                }
            ]
        },
        {
            "text": "ReSUlTS",
            "section_rank": 2
        },
        {
            "text": "Identifying the maximum cell numbers per surface area in the G-Rex",
            "section_rank": 3
        },
        {
            "section": "Identifying the maximum cell numbers per surface area in the G-Rex",
            "text": "We have previously demonstrated that the expansion of antigenspecific T cells, natural killer cells, regulatory T cells, and cell lines in G-Rex devices is superior to that achieved in conventional tissue culture-treated plates or gas-permeable bags. 12,13,[20][21][22][23][24] This is due to the increased cell viability and improved expansion facilitated by the gas-permeable membrane at the base of the G-Rex, which supports optimal gas exchange while accommodating large media volumes above, ensuring that nutrients are not limiting. 13,19 To determine the maximum cell output that could be achieved in the G-Rex if nutrients were unlimited, we seeded K562 cells at a density of 1 × 10 6 cells/cm 2 in the G-Rex 10 device (surface area = 10 cm 2 ) or in a 24-well plate (surface area = 2 cm 2 per well) and cultured them for 14 days. To ensure that the medium was not limiting in either condition, both cultures were replenished every 2-3 days with fresh medium, and cell growth and viability were assessed by cell counting using trypan blue exclusion. As shown in Figure 1a, even with unrestricted nutrients, cell numbers in the 24-well plates plateaued by day 6 of culture and remained relatively static thereafter, resulting in a total of 1.6 ± 0.05 × 10 6 cells/cm 2 on day 14. In contrast, cell numbers in the G-Rex 10 consistently and exponentially increased from day 3 of culture, peaking on day 9 at 13.8 ± 0.6 × 10 6 cells/cm 2 and remaining relatively stable thereafter (13.0 ± 0.4 × 10 6 cells/cm 2 on day 14). Thus, expansion in the G-Rex was significantly greater than that achieved in 24-well plates with a fold change of 13.8 ± 0.6 versus 1.4 ± 0.06, respectively, on day 9 (n = 3; P < 0.0001) ( Figure 1b).",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 251,
                    "text": "12,",
                    "end": 254
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 254,
                    "text": "13,",
                    "end": 257
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 257,
                    "text": "[20]",
                    "end": 261
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 261,
                    "text": "[21]",
                    "end": 265
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 265,
                    "text": "[22]",
                    "end": 269
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 269,
                    "text": "[23]",
                    "end": 273
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 273,
                    "text": "[24]",
                    "end": 277
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 538,
                    "text": "13,",
                    "end": 541
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 541,
                    "text": "19",
                    "end": 543
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1069,
                    "text": "Figure 1a",
                    "end": 1078
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1715,
                    "text": "Figure 1b",
                    "end": 1724
                }
            ]
        },
        {
            "section": "Identifying the maximum cell numbers per surface area in the G-Rex",
            "text": "Identifying the optimal seeding density to support maximum cell output Next, to determine if the maximum cell output achieved (per cm 2 ) could be increased by optimizing the initial cell density, we seeded G-Rex devices with K562 cells at densities ranging from 6.25 × 10 4 to 1 × 10 6 cells/cm 2 . Cultures received a half medium change every day (to remove medium as a potential limiting factor), and cell expansion was monitored by counting every 2-3 days over a 14-day culture period (n = 3 per condition). As shown in Figure 2a, G-Rex devices seeded at 6.25 × 10 4 cells/cm 2 remained in lag phase for an extended period of time, suggesting that a minimum threshold of cell-to-cell contact is required to support rapid cell growth. In contrast, devices seeded with cell densities ranging from 1.25 × 10 5 to 1 × 10 6 cells/cm 2 yielded maximum cell numbers of ~1.38 × 10 7 cells/cm 2 by day 9 of culture (initial cells/cm 2 to maximum cells/ cm 2 : 1.25 × 10 5 to 13.7 ± 0.5 × 10 6 ; 2.5 × 10 5 to 14.0 ± 0.3 × 10 6 ; 5 × 10 5 to 13.9 ± 0.7 × 10 6 ; 1 × 10 6 to 13.8 ± 0.6 × 10 6 ). This suggests that irrespective of the initial seeding density, the maximum cell number that can be supported by the G-Rex is ~1.4 × 10 7 cells/cm 2 (Figure 2a,b). As shown in Figure 2c, the maximum fold expansion (109.76 ± 3.9) was observed in the cultures initiated with 1.25 × 10 5 cells/cm 2 , which was significantly higher than that achieved in any of the other conditions tested. This indicates that, although the maximum density of K562 cells is always ~1.4 × 10 7 cells/cm 2 , cell output and fold expansion can be maximized by utilizing the lowest possible initial seeding density (1.25 × 10 5 cells/cm 2 ).",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 524,
                    "text": "Figure 2a",
                    "end": 533
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1238,
                    "text": "(Figure 2a,b",
                    "end": 1250
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1265,
                    "text": "Figure 2c",
                    "end": 1274
                }
            ]
        },
        {
            "section": "Identifying the maximum cell numbers per surface area in the G-Rex",
            "text": "Identifying the optimal medium volume to support maximal cell expansion Having identified the optimal initial seeding density, we next wanted to define the optimal volume of medium that would support maximal cell output. Thus, we initiated cultures with 1.25 × 10 5 K562 cells/cm 2 and supplemented the devices (n = 3 per condition) with various medium volumes ranging from 0.5 to 20 ml/cm 2 on day 0. From that point on, medium was not replenished and culture performance was assessed daily by cell counting. As shown in Figure 3a, when using from 0.5 to 10 ml of medium per cm 2 , there was a direct correlation between volume and cell expansion. Thereafter, however, there was no benefit conferred by higher medium volumes ( Figure 3a). We next explored how best to provide this medium volume to the cells. Figure 3b shows the different feeding schedules tested, which included (i) a total of 10 ml of medium per cm 2 divided into four feedings (2.5 ml/cm 2 added on days 0, 6, 12, and 18), (ii) 10 ml provided in two feedings (5 ml/cm 2 added on days 0 and 12), and (iii) 10 ml/cm 2 added up-front. Figure 3b shows that, irrespective of the feeding schedule, the maximum cell density achieved was similar (schedule (i) 11.4 ± 1.3 × 10 6 cells/cm 2 ; schedule (ii) 11.8 ± 0.8 × 10 6 cells/cm 2 ; schedule (iii) 12.9 ± 0.6 × 10 6 cells/cm 2 (n = 3)). However, cultures that received all 10 ml/cm 2 of medium up-front (schedule (iii)) grew exponentially and reached their maximum cell density by day 9-10 of culture, whereas addition of medium in a staggered fashion resulted in an interrupted growth pattern where the cells fluctuated between log and lag phase growth, prolonging the time until maximal cell output was achieved. Thus, we have demonstrated that 10 ml of medium per cm 2 administered at culture setup results in the shortest time required to achieve maximum cell numbers.",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 522,
                    "text": "Figure 3a",
                    "end": 531
                },
                {
                    "type": "figure",
                    "start": 728,
                    "text": "Figure 3a)",
                    "end": 738
                },
                {
                    "type": "figure",
                    "start": 810,
                    "text": "Figure 3b",
                    "end": 819
                },
                {
                    "type": "figure",
                    "start": 1103,
                    "text": "Figure 3b",
                    "end": 1112
                }
            ]
        },
        {
            "section": "Identifying the maximum cell numbers per surface area in the G-Rex",
            "text": "Measuring glucose as a surrogate for culture performance Traditionally, in order to accurately quantify cell numbers, one must first generate a homogenous cell suspension from which to sample. However, since the G-Rex accommodates large media volumes (e.g., 10 ml/cm 2 ), cell resuspension is challenging. To address this issue, we sought to identify an alternate marker that could be used to predict cell growth. We initiated G-Rex cultures (n = 3) using optimal conditions (1.25 × 10 5 K562 cells/cm 2 with 10 ml medium/ cm 2 ) and measured glucose in the medium by sampling 20 µl of  the culture supernatant daily using a standard glucometer. At the same time points, we resuspended the cultures and quantified cell numbers by cell counting using trypan blue exclusion. As shown in Figure 4a, the glucose concentration in the G-Rex devices progressively decreased over the culture period (250.3 ± 1.5, 229.7 ± 2.9, 158.3 ± 0.6, 45.7 ± 1.5 mg/dl on days 0, 3, 6, and 9, respectively), which inversely correlated with an increase in cell numbers determined by cell counting (0.125 × 10 6 , 0.9 ± 0.1 × 10 6 , 5.43 ± 0.3 × 10 6 , and 12.87 ± 0.6 × 10 6 cells/cm 2 on days 0, 3, 6, and 9, respectively). Based on this inverse correlation, we developed a formula to calculate cell number based solely on glucose measurements. The formula is as follows:",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 785,
                    "text": "Figure 4a",
                    "end": 794
                }
            ]
        },
        {
            "section": "Identifying the maximum cell numbers per surface area in the G-Rex",
            "text": "Where A = initial glucose concentration in medium, B = current glucose concentration, C = glucose consumed to achieve maximum cell number, D = initial medium volume, E = total medium required for maximum cell number, F = maximum cell density, G = G-Rex surface area (Figure 4b).",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 266,
                    "text": "(Figure 4b",
                    "end": 276
                }
            ]
        },
        {
            "section": "Identifying the maximum cell numbers per surface area in the G-Rex",
            "text": "To validate this formula, we established a culture in the G-Rex device with 1.25 × 10 5 cells/cm 2 and 10 ml medium/cm 2 . Cells were quantified (i) by cell counting using trypan blue exclusion, (ii) by flow cytometry using Trucount™ beads, and (iii) by glucose measurement. As shown in Figure 4c, on day 4, we calculated that the device contained a total of 16.7 ± 2.6 × 10 6 cells based on glucose measurement, which was similar to the number obtained by manual cell counting and flow cytometric analysis (15.1 ± 1.8 × 10 6 and 15.0 ± 0.75 × 10 6 ; P = 0.33 and P = 0.44, respectively) (n = 3). Similar correlations were observed at subsequent time points. On days 8 and 12, calculated cell numbers based on glucose depletion were 68.3 ± 2.9 × 10 6 and 98.3 ± 5.8 × 10 6 , respectively, which were not significantly different from the cell numbers as assessed by manual cell counting (66.1 ± 15.7 × 10 6 and 97.1 ± 0.45 × 10 6 ; P = 0.82 and P = 0.74, respectively, (n = 3)) or flow cytometry (67.4 ± 1.9 × 10 6 and 106.3 ± 8.5 × 10 6 ; P = 0.68 and P = 0.25, respectively (n = 3)). These results suggest that cell numbers can be calculated accurately by simply measuring glucose in cell culture supernatant.",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 287,
                    "text": "Figure 4c",
                    "end": 296
                }
            ]
        },
        {
            "text": "Multicenter validation of the G-Rex M series",
            "section_rank": 4
        },
        {
            "section": "Multicenter validation of the G-Rex M series",
            "text": "Based on these observations, Wilson Wolf Manufacturing designed the G-Rex M series (as seen in Figure 5a), a novel cell culture platform built to incorporate these ideal culture conditions. To determine whether the results achieved in G-Rex 100M in our Center could be reproduced in other institutions, we conducted a multicenter study supported by the NHLBI-Production Assistance for Cellular Therapies (PACT) program. We provided our optimized culture recommendations to both academic institutions (City of Hope and University of Wisconsin-Madison) and a biotech company (Celgene) and asked them to repeat our G-Rex expansion experiments. As illustrated in Figure 5b, when the group at Celgene cultured K562 cells at an initial seeding density of 1.25 × 10 5 cells/ cm 2 in a G-Rex 100M (100 cm 2 surface area) with 1L of medium (10 ml/cm 2 ), the total cell number achieved by day 12 of culture was 1.56 × 10 9 (15.6 × 10 6 cells/cm 2 , n = 1), which was similar to our  findings (12.9 ± 0.6 × 10 6 cells/cm 2 , n = 3). Next, to confirm that the maximum cell output remained fixed regardless of the initial seeding density, K562 cells were cultured at 2.5 × 10 5 cells/cm 2 in a G-Rex 100M in 1L of medium and, as shown in Figure 5c, after 12 days of culture, our group, City of Hope, and Celgene all reported similar total cell numbers (1.30 × 10 9 (n = 3), 1.46 × 10 9 (n = 1), and 1.35 × 10 9 (n = 1), respectively). As expected, regardless of initial seeding density, maximum number of cells obtained was the same, confirming that the highest expansion is achieved by using the lowest seeding density possible (Figure 5d,e). These data, collected at different institutions, validate the use of the G-Rex as a highly reproducible platform for the culture of suspension cells and confirms that our optimized conditions produce highly predictable results.",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 95,
                    "text": "Figure 5a",
                    "end": 104
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 659,
                    "text": "Figure 5b",
                    "end": 668
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 1226,
                    "text": "Figure 5c",
                    "end": 1235
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 1617,
                    "text": "(Figure 5d",
                    "end": 1627
                }
            ]
        },
        {
            "section": "Multicenter validation of the G-Rex M series",
            "text": "The G-Rex is linearly scalable To determine whether the G-Rex could operate as a scalable platform if the protocol was normalized by surface area, we initiated cultures using G-Rex 5 (surface area = 5 cm 2 ), G-Rex 100M (surface area = 100 cm 2 ), and G-Rex 500M (surface area = 500 cm 2 ) ( Figure 6a) with an initial seeding density of 1.25 × 10 5 cells/cm 2 (0.625 × 10 6 , 12.5 × 10 6 , and 62.5 × 10 6 total cells, respectively) in 10 ml medium per cm 2 (50, 1,000, and 5,000 ml total volume, respectively). Culture performance was assessed every 2 days by measuring glucose concentration, and cell numbers were quantified by counting using a traditional hemocytometer on day 10 of culture. As shown in Figure 6b, the total cell number achieved in the G-Rex 5, 100, and 500 devices was 53.6 ± 2.5 × 10 6 , 1286.7 ± 58.6 × 10 6 , and 6030.6 ± 344.3 × 10 6 (n = 3), respectively, corresponding to a cell density per cm 2 of 12.2 ± 0.4 × 10 6 , 12.9 ± 0.6 × 10 6 , and 12.1 ± 0.6 × 10 6 , respectively (Figure 6c). Thus, despite the substantial differences in surface area, the fold increase (97.4 ± 4.5fold, 102.9 ± 5.9-fold, and 96.5 ± 5.7-fold, respectively- Figure 6d) and total cell output achieved per cm 2 were similar and entirely predictable, confirming the linear scalability of this platform. Additionally, the rate of glucose consumption in all three G-Rex devices was essentially identical as illustrated in Figure 6e, which suggests that our formula can be applied to estimate cell numbers, irrespective of the G-Rex surface area.",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 292,
                    "text": "Figure 6a",
                    "end": 301
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 708,
                    "text": "Figure 6b",
                    "end": 717
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 1004,
                    "text": "(Figure 6c",
                    "end": 1014
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 1164,
                    "text": "Figure 6d",
                    "end": 1173
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 1423,
                    "text": "Figure 6e",
                    "end": 1432
                }
            ]
        },
        {
            "text": "Semiautomated collection of cells in a closed system G-Rex",
            "section_rank": 5
        },
        {
            "section": "Semiautomated collection of cells in a closed system G-Rex",
            "text": "In the manufacture of a clinical cell product, a closed cell culture system is preferable due to the assurance of sterility throughout the culture process. As illustrated in Figure 6a, the G-Rex can operate as either an open or closed system. In order to harvest the cells expanded in the closed system G-Rex without exposing the culture to the environment, Wilson Wolf developed the \"GatheRex, \" a semiautomated system that allows the operator to drain the excess media present in the culture and collect cells without risk of contamination. The process is divided into two stages: (i) cell concentrating and (ii) cell harvesting. (Figure 7a,b) operates via an air pump which pressurizes the G-Rex device with sterile air, allowing 90% of the medium residing above the cells to be displaced into a medium collection bag. Once this process is complete, optical detector #1 senses the presence of air in the medium collection line, automatically stopping the pump. 2. Prior to beginning the harvest process, the operator must resuspend the cells using the residual 10% of the medium by manually swirling the G-Rex to dislodge cells from the gaspermeable membrane. The air pump is then reactivated, and the resuspended cells are drawn into the cell collection bag. This phase will automatically end once optical detector #2 detects air in the cell collection line. For more detailed instructions, see Materials and Methods and Supplementary Video.",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 174,
                    "text": "Figure 6a",
                    "end": 183
                },
                {
                    "type": "figure",
                    "ref_id": "fig_9",
                    "start": 632,
                    "text": "(Figure 7a,b)",
                    "end": 645
                }
            ]
        },
        {
            "text": "The GatheRex",
            "section_rank": 6
        },
        {
            "section": "The GatheRex",
            "text": "Finally, to demonstrate the efficiency of cell recovery using the GatheRex, we seeded 3 G-Rex 100M devices with 0.125 × 10 6 cells/ cm 2 in 1 l (10 ml/cm 2 ) of medium. The cells were allowed to expand for 10 days, then harvested using the GatheRex. Subsequently, cells in the (i) cell collection bag, (ii) medium collection bag, (iii) medium collection line, and (iv) residual cells in the G-Rex were quantified by manual counting using a hemocytometer. As shown in Figure 7c, the total cell number in the cell collection bag (1269.3 ± 91.4 × 10 6 cells) was similar to that achieved by manual cell harvesting (1286.7 ± 58.6 × 10 6 ), with minimal loss due to cell retention in the medium collection bag (3.73 ± 1.2 × 10 6 ) or the G-Rex device/tubing  ). These results confirm the efficiency of cell collection achieved using the GatheRex.",
            "paragraph_rank": 14,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_9",
                    "start": 467,
                    "text": "Figure 7c",
                    "end": 476
                }
            ]
        },
        {
            "text": "DISCUSSION",
            "section_rank": 7
        },
        {
            "section": "DISCUSSION",
            "text": "In this study, we evaluated different variables that contribute to optimal G-Rex performance and incorporated these observations into the design of the G-Rex M series, which can accommodate the optimized conditions required to support maximum cell output. The use of G-Rex M devices in combination with our newly optimized protocol allows the operator to initiate a suspension culture with a small number of cells (1.25 × 10 5 cells/cm 2 ) and achieve a 100-fold expansion in only 10 days using just 10 ml of culture medium per cm 2 -significantly exceeding that previously achieved in tissue culture plates or bags. 13,20,21,25 Furthermore, since cells were supplemented with medium as a one-time up-front addition, we were able to utilize glucose depletion as a means to predict culture performance and quantify total cell numbers at different time points. Importantly, the optimal culture conditions, initially established in a small scale G-Rex device with a surface area of 5 cm 2 , were linearly scalable provided that initial seeding cell density and media volume were normalized by surface area. Finally, the results achieved at our center have been validated in a multicenter study, confirming this as a robust platform for cell expansion.",
            "paragraph_rank": 15,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 531,
                    "text": "2",
                    "end": 532
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 617,
                    "text": "13,",
                    "end": 620
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 620,
                    "text": "20,",
                    "end": 623
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 623,
                    "text": "21,",
                    "end": 626
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 626,
                    "text": "25",
                    "end": 628
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "In previous studies, we and others have demonstrated the clear superiority of the G-Rex over conventional cultureware with respect to the expansion of a variety of suspension cell types (antigenspecific and primary T cells, cell lines, tumor infiltrating lymphocytes, natural killer cells, and regulatory T cells). 24,26,27 Importantly, in each of these studies, the functional capacity of the generated cells was comparable or superior to those generated by conventional   . 12,21,22 However, it remained unclear whether the G-Rex was being used to its full potential, precipitating the current study to identify (i) the optimal seeding cell density, (ii) the maximal cell output that could be achieved, (iii) the volume of medium that would support maximal cell growth, and (iv) cell growth kinetics.",
            "paragraph_rank": 16,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 315,
                    "text": "24,",
                    "end": 318
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 318,
                    "text": "26,",
                    "end": 321
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 321,
                    "text": "27",
                    "end": 323
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 476,
                    "text": "12,",
                    "end": 479
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 479,
                    "text": "21,",
                    "end": 482
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 482,
                    "text": "22",
                    "end": 484
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "By first evaluating different cell seeding densities, we were able to identify the threshold K562 cell number required to support cell expansion. The minimum number of cells per cm 2 required to support cell expansion is likely to differ depending on cell size, as smaller cells need a higher initial seeding density to ensure adequate cell-to-cell contact. However, once the optimal seeding density has been identified, this number remains constant for any particular cell type. Additionally, as long as nutrients are not a limiting factor, and seeding density is above the critical threshold, the maximum number of cells per cm 2 that can be obtained is the same. This finding suggests that the system can reach its maximum potential by initiating the culture with the lowest seeding density possible.",
            "paragraph_rank": 17,
            "section_rank": 7
        },
        {
            "section": "DISCUSSION",
            "text": "Another variable that we examined in the current study was the optimal medium volume required for maximum output. In our previous studies, we established that the superior cell growth supported by the G-Rex was due in large part to the gas-permeable silicone membrane at the base of the device, which allows optimal exchange of oxygen and carbon dioxide. 12,13,19 As a result, gas exchange remains unaffected by medium height, allowing the addition of large media volumes which cannot be supported by conventional cultureware. This increased volume not only provides additional nutrients to support cell proliferation but also serves as a buffer to dilute cellular metabolic and toxic by-products. 19,20 To define the optimal media volume, we added volumes ranging from 0.5 to 20 ml/cm 2 and observed a correlation between volume and cell numbers obtained. However, this relationship plateaued at 10 ml/cm 2 , identifying this as the minimum volume required to achieve maximum cell output. Furthermore, contrary to what would be expected, the maximum cell output was achieved more rapidly (~day 10 of culture) when the entire volume of medium was provided at the initiation of the culture, rather than periodically replenished. This is likely due to the fact that an up-front medium addition delivers a steady rather than fluctuating supply of nutrients to the cells, allowing them to remain in log phase growth for a longer period of time. An additional advantage to this sole medium addition at culture initiation is the reduction in required culture manipulations and the risk of contamination, unlike conventional cultures which require frequent feeding.",
            "paragraph_rank": 18,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 355,
                    "text": "12,",
                    "end": 358
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 358,
                    "text": "13,",
                    "end": 361
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 361,
                    "text": "19",
                    "end": 363
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 698,
                    "text": "19,",
                    "end": 701
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 701,
                    "text": "20",
                    "end": 703
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Large cell cultures systems traditionally require mechanical assistance, either by rocking or stirring of the culture device (as in stirred tank and WAVE bioreactors) or by perfusion of the media (as in hollow fiber bioreactors) to allow uniform distribution of nutrients needed to promote cell growth. 26,[28][29][30][31][32][33][34][35] The G-Rex is unique in its ability to support cell cultures with large media volumes in a static environment without resorting to mechanical agitation. This phenomenon is likely caused by a thermal differential between the heat source (the incubator) and the medium. Therefore, due to convection, warmer medium adjacent to the walls of the G-Rex will move toward the core, displacing colder media to the periphery. This cycle is perpetuated, resulting in a homogenous mixing of the medium without disturbing the cells growing on the silicone membrane. This also has the secondary benefit of facilitating cell harvesting since as much as 90% of the medium can be removed from the G-Rex without disrupting the cell layer on the silicone base. Subsequently, the final cell product can be resuspended in a concentrated form in the small volume of remaining medium.",
            "paragraph_rank": 19,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 303,
                    "text": "26,",
                    "end": 306
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 306,
                    "text": "[28]",
                    "end": 310
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 310,
                    "text": "[29]",
                    "end": 314
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 314,
                    "text": "[30]",
                    "end": 318
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 318,
                    "text": "[31]",
                    "end": 322
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 322,
                    "text": "[32]",
                    "end": 326
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 326,
                    "text": "[33]",
                    "end": 330
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 330,
                    "text": "[34]",
                    "end": 334
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 334,
                    "text": "[35]",
                    "end": 338
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "The G-Rex is the only cell culture system capable of supporting significant cell expansion (100-fold) with a single up-front addition of medium. We demonstrated this to be true not only for K562 cells but also for primary T cells genetically modified to express a chimeric antigen receptor (Supplementary Figure S1). This unique characteristic allows not only a cost-effective use of resources but also the measurement of elements within the media that predict the kinetics of cell growth. For example, we observed an inverse correlation between cell number and glucose consumption during logarithmic phase cell growth. Therefore, by measuring glucose levels at culture initiation and monitoring depletion over time, one can calculate the number of cells at any given time. Sampling medium for the assessment of nutrient and/or metabolic waste concentration is much simpler than other methods of calculating cell number, and results achieved are comparable to conventional cell counting by trypan blue exclusion or flow cytometry. Importantly, glucose concentration was the same irrespective of where the sample for analysis was drawn from, confirming the homogeneous nature of the medium in the G-Rex. The optimal G-Rex cell culture conditions identified through our study led to the design of the G-Rex M series that accommodates 10 ml/cm 2 medium. We validated the robustness of this optimized platform in a PACT-sponsored multicenter study involving both academic and commercial partners. Finally, from a commercial perspective, we demonstrated that the optimized culture conditions and results were linearly scalable and adaptable as a closed system, facilitating not only the development of novel cell therapies but also the clinical translation of cell-based therapeutics.",
            "paragraph_rank": 20,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 305,
                    "text": "Figure S1",
                    "end": 314
                }
            ]
        },
        {
            "text": "MATeRIAlS AND MeTHODS",
            "section_rank": 8
        },
        {
            "text": "Cell lines",
            "section_rank": 9
        },
        {
            "section": "Cell lines",
            "text": "The human immortalized chronic erythroid leukemia cell line, K562, the prostate cancer cell line, DU145, and human embryonic kidney cell line, 293T, were obtained from the American Type Culture Collection (ATCC, Rockville, MD). K562 cells were maintained in complete RPMI 1640 (Hyclone Laboratories, Logan, UT) containing 10% heat-inactivated fetal bovine serum (Hyclone Laboratories), 1% GlutaMAX (Gibco by Life Technologies Corporation, Grand Island, NY), and 1% Pen Strep (Gibco by Life Technologies Corporation). DU145 and 293T cells were maintained in complete Iscove's modified Dulbecco's media (Gibco by Life Technologies Corporation), 10% fetal bovine serum (Hyclone Laboratories), and 1% GlutaMAX. Cells were maintained in a 37°C incubator at 5% CO 2 .",
            "paragraph_rank": 21,
            "section_rank": 9
        },
        {
            "text": "Culture devices",
            "section_rank": 10
        },
        {
            "section": "Culture devices",
            "text": "For the expansion experiments, K562 cells were cultured in complete RPMI and conventional tissue culture-treated 24-well plates (BD Biosciences, Bedford, MA) and in G-Rex devices (Wilson Wolf Manufacturing, New Brighton, MN) at the stated seeding densities.",
            "paragraph_rank": 22,
            "section_rank": 10
        },
        {
            "text": "Glucose measurement",
            "section_rank": 11
        },
        {
            "section": "Glucose measurement",
            "text": "About 0.5 ml of culture supernatant was obtained from the G-Rex devices without disturbing the cells. ACCU-CHEK Active glucose test strips (Roche Diagnostics, Indianapolis, IN) were mounted onto the ACCU-CHEK Active glucose meter (Roche Diagnostics) and 20 µl of the supernatant sample was added on the sample loading area on the test strip. Glucose concentrations were calculated and reported as mg of glucose/dl supernatant.",
            "paragraph_rank": 23,
            "section_rank": 11
        },
        {
            "text": "Quantification of cells",
            "section_rank": 12
        },
        {
            "section": "Quantification of cells",
            "text": "Hemocytometer. For quantification by cell counting, samples were taken from 24-well plates and G-Rex devices after cultures had been uniformly resuspended by mixing using a 3 ml transfer pipette (BD Biosciences, Franklin Lakes, NJ). Ten microliters of the homogeneous cell samples were mixed at a 1:1 ratio with Trypan Blue (Sigma Aldrich, St Louis, MO), then 10 µl of the cell-Trypan Blue mixture was loaded on a hemocytometer (Hausser Scientific, Horsham, PA) and visually examined under an inverted light microscope (Olympus, Center Valley, PA) and counted using trypan blue exclusion to distinguish between live and dead cells. Counts from two 1 × 1 mm quadrants were averaged and multiplied by 1 × 10 4 × dilution factor to obtain number of cells/ml. Flow cytometer. Cells were resuspended by vigorous mixing using a 25 ml serological pipette (BD Biosciences). Then 1 ml of resuspended cells was transferred into a 5 ml polystyrene tube (BD Biosciences, Durham, NC), washed with 1× phosphate-buffered saline (Sigma Aldrich), spun for 5 minutes at 400g, and the supernatant discarded. The cell pellet was subsequently resuspended in 100 µl phosphate-buffered saline, 50 µl of Count-Bright absolute counting beads (Life Technologies Corporation) was added and each tube was vortexed briefly before acquiring the samples. Gallios Flow Cytometer (Beckman Coulter, Brea, CA) was used to acquire the data by gating on the beads. Cells were quantified using Kaluza analysis software (Beckman Coulter), and the formula provided by the bead manufacturer was used to calculate the absolute number of cells (Life Technologies Corporation).",
            "paragraph_rank": 24,
            "section_rank": 12
        },
        {
            "section": "Quantification of cells",
            "text": "Formula. Cells present in the culture were quantified by using the formula (Figure 4b) based on the glucose concentration in the culture medium at the time the samples were acquired.",
            "paragraph_rank": 25,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 75,
                    "text": "(Figure 4b",
                    "end": 85
                }
            ]
        },
        {
            "text": "Chromium release assay",
            "section_rank": 13
        },
        {
            "section": "Chromium release assay",
            "text": "Chimeric antigen receptor-modified PSCA-directed T cells were generated as previously described, 36 and their cytotoxicity specificity was measured in a standard 6-hour 51 Cr release assay, 36 using E:T ratios ranging from 40:1 to 5:1, with DU145 and 293T cells as targets.",
            "paragraph_rank": 26,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 97,
                    "text": "36",
                    "end": 99
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 190,
                    "text": "36",
                    "end": 192
                }
            ]
        },
        {
            "section": "Chromium release assay",
            "text": "Cell harvesting using the GatheRex 1. The GatheRex (Figure 7) is a device that pumps air (1) through a 0.2-µm sterile filter (2). Once activated (orange →) (3), the clamp on the medium collection line (4) is opened while the cell collection line (14) remains closed. The G-Rex is pressurized, allowing 90% of the medium residing above the cells to be displaced through the collection port (8) and into the collection bag (9). Once this process is complete, optical detector #1 (11) senses the presence of air in the medium collection line, automatically stopping the pump. At this stage, the system is ready to initiate cell harvest. 2. Prior to beginning the harvest process, the operator must resuspend the cells using the residual 10% of the medium present in the G-Rex. Cell collection is initiated by activating the system (blue →) (13), which will clamp the medium collection line and open the cell collection line (14). The pump is then reactivated, and the resuspended cells are drawn through the cell collection port into the cell collection bag (16). This phase will automatically end once optical detector #2 (18) detects air in the cell collection line. 3. (Optional) At this point, the operator may wish to \"rinse\" the G-Rex to ensure collection of residual cells in the tubing and flask. The wash is activated by opening the clamp on the media collection line (orange ←) allowing a portion of the medium in the collection bag to flow back into the G-Rex. Once the system is rinsed, the pump can be reactivated (blue →), opening the clamp and allowing the residual cells to enter the cell collection bag.",
            "paragraph_rank": 27,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_9",
                    "start": 51,
                    "text": "(Figure 7)",
                    "end": 61
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 125,
                    "text": "(2)",
                    "end": 128
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 246,
                    "text": "(14)",
                    "end": 250
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 389,
                    "text": "(8)",
                    "end": 392
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 421,
                    "text": "(9)",
                    "end": 424
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 477,
                    "text": "(11)",
                    "end": 481
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 921,
                    "text": "(14)",
                    "end": 925
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1055,
                    "text": "(16)",
                    "end": 1059
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1120,
                    "text": "(18)",
                    "end": 1124
                }
            ]
        },
        {
            "text": "Statistical analysis",
            "section_rank": 14
        },
        {
            "section": "Statistical analysis",
            "text": "All in vitro data are represented as mean ± SD unless otherwise indicated. Data were analyzed by using the unpaired Student's t-test to compare the differences between the two experimental groups after appropriate logtransformation. A P value of <0.05 was accepted as an indicator of significant difference.",
            "paragraph_rank": 28,
            "section_rank": 14
        },
        {
            "text": "CONFlICT OF INTeReST",
            "section_rank": 15
        },
        {
            "section": "CONFlICT OF INTeReST",
            "text": "Present research in Center for Cell and Gene Therapy receives support from Celgene Corporation, of which authors B.L. and X.L. are employees, but the current work was not supported by Celgene. J.W. and D.W. are employees, and J.F.V. is a scientific advisor for Wilson Wolf Manufacturing, which partially supported this work by providing some G-Rex prototypes and reagents. J.W., D.W., and J.F.V. have joint patents on the G-Rex technology.",
            "paragraph_rank": 29,
            "section_rank": 15
        },
        {
            "text": "Figure 1 G",
            "section_rank": 16
        },
        {
            "section": "Figure 1 G",
            "text": "-Rex supports higher cell number per surface area. Panel (a) shows the expansion of K562 cells seeded at an initial density of 1 × 10 6 cells/cm 2 in conventional cultureware (24-well plates) versus cell expansion in the G-Rex devices which were seeded at the same initial seeding density. A half medium change was performed every day for both conditions. Panel (b) shows the fold expansion of K562 cells in G-Rex versus 24-well plates on day 14 of culture.",
            "paragraph_rank": 30,
            "section_rank": 16
        },
        {
            "text": "Figure 2",
            "section_rank": 17
        },
        {
            "section": "Figure 2",
            "text": "Identifying the optimal seeding density to support maximum cell output. Panel (a) shows the expansion of K562 cells in G-Rex devices that were initiated with different seeding densities (0.0025, 0.125, 0.25, 0.50, and 1.0 × 10 6 cells/cm 2 ). A half medium change was performed every day in all conditions. Panel (b) shows the final cell number on day 14 of culture (reported as cells/cm 2 ). Panel (c) shows the fold increase in the cell numbers on day 9.",
            "paragraph_rank": 31,
            "section_rank": 17
        },
        {
            "text": "Figure 3 Figure 4",
            "section_rank": 18
        },
        {
            "section": "Figure 3 Figure 4",
            "text": "Identifying the optimal volume of medium to support maximal cell expansion. Panel (a) shows the maximum cell output per cm 2 that was achieved in G-Rex devices that were seeded at an initial seeding density of 0.125 cells/cm 2 and supplemented with different volumes of medium per cm2 . Panel (b) shows the expansion of cultures that received a total of 10 ml medium/cm 2 provided in (i) four increments of 2.5 ml/cm 2 , (ii) two increments of 5 ml/cm 2 , or (iii) 10 ml/cm 2 up-front. Measuring glucose as a surrogate for culture performance.Panel(a) shows the glucose concentration in culture medium, as measured using a standard glucometer, and the inverse correlation between glucose and cell number. Panel (b) shows the formula we developed to calculate the number of cells in the culture based on the glucose concentration in the culture medium. Panel (c) shows the cell number obtained by: (i) hemocytometer counting, (ii) flow cytometry, and (iii) the glucose consumption formula. glucose concentration C = Glucose consumed to achieve maximum cell number D = Initial medium volume E = Total medium required for maximum cell number F = Maximum cell density G = G-Rex surface area",
            "paragraph_rank": 32,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 283,
                    "text": "2",
                    "end": 284
                }
            ]
        },
        {
            "text": "Figure 5",
            "section_rank": 19
        },
        {
            "section": "Figure 5",
            "text": "Results from our multicenter study validating our optimized G-Rex culture conditions. Panel (a) shows a schematic diagram of the G-Rex 100M device and protocol for cell culture. Panel (b) shows a comparison between the expansion of K562 cells obtained at Baylor College of Medicine and Celgene Corporation using an initial seeding density of 1.25 × 10 5 cells/cm 2 in a G-Rex 100M with 1 l of medium. Panel (c) shows a comparison between the expansion of K562 cells obtained at our Center (Baylor), Celgene Corporation, and City of Hope when G-Rex 100M devices were seeded at 2.5 × 10 5 cells/cm 2 in 1L of medium. Panel (d) shows the final cell output obtained when G-Rex 100M devices were seeded at either 1.25 × 10 5 cells/cm 2 (Baylor and Celgene Corporation) or 2.5 × 10 5 cells/cm 2 (Baylor, Celgene Corporation, and City of Hope) in 1L of medium. Panel (e) shows the fold expansion of K562 cells in the experiments described in panel d.",
            "paragraph_rank": 33,
            "section_rank": 19
        },
        {
            "text": "25 ×",
            "section_rank": 20
        },
        {
            "section": "25 ×",
            "text": "10 7 cells (0.125 × 10 6 /cm 2 ) c) 2.50 × 10 7 cells (0.25 × 10 6 /cm 2 ) b) 1.42 × 10 9 cells (14.2 × 10 6 /cm 2 ) c) 1.45 × 10 9 cells (14.5 × 10 6 /cm 2",
            "paragraph_rank": 34,
            "section_rank": 20
        },
        {
            "text": "Figure 6",
            "section_rank": 21
        },
        {
            "section": "Figure 6",
            "text": "The G-Rex is linearly scalable. Panel (a) shows schematic diagrams of the G-Rex 5, 100M, and 500M (to scale). Panel (b) shows the final cell density (cells/cm 2 ) achieved in a G-Rex 5, G-Rex-100, and G-Rex 500 after 12 days of culture. Panel (c) shows the expansion profile of K562 cells in three different G-Rex devices (G-Rex 5, 100, and 500) between days 0 and 12. Panel (d) shows the fold expansion of the cells cultured in G-Rex 5, 100, and 500 devices. Panel (e) illustrates the glucose consumption by K562 cells cultured in G-Rex 5, G-Rex 100, and G-Rex 500 over 13 days of culture.",
            "paragraph_rank": 35,
            "section_rank": 21
        },
        {
            "text": "7",
            "section_rank": 22
        },
        {
            "section": "7",
            "text": "Optimized cell culture in G-Rex P Bajgain et al. Molecular Therapy -Methods & Clinical Development (2014) 14015 © 2014 The American Society of Gene & Cell Therapy",
            "paragraph_rank": 36,
            "section_rank": 22
        },
        {
            "text": "Figure 7",
            "section_rank": 23
        },
        {
            "section": "Figure 7",
            "text": "Automated collection of cells in a closed G-Rex system. Panel (a) shows the setup of \"GatheRex\" draining the excess medium to concentrate the cells: (1) pump, (2) 0.2-µm sterile filter, (3) medium collection button, (4) medium line clamp, (5,6) medium/supplements input ports, (7) medium sampling port, (8) medium collection port, (9) medium bag, (10) medium, and(11)medium line optical detector. Panel (b) shows the GatheRex harvesting the concentrated cells: (12) resuspended cells, (13) cell collection button, (14) cell line clamp, (15) cell collection port, (16) cell collection bag, (17) harvested cells, and (18) cell line optical detector. Panel (c) shows a comparison in cell recovery achieved when cells are collected manually versus by the GatheRex. To confirm the absence of cells in cell collection tubing, the medium collection bag or the G-Rex following cell collection with the GatheRex, each component was washed with media and residual cells were harvested and counted.",
            "paragraph_rank": 37,
            "section_rank": 23
        },
        {
            "section": "Figure 7",
            "text": "Molecular Therapy -Methods & Clinical Development (2014) 14015 © 2014 The American Society of Gene & Cell Therapy",
            "paragraph_rank": 38,
            "section_rank": 23
        },
        {
            "text": "ACKNOWleDGMeNTS",
            "section_rank": 25
        },
        {
            "section": "ACKNOWleDGMeNTS",
            "text": "This work was supported in part by the Production Assistance for Cellular Therapies (PACT) program (NHLBI contract #HHSN268201000007C), P01CA094237 and CA094237 from the NIH and a SCOR award from the Leukemia and Lymphoma Society. We also appreciate the support of the Adrienne Helis Malvin Medical Research Foundation through its direct engagement in the continuous active conduct of medical research in conjunction with Baylor College of Medicine. J.F.V. is supported by an Idea Development Award from the Department of Defense Prostate Cancer Research Program (no. W81XWH-11-1-0625). Finally, we appreciate the shared resources provided by the Dan L Duncan Cancer Center support grant P30CA125123.",
            "paragraph_rank": 39,
            "section_rank": 25
        }
    ]
}