{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Background This study assessed the effects of two doses of glucose and a caffeine-glucose combination on mood and performance of an ecologically valid, computerised multi-tasking platform. Materials and methods Following a double-blind, placebo-controlled, randomised, parallel-groups design, 150 healthy adults (mean age 34.78 years) consumed drinks containing placebo, 25 g glucose, 60 g glucose or 60 g glucose with 40 mg caffeine. They completed a multitasking framework at baseline and then 30 min following drink consumption with mood assessments immediately before and after the multitasking framework. Blood glucose and salivary caffeine were co-monitored. Results The caffeine-glucose group had significantly better total multi-tasking scores than the placebo or 60 g glucose groups and were significantly faster at mental arithmetic tasks than either glucose drink group. There were no significant treatment effects on mood. Caffeine and glucose levels confirmed compliance with overnight abstinence/fasting, respectively, and followed the predicted post-drink patterns. Conclusion These data suggest that co-administration of glucose and caffeine allows greater allocation of attentional resources than placebo or glucose alone. At present, we cannot rule out the possibility that the effects are due to caffeine alone Future studies should aim at disentangling caffeine and glucose effects.",
            "paragraph_rank": 2,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "section": "INTRODUCTION",
            "text": "Caffeine and glucose are two of the most widely consumed centrally active substances in the world. Caffeine (and to a lesser extent glucose) are used partly because of their potential cognition-enhancing properties. Although they are often co-consumed, including increasingly in the form of energy drinks, there is surprisingly little research examining the effects of the two substances in combination in the context of neurocognitive function.",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "section": "INTRODUCTION",
            "text": "The mood and cognitive effects of caffeine have been comprehensively reviewed elsewhere (Glade, 2010;Rogers et al., 2011;Smith, 2002). Typically, administration of caffeine in the range of 50 to 150 mg improves reaction times, psychomotor function, attention, vigilance and alertness-with the effects being particularly evident in fatigued individuals. Lower doses of caffeine have been less thoroughly researched, but doses as low as 12.5 mg, a level roughly equivalent to half a serving of cola, have been shown to be psychopharmacologically active (Smit and Rogers, 2000).",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 88,
                    "text": "(Glade, 2010;",
                    "end": 101
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 101,
                    "text": "Rogers et al., 2011;",
                    "end": 121
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 121,
                    "text": "Smith, 2002)",
                    "end": 133
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 551,
                    "text": "(Smit and Rogers, 2000)",
                    "end": 574
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "Glucose is the primary source of energy for the brain and, as such, is essential for central nervous system functioning. It has been extensively reported that cognitive performance can be enhanced following administration of drinks containing 25-50 g glucose. The effect is most apparent on tasks with a declarative memory component and/or those with heavier cognitive demands (Benton et al., 1994;Donohoe and Benton, 1999;Riby, 2004;Scholey et al., 2009b;Scholey and Fowles, 2002;Scholey et al., 2001;Sünram-Lea et al., 2008), including dual tasking (Foster et al., 1998;Scholey et al., 2009b;Smith et al., 2011;Sünram-Lea et al., 2002;Scholey et al., 2013).",
            "paragraph_rank": 5,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 377,
                    "text": "(Benton et al., 1994;",
                    "end": 398
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 398,
                    "text": "Donohoe and Benton, 1999;",
                    "end": 423
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 423,
                    "text": "Riby, 2004;",
                    "end": 434
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 434,
                    "text": "Scholey et al., 2009b;",
                    "end": 456
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 456,
                    "text": "Scholey and Fowles, 2002;",
                    "end": 481
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 481,
                    "text": "Scholey et al., 2001;",
                    "end": 502
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 502,
                    "text": "Sünram-Lea et al., 2008)",
                    "end": 526
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 551,
                    "text": "(Foster et al., 1998;",
                    "end": 572
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 572,
                    "text": "Scholey et al., 2009b;",
                    "end": 594
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 594,
                    "text": "Smith et al., 2011;",
                    "end": 613
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 613,
                    "text": "Sünram-Lea et al., 2002;",
                    "end": 637
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 637,
                    "text": "Scholey et al., 2013)",
                    "end": 658
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "Despite the abundance of studies investigating the behavioural effects of the two substances individually, there is surprisingly little research evaluating the mood and cognitive effects of caffeine and glucose both separately and together. This has been given further impetus from the fact that they are increasingly consumed concomitantly in so-called energy drinks.",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "section": "INTRODUCTION",
            "text": "One recent study investigating the combined and separate effects of 75 g glucose and 75 mg caffeine revealed beneficial effects to both sustained attention and learning from the combination (Adan and Serra Grabulosa, 2010). These effects were not observed in either the caffeine-only or glucose-only condition. In a follow-up study that used the same doses and included a functional magnetic resonance imaging component, the same group found no differences in performance of an attentional task between glucose, caffeine and their combination (Serra Grabulosa et al., 2010). Functional imaging during task performance, however, revealed lower activation of parietal and prefrontal cortices in the caffeine-glucose condition. These findings can be interpreted as suggesting that the caffeine-glucose drink increased 'neural efficiency', such that less brain activation was required to maintain a level of cognitive performance.",
            "paragraph_rank": 7,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 190,
                    "text": "(Adan and Serra Grabulosa, 2010",
                    "end": 221
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 543,
                    "text": "(Serra Grabulosa et al., 2010)",
                    "end": 573
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "The doses used in both the aforementioned studies were 75 g glucose and 75 mg caffeine. This caffeine level is consistent with, for example, coffee, which typically contains between 50 and 100 mg caffeine. Energy drinks can also contain caffeine in the range of 75 to 200 mg caffeine or more per serving. Some, however, have lower levels more typical of colas (35-45 mg).",
            "paragraph_rank": 8,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 360,
                    "text": "(35-45 mg)",
                    "end": 370
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "Regarding the amount of glucose used in the Adan and Serra Grabulosa studies, 75 g is far higher than the levels found in sweetened coffee or tea. It is also higher than the 25-50 g used in studies into glucose effects on cognition (Riby, 2004) and is relatively high compared with many caffeinated beverages such as energy drinks, which typically contain around half this amount.",
            "paragraph_rank": 9,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 232,
                    "text": "(Riby, 2004)",
                    "end": 244
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "Earlier studies have examined the cognitive effects of glucose and caffeine at levels more typical of everyday consumption. Compared with a glucose-andcaffeine-free control, drinks containing glucose/ caffeine at both 68 g/38 mg and 68 g/46 mg improved performance during sustained, cognitively demanding tasks . Other studies indicate an additive or even synergistic effect between caffeine and glucose on various domains of cognition. In separate studies, 37.5 g glucose, 75 mg caffeine drinks improved sustained attention, working memory (Smit et al., 2004), declarative memory and speed of attention (Scholey and Kennedy, 2004) above levels of either substance alone.",
            "paragraph_rank": 10,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 541,
                    "text": "(Smit et al., 2004)",
                    "end": 560
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 604,
                    "text": "(Scholey and Kennedy, 2004)",
                    "end": 631
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "The distribution of attentional resources over multiple tasks engages a number of mental processes that increase cognitive demand relative to a single task performance. Moreover, the ability to effectively and accurately multi-task has great utility in planning and decision making in everyday life. Interventions that have the capacity to improve these cognitive abilities are therefore of interest both scientifically and practically. The current study was therefore designed to assess the potential effects of glucose (two doses, 25 and 60 g) and a caffeine-glucose combination (60 g glucose, 40 mg caffeine) on cognitive performance and mood associated with cognitive multi-tasking. Specifically, it aimed to investigate effects on 'everyday' cognition using a multi-tasking framework (MTF)-comprising four tasks completed simultaneously-and on mood ratings taken before and after completion of the MTF.",
            "paragraph_rank": 11,
            "section_rank": 1
        },
        {
            "section": "INTRODUCTION",
            "text": "Two main hypotheses were tested. The primary hypothesis was that, compared with placebo, caffeineglucose in combination would result in improved cognitive multi-tasking performance as measured by overall MTF scores. We have previously argued that glucose preferentially targets more mentally effortful cognitive processes. Glucose is particularly effective at increasing performance during effortful processing, including during dual attention tasks (Scholey et al., 2009b;Sünram-Lea et al., 2002). As dividing cognitive resources over several tasks involves relatively high mental effort, we hypothesised that the two doses of glucose alone would also improve performance. The secondary hypotheses were that, compared with placebo and/or glucose alone, the caffeine-glucose combination would improve task performance on individual tasks from the MTF and improve subjective feelings of mood, stress and fatigue during extended cognitive multi-tasking.",
            "paragraph_rank": 12,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 450,
                    "text": "(Scholey et al., 2009b;",
                    "end": 473
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 473,
                    "text": "Sünram-Lea et al., 2002)",
                    "end": 497
                }
            ]
        },
        {
            "section": "Design",
            "text": "The investigation was a single-centre, randomised, double-blind, placebo-controlled, parallel-groups study conducted at the Centre for Human Psychopharmacology, Swinburne University, Australia. The study was approved by the Swinburne University Human Research Ethics Committee (ref SUHREC #2010/ 299) and conducted in accordance with the Declaration of Helsinki. All participants provided written informed consent. The trial was registered on the Australian New Zealand Clinical Trials Registry (ANZCTR) as ACTRN12613000247774.",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "section": "Design",
            "text": "The study assessed the effects of two doses of glucose alone (25 and 60 g) and one dose of a (40 mg, 60 g) caffeine-glucose combination on cognitive performance, fatigue, stress and mood associated with extended multi-tasking.",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "section": "Participants",
            "text": "One hundred and sixty healthy adults (male and female) aged between 18 and 55 years were recruited for the study. Participants were recruited from the investigators' existing database and via local media advertising. All participants were healthy, non-smoking, regular caffeine consumers with no significant concurrent illnesses or a history of psychiatric disease.",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "section": "Blood glucose measurement",
            "text": "Blood glucose levels were monitored using a MediSense Optium Xceed Blood Glucose Sensor and disposable MediSense Blood Glucose Electrodes (MediSense Britain Ltd, Birmingham, UK). The accuracy and consistency of MediSense blood glucose sensors have previously been established (Matthews et al., 1987). The reliability of the test has previously been confirmed. Blood samples were taken using Owen Mumford 'Unistik 2' single-use capillary blood sampling devices (Owen Mumford Ltd, Oxford, UK). Alcohol-soaked skin cleansing swabs (Briemarkap, Koo Wee Rup, Victoria, Australia) were used for pre-sampling sterilisation.",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 276,
                    "text": "(Matthews et al., 1987)",
                    "end": 299
                },
                {
                    "type": "bibr",
                    "start": 460,
                    "text": "(Owen Mumford Ltd, Oxford, UK)",
                    "end": 490
                }
            ]
        },
        {
            "section": "Salivary caffeine measurement",
            "text": "Saliva samples were collected using salivettes. These consist of a small test tube fitted with an inner receptacle containing a sterile cotton wool bud. Participants were required to remove the cotton wool bud and place it in the mouth, chewing gently for approximately 2 min and then replacing it in the test tube. The test tube with the saliva-cotton wool was then centrifuged, and the sample frozen for analysis. Salivary caffeine was measured using a caffeine immunoassay as previously described (Haskell et al., 2005).",
            "paragraph_rank": 17,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 500,
                    "text": "(Haskell et al., 2005)",
                    "end": 522
                }
            ]
        },
        {
            "section": "Multi-tasking framework",
            "text": "A computerised MTF was used. This platform offers relatively high ecological validity in terms of the cognitive demands required to complete several disparate tasks simultaneously in the work environment (Wetherell and Carter, 2013). The computerised MTF comprises four cognitive and psychomotor tasks that are undertaken simultaneously using a four-way split screen.",
            "paragraph_rank": 18,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 204,
                    "text": "(Wetherell and Carter, 2013)",
                    "end": 232
                }
            ]
        },
        {
            "section": "Multi-tasking framework",
            "text": "Responses to all of the tasks are made using the mouse and cursor. Completion of the battery for an extended period has been shown to induce stress-related physiological processes (Wetherell and Sidgreaves, 2005) and to modulate subjective feelings of mood, including decreased alertness and increased mental fatigue and anxiety Scholey et al., 2009a). In terms of cognitive performance, the MTF has also been shown to be sensitive to a number of natural interventions, including food supplements and herbal extracts (Kennedy et al., 2006;.",
            "paragraph_rank": 19,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 180,
                    "text": "(Wetherell and Sidgreaves, 2005)",
                    "end": 212
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 329,
                    "text": "Scholey et al., 2009a)",
                    "end": 351
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 517,
                    "text": "(Kennedy et al., 2006;",
                    "end": 539
                }
            ]
        },
        {
            "section": "Multi-tasking framework",
            "text": "In this study, a 20-min version of the MTF was employed with the framework set at medium intensity (see Scholey et al., 2009a, for details). The individual MTF tasks used here were as follows (arranged clockwise from top left).",
            "paragraph_rank": 20,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 104,
                    "text": "Scholey et al., 2009a, for details)",
                    "end": 139
                }
            ]
        },
        {
            "section": "Multi-tasking framework",
            "text": "Mathematical processing task. A series of addition calculations are presented. Each calculation requires the participant to add two numbers together, entering the three-figure answer via an onscreen number pad. On completion of each calculation, the participant clicks the 'done' button, which cues the next calculation. The outcomes are the speed of performance (number of calculations completed in 20 min) and accuracy (% correct). The module also generates an overall score incorporating correct answers (+10 points) and incorrect answers (À10 points).",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "section": "Multi-tasking framework",
            "text": "Stroop colour-word task. Words describing one of four colours ('RED', 'YELLOW', 'GREEN' and 'BLUE') are presented in different coloured fonts. The participant clicks on colour panels in order to identify the font colour (e.g. if the word 'GREEN' is presented in a blue font, the correct response would be to click on the blue panel). If the participant fails to respond within 20 s, the task times out and the stimulus is replaced. The outcomes are the speed of performance (number of responses within 20 min) and accuracy (% correct). The module also generates an overall score incorporating correct answers (+10 points), incorrect answers (À10 points) and timeouts (À10 points).",
            "paragraph_rank": 22,
            "section_rank": 7
        },
        {
            "section": "Multi-tasking framework",
            "text": "Memory search task. Four letters appear for the participants to remember. After 4 s, the letters disappear but can be viewed again by clicking on 'retrieve list' button. Every 10 s, a single target letter appears. Participants are instructed to indicate whether the target letter had appeared in the original list of four letters by clicking on the 'yes' or 'no' buttons. If the participant fails to respond within 15 s, the task times out and the stimulus is replaced. The outcomes are the speed of performance (number of responses within 20 min) and accuracy (% correct). The module also generates an overall score incorporating the number of responses (+10 points each), incorrect responses (À10 points) and timeouts (À10 points).",
            "paragraph_rank": 23,
            "section_rank": 7
        },
        {
            "section": "Multi-tasking framework",
            "text": "Target tracker. A red dot moves slowly outwards from the centre of target-shaped concentric circles hold (at a speed of approximately 3 s/cm). Participants must click on one of two 'reset' buttons before the dot reaches the outer circle in order to re-centre the dot. Each larger circle increases the score by two points, from two to a maximum of 10 points. The red dot will begin to flash when touching the outer circle if reset buttons are not pressed, losing 10 points per 0.5 s until a response is made. The outcomes are the speed of performance (number of responses within 20 min) and accuracy (% correct). The module also generates an overall score incorporating number of responses and timeouts.",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "section": "Pencil-and-paper measures",
            "text": "Bond-Lader visual analogue mood scales. The Bond and Lader (1974) mood scales have been utilised in numerous pharmacological, psychopharmacological and medical trials. The measure comprises 16 × 100 mm visual analogue mood scales with the endpoints anchored by the following antonyms: alert-drowsy, calm-excited, strong-feeble, muzzy-clearheaded, well coordinatedclumsy, lethargic-energetic, contented-discontented, troubled-tranquil, mentally slow-quick witted, tenserelaxed, attentive-dreamy, incompetent-proficient, happy-sad, antagonistic-friendly, interested-bored and withdrawn-sociable. Participants were presented with a sheet of paper containing the scales and instructed to mark their current mood state on each line. These are combined as recommended by the authors to form three mood factors, 'alert', 'calm' and 'contented', with scores on each ranging from 0 to 100.",
            "paragraph_rank": 25,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 44,
                    "text": "Bond and Lader (1974)",
                    "end": 65
                }
            ]
        },
        {
            "section": "Pencil-and-paper measures",
            "text": "Stress and fatigue visual analogue mood scales. These single visual analogue scales aim to gauge subjective mood at the present moment. The items consist of single 100-mm lines labelled 'stress' and 'fatigue' with the endpoints labelled 'not at all' and 'extremely'.",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "section": "Pencil-and-paper measures",
            "text": "State-Trait Anxiety Inventory-State portion. The State-Trait Anxiety Inventory (STAI; Spielberger et al., 1970) comprises two scales. The 'State' (STAI-S) subscale is a widely used instrument for measuring fluctuating levels of anxiety. Participants rate how much statements match their current state by marking a 4-point scale ranging from not at all to very much so. The subscale contains 20 statements (e.g. 'I am calm'). Scores range from 20 to 80, with higher scores indicating more anxiety.",
            "paragraph_rank": 27,
            "section_rank": 8
        },
        {
            "section": "Pencil-and-paper measures",
            "text": "The National Aeronautics and Space Administration Task Load Index perceived workload questionnaire. The National Aeronautics and Space Administration Task Load Index (NASA-TLX; Hart and Staveland, 1988) assesses work load. Participants rate the perceived effort (from very low to very high) involved in performing the MTF along six dimensions. Three gauge the demand placed upon the respondent by the task (mental demand, physical demand and temporal demand), and three gauge elements of the interaction between participant and task (effort, frustration and perceived performance).",
            "paragraph_rank": 28,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 177,
                    "text": "Hart and Staveland, 1988",
                    "end": 201
                }
            ]
        },
        {
            "section": "Treatments",
            "text": "On their study day, each participant received one of four treatments supplied in the form of a 330 ml orange-flavoured drink in unlabelled bottles in opaque sleeves. The drinks comprised (i) placebo, a commercial sugar-free fizzy orange drink; (ii) 25 g glucose, in the form of a fruit-flavoured, carbonated drink (iii) 60 g glucose, in a carbonated, fruit-flavoured drink and (iv) caffeineglucose, in the form of a commercially available, fruitflavoured, carbonated drink containing 40 mg caffeine and 60 g glucose. Note that the glucose was in the form of glucose syrup formulated to release 60 g of glucose when broken down.",
            "paragraph_rank": 29,
            "section_rank": 9
        },
        {
            "section": "Treatments",
            "text": "Randomisation to treatment was achieved by allocating each individual to a condition as determined by a disinterested third party who played no other part in the study.",
            "paragraph_rank": 30,
            "section_rank": 9
        },
        {
            "section": "Treatments",
            "text": "All products contained inactive commercially available food ingredients including sweeteners (sucralose/ acesulfame K), acidulant (malic acid), preservative (potassium sorbate) and flavourings. Each participant was allowed 5 min to consume one of the treatments during their testing visit. Treatment bottles were placed in identical sleeves before consumption to maintain the double blind by preventing sighting of colour/texture differences between the treatments by researcher or participant.",
            "paragraph_rank": 31,
            "section_rank": 9
        },
        {
            "section": "Treatments",
            "text": "Products were manufactured and supplied by GSK Nutritional Healthcare R&D (Brentford, UK) who monitored and approved chemical, sensorial and microbiological stability of the products used on study initiation and for the duration of the study. The levels of caffeine were determined by analysis, and confirmed before the start of the study.",
            "paragraph_rank": 32,
            "section_rank": 9
        },
        {
            "section": "Procedure",
            "text": "Participants visited the laboratory on two occasions. The first was an initial practice session, where they signed a participant informed consent form indicating comprehension and compliance with study processes and were allocated a study identification number. Morphometric and demographic data were recorded as well as details of any relevant medical history and concomitant medications. The practice session also included measures of personality and emotional intelligence (paper questionnaires) for purposes unrelated to the current study. These included the Trait portion of the Spielberger State-Trait Anxiety scale, the Profile of Mood States, the Swinburne University Emotional Intelligence Test and the Neuroticism-Extroversion-Openness Inventory Five Factor Inventory. Participants were familiarised with the mood questionnaires including the Bond-Lader, STAI-S, visual analogue scales and NASA-TLX and practiced completing the computer-based cognitive MTF. This served to familiarise subjects with task requirements and to attenuate any practice effects.",
            "paragraph_rank": 33,
            "section_rank": 10
        },
        {
            "section": "Procedure",
            "text": "The subsequent visit comprised the study days that took place at least 24 h after the practice visit [mean 6.51 days, standard deviation (SD) 4.52]. Participants were instructed to fast for 12 h prior to study days and to abstain from drinking alcohol and caffeinated drinks for 24 and 12 h, respectively. The study day testing session lasted for 1.5 h. Upon arrival, participants provided blood and saliva for baseline fasted glucose and caffeine measurement, respectively. Following this, baseline mood, stress and fatigue measures were completed immediately before and after the computer-based MTF. The treatment drink was then administered to the participant who was allowed 5 min to consume the product. Exactly 30 min later (to allow for product absorption), a second blood glucose measure was taken. Participants again completed mood, fatigue and stress questionnaires immediately before and after completion of the MTF. After this session (60 min post-dose), final blood glucose measurement and salivary samples were provided. Participants were thanked and fully debriefed, and they were asked to indicate which condition they believed they had been in and then given the opportunity to ask questions of the experimenter before leaving the laboratory.",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "section": "STATISTICS",
            "text": "Sample size calculation. Sample size was determined on the basis of the data from . Mean change-from-baseline rapid visual information processing accuracy scores were averaged across the 30-, 40-and 50-min post-treatment measures for the 40 g caffeine plus 68 g glucose and the placebo conditions, respectively. The resulting effect size (Cohen's d) of 0.372 was used to calculate the sample size for a four-condition analysis of variance (ANOVA) using G*POWER v3.12 (Faul et al., 2007). This generated an N of 132 to detect a significant difference at an α level of 0.05 with 95% power. Given the exploratory nature of this study, and the possibility of attrition, the N was increased to 40/cell in order to optimise the chances of capturing treatment-related effects.",
            "paragraph_rank": 35,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 467,
                    "text": "(Faul et al., 2007)",
                    "end": 486
                }
            ]
        },
        {
            "section": "STATISTICS",
            "text": "Data treatment and analysis. Data were analysed using the statistical software SPSS v20 for Windows unless otherwise stated.",
            "paragraph_rank": 36,
            "section_rank": 11
        },
        {
            "section": "STATISTICS",
            "text": "Demographic and morphometric data were analysed using one-way ANOVA comparing treatments with pairwise comparisons where appropriate to ensure that the groups were matched. Blood glucose levels were analysed using a 2-way ANOVA examining effects of Treatment × Time (baseline, pre-testing, post-testing) with the latter as a within-subjects factor. Salivary caffeine was analysed using a 2-way ANOVA examining effects of Treatment × Time (pre-testing, post-testing) with the latter as a within-subjects factor.",
            "paragraph_rank": 37,
            "section_rank": 11
        },
        {
            "section": "STATISTICS",
            "text": "The primary outcome was the overall multi-tasking score. Secondary outcomes included scores on the individual tasks. Multi-tasking performance (overall score and individual task scores) were analysed as follows. Each score was computed as change from baseline, group outliers were removed from resulting scores and data were then analysed by one-way ANOVA comparing treatments. Group differences were explored by all pairwise comparisons (least significant difference statistic).",
            "paragraph_rank": 38,
            "section_rank": 11
        },
        {
            "section": "STATISTICS",
            "text": "Mood and stress reactivity (i.e. the changes in alertness, calmness, contentedness, state anxiety, stress and fatigue) were computed (post-stressor minus prestressor or Δ). The resulting scores were examined as change from baseline Δ and were analysed by oneway ANOVA in the same way as the performance scores. Changes in aspects of perceived effort as measured using the NASA-TLX were analysed by one-way ANOVA examining effects of treatment (drink). Planned pairwise comparisons (least significant difference) were conducted to establish differences between active treatments and placebo and between different active drinks.",
            "paragraph_rank": 39,
            "section_rank": 11
        },
        {
            "section": "STATISTICS",
            "text": "Treatment guessing data were analysed by chi-square comparing the distribution of treatment guesses to chance within each condition using GRAPHPAD software (GraphPad Software, La Jolla, CA).",
            "paragraph_rank": 40,
            "section_rank": 11
        },
        {
            "section": "Participant characteristics",
            "text": "Of 160 participants enrolled into the study, there were 150 suitable datasets for analysis. The flow of participants through the study is presented in Figure 1.",
            "paragraph_rank": 41,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 151,
                    "text": "Figure 1",
                    "end": 159
                }
            ]
        },
        {
            "section": "Participant characteristics",
            "text": "Participants were non-smokers and regular caffeine consumers (at least one caffeinated beverage per day). Further demographic variables are presented in Table 1, and there were no group differences in any demographic or morphometric measure.",
            "paragraph_rank": 42,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 153,
                    "text": "Table 1",
                    "end": 160
                }
            ]
        },
        {
            "section": "Blood glucose",
            "text": "There was a significant time × condition interaction for blood glucose levels [F(6, 292) = 20.68, p < 0.001]. Blood glucose levels did not differ at baseline [F(3, 146) = 0.91, p = 0.438]. There were significant group differences at both at the 30-min (pre-task) [F(3, 146) = 25.48, p < 0.001] and 60-min (post-task) [F(3, 146) = 27.21, p < 0.001] time points. Pairwise comparisons revealed that all measures were significantly higher than placebo at both post-baseline time points (p < 0.005) and that the 25 g drink was associated with lower blood glucose levels than the caffeineglucose drink at the pre-task measure (p = 0.038) and both the 60 g drink and the caffeine-glucose drink at the post-test measure (p < 0.005 in both cases). These data are plotted in Figure 2 (upper panel).",
            "paragraph_rank": 43,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 765,
                    "text": "Figure 2",
                    "end": 773
                }
            ]
        },
        {
            "section": "Salivary caffeine",
            "text": "A threshold of 2000 ng/ml salivary caffeine was used as a cut-off for compliance to overnight caffeine withdrawal (Rogers et al., 2005). Compliance was high with no exclusions owing to supra-threshold salivary caffeine. There was, however, a high variability in baseline caffeine levels ranging from sub-detection levels to 1942 ng/ml.",
            "paragraph_rank": 44,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 114,
                    "text": "(Rogers et al., 2005)",
                    "end": 135
                }
            ]
        },
        {
            "section": "Salivary caffeine",
            "text": "There was a significant Treatment × Time interaction for salivary caffeine levels [F(3, 136) = 23.38, p < 0.001]. Salivary caffeine levels did not differ at baseline [F(3, 136) = 0.34, p = 0.798]. There were significant differences in the post-task samples [F(3, 136) = 7.76, p < 0.001] compared with those in the caffeine-glucose drink condition having significantly higher salivary caffeine levels than those in the placebo, 25 g glucose and 60 g glucose conditions (p < 0.005). These data are plotted in Figure 2 (lower panel).  Prior to analysing treatment effects, each outcome measure was subject to a one-way ANOVA comparing pre-treatment baseline scores in each treatment group (presented in Table 2). There were no significant differences.",
            "paragraph_rank": 45,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 507,
                    "text": "Figure 2",
                    "end": 515
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 700,
                    "text": "Table 2",
                    "end": 707
                }
            ]
        },
        {
            "section": "Salivary caffeine",
            "text": "Regarding post-treatment effects, there was a significant main effect of treatment on the primary outcome variable, namely the overall multi-tasking score [F(3, 146) = 3.56, p = 0.015]. Pairwise comparisons revealed a significant difference between placebo and the caffeine-glucose drink (p = 0.005), and between the 60 g glucose and the glucose + caffeine drinks (p = 0.006)-see Figure 3. There was a significant main effect of treatment on speed of performing the mathematical reasoning task [F(3, 145) = 4.14, p = 0.008]. The glucose + caffeine group performed significantly faster than the 25 g glucose group (p = 0.034) and the 60 g glucose group (p = 0.001). There was a trend for a treatment effect for speed of responding on the Stroop task [F(3, 143) = 2.62, p = 0.054]. The caffeine-glucose drink was associated with faster responses than the placebo and the 60 g glucose drink [p = 0.027 and p = 0.011, respectively].",
            "paragraph_rank": 46,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 155,
                    "text": "[F(3, 146)",
                    "end": 165
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 380,
                    "text": "Figure 3",
                    "end": 388
                }
            ]
        },
        {
            "section": "Salivary caffeine",
            "text": "There were no significant treatment effects on mood measures or perceived effort as gauged using the NASA-TLX. Mean scores for the mood measures and the NASA-TLX are presented in Tables 3 and 4, respectively.",
            "paragraph_rank": 47,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 179,
                    "text": "Tables 3 and 4",
                    "end": 193
                }
            ]
        },
        {
            "section": "Treatment guessing",
            "text": "Overall, there was a significant bias towards guessing the glucose conditions [χ 2 (3) = 17.093, p = 0.0007] with 38.67% and 25.33% guessing that they had received 25 and 60 g glucose, respectively, compared with 18% each guessing they had received the placebo and caffeine-glucose drinks. Within each condition, however, the distribution of guesses did not differ significantly for the placebo [χ 2 (3) = 0.407, ns], 25 g glucose [χ 2 (3) = 0.897, ns], 60 g glucose [χ 2 (3) = 3.684, ns] or caffeine-glucose [χ 2 (3) = 5.444, ns] (Table 5).",
            "paragraph_rank": 48,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 531,
                    "text": "(Table 5)",
                    "end": 540
                }
            ]
        },
        {
            "section": "Treatment guessing",
            "text": "There were no adverse events.",
            "paragraph_rank": 49,
            "section_rank": 16
        },
        {
            "section": "DISCUSSION",
            "text": "Supporting our hypothesis, there was a significant treatment effect on multi-tasking performance with those in the caffeine-glucose drink outperforming the placebo condition. Multi-tasking performance was also significantly better in the caffeine-glucose condition than in the 60 g glucose drink condition. These data are consistent with the hypothesis that a caffeineglucose drink can increase the amount of attentional resources, which can be allocated to task performance. This is in broad agreement with the results of a functional magnetic resonance imaging study showing lower levels of neural activation following a caffeine-glucose combination (albeit at different levels) than placebo or caffeine or glucose alone (Serra Grabulosa et al., 2010). Regarding the mechanisms underlying superior multi-tasking, we can be confident that the double blind was effective and that expectations as to conditions did not influence results. Treatment guessing  did not differ significantly by condition. We cannot, however, rule out the possibility that those in the caffeine-glucose condition were able to change their strategy to optimise their score. However, this seems unlikely as the most effective strategy to increase overall score is to focus on the working memory task, and there was no evidence that this was the case. There were significant improvements to the speed of performing mental arithmetic associated with the caffeine-glucose drink. Those in the combination drink were faster than either glucose drink alone, again suggesting that caffeine conferred a benefit to performance. Mathematical processing requires manipulation of information held in consciousness and, like multi-tasking, draws heavily on working memory and  executive processes. Taken together, these findings suggest that the caffeine-glucose combination can improve executive functioning through the allocation of more attentional resources to multi-task performance. There was also some evidence of improvements to the speed of responding on the Stroop module. The Stroop task is a classic measure of selective attention and response inhibition. Again, effective performance relies on executive responses-in this case, inhibiting the response to the word meaning in favour of its perceptual properties. Counter to our hypotheses, there were no behavioural effects of either dose of glucose alone. Those in the 25 g glucose condition had numerically better performance (although this did not approach statistical significance), whereas performance in the 60 g condition was similar to that in placebo and significantly worse than that in the caffeine-glucose drink. These performance differences between the two glucose-only conditions support the notion of an inverted U doseresponse curve for glucose on some aspects of cognition (Riby, 2004). With regard to specific outcomes, in previous studies examining the effects of glucose on sequentially performed tasks, 25 g glucose has improved working memory (serial subtraction) performance (Scholey et al., 2001). On the other hand, performance of a task very similar to the working memory module in the current study was unaffected by 37.5 g glucose, either alone or in combination with glucose (Scholey and Kennedy, 2004). Owen et al. (2012) specifically compared the mood and cognitive effects of 25 and 60 g glucose drinks. Her data reveal a complex pattern of effects, with the two doses interacting differentially with task type and fast duration. The 25 g drink was associated with better serial sevens performance following a 2-h fast only, and faster choice reaction times following an overnight fast only. The 60 g dose speeded word recognition and improved serial threes performance following an overnight (but not 2 h) fast. None of the affected tasks were a direct analogue of those in the current study. Nevertheless, we have previously argued that tasks that require higher levels of mental effort for effective execution are more susceptible to the glucose enhancement effect. It might be assumed that multi-tasking would fall into this category, and indeed the mood changes associated performing the MTF support this contention. On the other hand, previous studies that have found effects of glucose (usually 25 g) during dual tasking have included more individual task such as effortful psychomotor tracking (Scholey et al., 2009b) or repeated, alternating hand movements (Sünram-Lea et al., 2002). The effect may be because such tasks are more effortful than the MTF used in the current study, for example, co-performing hand movements can reduce memory performance to near chance levels (Scholey et al., 2013;Scholey et al., 2006). Alternatively, previous dual tasking studies have typically included a declarative memory component, which may be more susceptible to the glucoserelated enhancement. These positive effects seen here may be due to the additive/synergistic effects of glucose and caffeine in combination, supporting previous behavioural studies showing that the effects of caffeine and glucose together were significantly better than those of either substance alone (Scholey and Kennedy, 2004). Alternatively, at present, we cannot rule out the possibility that they may be attributable to caffeine contained within this treatment only. Future studies should compare the effects of caffeine alone with the other treatments used in the current study.",
            "paragraph_rank": 50,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 723,
                    "text": "(Serra Grabulosa et al., 2010)",
                    "end": 753
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 2815,
                    "text": "(Riby, 2004)",
                    "end": 2827
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 3023,
                    "text": "(Scholey et al., 2001",
                    "end": 3044
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 3229,
                    "text": "(Scholey and Kennedy, 2004)",
                    "end": 3256
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 4359,
                    "text": "(Scholey et al., 2009b)",
                    "end": 4382
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 4423,
                    "text": "(Sünram-Lea et al., 2002)",
                    "end": 4448
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 4640,
                    "text": "(Scholey et al., 2013;",
                    "end": 4662
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 4662,
                    "text": "Scholey et al., 2006)",
                    "end": 4683
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 5132,
                    "text": "(Scholey and Kennedy, 2004)",
                    "end": 5159
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "There were no mood changes associated with any drink. This is consistent with much of the previous literature regarding glucose. However, caffeine is often associated with alerting effects, although these are most easily detected in individuals who are in a deprivation state owing to (e.g.) fatigue and are most readily found with higher caffeine doses. In any case, these findings suggest that the significant improvement in multi-tasking performance following the caffeineglucose drink reflects direct effects on performance rather than a secondary effect of improved arousal/ alertness.",
            "paragraph_rank": 51,
            "section_rank": 17
        },
        {
            "section": "DISCUSSION",
            "text": "It is worth noting that the mean body mass index of the participants is towards the high end of the normal range (mean body mass index = 24.36, SD 4.47). We have previously reported that body composition differentially influences glucose absorption and possibly cognitive responses to glucose (Owen et al., 2013). Further work might usefully be directed to discerning the effect of body composition on cognitive responses to various nutritional interventions.",
            "paragraph_rank": 52,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 293,
                    "text": "(Owen et al., 2013)",
                    "end": 312
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "In summary, a drink containing 40 mg caffeine/60 g glucose improved performance of an ecologically valid task of multi-tasking. As the same drink improved aspects of executive functioning and attention, it is possible that increased allocation of attentional resources underlie this effect. Further work should be aimed at delineating the underlying mechanisms of these effects, including the use of functional brain imaging. It would be of great interest to examine different levels of glucose in combination with caffeine in order to determine the threshold levels of the two substances for positive effects on multi-tasking. ",
            "paragraph_rank": 53,
            "section_rank": 17
        },
        {
            "section": "Figure 1 .",
            "text": "Flow of participants through the study, including numbers screened, entered into the study, lost to data capture errors and analysed",
            "paragraph_rank": 54,
            "section_rank": 19
        },
        {
            "section": "Figure 2 .",
            "text": "Mean ± standard error of mean blood glucose levels (top) and salivary caffeine levels (bottom). For blood glucose a, significantly different to all other drink conditions; b, significantly different from caffeine-glucose; c, significantly different from 60 g glucose and caffeineglucose at same time point. For salivary caffeine levels *** p < 0.005 at same time point",
            "paragraph_rank": 55,
            "section_rank": 20
        },
        {
            "section": "Figure 3 .",
            "text": "Effects of treatment on multi-tasking performance. Bars show mean change from baseline scores ± standard error of mean. ** p < 0.01",
            "paragraph_rank": 56,
            "section_rank": 21
        },
        {
            "text": "OF INTEREST B. V. O. N. and C. P. are employees of GlaxoSmithKline. A. S., L. O. and C. S. have received research funding, consultancy and/or speakers fees from industry sources. The other authors declare no conflict of interest.",
            "paragraph_rank": 57,
            "section_rank": 22
        },
        {
            "section": "Table 1 .",
            "text": "Demographic and morphometric characteristics of participants included in analysis",
            "paragraph_rank": 58,
            "section_rank": 23
        },
        {
            "section": "Table 1 .",
            "text": "Overall Ns and numbers of male/female (M/F) adults are shown along with mean (with standard deviation) age, body mass index (BMI), and years of education.",
            "paragraph_rank": 59,
            "section_rank": 23
        },
        {
            "section": "Table 2 .",
            "text": "Summary statistics showing treatment effects (mean and SD) on multi-tasking measures",
            "paragraph_rank": 60,
            "section_rank": 24
        },
        {
            "section": "Table 3 .",
            "text": "Summary statistics showing treatment effects (mean and SD) on mood measures",
            "paragraph_rank": 62,
            "section_rank": 25
        },
        {
            "section": "Table 4 .",
            "text": "Summary statistics showing treatment effects (mean and SD) on measures derived from the NASA-TLX",
            "paragraph_rank": 64,
            "section_rank": 26
        },
        {
            "section": "Table 4 .",
            "text": "glucose, caffeine and multi-tasking © 2014 The Authors. Human Psychopharmacology: Clinical and Experimental published by John Wiley & Sons, Ltd.",
            "paragraph_rank": 66,
            "section_rank": 26
        },
        {
            "section": "Table 4 .",
            "text": "© 2014 The Authors. Human Psychopharmacology: Clinical and Experimental published by John Wiley & Sons, Ltd. Hum. Psychopharmacol Clin Exp 2014; 29: 434-445. DOI: 10.1002/hup",
            "paragraph_rank": 67,
            "section_rank": 26
        },
        {
            "section": "Table 4 .",
            "text": "glucose, caffeine and multi-tasking © 2014 The Authors. Human Psychopharmacology: Clinical and Experimental published by John Wiley & Sons, Ltd. Hum. Psychopharmacol Clin Exp 2014; 29: 434-445. DOI: 10.1002/hup",
            "paragraph_rank": 68,
            "section_rank": 26
        },
        {
            "section": "ACKNOWLEDGEMENT",
            "text": "This study was funded by GlaxoSmithKline and grant number DP1093834 from the Australian Research Council.",
            "paragraph_rank": 69,
            "section_rank": 28
        }
    ]
}