{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Essential tremor (ET) is the most common movement disorder that is frequently treated by propranolol or primidone. However, 30% of patients with ET do not respond to either propranolol or primidone. The objective of this study was to assess the efficacy and safety of topiramate for ET. We searched the MEDLINE, EMBASE, and the Cochrane Central Register of Controlled Trials for relevant randomized controlled trials on the effects of topiramate for ET. A meta-analysis technique was applied to estimate the efficacy and safety of topiramate. The primary outcome was the change in the Fahn-Tolosa-Marin tremor rating scale (TRS). The secondary outcomes included the respective change in the location, motor tasks/function and function disability scores, and adverse events. We included 3 randomized controlled trials with a total of 294 participants. Topiramate was significantly better than placebo in reducing TRS of patients with ET (mean difference [MD] À8.58, 95% confidence interval [CI] À15.46 to À1.70). Changes from the scales of upper limb tremor severity (MD À5.12, 95% CI À7.79 to À2.45), motor tasks/function (MD À5.07, 95% CI À7.12 to À3.03), and functional disability (MD À4.72, 95% CI À6.77 to À2.67) were significantly greater with topiramate than with placebo. More participants taking topiramate experienced adverse events leading to withdrawal than those taking placebo (risk difference 19%, 95% CI 11%-27%). There is consistent evidence supporting the efficacy of topiramate in treating ET; however, a significant proportion of participants withdrew due to its adverse effects."
        }
    ],
    "body_text": [
        {
            "section": "INTRODUCTION",
            "text": "E ssential tremor (ET) is the most common movement disorder, affecting about 5% of those age 60 years or older. 1 ET usually affects both upper extremities and may involve the head, lower limbs, neck, and voice. 1 A small amount of alcohol temporarily ameliorate the tremor, 2 frequently leading to excessive alcohol intake in ET patients. 3 Propranolol and primidone are considered the first-line treatments for ET. 4,5 However, it has been estimated that 30% of patients with ET do not respond to either propranolol or primidone. [6][7][8] Propranolol may cause fatigue, muscle weakness, impotence, and sleep disorders. Propranolol is contraindicated in patients with asthma and heart block and has clinical interactions with other drugs frequently used by the elderly, such as digoxin, calcium channel blockers, and antiarrhythmics. 9 Primidone causes dizziness. Its active metabolite, phenobarbital, interferes with the metabolism of many drugs including warfarin. 9 Hence, there is a need for alternative treatment options for ET.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 112,
                    "text": "1",
                    "end": 113
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 212,
                    "text": "1",
                    "end": 213
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 275,
                    "text": "2",
                    "end": 276
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 340,
                    "text": "3",
                    "end": 341
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 417,
                    "text": "4,",
                    "end": 419
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 419,
                    "text": "5",
                    "end": 420
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 532,
                    "text": "[6]",
                    "end": 535
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 535,
                    "text": "[7]",
                    "end": 538
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 538,
                    "text": "[8]",
                    "end": 541
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 836,
                    "text": "9",
                    "end": 837
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 969,
                    "text": "9",
                    "end": 970
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "Topiramate is an anticonvulsant medication with several different mechanisms of action including enhancement of the g-aminobutyric acid (GABA) activity, carbonic anhydrase inhibition, antagonism of 2-amino-3-(3-hydroxy-5-methylisoxazol-4-yl) propanoic acid (AMPA)/kainite receptors, and blockade of voltage-dependent calcium and sodium channels. 10 Topiramate has been approved for use in epilepsy and migraine prophylaxis, 11,12 though not for ET yet. Based on the limited data from clinical trials, topiramate may lead to significant tremor reduction and improved functional disability compared with placebo, [13][14][15][16] and has been proposed as a potential treatment of ET. 17 On the other hand, adverse effects, including concentration deficit, paresthesia, and nausea, were common in the patients treated with topiramate. 18 A systemic review is thus needed to clarify the evident level of topiramate in treating ET. Herein, we conducted a systemic review and meta-analysis of randomized controlled trials (RCTs) to evaluate the efficacy and safety of topiramate in treating ET.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 346,
                    "text": "10",
                    "end": 348
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 424,
                    "text": "11,",
                    "end": 427
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 427,
                    "text": "12",
                    "end": 429
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 611,
                    "text": "[13]",
                    "end": 615
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 615,
                    "text": "[14]",
                    "end": 619
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 619,
                    "text": "[15]",
                    "end": 623
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 623,
                    "text": "[16]",
                    "end": 627
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 682,
                    "text": "17",
                    "end": 684
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 832,
                    "text": "18",
                    "end": 834
                }
            ]
        },
        {
            "section": "METHODS",
            "text": "We searched the MEDLINE, EMBASE, and the Cochrane Central Register of Controlled Trials for relevant RCTs from inception to May 9, 2015. We used a search strategy that combined ''topiramate'' and ''tremor.'' When searching the MEDLINE and EMBASE, we applied the RCT search filters devised by the Cochrane Collaboration. 19 The complete search strategy is listed in the Supporting Information. The inclusion criteria of studies were RCTs that assessed the efficacy of topiramate in treating ET and reported useable data that could be extracted to assess the following outcomes. The primary outcome was the change in the overall score of the Fahn-Tolosa-Marin tremor rating scale (TRS). 20 The secondary outcomes were the respective change in the location, motor tasks/function, function disability subscales, and adverse events (AEs).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 320,
                    "text": "19",
                    "end": 322
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 685,
                    "text": "20",
                    "end": 687
                }
            ]
        },
        {
            "section": "METHODS",
            "text": "Two authors (KC and CC), who were not blinded to the names of authors and institutions, screened the search results and selected relevant trials independently. One author (CC) extracted data from the relevant trials and used the Cochrane Collaboration tool for assessing risk of bias to evaluate the quality of the included trials. 19 Another author (KC) checked the data and quality assessment. Disagreement was resolved by discussion, with a third author available for arbitration (SW).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 332,
                    "text": "19",
                    "end": 334
                }
            ]
        },
        {
            "section": "METHODS",
            "text": "We conducted a meta-analysis to obtain the pooled intervention effect estimates. We expressed the estimates as mean difference (MD) and 95% confidence interval (CI) for continuous outcomes, and as risk difference (RD) and 95% CI for dichotomous outcomes. We calculated the I 2 statistic to assess the degree of statistical heterogeneity across the included trials. A fixe-model was applied when there was no or low heterogeneity (I 2 < 50%), while a random-effects model was applied when there was substantial heterogeneity (I 2 ! 50%). 19 We used the Review Manager 5.2 (The Nordic Cochrane Centre, The Cochrane Collaboration, Copenhagen, Denmark, 2012) for meta-analysis.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 537,
                    "text": "19",
                    "end": 539
                }
            ]
        },
        {
            "section": "METHODS",
            "text": "This study used published data and thus ethical approval was not necessary."
        },
        {
            "section": "Description of Studies",
            "text": "The PRISMA study flow chart is shown in Figure 1. A total of 117 records were identified from our search and 2 additional records were obtained after screening relevant reviews. Five RCTs were identified from these records. We selected studies that had assessed primary outcomes by TRS during the followup. One RCT was excluded owing to the lack of TRS assessment. 15 The data of 1 RCT 21 were repeatedly used in another publication; 16 therefore, we only included the latter in this metaanalysis. A total of 3 RCTs with 294 participants met our inclusion criteria and were included. 13,14,16 The characteristics of these included trials are shown in Table 1. All the included trials were of moderate quality when appraised by using the Cochrane Collaboration tool for assessing risk of bias in randomized trials ( Figure 2). 19 ",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 40,
                    "text": "Figure 1",
                    "end": 48
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 365,
                    "text": "15",
                    "end": 367
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 434,
                    "text": "16",
                    "end": 436
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 584,
                    "text": "13,",
                    "end": 587
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 587,
                    "text": "14,",
                    "end": 590
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 590,
                    "text": "16",
                    "end": 592
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 651,
                    "text": "Table 1",
                    "end": 658
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 815,
                    "text": "Figure 2",
                    "end": 823
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 826,
                    "text": "19",
                    "end": 828
                }
            ]
        },
        {
            "section": "Efficacy",
            "text": "The efficacy estimates of topiramate in ET are presented in Figure 3. All 3 included trials reported the Fahn-Tolosa-Marin TRS overall score, 13,14,16 with 2 of them reporting the respective scores of the subscales. 14,16 When compared to placebo, topiramate had a significantly greater reduction in TRS overall score (MD À8.58, 95% CI À15.46 to À1.70, Figure 3A). Also, improvement with topiramate was greater than with placebo in all subscales. Changes from the subscale of upper limb tremor severity were significantly greater with topiramate than with placebo (MD À5.12, 95% CI À7.79 to À2.45, Figure 3B). Also, topiramate demonstrated a significant greater reduction in the subscales of motor tasks/function (MD À5.07, 95% CI À7.12 to À3.03, Figure 3C) and functional disability (MD À4.72, 95% CI À6.77 to À2.67, Figure 3D) than placebo.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 60,
                    "text": "Figure 3",
                    "end": 68
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 142,
                    "text": "13,",
                    "end": 145
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 145,
                    "text": "14,",
                    "end": 148
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 148,
                    "text": "16",
                    "end": 150
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 216,
                    "text": "14,",
                    "end": 219
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 219,
                    "text": "16",
                    "end": 221
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 353,
                    "text": "Figure 3A)",
                    "end": 363
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 598,
                    "text": "Figure 3B",
                    "end": 607
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 747,
                    "text": "Figure 3C",
                    "end": 756
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 818,
                    "text": "Figure 3D",
                    "end": 827
                }
            ]
        },
        {
            "section": "Safety",
            "text": "Two included trials reported data on AEs, 14,16 but the other included trial did not. 13 The safety data are presented in Figure 4. When compared to participants taking placebo, a higher proportion of those taking topiramate withdrew from treatments due to AEs (RD 19%, 95% CI 11%-27%, Figure 4A). The following AEs were more frequently reported by participants taking topiramate than those taking placebo: paresthesia (RD 18%, 95% CI 11%-24%, Figure 4B), taste perversion (RD 16%, 95% CI 10%-23%, Figure 4C), concentration/attention difficulty (RD 13%, 95% CI 4%-22%, Figure 4D) decreased appetite (RD 9%, 95% CI 4%-15%, Figure 4E), memory difficulty (RD 8%, 95% CI 4%-13%, Figure 4F). We found no significant differences between participants taking topiramate and those taking placebo as to the frequency of other AEs such as weight loss, nausea, headache, dizziness, thirst, and upper respiratory tract infection (data not shown). ",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 42,
                    "text": "14,",
                    "end": 45
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 45,
                    "text": "16",
                    "end": 47
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 86,
                    "text": "13",
                    "end": 88
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 122,
                    "text": "Figure 4",
                    "end": 130
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 286,
                    "text": "Figure 4A",
                    "end": 295
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 444,
                    "text": "Figure 4B",
                    "end": 453
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 498,
                    "text": "Figure 4C",
                    "end": 507
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 569,
                    "text": "Figure 4D",
                    "end": 578
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 622,
                    "text": "Figure 4E",
                    "end": 631
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 675,
                    "text": "Figure 4F",
                    "end": 684
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "The present study found consistent evidence showing that topiramate significantly improved ET, including upper extremity tremor severity, motor task performance, and functional disability. These data support topiramate as an alternative therapeutic option in patients with ET that are unresponsive or who were intolerant to propranolol or primidone. However, the adverse effects of topiramate, including paresthesia, taste perversion, and concentration/attention difficulty, decreased appetite and memory difficulty, led to withdrawal of treatment, raising the concern of tolerability in treating ET with topiramate."
        },
        {
            "section": "DISCUSSION",
            "text": "The observed efficacy of topiramate in treating ET could be explained by one of the proposed mechanisms of action of topiramate, such as modulation of GABA A receptors. 22 ET may be caused by a deficiency in the a1-subunit of the GABA A receptor, as demonstrated in a knockout model in mice. 23 This animal model overlaps, in some clinical characteristics, with ET in humans, and it seems likely that the model reflects the inherited pathophysiologic processes, where there is a loss of inhibitory neurotransmission by cerebellar Purkinje cells. 23 This mechanism elucidates that a dysfunction in the cerebellar GABAergic system in ET, while topiramate could treat ET via enhancement of this GABAergic neurotransmission.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 169,
                    "text": "22",
                    "end": 171
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 292,
                    "text": "23",
                    "end": 294
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 546,
                    "text": "23",
                    "end": 548
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "On the other hand, our study revealed an increased risk of development of AEs, such as sensory changes (paresthesia or taste perversion), cognitive dysfunction (impaired attention, concentration, or memory), or decreased appetite, in the ET participants taking topiramate. Paresthesia or taste perversion induced by topiramate may be related to its carbonic anhydrase inhibition. 18 Increased metabolic activities following high-frequency neuronal firings result in an increase in the intracellular concentration of bicarbonate. 24 Given the excitatory effect of bicarbonate, it is possible that the inhibition of carbonic anhydrase ameliorates the neuronal excitation. In addition, the ability of topiramate to inhibit carbonic anhydrase is also supposed to be related to the activation of hyperpolarizing K þ conductance and then enhance the electrical stabilization of neurons. 25 As a leading cause of drug withdrawal, 26 topiramate-induced cognitive dysfunction is an important adverse effect that affects the tolerability of drug compliance. Neuroimaging studies have demonstrated a significant GABAergic potentiation with topiramate, 27,28 which may disturb cognitive function by inhibitory enhancement. 29 -31 The suppression of appetite by topiramate drives its use in eating disorders. 32 It has been shown that stimulation of the lateral hypothalamus by AMPA/kainite agonist causes an intense rapid dose-dependent increase in food intake. 33 Thus suppression of AMPA/kainite receptor by topiramate might contribute to decreased appetite. However, this appetite suppression in the patients with ET seemed not to result in the weight reduction, which is reported in the trials of topiramate for other diseases. 34,35   In addition to ET, topiramate is applied to the treatment of migraine, 12 epilepsy, 11 and diabetic neuropathy. 36 A few well-known complications of topiramate, such as visual events, 37 renal calculi, 38 and word finding difficulties, 39,40 were identified in the trial focusing on these disorders. Ciliochoroidal effusion syndrome, uveitis, and visual field defects were reported in the patients with migraine or epilepsy receiving topiramate treatment. 37 The exact mechanism by which topiramate triggers these visual events is not completely understood. Most studies on topiramate and renal calculi are reported from epileptic patients. 41,42 The majority of renal stones reported with topiramate are calcium phosphate or calcium oxalate, 43,44 which is believed to be due to renal tubular acidosis by inhibition of carbonic anhydrase type II and IV in the proximal and distal renal tubules. 45,46 Word-finding difficulties have been described in epileptic and migrainous patients treated with topiramate. 39,40 The asymmetry of neurotransmitter systems may explain the greater susceptibility of language areas to antiepileptic drugs containing sulfhydryl residues such as topiramate and zonisamide. 47 As a CYP3A4 inducer, topiramate may accelerate the hepatic elimination of oral contraceptives. 48 Female patients taking topiramate may at risks of contraceptive failure and unintended pregnancy. These adverse effects need to be attended in topiramate-treated patients with ET as well.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 380,
                    "text": "18",
                    "end": 382
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 529,
                    "text": "24",
                    "end": 531
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 881,
                    "text": "25",
                    "end": 883
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 923,
                    "text": "26",
                    "end": 925
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1141,
                    "text": "27,",
                    "end": 1144
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1144,
                    "text": "28",
                    "end": 1146
                },
                {
                    "type": "bibr",
                    "start": 1211,
                    "text": "29 -31",
                    "end": 1217
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 1296,
                    "text": "32",
                    "end": 1298
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 1450,
                    "text": "33",
                    "end": 1452
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 1720,
                    "text": "34,",
                    "end": 1723
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 1723,
                    "text": "35",
                    "end": 1725
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1812,
                    "text": "11",
                    "end": 1814
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 1840,
                    "text": "36",
                    "end": 1842
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 1912,
                    "text": "37",
                    "end": 1914
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 1930,
                    "text": "38",
                    "end": 1932
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 1964,
                    "text": "39,",
                    "end": 1967
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 1967,
                    "text": "40",
                    "end": 1969
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 2184,
                    "text": "37",
                    "end": 2186
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 2369,
                    "text": "41,",
                    "end": 2372
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 2372,
                    "text": "42",
                    "end": 2374
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 2471,
                    "text": "43,",
                    "end": 2474
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 2474,
                    "text": "44",
                    "end": 2476
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 2624,
                    "text": "45,",
                    "end": 2627
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 2627,
                    "text": "46",
                    "end": 2629
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 2738,
                    "text": "39,",
                    "end": 2741
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 2741,
                    "text": "40",
                    "end": 2743
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 2932,
                    "text": "47",
                    "end": 2934
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 3030,
                    "text": "48",
                    "end": 3032
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "The interpretation of this meta-analysis may be constrained by publication bias, methodological rigor of the included trials, and statistical accuracy. It is possible that only studies showing a benefit in treating ET with topiramate have been published. However, we could not assess the publication bias by funnel plot because only 3 trials were included. 19 The different treatment dosages (maximum dose: 400 mg in 2 trials, 14,16 200 mg in the other trial) 13 and experimental duration (24 weeks, 14 10 weeks, 16 and 15 days) 16 may have affected the estimates of treatment effects. Since this is a meta-analysis of study-level data (instead of an individual patient data metaanalysis), we were unable to adjust for confounding variables. Nevertheless, the baseline characteristics of those taking topiramate and placebo across the 3 included trials were comparable. Topiramate has not been compared to propranolol or to primidone in treating ET. Therefore, the comparative effectiveness of topiramate is unknown.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 357,
                    "text": "19",
                    "end": 359
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 427,
                    "text": "14,",
                    "end": 430
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 430,
                    "text": "16",
                    "end": 432
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 460,
                    "text": "13",
                    "end": 462
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 500,
                    "text": "14",
                    "end": 502
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 513,
                    "text": "16",
                    "end": 515
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 529,
                    "text": "16",
                    "end": 531
                }
            ]
        },
        {
            "section": "CONCLUSIONS",
            "text": "This meta-analysis included 3 RCTs consistently demonstrating the efficacy of topiramate in treating ET, but also revealing a high risk of adverse effects that may lead to withdrawals. Further studies using more statistically sophisticated "
        },
        {
            "section": "TABLE 1 .",
            "text": "methods may be able to more precisely explore the effect and the optimal dose of topiramate in treating ET. Head-to-head trials comparing topiramate with propranolol or to primidone are needed to obtain their comparative effectiveness."
        }
    ]
}