{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Competition for iron influences host-pathogen interactions. Pathogens secrete small ironbinding moieties, siderophores, to acquire host iron. In response, the host secretes siderophorebinding proteins, such as lipocalin 24p3, which limit siderophore-mediated iron import into bacteria. Mammals produce 2,5-dihydroxy benzoic acid, a compound that resembles a bacterial siderophore. Our data suggest that bacteria use both mammalian and bacterial siderophores. In support of this idea, supplementation with mammalian siderophore enhances bacterial growth in vitro. In addition, mice lacking the mammalian siderophore resist E. coli infection. Finally, we show that the host responds to infection by suppressing siderophore synthesis while up-regulating lipocalin 24p3 expression via TLR signaling. Thus, reciprocal regulation of 24p3 and mammalian siderophore is a protective mechanism limiting microbial access to iron."
        }
    ],
    "body_text": [
        {
            "text": "The growth and metabolism of many pathogenic microbes is exquisitely iron sensitive (Schaible and Kaufmann, 2004). Mammals have evolved a defense mechanism to sequester iron that permits host cells to maintain access to iron while preventing invading microbes from acquiring the metal (Ganz, 2009;Cassat and Skaar, 2013). Iron is predominantly intracellular or tightly bound to proteins. Invading pathogens therefore obtain iron from their host by secreting small, iron-binding siderophores, which remove iron from host protein-iron complexes due to their higher affinity for iron (Miethke and Marahiel, 2007). In parallel, mammals have evolved siderophore-binding proteins as components of the innate immune system, e.g., 24p3 (Flo et al., 2004). 24p3 is a member of the lipocalin family of proteins that transport a variety of ligands (Flower, 2000). 24p3 binds small hydrophobic molecules, the siderophores (Goetz et al., 2002). By binding iron-laden bacterial siderophores, 24p3 participates in innate host defense (Flo et al., 2004;Berger et al., 2006;Saiga et al., 2008). 24p3 expression in innate immunity is highly induced in response to stimulation by TLR2, TLR4, and TLR5 agonists (Flo et al., 2004;Saiga et al., 2008;Van Maele et al., 2010). 24p3 is also one of the secondary granule proteins of neutrophils (Kjeldsen et al., 1993). Therefore, the 24p3 released upon neutrophil degranulation, complements 24p3 secreted by TLR stimulated macrophages, epithelial cells and liver opposing salvage of host iron by bacterial siderophores (Borregaard and Cowland, 2006). 24p3 specifically binds catecholate or mixed phenolate type siderophores (Holmes et al., 2005). The ability of 24p3 to curtail the growth of bacteria is limited to those species that depend on catecholes and mixed phenolates for iron acquisition (Berger et al., 2006, Flo et al., 2004Saiga et al., 2008). Strains of E. coli and Staphylococcus aureus have modified siderophores that evade capture by 24p3 (Fischbach et al., 2006). Moreover, pathogenic strains of E. coli secrete multiple siderophores (Henderson et al., 2009). Although 24p3 is highly induced by infection with these , E. coli W3110 mut aroB (B), E. coli W3110FepA (C) or E. coli W3110FepA/aroB (D; 10 4 CFU/ml each) was cultured in the presence of the indicated amounts of 2,5-DHBA, 2,3-DHBA, or benzoic acid overnight and CFU were determined at 12 h after culture. Data are the means of three independent experiments ± SD. Statistical analysis by one-way analysis of variance followed by the Tukey HSD test for multiple comparisons: *, P < 0.05; **, P < 0.01, ***, P < 0.001. (E and F) E. coli W3110 mut aroB (10 4 CFU/ml) was cultured in the presence of 0.1 µM FeCl 3 and increasing concentrations of 2,5-DHBA (E) or 2,3-DHBA (F) overnight and CFU were determined at 12 h after culture. Data are the means of three independent experiments ± SD. Statistical analysis by one-way analysis of variance followed by the Tukey HSD test for multiple comparisons: *, P < 0.05; **, P < 0.01; ***, P < 0.001. (G, right) Schematic showing chromium substitution in 2,5-DHBA. (left) E. coli W3110 mut aroB (10 4 CFU/ml) was cultured in the presence of 0.1 µM CrCl 3 and increasing concentrations of 2,5-DHBA overnight and CFU were determined at 12 h after culture. Data are the means of three independent experiments ± SD. Statistical analysis by one-way analysis of variance followed by the Tukey HSD test for multiple comparisons: *, P < 0.05; **, P < 0.01. (H) E. coli H9049 (10 4 CFU/ml) was cultured as stated in A. Statistical analysis by one-way analysis of variance followed by the Tukey HSD test for multiple comparisons: *, P < 0.05; **, P < 0.01; ***, P < 0.001. (I and J) E. coli H9049 (10 4 CFU/ml) was cultured in the presence of 0.1 µM FeCl 3 and increasing concentrations of 2,5-DHBA (H) or 2,3-DHBA (I) and CFU were determined 12 h after culture. Data are the means of three independent experiments ± SD. Statistical analysis by one-way analysis of variance followed by the Tukey HSD test for multiple comparisons: *, P < 0.05; **, P < 0.01; ***, P < 0.001. (K) DHBA supplementation has no effect on S. aureus growth. S. aureus strain 25923 at 10 5 CFU/ml was cultured in the presence of indicated amounts of 2,5-DHBA, 2,3-DHBA, or benzoic acid overnight and CFU were determined at 12 h after culture by plating onto tryptic soy agar plates. Data are the means of three independent experiments ± SD. Statistical analysis by RESULTS 2,5-DHBA, the mammalian siderophore augments bacterial growth in vitro Previously, both 2,3-DHBA and enterobactin were shown to confer a growth advantage to E. coli by promoting iron uptake (Hancock et al., 1977). The mammalian siderophore, 2,5-DHBA, resembles 2,3-DHBA, so we reasoned that 2,5-DHBA may also promote bacterial growth. We tested this hypothesis using an E. coli strain harboring a mutation in the aroB gene (W3110 mut aroB) whose gene product catalyzes one of the early steps in the shikimate pathway preventing enterobactin synthesis (Braun et al., 1983;Chaudhuri et al., 1986;Bentley, 1990). In iron-restrictive medium (RPMI), the aroB mutant grows poorly compared with the parental E. coli W3110 strain (Braun et al., 1983). As expected, addition of 2,3-DHBA augmented growth of the aroB mutant ( Fig. 1 B). The growth promoting activity of 2,3-DHBA on the aroB mutant is less effective than that observed in parental E. coli W3110 (Fig. 1 A). However, 2,5-DHBA also augmented the growth of the aroB mutant in a dose-dependent manner (Fig. 1 B). Supplementation with 2,5-DHBA augmented the growth of parental W3110 strain, although less efficiently than 2,3-DHBA ( Fig. 1 A). In contrast, addition of benzoic acid, a chemical paralogue of 2,5-DHBA, had a minimal effect on the growth of both parental or aroB mutant E. coli strains (Fig. 1 B). Thus, supplementation with 2,5-DHBA rescues the growth deficit caused by the absence of enterobactin.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 84,
                    "text": "(Schaible and Kaufmann, 2004)",
                    "end": 113
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 285,
                    "text": "(Ganz, 2009;",
                    "end": 297
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 297,
                    "text": "Cassat and Skaar, 2013)",
                    "end": 320
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 581,
                    "text": "(Miethke and Marahiel, 2007)",
                    "end": 609
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 728,
                    "text": "(Flo et al., 2004)",
                    "end": 746
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 837,
                    "text": "(Flower, 2000)",
                    "end": 851
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 910,
                    "text": "(Goetz et al., 2002)",
                    "end": 930
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1019,
                    "text": "(Flo et al., 2004;",
                    "end": 1037
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 1037,
                    "text": "Berger et al., 2006;",
                    "end": 1057
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 1057,
                    "text": "Saiga et al., 2008)",
                    "end": 1076
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1191,
                    "text": "(Flo et al., 2004;",
                    "end": 1209
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 1209,
                    "text": "Saiga et al., 2008;",
                    "end": 1228
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 1228,
                    "text": "Van Maele et al., 2010)",
                    "end": 1251
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 1319,
                    "text": "(Kjeldsen et al., 1993)",
                    "end": 1342
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 1544,
                    "text": "(Borregaard and Cowland, 2006)",
                    "end": 1574
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1649,
                    "text": "(Holmes et al., 2005)",
                    "end": 1670
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 1822,
                    "text": "(Berger et al., 2006",
                    "end": 1842
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1842,
                    "text": ", Flo et al., 2004",
                    "end": 1860
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 1860,
                    "text": "Saiga et al., 2008)",
                    "end": 1879
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1980,
                    "text": "(Fischbach et al., 2006)",
                    "end": 2004
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 2076,
                    "text": "(Henderson et al., 2009)",
                    "end": 2100
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 4672,
                    "text": "(Hancock et al., 1977)",
                    "end": 4694
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 5033,
                    "text": "(Braun et al., 1983;",
                    "end": 5053
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 5053,
                    "text": "Chaudhuri et al., 1986;",
                    "end": 5076
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 5076,
                    "text": "Bentley, 1990)",
                    "end": 5090
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 5204,
                    "text": "(Braun et al., 1983)",
                    "end": 5224
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 5298,
                    "text": "Fig. 1 B)",
                    "end": 5307
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 5433,
                    "text": "(Fig. 1 A)",
                    "end": 5443
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 5535,
                    "text": "(Fig. 1 B)",
                    "end": 5545
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 5666,
                    "text": "Fig. 1 A)",
                    "end": 5675
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 5833,
                    "text": "(Fig. 1 B)",
                    "end": 5843
                }
            ]
        },
        {
            "text": "The enterobactin receptor, FepA, facilitates iron import mediated by both 2,3-DHBA and enterobactin (Barnard et al., 2001). To determine whether FepA mediates 2,5-DHBA growth promotion we used an E. coli strain lacking fepA (Vakharia and Postle, 2002). The fepA deletion strain grew poorly in ironlimiting medium compared with the parental W3110 strain (not depicted). Addition of either 2,3-DHBA or 2,5-DHBA failed to augment the growth of the fepA deletion strain (Fig. 1 C;Bleuel et al., 2005). However, addition of 2,3-DHBA or 2,5-DHBA readily promoted the growth of parental W3110 strain ( Fig. 1 A). These results suggest that both molecules use a common transport pathway (Fig. 1 C).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 100,
                    "text": "(Barnard et al., 2001",
                    "end": 121
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 224,
                    "text": "(Vakharia and Postle, 2002)",
                    "end": 251
                },
                {
                    "type": "bibr",
                    "start": 466,
                    "text": "(Fig. 1 C;",
                    "end": 476
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 476,
                    "text": "Bleuel et al., 2005)",
                    "end": 496
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 595,
                    "text": "Fig. 1 A)",
                    "end": 604
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 679,
                    "text": "(Fig. 1 C)",
                    "end": 689
                }
            ]
        },
        {
            "text": "Finally, we tested the effect of 2,5-DHBA on an E. coli strain bearing deletions in both fepA and aroB genes (Vakharia and Postle, 2002). The double deletion strain grew very poorly in iron-limiting medium when compared with parental W3110 strain (not depicted). Addition of 2,5-DHBA or 2,3-DHBA failed to confer a growth advantage to the double deletion strain (Fig. 1 D). Therefore, the 2,5-DHBA-mediated growth advantage requires FepA.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 109,
                    "text": "(Vakharia and Postle, 2002)",
                    "end": 136
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 362,
                    "text": "(Fig. 1 D)",
                    "end": 372
                }
            ]
        },
        {
            "text": "Both 2,3-DHBA and 2,5-DHBA chelate ferric iron (Albrecht-Gary and Crumbliss, 1998;Devireddy et al., 2010). Therefore, the observed growth promoting effect of these bacteria, secreted 24p3 may not be able to sequester the multiple siderophores excreted by these bacteria because its binding pocket is selective for catecholes (Holmes et al., 2005;Reigstad et al., 2007). Interestingly, 24p3 is also highly induced by E. coli infection of C3H/HeJ mice that harbor a mutation in TLR4 (Reigstad et al., 2007). Despite high levels of 24p3, these mice succumb to E. coli infection; the effect of 24p3 on E. coli growth in C3H/HeJ mice is insignificant (Hagberg et al., 1985). As stated above, 24p3 is a secondary granule protein in neutrophils, which is critical for motility and chemotaxis (Rathore et al., 2011;Schroll et al., 2012;Liu et al., 2013). 24p3 deficiency confers enhanced sensitivity upon mice to a variety of pathogens independent of their ability to secrete siderophores (Liu et al., 2013). These studies suggest that additional mechanisms may be in place that synergize with 24p3 to counter bacterial hijacking of iron.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 47,
                    "text": "(Albrecht-Gary and Crumbliss, 1998;",
                    "end": 82
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 82,
                    "text": "Devireddy et al., 2010)",
                    "end": 105
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 325,
                    "text": "(Holmes et al., 2005;",
                    "end": 346
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 346,
                    "text": "Reigstad et al., 2007)",
                    "end": 368
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 481,
                    "text": "(Reigstad et al., 2007)",
                    "end": 504
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 646,
                    "text": "(Hagberg et al., 1985)",
                    "end": 668
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 785,
                    "text": "(Rathore et al., 2011;",
                    "end": 807
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 807,
                    "text": "Schroll et al., 2012;",
                    "end": 828
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 828,
                    "text": "Liu et al., 2013)",
                    "end": 845
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 981,
                    "text": "(Liu et al., 2013)",
                    "end": 999
                }
            ]
        },
        {
            "text": "Mammalian-derived 24p3 also captures iron indicating the existence of siderophore-like molecules (Yang et al., 2003). In addition, older studies have suggested the existence of lowmolecular weight iron binding compounds or siderophore-like molecules that are capable of binding iron and that stimulate proliferation of bacteria (Fernandez-Pol, 1978;Jones et al., 1980). However, these molecules were not implicated in iron carrier function of 24p3. Using 24p3 as bait we recently identified a siderophore in mammalian cells that facilitates iron loading onto 24p3 (Devireddy et al., 2010). The mammalian siderophore, 2,5-dihydroxy benzoic acid (2,5-DHBA) is chemically similar to 2,3-DHBA, the iron-binding moiety of E. coli enterobactin (Raymond et al., 2003). One of the short chain dehydrogenases (SDR) family of reductases, 3-OH butyrate dehydrogenase-2 (Bdh2), a homologue of bacterial EntA, catalyzes a rate-limiting step in the 2,5-dihydroxy benzoic acid (DHBA) biosynthetic pathway (Devireddy et al., 2010).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 97,
                    "text": "(Yang et al., 2003)",
                    "end": 116
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 328,
                    "text": "(Fernandez-Pol, 1978;",
                    "end": 349
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 349,
                    "text": "Jones et al., 1980)",
                    "end": 368
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 564,
                    "text": "(Devireddy et al., 2010)",
                    "end": 588
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 738,
                    "text": "(Raymond et al., 2003)",
                    "end": 760
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 990,
                    "text": "(Devireddy et al., 2010)",
                    "end": 1014
                }
            ]
        },
        {
            "text": "However, the role of the mammalian siderophore in innate immunity is not clear. Due to its similarity to bacterial siderophore, we hypothesized that the mammalian siderophore promotes bacterial growth. We now show that the mammalian siderophore augments bacterial growth and can rescue a growth deficit conferred by the absence of the E. coli siderophore, enterobactin. To counter bacterial coopting of the mammalian siderophore, the host responds by suppressing mammalian siderophore biosynthesis. Thus, negative regulation of the mammalian siderophore provides an ingenious strategy to withhold iron from invading pathogens. Of note, mammalian siderophore-deficient mice resist pathogenic E. coli. In addition to decreasing mammalian siderophore the host responds by secreting 24p3 to sequester iron-laden bacterial siderophores. Thus, reciprocal regulation of 24p3 and the mammalian siderophore restricts the growth of invading pathogens."
        },
        {
            "text": "one-way analysis of variance followed by the Tukey HSD test for multiple comparisons. P < 0.05 was considered significant. (L) C. albicans is impervious to DHBA supplementation. C. albicans strain 562 at 10 6 CFU/ml was cultured in the presence of indicated amounts of 2,5-DHBA, 2,3-DHBA, or benzoic acid overnight and their number was enumerated in a hemocytometer 24 h after culture. Data are the means of three independent experiments ± SD. Statistical analysis by one-way analysis of variance, followed by the Tukey HSD test for multiple comparisons. P < 0.05 was considered significant."
        },
        {
            "text": "we obtained nearly 25% bdh2-null mice suggesting that the bdh2 deletion did not affect the viability of the embryos."
        },
        {
            "text": "The mutant mice are slightly runted but otherwise grossly indistinguishable from their normal counterparts when housed in specific pathogen-free conditions and fed standard laboratory diet (Prolab RMH3000) containing 0.02% wt/wt iron. However, when placed on a low-iron diet (TD.80396; containing 0.0006% wt/wt iron and 0.001% wt/wt ethoxyquin) the mutant mice exhibited severe anemia, alopecia, and hypothermia. Challenge with a high-iron diet (TD.08496; containing 2% wt/wt carbonyl iron and 0.001% wt/wt ethoxyquin) led to premature mortality, growth retardation, and extreme iron overload (unpublished data)."
        },
        {
            "section": "Bdh2-null mice have no detectable 2,5-DHBA",
            "text": "We previously demonstrated that suppression of Bdh2 results in depletion of 2,5-DHBA in cultured cells (Devireddy et al., 2010). We next asked whether bdh2 deletion in mice abrogates 2,5-DHBA synthesis. We assessed levels of 2,5-DHBA in urine samples collected from WT and bdh2-null mice by gas chromatography-mass spectrometry (GC-MS) analysis. A prominent GC peak was detected at 7.2 s retention time representing 2,5-DHBA in WT urine sample (Fig. 2 B). The presence of 2,5-DHBA in urine sample from WT mice was further confirmed using a set of DHBA standards (Fig. 2 B). In addition to 2,5-DHBA, we also found several DHBAlike molecules in the WT urine sample (Fig. 2 B). In contrast, urine from bdh2-null mice lack 2,5-DHBA reinforcing the notion that Bdh2 catalyzes the synthesis of 2,5-DHBA ( Fig. 2 B).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 103,
                    "text": "(Devireddy et al., 2010)",
                    "end": 127
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 444,
                    "text": "(Fig. 2 B)",
                    "end": 454
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 562,
                    "text": "(Fig. 2 B)",
                    "end": 572
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 663,
                    "text": "(Fig. 2 B)",
                    "end": 673
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 799,
                    "text": "Fig. 2 B)",
                    "end": 808
                }
            ]
        },
        {
            "section": "Disruption of bdh2 does not alter ketone body metabolism",
            "text": "An earlier study suggested a role for BDH2 in ketone body metabolism. Based on a computational model, Bdh2 was assumed to bind and oxidize cytosolic ketone bodies (Guo et al., 2006). Therefore, we evaluated levels of ketone bodies in plasma samples obtained from WT and bdh2-null mice, specifically 3 hydroxybutyric acid, the most abundant ketone in the body. WT mice displayed basal levels of 3 hydroxybutyric acid (Fig. 2 C). Surprisingly, 3 hydroxybutyric acid levels in bdh2-null mice were comparable to WT mice (Fig. 2 C). Further evaluation of acetoacetate also suggested no ketoacidosis in bdh2-null mice (Fig. 2 D).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 163,
                    "text": "(Guo et al., 2006)",
                    "end": 181
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 416,
                    "text": "(Fig. 2 C)",
                    "end": 426
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 516,
                    "text": "(Fig. 2 C)",
                    "end": 526
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 612,
                    "text": "(Fig. 2 D)",
                    "end": 622
                }
            ]
        },
        {
            "section": "Disruption of bdh2 does not alter ketone body metabolism",
            "text": "In mammals, ketone bodies are derived from the oxidation of fatty acids that are then exported to other tissues to be used as fuel (Cotter et al., 2013). Therefore, we assessed cholesterol, free fatty acids (FFA), and triglyceride levels in plasma samples from WT and bdh2-null mice. Plasma fatty acid levels were unremarkable in bdh2-null mice compared with the levels in WT mice (Fig. 2, E-G). In addition, because glucose metabolism and ketone body oxidation are linked, we assessed glucose handling in bdh2-null mice after overnight fasting. No significant difference was observed between WT and bdh2-null mice (unpublished data). Thus, Bdh2 deficiency does not appear to impair ketone body metabolism. two molecules may result from enhanced uptake of iron mediated by 2,3-DHBA or 2,5-DHBA. We assessed growth rates of the aroB mutant under iron-replete condition with or without 2,5-DHBA and, as a control, 2,3-DHBA to test this idea (Fig. 1, E and F). Exogenous supplementation with ferric iron alone conferred a marginal growth advantage when compared with medium alone (Fig. 1, E and F). However, addition of iron complexed with 2,5-DHBA or 2,3-DHBA substantially enhanced the growth of the aroB mutant strain (Fig. 1, E and F). Radiolabeled iron uptake experiments with or without 2,5-DHBA or 2,3-DHBA or benzoic acid as a control confirmed this result (unpublished data). Substitution of iron with chromium (another d-block transition metal) in the 2,5-DHBA-ferric iron complex did not further enhance the growth of the aroB mutant ( Fig. 1 G). These results suggest that 2,5-DHBA confers a growth advantage on the aroB mutant by facilitating iron uptake.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 131,
                    "text": "(Cotter et al., 2013)",
                    "end": 152
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 381,
                    "text": "(Fig. 2",
                    "end": 388
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 939,
                    "text": "(Fig. 1",
                    "end": 946
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1077,
                    "text": "(Fig. 1, E and F)",
                    "end": 1094
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1218,
                    "text": "(Fig. 1",
                    "end": 1225
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1544,
                    "text": "Fig. 1 G)",
                    "end": 1553
                }
            ]
        },
        {
            "section": "Disruption of bdh2 does not alter ketone body metabolism",
            "text": "To generalize of these results, we evaluated the growthpromoting activity of 2,5-DHBA on pathogenic bacteria (virulent E. coli strain H9049 [Flo et al., 2004] and S. aureus strain 25923) and pathogenic yeast (Candida albicans strain 562). Addition of 2,5-DHBA augmented the growth of E. coli strain H9049 (Fig. 1 H), whereas addition of benzoic acid had no effect (Fig. 1 H). As expected, addition of 2,3-DHBA also augmented growth ( Fig. 1 H). We next assessed E. coli H9049 strain growth under iron-replete conditions with or without 2,5-DHBA or 2,3-DHBA as a positive control. Exogenous supplementation with ferric iron conferred a marginal growth advantage (Fig. 1,  I and J). However, addition of 2,5-DHBA or 2,3-DHBA in the presence of ferric iron significantly enhanced E. coli H9049 growth compared with iron or 2,5-DHBA alone (Fig. 1, I and J). Collectively, these results suggest that 2,5-DHBA promotes E. coli growth by facilitating iron acquisition.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 140,
                    "text": "[Flo et al., 2004]",
                    "end": 158
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 305,
                    "text": "(Fig. 1 H)",
                    "end": 315
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 364,
                    "text": "(Fig. 1 H)",
                    "end": 374
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 434,
                    "text": "Fig. 1 H)",
                    "end": 443
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 661,
                    "text": "(Fig. 1,  I",
                    "end": 672
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 835,
                    "text": "(Fig. 1, I",
                    "end": 845
                }
            ]
        },
        {
            "section": "Disruption of bdh2 does not alter ketone body metabolism",
            "text": "In contrast to E. coli, we found that addition of 2,5-DHBA had no effect on the growth of S. aureus (Fig. 1 K). Similarly, addition of 2,3-DHBA or enterobactin had no effect on the growth of S. aureus (Fig. 1 K). Supplementation with 2,3-DHBA or 2,5-DHBA also failed to significantly affect the growth of pathogenic C. albicans (Fig. 1 L). C. albicans lack FepA, which is required for 2,3-DHBA-or 2,5-DHBA-mediated growth augmentation ( Fig. 1; Almeida et al., 2009). In contrast, S. aureus expresses FepA but is unable to import ferric enterobactin ( Fig. 1; Turlin et al., 2013), thus limiting growth promotion by either compound.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 100,
                    "text": "(Fig. 1 K)",
                    "end": 110
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 201,
                    "text": "(Fig. 1 K)",
                    "end": 211
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 328,
                    "text": "(Fig. 1 L)",
                    "end": 338
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 437,
                    "text": "Fig. 1",
                    "end": 443
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 445,
                    "text": "Almeida et al., 2009)",
                    "end": 466
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 552,
                    "text": "Fig. 1",
                    "end": 558
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 560,
                    "text": "Turlin et al., 2013)",
                    "end": 580
                }
            ]
        },
        {
            "section": "Disruption of bdh2 does not alter ketone body metabolism",
            "text": "In summary, 2,5-DHBA specifically promotes E. coli growth by facilitating iron acquisition, and the growthpromoting effect of 2,5-DHBA is similar to that observed with 2,3-DHBA."
        },
        {
            "section": "Derivation of 2,5-DHBA deficient mice",
            "text": "To test the role of the mammalian siderophore on bacterial growth in vivo, we generated mice lacking Bdh2 activity. The catalytic activity of Bdh2 is dependent on NPG and SYK motifs, which are encoded by exon 7 (Guo et al., 2006). We replaced exon 7 of the bdh2 gene with a neomycin resistance cassette (Fig. 2 A). By interbreeding bdh2 heterozygous mice, H9049 applies to other pathogenic E. coli we used the E. coli 25922 strain, which secretes both enterobactin and aerobactin (Berger et al., 2006). 2,5-DHBA deficiency also conferred resistance to E. coli 25922 challenge, supporting the generality of resistance to bacterial infections conferred by absence of BDH2 ( Fig. 3 B). 20% of E. coli 25922-infected bdh2-null mice recovered from infection, whereas none of the infected WT mice survived (Fig. 3 B). The number of bdh2-null mice that recovered from E. coli 25922 challenge is lower than the number that recovered from E. coli H9049 challenge (Fig. 3, A and B). The difference in recovery may result from the secretion of additional siderophores by E. coli 25922 making them less dependent on 2,5-DHBA for iron uptake. Bacterial loads in E. coli 25922-infected mice are also lower than in WT mice (unpublished data). The E. coli challenge experiments demonstrate that 2,5-DHBA deficiency hampers growth of E. coli in vivo and confers resistance to mice.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 211,
                    "text": "(Guo et al., 2006)",
                    "end": 229
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 303,
                    "text": "(Fig. 2 A)",
                    "end": 313
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 480,
                    "text": "(Berger et al., 2006)",
                    "end": 501
                },
                {
                    "type": "figure",
                    "start": 672,
                    "text": "Fig. 3 B)",
                    "end": 681
                },
                {
                    "type": "figure",
                    "start": 801,
                    "text": "(Fig. 3 B)",
                    "end": 811
                },
                {
                    "type": "figure",
                    "start": 955,
                    "text": "(Fig. 3",
                    "end": 962
                }
            ]
        },
        {
            "section": "Siderophore-deficient mice are resistant to bacterial infection",
            "text": "To test whether 2,5-DHBA-deficient mice resist E. coli infection, we challenged bdh2-null mice with an acute lethal dose of a clinical strain of E. coli, H9049. As in earlier studies (Flo et al., 2004), low doses (<1.5 × 10 8 CFU) did not impair the survival of WT mice (unpublished data). However, a higher dose (2.5 × 10 8 CFU), resulted in 100% death of the WT mice by 24 h compared with 60% of bdh2-null mice (Fig. 3 A). 40% of the bdh2-null mice went on to recover from infection; none of the WT mice survived (Fig. 3 A). Additionally, the bacterial burden was lower when compared with WT mice (Fig. 3, C-E).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 183,
                    "text": "(Flo et al., 2004)",
                    "end": 201
                },
                {
                    "type": "figure",
                    "start": 413,
                    "text": "(Fig. 3 A)",
                    "end": 423
                },
                {
                    "type": "figure",
                    "start": 515,
                    "text": "(Fig. 3 A)",
                    "end": 525
                },
                {
                    "type": "figure",
                    "start": 599,
                    "text": "(Fig. 3",
                    "end": 606
                }
            ]
        },
        {
            "section": "Siderophore-deficient mice are resistant to bacterial infection",
            "text": "The E. coli H9049 strain secretes only enterobactin for iron acquisition (Flo et al., 2004), whereas most pathogenic E. coli secrete more than one siderophore (Henderson et al., 2009). To determine whether the observed resistance to E. coli A total of 10 age-and sex-matched WT and bdh2-null mice on C57BL/6 genetic background were analyzed. Representative GC-MS spectra of the TMS-derivatized, small molecule fractions from urine specimen from WT and bdh2-null mice were shown. A set of DHBA standards is shown on the top. (C and D) Bdh2 deficiency does not alter ketone body metabolism. Measurement of 3-hydroxybutyrate and acetoacetate levels in plasma of 8-wk-old female WT and bdh2-null mice on C57BL/6 genetic background. Data are representative of two independent experiments, each with at least 4-9 mice per group. Statistical analysis by one-way analysis of variance followed by the Tukey HSD test for multiple comparisons. P < 0.05 was considered significant. (E-G) Evaluation of fatty acid profiles in plasma of 8-wkold female WT and bdh2-null mice on C57BL/6 genetic background. Data are representative of two independent experiments, each with at least 4-9 mice per group. Statistical analysis by one-way analysis of variance followed by the Tukey HSD test for multiple comparisons. P < 0.05 was considered significant. mice with S. aureus (Fig. 3 F). Although we found that the onset of mortality in S. aureus-challenged bdh2-null mice is later than in WT mice, the mortality rate was not statistically different ( Fig. 3 F). Furthermore, liver bacterial loads in We found that 2,5-DHBA-mediated E. coli growth enhancement requires the presence of FepA. Although S. aureus expresses FepA, it is unable to import ferric enterobactin (Turlin et al., 2013). To expand on this finding, we challenged bdh2-null Figure 3. 2,5-DHBA deficient mice are resistant to E. coli infection. (A and B) WT and bdh2-null mice were infected with 2.5 × 10 8 CFU of E. coli H9049 strain (A) or 10 8 CFU of E. coli 25922 strain (B) i.p. and their survival was monitored for 7 d. Data are representative of 2 independent experiments with 8-13 mice per group. Statistical analysis by log-rank test: ***, P < 0.001. (C-E) Bacterial loads in blood and parenchymal tissues of WT and bdh2-null mice 36 h after infection with 0.6 × 10 8 CFU of E. coli H9049. Blood (C) or homogenates of liver (D) and spleen (E) were plated on LB agar plates and the CFU were determined. Symbols represent individual mice. Bars represent the mean CFU. Data are representative of two independent experiments, each with at least four mice per group. Statistical analysis by two-tailed unpaired Student's t test with Welch's correction: ***, P < 0.001. (F) Survival curve comparing WT and bdh2-null mice after i.p. challenge with S. aureus 25923 strain (3 × 10 8 CFU). Mice were monitored for 4 d after challenge. Data are representative of two independent experiments with seven mice per group. Statistical analysis by log-rank test: ns, not significant. (G) Survival curve comparing WT and bdh2-null mice after i.p. challenge with 7 × 10 7 C. albicans. Mice were monitored for 3 wk after challenge. Data are representative of two independent experiments with 10 mice per group. Statistical analysis by log-rank test: ns, not significant. bdh2-null mice were low when compared with untreated WT mice (Fig. 3, C-E; and Fig. 4 I). However, supplementation with 2,5-DHBA augmented growth of E. coli in both WT and bdh2-null mice (Fig. 4 I). Significantly, pretreatment with 2,5-DHBA + iron complex enhanced growth of E. coli in both WT and bdh2-null mice (Fig. 4 I). Under similar experimental conditions, pretreatment with 2,5-DHBA + chromium had no effect on the growth of E. coli in control or bdh2-null mice (not depicted).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 73,
                    "text": "(Flo et al., 2004)",
                    "end": 91
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 159,
                    "text": "(Henderson et al., 2009)",
                    "end": 183
                },
                {
                    "type": "figure",
                    "start": 1353,
                    "text": "(Fig. 3 F)",
                    "end": 1363
                },
                {
                    "type": "figure",
                    "start": 1529,
                    "text": "Fig. 3 F)",
                    "end": 1538
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 1746,
                    "text": "(Turlin et al., 2013)",
                    "end": 1767
                },
                {
                    "type": "figure",
                    "start": 1820,
                    "text": "Figure 3",
                    "end": 1828
                },
                {
                    "type": "figure",
                    "start": 3366,
                    "text": "(Fig. 3",
                    "end": 3373
                },
                {
                    "type": "figure",
                    "start": 3384,
                    "text": "Fig. 4 I)",
                    "end": 3393
                },
                {
                    "type": "figure",
                    "start": 3492,
                    "text": "(Fig. 4 I)",
                    "end": 3502
                },
                {
                    "type": "figure",
                    "start": 3618,
                    "text": "(Fig. 4 I)",
                    "end": 3628
                }
            ]
        },
        {
            "section": "Siderophore-deficient mice are resistant to bacterial infection",
            "text": "We assessed the survival rates of mice supplemented with either 2,5-DHBA, iron, or 2,5-DHBA + iron (Fig. 4, F-H). We found that 2,5-DHBA or iron supplementation alone to WT or bdh2-null mice conferred earlier lethality after E. coli infection (Fig. 4, F and H). Moreover, mice supplemented with 2,5-DHBA + iron succumbed to E. coli infection even earlier, coincident with the heavy E. coli burden in these mice (Fig. 4, G and I). Further, bdh2-null mice receiving 2,5-DHBA + iron displayed restored sensitivity to E. coli, as judged by 100% mortality 24 h after infection (Fig. 4 G).",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 99,
                    "text": "(Fig. 4",
                    "end": 106
                },
                {
                    "type": "figure",
                    "start": 243,
                    "text": "(Fig. 4, F and H)",
                    "end": 260
                },
                {
                    "type": "figure",
                    "start": 411,
                    "text": "(Fig. 4",
                    "end": 418
                },
                {
                    "type": "figure",
                    "start": 572,
                    "text": "(Fig. 4 G)",
                    "end": 582
                }
            ]
        },
        {
            "section": "Siderophore-deficient mice are resistant to bacterial infection",
            "text": "In summary, supplementation with 2,5-DHBA reverses the bdh2-null phenotype, especially those related to E. coli challenge."
        },
        {
            "section": "Normal cytokine profiles in bdh2-null mice",
            "text": "Cellular iron levels are altered in siderophore-deficient cells (Devireddy et al., 2010) and alterations in cellular iron levels have been shown to modulate cytokine production (Wessling-Resnick, 2010). Therefore we evaluated cytokine levels in WT or bdh2-null mice challenged with LPS or E. coli strain H9049 to determine the effect of siderophore deficiency. As expected, IL-1, IL-12b, IL-10, IFN-, and TNF were increased in a quantitative real-time PCR assay after LPS or E. coli challenge in WT mice (Fig. 5). Surprisingly, bdh2 deficiency only affected the expression of IFN-, under similar conditions (Fig. 5 A). Further, IFN- levels were also induced by challenge with PAM3-CSK4, a TLR2 agonist (not depicted). Observation of enhanced IFN- in bdh2-null mice upon stimulation with TLR ligands is significant because IFN- limits the availability of iron in macrophages (Nairz et al., 2008). Thus, differential regulation of IFN- in bdh2-null mice may aid the host by modulating iron availability in phagocytes limiting bacterial proliferation.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 64,
                    "text": "(Devireddy et al., 2010)",
                    "end": 88
                },
                {
                    "type": "figure",
                    "start": 506,
                    "text": "(Fig. 5)",
                    "end": 514
                },
                {
                    "type": "figure",
                    "start": 610,
                    "text": "(Fig. 5 A)",
                    "end": 620
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 880,
                    "text": "(Nairz et al., 2008)",
                    "end": 900
                }
            ]
        },
        {
            "section": "TLR ligands regulate the expression of bdh2",
            "text": "In mammals, distinct combinations of at least 10 toll-like receptors (TLRs) discriminate between a large number of microbial components (Beutler, 2009;Kawai and Akira, 2010). Engagement of TLRs by cognate ligands leads to inflammatory and innate immune responses. Mammalian siderophore-deficient mice are resistant to bacterial infections suggesting that the siderophore participates in the innate immune response. We assessed TLR-mediated mammalian siderophore expression in immune cells by determining levels of bdh2 mRNA and protein in cultured naive macrophages (RAW264.7), as well as in macrophages stimulated with TLR agonists. As expected, cultured naive macrophages showed abundant transcription of bdh2 mRNA (Fig. 6 A). However, bdh2 mRNA was reduced S. aureus-challenged WT and bdh2-null mice were similar (not depicted). These results show that 2,5-DHBA deficiency does not alter sensitivity to S. aureus. C. albicans does not express FepA and is unaffected by 2,5-DHBA supplementation (Almeida et al., 2009). Based on this observation, we reasoned that bdh2-null mice might not display altered sensitivity to C. albicans. Bdh2-null mice react very similarly to WT mice after C. albicans inoculation (Fig. 3 G). As with S. aureus, the microbial load in WT and bdh2-null mice are comparable (not depicted). Together these results suggest that bdh2-null mice are neither sensitive nor resistant to C. albicans challenge.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 136,
                    "text": "(Beutler, 2009;",
                    "end": 151
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 151,
                    "text": "Kawai and Akira, 2010)",
                    "end": 173
                },
                {
                    "type": "figure",
                    "start": 717,
                    "text": "(Fig. 6 A)",
                    "end": 727
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 997,
                    "text": "(Almeida et al., 2009)",
                    "end": 1019
                },
                {
                    "type": "figure",
                    "start": 1211,
                    "text": "(Fig. 3 G)",
                    "end": 1221
                }
            ]
        },
        {
            "section": "TLR ligands regulate the expression of bdh2",
            "text": "E. coli and S. aureus proliferate in the extracellular milieu and cause systemic infection. In contrast, Mycobacterium tuberculosis is an intracellular pathogen. To assess the relative resistance of the bdh2-null mice to M. tuberculosis (strain H37Rv), control, and bdh2-null mice were nebulized with M. tuberculosis H37Rv and their survival after infection was determined. The onset of mortality in M. tuberculosis-challenged bdh2-null mice trended earlier than WT mice, but these differences did not achieve significance (P = 0.29; Fig. 3 H). The bacterial burden in the lungs of M. tuberculosis infected bdh2-null mice 4 and 20 wk after infection was initially very low in bdh2-null mice as compared with WT mice; however, at later stages of infection, the CFU titers were similar to those observed in WT mice (Fig. 3 J). Histological analysis of lungs of infected WT and bdh2-null mice at 28 d after infection revealed changes suggestive of an inflammatory response, which was exacerbated in bdh2-null mice (Fig. 3 I). There were no changes in leukocyte parameters in bdh2-null mice, suggesting that the observed sensitivity to M. tuberculosis was not caused by alterations in leukocyte numbers. These results indicate that 2,5-DHBA deficiency has a limited impact on the pathogenesis of M. tuberculosis.",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 534,
                    "text": "Fig. 3 H)",
                    "end": 543
                },
                {
                    "type": "figure",
                    "start": 813,
                    "text": "(Fig. 3 J)",
                    "end": 823
                },
                {
                    "type": "figure",
                    "start": 1011,
                    "text": "(Fig. 3 I)",
                    "end": 1021
                }
            ]
        },
        {
            "section": "Exogenous supplementation of 2,5-DHBA confers bacterial sensitivity to bdh2-null mice",
            "text": "To determine whether exogenous supplementation with 2,5-DHBA alters the course of E. coli infection in bdh2-null mice, we first assessed the kinetics of 2,5-DHBA absorption, distribution, and clearance using 13 C-labeled 2,5-DHBA and mass spectrometry. Fig. 4 A shows the derivation of 13 C 2,5-DHBA from 13 C salicylic acid. Proton ( 1 H) and 13 C NMR analyses were used to assess the purity of the synthesized compound. We injected 13 C-2,5-DHBA at 20 µg/kg i.p. and studied the kinetics of clearance by analyzing urine samples collected at 4, 8, 12, 24, 48, 72, and 96 h after injection. By 12 h after injection, half of the initial dose of 13 C-2,5-DHBA was cleared from the plasma (Fig. 4 B).",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 253,
                    "text": "Fig. 4",
                    "end": 259
                },
                {
                    "type": "figure",
                    "start": 686,
                    "text": "(Fig. 4 B)",
                    "end": 696
                }
            ]
        },
        {
            "section": "Exogenous supplementation of 2,5-DHBA confers bacterial sensitivity to bdh2-null mice",
            "text": "To study the effect of exogenously supplied 2,5-DHBA on bacterial growth in bdh2-null mice, we pretreated mice with 2,5-DHBA. Injection of 2,5-DHBA at 20 µg/kg achieves WT urine levels (estimated at 5.8 µM; 0.87 µg ml 1 ; Fig. 4 C) as judged by MS analysis of urine. Injection of 2,5-DHBA at this dose had a minimal effect on serum iron (Fig. 4, D and E).",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 223,
                    "text": "Fig. 4 C)",
                    "end": 232
                },
                {
                    "type": "figure",
                    "start": 338,
                    "text": "(Fig. 4, D and E)",
                    "end": 355
                }
            ]
        },
        {
            "section": "Exogenous supplementation of 2,5-DHBA confers bacterial sensitivity to bdh2-null mice",
            "text": "Pretreated mice were challenged with E. coli H9049 and the bacterial burden was determined. Bacterial loads in untreated macrophages derived from mouse bone marrow treatment with LPS also repressed bdh2 message (Fig. 6 B).",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 211,
                    "text": "(Fig. 6 B)",
                    "end": 221
                }
            ]
        },
        {
            "section": "Exogenous supplementation of 2,5-DHBA confers bacterial sensitivity to bdh2-null mice",
            "text": "LPS target genes are either repressed or induced in a temporal cascade. Genes encoding proinflammatory cytokines are transiently induced with peak expression at 4 h after LPS upon stimulation with TLR agonists, except agonists for TLRs 5 and 7 (Fig. 6 A). Interestingly, among all TLR ligands, treatment with LPS showed the greatest repression of bdh2 expression ( Fig. 6 A). This observation corroborates the finding that bdh2-null mice are resistant to LPS producing E. coli. In primary Figure 4. 2,5-DHBA supplementation confers enhanced sensitivity to E. coli infection. (A) Schematic representation for derivation of 13 C-labeled 2,5-DHBA from 13 C salicylic acid. (B) Kinetic analysis of 13 C-2,5-DHBA clearance from mice. Mice were injected intraperitoneally with 13 C-2,5-DHBA and its elimination from the body was assessed by subjecting urine samples to GC-MS analysis. Data are representative of two independent experiments, each with three mice per group. (C) Quantification of 2,5-DHBA levels in urine samples from control and bdh2-null mice. 2,5-DHBA levels were quantitated by comparing to known amounts of 2,5-DHBA. Results show pooled data from two independent experiments, each with at least three mice per group. Statistical analysis by two-tailed unpaired Student's t test: ***, P < 0.001. (D) Serum transferrin saturation in 8-wk old female C57BL/6 (WT) mice injected with 2,5-DHBA. Results show pooled data from two independent experiments, each with at least three mice per group. Statistical analysis by two-tailed unpaired Student's t test: ns, not significant. (E) Iron levels were measured in nonhemolyzed serum of control and 2,5-DHBA-injected mice. Symbols represent individual mice. Bars represent the mean values. Results show pooled data from two independent experiments, each with at least three mice per group. Statistical analysis by two-tailed unpaired t test: ns, not significant. (F-H) Survival curve comparing WT and bdh2-null mice supplemented with 2,5-DHBA or iron or 2,5-DHBA + iron and challenged with 2 × 10 8 CFU of E. coli H9049 strain. Data are representative of two independent experiments with 4-14 mice per group. Statistical analysis by log-rank test: *, P < 0.05. (I) 2,5-DHBA supplementation augments bacterial growth in mice. WT and bdh2-null mice were infected with 0.6 × 10 8 CFU of E. coli H9049 strain and bacterial loads in blood and parenchymal tissues after infection were determined. Symbols represent individual mice. Bars represent the mean CFU. Data are representative of two independent experiments, each with at least 5 mice per group. Statistical analysis by two-tailed unpaired Student's t test with Welch's correction: *, P < 0.05; **, P < 0.01. G and H). In contrast, 24p3 levels were significantly induced (Fig. 6 I). The 2,5-DHBA level in these mice paralleled bdh2 levels (Fig. 6 J). Interestingly, S. aureus infection also repressed bdh2 and lowered 2,5-DHBA levels, whereas 24p3 levels were higher (Fig. 6, G-J). 2,5-DHBA supplementation does not alter S. aureus growth and bdh2-null mice display phenotypic characteristics comparable to WT mice upon S. aureus challenge (Figs. 1 and 3). The significance of bdh2 repression in S. aureuschallenged mice is currently unknown. Nonetheless, the higher levels of 24p3 may further boost host defense in bdh2-null mice, thus explaining, in part, the resistance of bdh2-null mice to E. coli infection.",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 245,
                    "text": "(Fig. 6 A)",
                    "end": 255
                },
                {
                    "type": "figure",
                    "start": 366,
                    "text": "Fig. 6 A)",
                    "end": 375
                },
                {
                    "type": "figure",
                    "start": 490,
                    "text": "Figure 4",
                    "end": 498
                },
                {
                    "type": "figure",
                    "start": 2778,
                    "text": "(Fig. 6 I)",
                    "end": 2788
                },
                {
                    "type": "figure",
                    "start": 2846,
                    "text": "(Fig. 6 J)",
                    "end": 2856
                },
                {
                    "type": "figure",
                    "start": 2974,
                    "text": "(Fig. 6, G-J)",
                    "end": 2987
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 3147,
                    "text": "(Figs. 1 and 3)",
                    "end": 3162
                }
            ]
        },
        {
            "section": "Exogenous supplementation of 2,5-DHBA confers bacterial sensitivity to bdh2-null mice",
            "text": "LPS binds to TLR4 and initiates a signaling pathway culminating in initiation of inflammation (Lu et al., 2008). To determine whether LPS-induced repression of bdh2 depends on TLR4, we analyzed bdh2 expression in TLR4 / mice. Basal levels of bdh2 mRNA were similar in WT and TLR4 / mice (Fig. 6 K). Significantly, LPS-dependent repression of bdh2 mRNA was abolished in the liver and spleen of TLR4 / mice (Fig. 6 K). These observations suggest that TLR signaling regulates bdh2 expression.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 94,
                    "text": "(Lu et al., 2008)",
                    "end": 111
                },
                {
                    "type": "figure",
                    "start": 291,
                    "text": "(Fig. 6 K)",
                    "end": 301
                },
                {
                    "type": "figure",
                    "start": 411,
                    "text": "(Fig. 6 K)",
                    "end": 421
                }
            ]
        },
        {
            "section": "The transcription factor BLIMP mediates LPS-induced repression of bdh2",
            "text": "We investigated the molecular basis by which TLR4 represses bdh2 expression. Because TLR-mediated gene regulation occurs predominantly via transcriptional regulation, we examined treatment (Aung et al., 2006). Therefore, the observed repression of bdh2 may be secondary to autocrine effects of cytokines. To test this possibility, we performed a kinetic analysis of bdh2 levels in macrophages stimulated with LPS. We first detected repression of bdh2 1 h after LPS treatment, which preceded detection of cytokines in the medium (Fig. 6 C). Addition of cycloheximide, a protein synthesis inhibitor, to LPS-treated macrophages resulted in a decrease in bdh2 expression, but inhibited synthesis and secretion of IL-6, one of the major cytokines induced by LPS (Fig. 6 D;  Akira et al., 1993). However, repression of bdh2 in cycloheximide + LPS-treated cells is moderate compared with cells treated with LPS alone (Fig. 6 D). Because cycloheximide treatment inhibits global protein synthesis, this would include transcription factors that repress bdh2 (see below). Finally, to directly test the regulatory role of cytokines on bdh2 expression, we treated macrophages with recombinant cytokines and analyzed bdh2 expression. We found that most cytokines had no effect on bdh2 expression ( Fig. 6 E). Collectively, these results suggest that bdh2 is regulated directly by LPS.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 189,
                    "text": "(Aung et al., 2006)",
                    "end": 208
                },
                {
                    "type": "figure",
                    "start": 528,
                    "text": "(Fig. 6 C)",
                    "end": 538
                },
                {
                    "type": "figure",
                    "start": 757,
                    "text": "(Fig. 6 D;",
                    "end": 767
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 769,
                    "text": "Akira et al., 1993)",
                    "end": 788
                },
                {
                    "type": "figure",
                    "start": 910,
                    "text": "(Fig. 6 D)",
                    "end": 920
                },
                {
                    "type": "figure",
                    "start": 1284,
                    "text": "Fig. 6 E)",
                    "end": 1293
                }
            ]
        },
        {
            "section": "The transcription factor BLIMP mediates LPS-induced repression of bdh2",
            "text": "To assess whether LPS stimulation down-regulates bdh2 expression in vivo, WT mice were challenged with LPS and bdh2 mRNA was quantitated by real-time PCR analysis. LPS stimulation significantly reduced bdh2 mRNA in liver samples of WT mice (Fig. 6 F). Because LPS is a major component of the E. coli outer cell wall, we asked whether bdh2 levels are altered by E. coli infection. There was a significant reduction of both bdh2 mRNA and protein in E. coli-infected mice (Fig. 6,   Figure 5. Analysis of cytokines in bdh2-null mice. (A) Quantification of mRNAs for indicated cytokines in liver samples of control or bdh2-null mice 36 h after infection with E. coli H9049. Expression levels of cytokine mRNAs as indicated with control mice set at 1. The relative mRNA levels in each sample were normalized to actin mRNA. Results show pooled data from two independent experiments, each with at least three mice per group. Statistical analysis by two-tailed unpaired Student's t test: ns, not significant; *, P < 0.05. (B) Quantitative analysis of mRNAs for indicated cytokines in liver samples of control or bdh2-null mice 6 h after LPS injection. Values relative to the liver mRNA from PBS-injected mice. Results show pooled data from two independent experiments, each with at least three mice per group. Statistical analysis by one-way analysis of variance followed by the Tukey HSD test for multiple comparisons: ns, not significant; *, P < 0.05; **, P < 0.01. Figure 6. Bdh2 production is repressed by TLRs. (A) Quantitative analysis of bdh2 mRNA 4 h after treatment of RAW264.7 macrophages with the indicated TLR ligands. Expression of levels of bdh2 in naive cells was set at 1. The relative mRNA levels in each sample were normalized to actin mRNA. Data are the means of three independent experiments ± SD. Statistical analysis by one-way analysis of variance followed by the Tukey HSD test for multiple comparisons: *, P < 0.05, **, P < 0.01, ***, P < 0.001. (B) Quantitative analysis of bdh2 mRNA 4 h after treatment of primary bone marrow macrophages with LPS. Analysis was as described in A. Results are the means of three independent experiments ± SD. Statistical analysis by two-tailed unpaired Student's t test: **, P < 0.01. (C) Time-course analysis of bdh2 mRNA at the indicated time points after LPS treatment of RAW264.7 macrophages. The expression level of bdh2 in naive cells was set at 1. Results are the means of three independent experiments ± SD. Statistical analysis by one-way analysis of variance followed by the Tukey HSD test: *, P < 0.05; **, P < 0.01. (D) Analysis of bdh2 mRNA in LPS-treated RAW264.7 macrophages with or without cycloheximide. The expression level of bdh2 in cycloheximide only treated cells was set at 1. Inset, IL-6 levels in culture supernatants from the same cells determined by ELISA. The results are the means of three independent experiments ± SD. Statistical analysis by one-way analysis of variance followed by the Tukey HSD test: *, P < 0.05. (E) Effect of cytokines on bdh2 mRNA level in RAW264.7 macrophages. Cells were treated with the indicated amounts of recombinant cytokines for 12 h and bdh2 mRNA levels were determined by qRT-PCR. The expression level of bdh2 mRNA in untreated cells was set at 1. The results are the means of three independent experiments ± SD. Statistical analysis by one-way analysis of variance followed by the Tukey HSD test: ns, not significant; *, P < 0.05. (F) Quantitative analysis of bdh2 mRNA in liver and spleen samples of 8-wk old female C57BL/6 WT mice after poly (I:C) or LPS injection. Values relative to the mRNA from PBS-injected mice. Analysis was as described in A. Results show pooled data from two independent experiments, each with at least three mice per group. Statistical analysis by one-way analysis of variance followed by the Tukey HSD test: ***, P < 0.001. (G) Quantitative analysis of bdh2 mRNA in liver samples of 8-wk-old female C57BL/6 WT mice after E. coli or S. aureus infection. Values relative to the mRNA from PBS-injected mice. Analysis was as described in A. Results show pooled data from two independent experiments, each with at least three mice per group. Statistical analysis by one-way analysis of variance followed by the Tukey HSD test: ***, P < 0.001. (H) Immunoblot analysis of Bdh2 in C57BL/6 WT mice after E. coli or S. aureus infection. Actin was used as a loading control. Molecular weight markers are indicated on the right. (I) Quantitative analysis of 24p3 in serum samples of WT and bdh2-null mice after E. coli H9049 or S. aureus infection. Symbols represent individual mice. Bars represent the mean values. Data are representative of two independent experiments, each with at least three to four mice per group. Statistical analysis To rigorously test the role of Blimp-1 in LPS-mediated repression of bdh2, we suppressed endogenous Blimp-1 in LPStreated RAW264.7 macrophages by RNAi-mediated silencing. Quantitative real-time PCR analysis suggested down-regulation of blimp-1 in LPS-treated RAW264.7 cells (not depicted). We also confirmed these results by performing immunoblot analysis using an anti-Blimp-1 antibody. We first analyzed endogenous bdh2 message in blimp-1 silenced RAW264.7 cells that were stimulated with LPS. Bdh2 mRNA levels were unaltered despite LPS treatment in blimp-1 knock down cells (Fig. 6 N). Next, we transfected a bdh2-luc reporter into blimp-1-silenced, LPS-treated RAW264.7 cells. In agreement with the results of Fig. 6 N, Blimp-1 deficiency abrogates LPS-mediated repression of bdh2 (Fig. 6 O). Together, these results confirm that Blimp-1 mediates LPS-induced repression of bdh2.",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 240,
                    "text": "(Fig. 6 F)",
                    "end": 250
                },
                {
                    "type": "figure",
                    "start": 469,
                    "text": "(Fig. 6,   Figure 5",
                    "end": 488
                },
                {
                    "type": "figure",
                    "start": 1460,
                    "text": "Figure 6",
                    "end": 1468
                },
                {
                    "type": "figure",
                    "start": 5352,
                    "text": "(Fig. 6 N)",
                    "end": 5362
                },
                {
                    "type": "figure",
                    "start": 5489,
                    "text": "Fig. 6",
                    "end": 5495
                },
                {
                    "type": "figure",
                    "start": 5560,
                    "text": "(Fig. 6 O)",
                    "end": 5570
                }
            ]
        },
        {
            "section": "Hepcidin-ferroportin axis is deregulated in E. coli-infected bdh2-null mice",
            "text": "Serum iron levels are decreased during infection to starve the invading bacteria of iron (Ganz, 2009). Hypoferremia associated with infection is mediated by hepcidin (Ganz and Nemeth, 2012;Drakesmith and Prentice, 2012). Naive bdh2-null mice have lower serum iron when compared with WT mice (Fig. 7 A). However, upon injection of sublethal doses of E. coli, serum iron was even lower in bdh2-null mice compared with E. coliinjected WT mice (Fig. 7 A). The reduction in serum iron in the absence of 2,5-DHBA further restricts bacterial replication in bdh2-null mice.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 89,
                    "text": "(Ganz, 2009)",
                    "end": 101
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 166,
                    "text": "(Ganz and Nemeth, 2012;",
                    "end": 189
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 189,
                    "text": "Drakesmith and Prentice, 2012)",
                    "end": 219
                },
                {
                    "type": "figure",
                    "start": 291,
                    "text": "(Fig. 7 A)",
                    "end": 301
                },
                {
                    "type": "figure",
                    "start": 440,
                    "text": "(Fig. 7 A)",
                    "end": 450
                }
            ]
        },
        {
            "section": "Hepcidin-ferroportin axis is deregulated in E. coli-infected bdh2-null mice",
            "text": "Hepcidin binds to ferroportin on the plasma membrane of enterocytes, macrophages, hepatocytes, and other cells promoting its internalization and eventual lysosomal degradation (Nemeth et al., 2004;De Domenico et al., 2007). Hepcidinindependent mechanisms also regulate ferroportin (Deschemin and Vaulont, 2013). Inactivation of ferroportin by hepcidin leads to intracellular iron retention (Nemeth et al., 2004). We therefore assessed the levels of hepcidin and ferroportin in liver and spleen samples, respectively, from uninfected as well the motifs in the promoter region of bdh2 that confer TLRdependent down-regulation. We initially analyzed transcriptional regulation of the bdh2 gene in naive RAW264.7 macrophages. A 5-RACE PCR identified the transcription start site 25 bp downstream of a TATA box (Fig. 6 L). We then cloned the 5-flanking region spanning 5 kb to + 0.5 kb relative to the transcription start site into a firefly luciferase reporter plasmid. Constitutive reporter gene activity was detectable in RAW264.7 cells (Fig. 6 L). Consistent with endogenous bdh2 mRNA expression, stimulation of RAW264.7 cells via the TLR4 pathway significantly reduced luciferase activity (Fig. 6 L). To identify the cis-acting DNA elements that confer TLR-dependent regulation on bdh2, we constructed progressive 5 deletion mutants of the bdh2 promoter and analyzed their activity (Fig. 6 L). All the mutants retained basal activity in naive macrophages (Fig. 6 L). However, TLR-mediated repression of luciferase activity was lost when a deletion from 1.5 kb to 1 kb bp was analyzed, indicating positive cis-acting regulatory elements in this region ( Fig. 6 L).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 176,
                    "text": "(Nemeth et al., 2004;",
                    "end": 197
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 197,
                    "text": "De Domenico et al., 2007)",
                    "end": 222
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 281,
                    "text": "(Deschemin and Vaulont, 2013)",
                    "end": 310
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 390,
                    "text": "(Nemeth et al., 2004)",
                    "end": 411
                },
                {
                    "type": "figure",
                    "start": 808,
                    "text": "(Fig. 6 L)",
                    "end": 818
                },
                {
                    "type": "figure",
                    "start": 1039,
                    "text": "(Fig. 6 L)",
                    "end": 1049
                },
                {
                    "type": "figure",
                    "start": 1193,
                    "text": "(Fig. 6 L)",
                    "end": 1203
                },
                {
                    "type": "figure",
                    "start": 1387,
                    "text": "(Fig. 6 L)",
                    "end": 1397
                },
                {
                    "type": "figure",
                    "start": 1460,
                    "text": "(Fig. 6 L)",
                    "end": 1470
                },
                {
                    "type": "figure",
                    "start": 1660,
                    "text": "Fig. 6 L)",
                    "end": 1669
                }
            ]
        },
        {
            "section": "Hepcidin-ferroportin axis is deregulated in E. coli-infected bdh2-null mice",
            "text": "A careful analysis of this region using Transcription Element Search Software identified two putative binding sites for Blimp-1 (B lymphocyte-induced maturation protein-1), a DNA-binding factor that is critical for the differentiation of myeloid cells. Blimp-1 is a transcriptional repressor that recruits histone deacetylases, histone lysine/arginine methyltransferases, and co-repressors to induce promoter silencing (John and Garrett-Sinha, 2009). The Blimp-1-binding motif closest to the transcription start site bears significant homology to the consensus sequence (Fig. 6 L). Significantly, Blimp-1 is induced by LPS and mediates silencing of dependent promoters in a TLR-dependent manner (Lord et al., 2009). Thus, Blimp-1 may suppress bdh2 expression. To test this possibility, we mutated the two Blimp-1-binding sites in the mouse bdh2 promoter. Stimulation with LPS failed to repress the bdh2 promoter bearing mutations in both the Blimp-1-binding sites, indicating that Blimp-1-binding sites mediate LPS repression of the bdh2 promoter (Fig. 6 M).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 419,
                    "text": "(John and Garrett-Sinha, 2009)",
                    "end": 449
                },
                {
                    "type": "figure",
                    "start": 570,
                    "text": "(Fig. 6 L)",
                    "end": 580
                },
                {
                    "type": "bibr",
                    "start": 695,
                    "text": "(Lord et al., 2009)",
                    "end": 714
                },
                {
                    "type": "figure",
                    "start": 1047,
                    "text": "(Fig. 6 M)",
                    "end": 1057
                }
            ]
        },
        {
            "section": "Hepcidin-ferroportin axis is deregulated in E. coli-infected bdh2-null mice",
            "text": "by two-tailed unpaired t test: *, P < 0.05; ***, P < 0.001. (J) Assessment of 2,5-DHBA levels in urine samples of control and bdh2-null mice challenged with E. coli H9049 or S. aureus. Mass spectrometry analysis of cold ethanol precipitated urine samples. 2,5-DHBA levels were quantitated by comparing to known amounts of 2,5-DHBA. Results show pooled data from two independent experiments, each with at least three mice per group. Statistical analysis by one-way analysis of variance followed by the Tukey HSD test: **, P < 0.01; ***, P < 0.001. (K) Quantitative analysis of bdh2 mRNA in liver and spleen samples of LPS-injected TLR4-null mice. Values relative to the mRNA from PBS-injected mice. Analysis was as described in A. Results show pooled data from two independent experiments, each with at least three mice per group. Statistical analysis by two-tailed unpaired Student's t test: P < 0.05 was considered significant. (L) The bdh2 promoter is down-regulated by LPS stimulation in RAW264.7 macrophages. Progressive deletions in 5 flanking region of the bdh2 gene. (left) Luciferase activity in naive RAW264.7 cells. (right) Luciferase activity in LPS-stimulated RAW264.7 cells. Bottom, predicted transcription factor binding sites. The DNA binding site for Blimp-1 is shown. Results are means of three independent experiments ± SD. (M) Mutations in Blimp-1 binding sites in murine bdh2 promoter blunts LPS-mediated repression. Base substitutions are indicated below. RAW264.7 cells were transfected with WT (1.5 to +0.5 kb) or mutant bdh2-luc reporter plasmids containing base substitutions and luciferase activity was determined as in G. Results are the means of three independent experiments ± SD. Statistical analysis by one-way analysis of variance followed by the Tukey HSD test: ***, P < 0.001. (N) Blimp-1 silencing abrogates TLR4-mediated repression of bdh2 in RAW264.7 macrophages. Bdh2 message was quantified in LPS treated and Blimp-1 deficient RAW264.7 cells. The relative mRNA levels in each sample were normalized to actin mRNA. Results are the means of three independent experiments ± SD. Statistical analysis by one-way analysis of variance followed by the Tukey HSD test: **, P < 0.01. (O) Luciferase activity in Blimp-1 repressed cells. RAW264.7 cells were co-transfected with the bdh2-luc reporter (1.5 to +0.5 kb) and with either increasing amounts of blimp-1 siRNA or control siRNA and the luciferase activity was determined after LPS stimulation as in G. Results are the means of three independent experiments ± SD. Statistical analysis by one-way analysis of variance followed by the Tukey HSD test: ***, P < 0.001."
        },
        {
            "section": "Hepcidin-ferroportin axis is deregulated in E. coli-infected bdh2-null mice",
            "text": "iron-binding protein in that it lacks the ability to bind iron directly. Iron binding by 24p3 is mediated by a small molecule, e.g., a siderophore (Goetz et al., 2002). By sequestering ironladen bacterial siderophores, 24p3 functions as a bacteriostat. As predicted, 24p3-null mice are hypersensitive to bacterial septicemia (Flo et al., 2004;Berger et al., 2006). However, this line of host defense is limited by 24p3s ability to only sequester a subset of bacterial siderophores (Holmes et al., 2005). Additionally, pathogenic bacteria secrete multiple siderophores or chemically modify them to prevent capture by 24p3 (Fischbach et al., 2006;Henderson et al., 2009).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 147,
                    "text": "(Goetz et al., 2002)",
                    "end": 167
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 325,
                    "text": "(Flo et al., 2004;",
                    "end": 343
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 343,
                    "text": "Berger et al., 2006)",
                    "end": 363
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 482,
                    "text": "(Holmes et al., 2005)",
                    "end": 503
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 622,
                    "text": "(Fischbach et al., 2006;",
                    "end": 646
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 646,
                    "text": "Henderson et al., 2009)",
                    "end": 669
                }
            ]
        },
        {
            "section": "Hepcidin-ferroportin axis is deregulated in E. coli-infected bdh2-null mice",
            "text": "Members of the SDR family of dehydrogenases are implicated in disparate cellular processes (Oppermann et al., 2003). Based on a computational design, Bdh2, or DHRS6, was proposed to bind and oxidize ketone bodies in the cytoplasm (Guo et al., 2006). Several lines of evidence suggest that Bdh2 may be dispensable for oxidation of ketone bodies: 1) Bdh2 deficiency does not alter ketone body levels; 2) cytosolic Bdh2 is only 20% identical to Bdh1, a mitochondrial enzyme involved in NAD + / NADPH-dependent oxidation/reduction of ketone bodies (Guo et al., 2006;Cotter et al., 2013); 3) a majority of ketone bodies are ferried into mitochondria to fuel energy reactions. Therefore the contribution of Bdh2 to cytosolic ketone oxidation seems to be minimal.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 91,
                    "text": "(Oppermann et al., 2003)",
                    "end": 115
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 230,
                    "text": "(Guo et al., 2006)",
                    "end": 248
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 544,
                    "text": "(Guo et al., 2006;",
                    "end": 562
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 562,
                    "text": "Cotter et al., 2013)",
                    "end": 582
                }
            ]
        },
        {
            "section": "Hepcidin-ferroportin axis is deregulated in E. coli-infected bdh2-null mice",
            "text": "as E. coli-infected WT and bdh2-null mice. Hepcidin levels were the same in uninfected WT and bdh2-null mice (Fig. 7 B). Infection with E. coli transiently increased hepcidin levels in both WT and bdh2-null mice (Fig. 7 B). However, hepcidin levels in E. coli-infected bdh2-null mice were significantly higher than in infected WT mice at 3 h after infection (Fig. 7 B). Hepcidin levels in both groups of mice decreased by 6 h after infection, perhaps in response to lower serum iron (Fig. 7,  A and B).",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 109,
                    "text": "(Fig. 7 B)",
                    "end": 119
                },
                {
                    "type": "figure",
                    "start": 212,
                    "text": "(Fig. 7 B)",
                    "end": 222
                },
                {
                    "type": "figure",
                    "start": 358,
                    "text": "(Fig. 7 B)",
                    "end": 368
                },
                {
                    "type": "figure",
                    "start": 483,
                    "text": "(Fig. 7,  A and B)",
                    "end": 501
                }
            ]
        },
        {
            "section": "Hepcidin-ferroportin axis is deregulated in E. coli-infected bdh2-null mice",
            "text": "We next assessed ferroportin levels in uninfected and E. coli-infected mice from both genotypes. Upon infection with E. coli, ferroportin levels in WT mice were decreased at both time points after infection (Fig. 7 C). However, in E. coliinfected bdh2-null mice, ferroportin levels were significantly decreased compared with infected WT mice at both time points (Fig. 7 C). Collectively, the results of Figs. 7 (B and C) suggest that ferroportin levels are decreased in E. coli-infected bdh2-null mice.",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 207,
                    "text": "(Fig. 7 C)",
                    "end": 217
                },
                {
                    "type": "figure",
                    "start": 362,
                    "text": "(Fig. 7 C)",
                    "end": 372
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "To prevent bacterial iron acquisition, mammals deploy an elaborate set of mechanisms to withhold iron. One of these mechanisms involves TLR regulation of lipocalin 24p3, a chelator of bacterial siderophores (Flo et al., 2004). 24p3 is a unique Figure 7. Analysis of iron parameters in E. coli H9049-infected WT and bdh2-null mice. (A) Serum iron in naive and E. coli H9049-infected C57BL/6 WT and bdh2-null mice. Mice were infected with 6 × 10 7 CFU of E. coli H9049 and serum iron was determined 3 and 6 h after infection. Data are representative of two independent experiments, each with at least three mice per group. Statistical analysis by two-tailed unpaired Student's t test: *, P < 0.05. (B) Quantification of hepcidin mRNA in WT or bdh2-null mice 3 or 6 h after infection with 6 × 10 7 CFU of E. coli H9049. Expression levels of hepcidin mRNA in control mice was set at 1. The relative mRNA levels in each mouse were normalized to actin mRNA. Data are representative of two independent experiments, each with at least three mice per group. Statistical analysis by two-tailed unpaired Student's t test: *, P < 0.05; **, P < 0.01. (C) Immunoblot analysis of ferroportin in spleen samples from WT or bdh2-null mice infected with 6 × 10 7 CFU of E. coli H9049. Actin was used as a loading control. Spleen samples from three mice were used. Molecular weight markers are indicated on the right.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 207,
                    "text": "(Flo et al., 2004)",
                    "end": 225
                },
                {
                    "type": "figure",
                    "start": 244,
                    "text": "Figure 7",
                    "end": 252
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "agonists, more so with TLR4 ligand. Negative regulators of TLR signaling are often induced after activation. For instance, IRAK-M, an inhibitor of IRAK-1 signaling, is induced by LPS treatment to promote tolerance to future LPS challenges (van 't Veer et al., 2007). Blimp-1 is another LPS-induced transcription factor that down-regulates downstream targets, perhaps to induce a full inflammatory response (John and Garrett-Sinha, 2009). So, what is the significance of bdh2 down-regulation by Blimp-1? Based on our findings, we hypothesize that bdh2 is present before immune stimulation, but that during infection its expression is reduced to prevent bacterial utilization of 2,5-DHBA for iron scavenging. We provided further mechanistic detail by showing that Blimp-1 is the major factor that confers LPS-mediated transcriptional repression of bdh2. Other factors may also play a role in the LPS-mediated down-regulation of bdh2. For example, LPS treatment differentially affects a set of miRNAs whose function is to change inflammatory status (Tili et al., 2007). Finally, down-regulation of bdh2 in S. aureusinfected mice suggests additional regulatory mechanisms that remain to be elucidated.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 239,
                    "text": "(van 't Veer et al., 2007)",
                    "end": 265
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 406,
                    "text": "(John and Garrett-Sinha, 2009)",
                    "end": 436
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 1046,
                    "text": "(Tili et al., 2007)",
                    "end": 1065
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "We found that serum iron levels are low in bdh2-null mice. How bdh2 deficiency contributes to lower serum iron is unclear. However, we believe that iron export from the spleen is faulty in bdh2-null mice. Several lines of evidence support this hypothesis: (1) we found that bdh2-null mice accumulate iron in the spleen and to a limited extent in liver (unpublished data); and (2) macrophages recycle heme from senescent RBC and store iron in ferritin, which is directed to the lysosomal pathway to meet cellular demands for iron. Ferroportin regulates iron egress from macrophages into the circulation (Delaby et al., 2005). Free heme is very toxic, and lack of the antioxidant 2,5-DHBA (Joshi et al., 2012) leads to a nonenzymatic destruction of heme, removing iron from its normal path toward ferroportin. The scenario of high iron in liver/spleen and low serum iron in bdh2-null mice is reminiscent of anemia of chronic disease.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 602,
                    "text": "(Delaby et al., 2005)",
                    "end": 623
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 687,
                    "text": "(Joshi et al., 2012)",
                    "end": 707
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "The mammalian siderophore and 24p3 are reciprocally regulated by TLR4 (Flo et al., 2004). This raises the possibility that the mammalian siderophore and 24p3 cooperatively protect mice from infection. The reciprocal regulation of 24p3 and bdh2 by TLR4 agonist serves two purposes: (1) down-regulation of the mammalian siderophore allows 24p3 to bind only the siderophores secreted by invading pathogens because 24p3 binds both mammalian and bacterial siderophores (Holmes et al., 2005;Devireddy et al., 2010), thus maximizing the sequestering activity of 24p3; and (2) because 2,5-DHBA augments E. coli growth, suppression of 2,5-DHBA by TLR signaling deprives the bacteria of the added growth advantage conferred by 2,5-DHBA. This observation helps to explain an earlier study that demonstrated the ability of mammalian cell extracts to potentiate bacterial growth (Jones et al., 1980).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 70,
                    "text": "(Flo et al., 2004)",
                    "end": 88
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 464,
                    "text": "(Holmes et al., 2005;",
                    "end": 485
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 485,
                    "text": "Devireddy et al., 2010)",
                    "end": 508
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 866,
                    "text": "(Jones et al., 1980)",
                    "end": 886
                }
            ]
        },
        {
            "section": "MATERIALS AND METHODS",
            "text": "Cells and reagents. RAW264.7 cells were cultured in Dulbecco's modified Eagle's medium supplemented with 10% fetal bovine serum, 2 mM l-glutamine, 100 U of Penicillin, and 100 µg Streptomycin (Invitrogen). LPS Previously we showed that Bdh2 catalyzes 2,5-DHBA synthesis (Devireddy et al., 2010). Our current results confirm that cytosolic Bdh2 is important for 2,5-DHBA synthesis and that Bdh2 is not involved in ketone body metabolism: first, mammalian Bdh2 is highly homologous to bacterial EntA (>45% similarity and 31% identical; Devireddy et al., 2010), which oxidizes 2,3-dihydro 2,3-DHBA to 2,3-DHBA. The high degree of homology suggests that the major function of Bdh2 is DHBA synthesis; second, in agreement with the above prediction, we showed that the absence of Bdh2 abrogates 2,5-DHBA biosynthesis both in vivo and in cultured cells (Devireddy et al., 2010; this study); third, contrary to the purported function based on a computational study (Guo et al., 2006), ketone body levels are unchanged in bdh2-null mice; finally, the absence of bdh2 results in alterations in cellular iron metabolism both in vivo and in cell culture models (Devireddy et al., 2010). All of these results strongly support a role for Bdh2 in the synthesis of 2,5-DHBA in mice.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 270,
                    "text": "(Devireddy et al., 2010)",
                    "end": 294
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 535,
                    "text": "Devireddy et al., 2010)",
                    "end": 558
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 847,
                    "text": "(Devireddy et al., 2010;",
                    "end": 871
                },
                {
                    "type": "bibr",
                    "start": 871,
                    "text": "",
                    "end": 871
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 958,
                    "text": "(Guo et al., 2006)",
                    "end": 976
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 1150,
                    "text": "(Devireddy et al., 2010)",
                    "end": 1174
                }
            ]
        },
        {
            "section": "MATERIALS AND METHODS",
            "text": "Recent studies demonstrated that 24p3 binds to endogenous 2,5-DHBA or catechol (Yang et al., 2003;Bao et al., 2010;Devireddy et al., 2010). As noted by Jones et al. (1980), very little is known about the small molecular weight iron binding molecules in mammalian tissues or their interaction with bacteria. Further, the role of these compounds in 24p3mediated host defense remains elusive. This report supports the hypothesis that mammalian siderophore-like molecules augment bacterial growth by facilitating iron import into bacteria. Bacteria secrete a variety of siderophores to acquire iron from the host. However, the secreted siderophores are hijacked by a variety of host-derived proteins, e.g., 24p3. In this regard, 2,5-DHBA, which is ubiquitous, may serve as an alternative source for invading pathogens to obtain iron. To counter the hijacking of 2,5-DHBA, the host suppresses bdh2 expression thus depriving the bacteria the added opportunity presented by 2,5-DHBA. Additionally, serum iron levels are lower in bdh2-null mice (unpublished data). The combined effects of lower serum iron and the absence of 2,5-DHBA provide an effective response by the host. Unlike 2,5-DHBA, catechol adversely affects growth of bacteria via an unknown mechanism (Park et al., 2001); the function of the catechol-24p3 complex in host defense is unclear.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 79,
                    "text": "(Yang et al., 2003;",
                    "end": 98
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 98,
                    "text": "Bao et al., 2010;",
                    "end": 115
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 115,
                    "text": "Devireddy et al., 2010)",
                    "end": 138
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 152,
                    "text": "Jones et al. (1980)",
                    "end": 171
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 1257,
                    "text": "(Park et al., 2001)",
                    "end": 1276
                }
            ]
        },
        {
            "section": "MATERIALS AND METHODS",
            "text": "Cytokines, the major effectors of infection, were unaltered in bdh2-null mice. We found that IFN- was differentially regulated in macrophages of bdh2-null mice upon challenge with E. coli, but not with LPS. Although the major antigenic determinant of E. coli is LPS, we did not observe altered IFN- in response to LPS challenge. The basis for this discrepancy is unclear, but it is possible that active replication of E. coli may be necessary to alter IFN- in bdh2-null mice. High levels of IFN- alter intracellular iron homeostasis in macrophages and promote intracellular defenses against invading pathogens (Gordon et al., 2005). Therefore, higher levels of IFN- in bdh2-null mice may in part explain the decrease in M. tuberculosis replication in bdh2-null mice.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 614,
                    "text": "(Gordon et al., 2005)",
                    "end": 635
                }
            ]
        },
        {
            "section": "MATERIALS AND METHODS",
            "text": "In contrast to most innate immune genes, bdh2 expression is down-regulated after activation of macrophages with TLR using a kit from QIAGEN. DNA was then subjected to PCR analysis using a cocktail of PCR primers. Amplified fragments were visualized in ethidium bromide stained agarose gels."
        },
        {
            "section": "MATERIALS AND METHODS",
            "text": "Bacterial strains and determination of bacterial growth. WT and mutant strains bearing mutations or deletions in aroB or fepA or aroB and fepA (a gift from by K. Postle, Penn State University, University Park, PA) were cultivated in LB for initial propagation. To study the effect of various isoforms of DHBA, we cultured bacteria in RPMI supplemented with graded doses of DHBA solubilized in water. After overnight incubation, CFU were determined by plating on LB agar plates. To study the effect of iron and DHBA supplementation on bacterial growth, graded doses of FeCl 3 was added to a fixed dose of DHBA and CFU were determined as described above."
        },
        {
            "section": "MATERIALS AND METHODS",
            "text": "Animals. All animal protocols were approved by the Institutional Animal Care and Use committee of Case Western Reserve University. Animals were maintained on standard laboratory diet. Bdh2-null mice were maintained on either C57BL/6 or 129 SvimJ genetic background. Age-and sex-matched adult mice on comparable genetic background were used for experiments. Mice were housed in microisolator cages and received food and water ad libitum. TLR4-null mice were a gift from A. Hise (Center for Global Health and Diseases, Case Western Reserve University, Cleveland, OH). All experimental protocols were performed in accordance with IACUC guidelines and were approved by the institutional animal resources center."
        },
        {
            "section": "MATERIALS AND METHODS",
            "text": "Gas chromatography-mass spectrometry. To assess 2,5-DHBA levels in WT and bdh2-null mice, urine samples were mixed with cold absolute ethanol. Precipitated material was removed by centrifugation. The supernatant was then vacuum dried and derivatized with BSTFA-pyridine (N,O-bis[Trimethylsilyl]trifluoroacetamide; Thermo Fisher Scientific) 1:1 at 80°C for 1 h, and then subjected to GC-MS. The NIST library search was performed against 191,436 MS spectra. DHBA standards were obtained from Sigma-Aldrich. Derivation of 13 C labeled 2,5-DHBA. The 13 C-carboxy-salicylic acid (Fluka) was solubilized in 0.23 N KOH to yield a 0.4-mM solution. This solution was chilled to 0°C on an ice bath and aqueous solution of K 2 S 2 O 8 (0.48 mM) was slowly added over a period of 1 h. The reaction mixture was then allowed to return to room temperature and stirred for 18 h at room temperature. Later, 1.5 ml of concentrated H 2 SO 4 was added to the reaction mixture and boiled for 45 min. The reaction mixture was then cooled and subjected to ethyl acetate extraction. The combined organic layer was then dried over anhydrous Na 2 SO 4 . The end product was purified on a silica gel column using MeOH-CH 2 Cl 2 (1:9). The eluted material contained the 13 C-carboxy-2,5-DHBA. This procedure routinely yielded 13 C-2,5 DHBA at 40%. Purity of the derived 13 C-2,5 DHBA was confirmed by 400 MHz 1 HNMR and 100 MHz 13 CNMR."
        },
        {
            "section": "MATERIALS AND METHODS",
            "text": "derived from E. coli 011:B5 was purchased from Sigma-Aldrich and used at 100 ng/ml. A set of TLR ligands was obtained from InvivoGen. All DHBAs were purchased from Sigma-Aldrich. Stock solutions of DHBAs were made in aqueous NaOH. Anti-Bdh2 antibody was purchased from Santa Cruz Biotechnology, Inc. Anti-actin antibody was purchased from Sigma-Aldrich. Anti-ferroportin antibody was purchased from OriGene. Recombinant cytokines were purchased from PeproTech. Oligonucleotides were purchased from Invitrogen."
        },
        {
            "section": "MATERIALS AND METHODS",
            "text": "Targeted mutagenesis of murine bdh2. Catalytic activity of Bdh2 is dependent on NPG and SYK motifs, which are encoded by exon 7 (Guo et al., 2006). Mutations in this region blunt the enzymatic activity of Bdh2 and abrogate the biogenesis of 2,5-DHBA (Devireddy et al., 2010). Additionally, amino acid residues encoded by exon 7 of bdh2 form a helix, which is located at a dimer interface within the tetramer (Guo et al., 2006). So removal of this stretch of helices prevents proper dimer/tetramer formation and within this helical stretch of residues are 3 aa, which form the active site: Tyr147 and Lys151 interact with the bound NAD + cofactor and Arg144 interacts with a sulfate in the active site (Guo et al., 2006). Thus, removal of amino acids, which are coded by exon 7, results in abrogation of the enzymatic activity of Bdh2 and also destabilizes the structure of Bdh2. Therefore, we replaced exon 7 of bdh2 gene with a neomycin resistance cassette.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 128,
                    "text": "(Guo et al., 2006)",
                    "end": 146
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 250,
                    "text": "(Devireddy et al., 2010)",
                    "end": 274
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 408,
                    "text": "(Guo et al., 2006)",
                    "end": 426
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 701,
                    "text": "(Guo et al., 2006)",
                    "end": 719
                }
            ]
        },
        {
            "section": "MATERIALS AND METHODS",
            "text": "The targeting strategy modified a 10-kb region containing the exon 7 of the murine bdh2 genomic locus (Fig. 2 A). The 129S7/SvEv BAC clone (BMQ-320-G12) covering the region of murine mbdh2 was obtained from Source BioScience. For targeting construct preparation, we used MCI-TK vector (from G. Luo, Case Western Reserve University, Cleveland, OH). Lox P-flanked linker was inserted into Asp718 site in intron 7 and a third Lox P site was inserted into XhoI site in intron 8 (Fig. 2 A). Coding sequence for thymidine kinase was present outside of the homology regions. The targeting construct was electroporated into Cre expressing (Cre recombinase under the control of Protamine 1 promoter; O'Gorman et al., 1997) R1 ES cells (129 background) and transfected cells were selected for resistance to G418 (Invitrogen) and ganciclovir (EMD Millipore).",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 102,
                    "text": "(Fig. 2 A)",
                    "end": 112
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 474,
                    "text": "(Fig. 2 A)",
                    "end": 484
                }
            ]
        },
        {
            "section": "MATERIALS AND METHODS",
            "text": "Two homologously recombined clones with a normal karyotype were injected into C57BL/6 mouse blastocysts, and then were transferred into the uteri of pseudopregnant females. Highly chimeric male (>90%) were bred with C57BL/6 females to generate F1 offspring carrying the modified bdh2 allele. Germline transmission of the modified bdh2 allele was determined by Southern blot analysis of tail DNA samples. ES cells used for gene targeting in this study express Cre recombinase in male germ cells resulting in germline deletion of floxed exon 7 (O'Gorman et al., 1997). Conversion to null mutation was confirmed by Southern blotting or PCR using primers listed in Table 1. Subsequent genotyping was performed by PCR analysis of DNA from tail snips. We then backcrossed bdh2-null mice onto C57BL/6 or 129 SvimJ genetic background successively for at least nine generations.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 542,
                    "text": "(O'Gorman et al., 1997)",
                    "end": 565
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 661,
                    "text": "Table 1",
                    "end": 668
                }
            ]
        },
        {
            "section": "MATERIALS AND METHODS",
            "text": "Bdh2-null and wild-type littermates were obtained by intercrosses of bdh2 heterozygous mice. To assess the specificity of the bdh2-targeted deletion, we confirmed the deletion of exon 7 by either genomic DNA PCR or RT-PCR in bone marrow cells or in kidney. Bdh2-null mice on C57BL/6 genetic background were analyzed in this report."
        },
        {
            "section": "MATERIALS AND METHODS",
            "text": "Southern blot and PCR genotyping. For Southern blot analysis, 20 µg of genomic DNA was digested overnight with Asp718, fractionated on a 0.5% agarose gel, and transferred onto Hybond N+ membrane (GE Biosciences). The probe for Southern blots was derived by PCR amplification of a region encompassing exon 7 using primers 5-TCACTCACTCTTCAAAGGGAAAGCTG-3 and 5-CTCGAGTGTCCTGGAACTCACTCTGTAGACC-3. The amplified PCR product was labeled by random priming in the presence of [ 32 P]dCTP using a kit from Stratagene as per the manufacturer's instructions. The probe was then hybridized to genomic DNA cross-linked to Nylon membrane. Hybridized DNA was visualized by autoradiography."
        },
        {
            "section": "MATERIALS AND METHODS",
            "text": "We routinely genotyped mice by PCR analysis using primers whose sequences are listed in Table 1. Genomic DNA from tail snips was isolated bacteria were grown to midexponential phase (OD 600 = 0.5  0.7). Bacteria were collected by centrifugation, washed twice with sterile PBS, and resuspended to 10 8 CFU/100 µl. Mice were inoculated intraperitoneally with indicated CFU. All the injected doses were verified by determining the CFU. Mice were examined for signs of disease at regular intervals and the mortality was recorded. All mice were sacrificed 7 d after inoculation. For determination of bacterial loads, mice were infected with 0.6 × 10 8 CFU of E. coli H9049 (gift from Dr. Kelly Smith, University of Washington, Seattle, WA) and sacrificed 36 h after infection. Bacterial loads in blood, liver, and spleen were determined by plating serial dilutions of homogenates on to LB agar plates. Bacteria colonies were enumerated after incubation for 24 h at 37°C.",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 88,
                    "text": "Table 1",
                    "end": 95
                }
            ]
        },
        {
            "section": "MATERIALS AND METHODS",
            "text": "S. aureus (strain ATCC 25923) was cultured in trypticase soy broth (TSB), washed three times with PBS, and then resuspended in PBS for animal injection. Age-and sex-matched mice from each genotype were intraperitoneally injected with 1 ml PBS containing 3 × 10 8 S. aureus. The mortality in infected mice was recorded and plotted in Kaplan-Meier analysis."
        },
        {
            "section": "MATERIALS AND METHODS",
            "text": "Stock cultures of C. albicans (ATCC 562) were cultured in YM broth (BD). For experimental inoculation, cultures were propagated overnight in YM broth at 37°C and the blastoconidia were collected by centrifugation, washed with sterile PBS, and suspended in sterile PBS. The number of fungi was determined with a hemocytometer and their viability was determined by plating the diluted samples on YM agar plates. Mice (10 mice per group) were injected intraperitoneally with 7 × 10 7 cells of C. albicans. All the injected doses were verified by determining the CFU. The mortality in infected mice was recorded and plotted in Kaplan-Meier analysis."
        },
        {
            "section": "MATERIALS AND METHODS",
            "text": "M. tuberculosis (strain H37Rv) was propagated to mid-log phase on 7H10 agar plates. Colonies were then transferred to liquid GAS Media and grown to an absorbance of 1.1 (595 nm). The media was supplemented with 20% glycerol, allowed to settle for 5 min, and 3 ml aliquots were frozen at 80°C until use. Stock bacterial counts were determined by the CFU method. H37Rv infection stocks were prepared by diluting 1-1.5 ml of frozen bacterial stocks with sterile LPS-free water (Sigma-Aldrich). Bacterial clumps were disrupted by three sequential aspirations through a sterile 26-gauge hypodermic needle, and the 5-ml suspension placed in the glass nebulizer chamber of an Inhalation Exposure System (Glas Col) in the animal BSL-3 facility. Age-and gender-matched mice were aerosolized for 30 min as described (Anis et al., 2007). The initial M. tuberculosis inoculum was determined 1 d after infection and ranged between 100-200 CFU/lung homogenate. The mortality in infected mice was recorded and plotted in Kaplan-Meier analysis.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 807,
                    "text": "(Anis et al., 2007)",
                    "end": 826
                }
            ]
        },
        {
            "section": "MATERIALS AND METHODS",
            "text": "To determine M. tuberculosis loads at indicated points after infection, mice were sacrificed and their lungs were aseptically removed, weighed, and homogenized in saline. Homogenates were plated in duplicate onto 7H10 agar plates in 10-fold serial dilutions. Plates were incubated at 37°C and CFU were enumerated 14-18 d later."
        },
        {
            "section": "MATERIALS AND METHODS",
            "text": "Statistical analysis. Statistical analysis was performed using JMP statistical software. Data are represented as mean ± SD. Two-tailed Student's t test was applied for comparisons of two groups and Welch's correction was applied for unequal variance. One-way analysis of variance followed by the Tukey HSD (honestly significant difference) was applied for multiple comparisons. Survival was evaluated by the Kaplan-Meier log-rank test. For all tests, P < 0.05 was considered significant."
        },
        {
            "section": "Figure 1 .",
            "text": "2,5-DHBA-mediated growth augmentation of E. coli in vitro. (A-D) E. coli W3110 (A)"
        },
        {
            "section": "Figure 2 .",
            "text": "Derivation of bdh2 knockout mice. (A) Schematic representation of the targeting strategy and the expected patterns of Cre-mediated homologous recombination. The structure of the bdh2 locus is shown at the top, the targeting construct in the middle and the resulting targeted allele at the bottom. Numbered boxes indicate exons. Black triangles indicate LoxP sites. Arrowheads indicate PCR primer locations for genotyping (P1-P4). 5 and 3 external probes indicated by solid lines. TK, herpes simplex virus thymidine kinase gene. Restriction sites, HindIII (H), EcoRI (E), used for Southern blot genotyping are indicated. (B) Assessment of 2,5-DHBA levels in urine samples of control and bdh2-null mice."
        },
        {
            "text": "(H) Survival analysis of WT and bdh2-null mice infected with M. tuberculosis (M. tb) H37Rv. Mice were monitored for 300 d after challenge. Each group contained 12 mice. Statistical analysis by log-rank test: ns, not significant. (I) Histological analysis of representative lung sections (H&E) from WT and bdh2-null mice infected with M. tuberculosis H37Rv. Bars, 100 µM. (J) CFU determination in lung homogenates of WT and bdh2-null mice infected with M. tuberculosis. Symbols represent individual mouse. Bars represent the mean CFU. Data are representative of two independent experiments, each with at least three mice per group. Statistical analysis by two-tailed unpaired Student's t test with Welch's correction: ns, not significant; ***, P < 0.001."
        },
        {
            "section": "Table 1 .",
            "text": "Sequences for primers"
        },
        {
            "section": "Table 1 .",
            "text": ",5-DHBA augments bacterial growth | Liu et al."
        },
        {
            "section": "Table 1 .",
            "text": "We thank Alan Tartakoff for editorial assistance; Kotty Postle for many helpful discussions; and Steve Macha for expert help in analyzing DHBA in mouse urine specimens."
        },
        {
            "section": "Table 1 .",
            "text": "This work is supported by R01DK081395, American Cancer Society Research Scholar Award, and Case Western Reserve University startup funds to L. Devireddy L. Devireddy is also a recipient of career developmental awards from March of Dimes and American Society of Hematology."
        },
        {
            "section": "Table 1 .",
            "text": "The authors declare no competing financial interest."
        },
        {
            "section": "Submitted: 18 December 2013",
            "text": "Accepted: 25 April 2014"
        },
        {
            "text": "Metabolite measurements in plasma. Plasma samples from WT and bdh2null mice were analyzed for 3-hydroxybutyric acid and acetoacetate using a kit from Wako diagnostics as per manufacturer's instructions. Plasma triglycerides, cholesterol, and free fatty acids were analyzed by Marshfield Laboratories."
        },
        {
            "text": "Plasmids and molecular cloning strategy. For TLR regulation studies of bdh2 promoter, a Luciferase reporter containing the bdh2 upstream regulatory region was cloned as indicated below. A PCR generated 5-kb fragment containing bdh2 promoter was inserted upstream of the luciferase gene (luc2) in pGL4.13 vector (Promega) to generate the bdh2-Luc WT promoter vector. We also derived several deletion constructs within the promoter region of bdh2 promoter by linker scanning mutagenesis. Site-directed mutagenesis was performed to modify Blimp-1-binding sites in bdh2 promoter using a Quik-Change site-directed mutagenesis kit from Stratagene. All reporter plasmids were sequence verified."
        },
        {
            "text": "Luciferase assays. RAW 264.7 cells at 50-60% confluency cultured in a 6-well plate were transiently transfected with the indicated bdh2-luc reporter plasmids along with a control Renilla Luciferase plasmid (pGL4.74) using Lipofectamine transfection reagent from Invitrogen. An empty vector (pGL4.13) served as a negative control. After the removal of DNA complexes, cells were replated in a 24-well plate and treated for 16 h with LPS (Sigma-Aldrich). Firefly and Renilla luciferase activities of lysates were assayed using a Dual Luciferase Assay kit from Promega. All Luciferase measurements were normalized to the Renilla Luciferase expression to correct for differences in transfection efficiency."
        },
        {
            "text": "Immunoblot analysis. Liver samples from WT and bdh2-null mice challenged with E. coli or S. aureus were resolved in discontinuous SDS-PAGE gels, transferred onto a Nitrocellulose membrane (Bio-Rad Laboratories) and probed with anti-BDH2 polyclonal antibody (Santa Cruz Biotechnology, Inc.). Blots were stripped and reprobed with anti-actin antibody (Sigma-Aldrich) to verify equal loading. Spleen samples from bdh2-null mice challenged with 6 × 10 7 CFU of E. coli were also resolved in discontinuous SDS-PAGE gels, transferred onto a Nitrocellulose membrane (Bio-Rad Laboratories), and probed with anti-ferroportin antibody (OriGene). Blots were stripped and reprobed with anti-actin antibody (Sigma-Aldrich) to verify equal loading."
        },
        {
            "text": "ELISA. Serum samples were subjected to ELISA to measure 24p3 levels in WT and bdh2-null mice upon infection with E. coli or S. aureus using a kit purchased from R&D Systems as per the manufacturer's suggested procedure. IL-6 levels in culture supernatant from RAW cells supplemented with LPS were measured using a kit obtained from RayBiotech as per the manufacturer's instructions."
        },
        {
            "text": "Serum and iron measurements. Whole blood was collected by terminal bleeding. Non-hemolyzed serum was collected and analyzed for total iron and transferrin saturation using a serum iron/TIBC (total iron-binding capacity) kit from Sigma-Aldrich as per manufacturer's instructions."
        },
        {
            "text": "RNA interference. Control and blimp-1 siRNAs were purchased from Ori-Gene. Naive or LPS-stimulated RAW264.7 cells were transfected using Oligofectamine (QIAGEN). Knockdown efficiency was assessed by RT-PCR."
        },
        {
            "text": "RNA isolation and gene expression analysis. Total RNA was isolated from naive or treated cells using TRIzol method (Invitrogen). DNase I (Promega) treated RNA was then reverse transcribed using Superscript III RT from Invitrogen as per manufacturer's recommendations. The resulting cDNAs were subjected to real time PCR analysis using SYBR Green master mix (Promega) following the manufacturer's recommendations. The foldchange was calculated using CT method. qPCR results were normalized to either actin or 18S rRNA. E. coli, S. aureus, C. albicans, and M. tuber culosis. E. coli strains were propagated in LB and stock cultures were frozen in 15% glycerol containing growth medium. For inoculation experiments,",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 520,
                    "text": "E. coli, S. aureus, C. albicans, and M.",
                    "end": 559
                }
            ]
        }
    ]
}