{
    "level": "paragraph",
    "abstract": [
        {
            "text": "This cross-sectional study aimed to compare foundry workers of the metallurgical industry with high and low exposure time and with a control group. [Subject and Methods] The workers were evaluated for pulmonary function and peak expiratory flow (PEF), respiratory symptoms, smoking habits, and physical activity level. Descriptive statistical analysis and ANOVA one-way test were used. [Results] The mean age was 33.9 ± 8.25 years (18-59), pulmonary function: FVC: 95 ± 18% of predicted, FEV 1 : 95.0 ± 15.8% of predicted, FEV 1 /FVC ratio of 0.82 ± 0.09, and PEF = 499.7 ± 118.5 l/min. Overall, 85.1% of workers were classified that physically active, 7.93% of workers reported respiratory symptoms, and 14.28% reported being smokers. There was no statistically significant difference between groups for the variables of lung function. [Conclusion] The pulmonary function is preserved in foundry workers independently of exposure time."
        }
    ],
    "body_text": [
        {
            "section": "INTRODUCTION",
            "text": "Metallurgy is the scientific area that studies the manipulation of metals from extraction to processing parts and components for general use. Steel, brass, bronze, and various alloys form marketable products in different ways, such as bars, tubes, plates, parts, and components 1) . The process of transformation these materials involves the casting where the material is melted in furnaces at temperatures up to 600°C, releasing fumes and dust in high concentrations 1,2) . Usually this occurs in poorly ventilated closed areas, characterizing it as a job that puts employees at high risk of occupational exposure via inhalation [2][3][4] .",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 278,
                    "text": "1)",
                    "end": 280
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 468,
                    "text": "1,",
                    "end": 470
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 470,
                    "text": "2)",
                    "end": 472
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 630,
                    "text": "[2]",
                    "end": 633
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 633,
                    "text": "[3]",
                    "end": 636
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 636,
                    "text": "[4]",
                    "end": 639
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "Lung diseases are the most common occupational health problems, with asthma occupational and cancer occupational being the most prevalent respiratory diseases 5,6) . The occupational asthma in foundries workers occurs due to dust inhalation and can elicit specific reactions such as bronchial inflammation, respiratory disorders, and irreversible airflow obstruction and diseases such as chronic bronchitis, emphysema, pulmonary edema, and lung cancer [5][6][7] . The presence of harmful agents to the respiratory system in the workplace is a known fact, but the secondary effects of this exposure and its side effects are underreported. This scenario remained until the 1990s due to lack of educational programs available for workers 8) . Currently, data from the World Health Organization (WHO) estimate that about 1-4% of occupational diseases are duly notified in Latino America that requires more attention these countries on monitoring and early diagnostics 9) .",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 159,
                    "text": "5,",
                    "end": 161
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 161,
                    "text": "6)",
                    "end": 163
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 452,
                    "text": "[5]",
                    "end": 455
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 455,
                    "text": "[6]",
                    "end": 458
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 458,
                    "text": "[7]",
                    "end": 461
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 735,
                    "text": "8)",
                    "end": 737
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 964,
                    "text": "9)",
                    "end": 966
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "Physiotherapists as well as doctors, nurses, and safety professionals are responsible for monitoring and control of the environment risk factors in the workplace. Clinical signs and early symptoms are important red flags that signify occupational lung diseases, followed by differential diagnosis and use of other tools of assessment 10) . The tools for assessment, prevention, and monitoring of environmental and occupational respiratory diseases are lung function tests such as spirometry and peak expiratory flow (PEF) that, in addition to quantifying the disturbances, monitor the progress of any respiratory disorder. The main advantages of the PEF are cost, effectiveness, and ease of use [7][8][9][11][12][13][14] . Occupational health surveillance at work by a physiotherapist is a proposal of this study, which investigated the influence of the exposure time in pulmonary function among metallurgy workers.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 334,
                    "text": "10)",
                    "end": 337
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 695,
                    "text": "[7]",
                    "end": 698
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 698,
                    "text": "[8]",
                    "end": 701
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 701,
                    "text": "[9]",
                    "end": 704
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 704,
                    "text": "[11]",
                    "end": 708
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 708,
                    "text": "[12]",
                    "end": 712
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 712,
                    "text": "[13]",
                    "end": 716
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 716,
                    "text": "[14]",
                    "end": 720
                }
            ]
        },
        {
            "section": "SUBJECTS AND METHODS",
            "text": "A cross-sectional study was conducted with foundry workers within the metallurgical industry (Metal Casting Process, Shell Molding Line; with shape-out tasks) in Sao Paulo, Brazil. All participants signed informed consent. The study protocol was approved by the local Ethics Committee (protocol 0048.1.1186.000-10). All workers who performed their duties while exposed to high temperatures from ovens were selected to this study. Workers were excluded due to various reasons such as dismissal, sick leave, or refusal to participate. All participants performed spirometry (EasyOne TM, model 2001) according to the European Respiratory Society/American Thoracic Society protocol (2005) at their workplace. The values are expressed as a percentage of the predicted values obtained in Brazilian subjects 15) . The measurement of peak expiratory flow was performed following three rapid exhalations by the patient (Mini Wright Standard with a flow between 60 and 800 l/min). The best result among them was used. Anthropometrics measure (height and weight) of the participants were performed using the Microlife brand, previously calibrated stadiometer (Sany). To evaluate the activity level of the workers, the International Physical Activity Questionnaire (IPAQ) short form was used. The questions are related to the time spent engaging in physical activity in a typical week/habitual. People were considered active if they had accumulated more than 150 minutes of moderate or vigorous physical activity per week 16) . Then, a routine physical examination and evaluation of previous medical history; respiratory signs and symptoms, according to a respiratory disease's questionnaire; smoking history; and checklist were implemented. The dyspnea was assessed by Medical Research Council (MRC) dyspnea scale 17) . The foundry workers were classified according to exposure time in High (>5 years) and Low exposure groups (≤ 5 years). A control group consisted of administrative area workers from the same industry. The Kolmogorov-Smirnov normality test was used to analyze the data distribution. The data were subjected to a descriptive statistical analysis, mean, standard deviation, and 95% confidence interval. The one-way analysis of variance (ANOVA) with Bonferroni adjusted was used to determine whether there are significant differences between groups (α<5%). The statistical analysis was performed using the Sigma Stat software package, version 3.2 (San Jose, EUA).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 800,
                    "text": "15)",
                    "end": 803
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1509,
                    "text": "16)",
                    "end": 1512
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1802,
                    "text": "17)",
                    "end": 1805
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "Sixty-eight subjects were screened, and 63 met the eligibility criteria and were evaluated. The demographic and anthropometric characteristics of the participants are shown in Table 1.",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 176,
                    "text": "Table 1",
                    "end": 183
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "The IPAQ results showed that 54 (85.1%) employees were active and 9 (14.9%) were not active enough. Only 5 (7.9%) employees reported previous respiratory diseases such as sinusitis, pneumonia, and bronchitis in childhood. Regarding tobacco, 9 (14.3%) employees were smokers, ranging from 3 to 30 pack/years with a mean of 14.3 ± 14.0. Fifty-two (82.5%) employees had never smoked, and only two (3.2%) were former smokers. Regarding spirometry, a mean FVC of 4.57 ± 0.94 l, accounting for 95 ± 18%, were predicted; FEV 1 of 3.73 ± 0.74 l, comprising 95.0 ± 15.8%, were predicted in addition to a mean of 0.82 ± 0.09 FEV 1 /FVC ratio. The peak expiratory flow showed a mean of 502.06 ± 120.74 L/min. There was no significance different between exposure time and control groups for pulmonary function ( Table 2).",
            "ref_spans": [
                {
                    "type": "table",
                    "start": 800,
                    "text": "Table 2)",
                    "end": 808
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "Precautions against risks include adapting the sheds with exhaust ventilation (equipment de protectors collective) and personal protective equipment (PPE). The temperature was measured by a thermometer installed in the foundry and is maintained at 30-35°C. "
        },
        {
            "section": "DISCUSSION",
            "text": "From the results obtained in our study, we observe that irrespective of the time of exposure in the foundry sector of a metallurgical industry, workers' pulmonary function was not altered. The participants analyzed were young adult males in agreement with data obtained in the literature, where the professional profile of the base areas of the industry was mostly male with a mean age of 35 years 18,19) . Around 85% of participants were physically active (IPAQ results), which could have contributed to healthy habits and positive spirometric results. Because these are young individuals, the average of the time on the job in these conditions is low-six years on average-a fact that was also seen in our sample.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 398,
                    "text": "18,",
                    "end": 401
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 401,
                    "text": "19)",
                    "end": 404
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "No pulmonary signs and symptoms and previous history of respiratory diseases were reported by workers, which validates the results of spirometry and peak expiratory flow being within normal limits. Lightfoot et al. 20) attributes the occurrence of respiratory signs and symptoms to the type of metal inhaled and the concentration and route of exposure to the metal, often missing the risk, such as exposure to nickel. Moreover, Ahn et al. 18) claims there is no parameter for analysis of exposure time.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 215,
                    "text": "20)",
                    "end": 218
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 439,
                    "text": "18)",
                    "end": 442
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Spirometry and peak expiratory flow were not significantly affected even when the results were stratified according to length of employment, as annual decline in FEV 1 by 15% is considered clinically important by the American Thoracic Society (ATS) 21) . Søyseth et al. 22) followed workers at a smelter in Norway over a period of five years and noted the presence of airflow limitation in workers exposed to dust when compared with those who were not exposed, but this limitation flow demonstrates the chronic effects of exposure to risk factors. This fact is not repeated when it comes to respiratory signs and symptoms of welders' metal, exposure to the strongest fumes, and subsequent rapid loss of lung function 23,24) .",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 249,
                    "text": "21)",
                    "end": 252
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 270,
                    "text": "22)",
                    "end": 273
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 717,
                    "text": "23,",
                    "end": 720
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 720,
                    "text": "24)",
                    "end": 723
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Kusaka et al. 25) showed that an interaction of hard metal exposure, smoking and respiratory symptoms decreased pulmonary function for both men and women hard metal workers 24,25) . Among the currently exposed men, those with symptoms (like dyspnea or wheeze) had significantly lower FVC, FEV 1 , and PEF than workers without respiratory symptoms. Even among the men without symptoms, the pulmonary function was significantly lowered by the interaction of hard metal exposure and smoking. Despite the longer exposure, the workers in our study showed no changes in pulmonary function. Maintaining normal levels of lung function may be associated with factors such as presence of younger individuals in the labor sector or low tobacco consumption 26) , but mainly with a high percentage of the use of PPE by workers.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 14,
                    "text": "25)",
                    "end": 17
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 173,
                    "text": "24,",
                    "end": 176
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 176,
                    "text": "25)",
                    "end": 179
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 745,
                    "text": "26)",
                    "end": 748
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "This fact generates many discussions regarding clinical manifestations in the metal inhalation. Donoghue et al. 5) showed the presence of occupational asthma in workers exposed to aluminum in the form of dust and smoke. This was without the use by employees of personal protective equipment, in contrast to our study when there was full adherence to the use of PPE and there were no changes in spirometry or PEF. On the other hand, workers exposed to iron considered that the risk is lower when there is an association with iron and other metals, such as silica 27) . We observed that both the enterprise and the workers were concerned about compliance and correct use of PPE. Wang et al. 28) observed significant reduction in FEV 1 in individuals exposed to a series of secondary factors to the occupational environment, where the use of PPE was positively correlated with no changes in FEV 1 . In contrast, De Capitani et al. 29) found that the use of PPE cannot be taken as cancellation of the risk factors.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 112,
                    "text": "5)",
                    "end": 114
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 562,
                    "text": "27)",
                    "end": 565
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 689,
                    "text": "28)",
                    "end": 692
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 928,
                    "text": "29)",
                    "end": 931
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Another surprising result was the low rate of smoking in the sample. Studies about smoke show a direct correlation between smoking and socioeconomic class, i.e., a higher prevalence among men with lower education and with lower salaries 30) . In the present study, although they were a class of individuals with less privileged socioeconomic and cultural status, this was not the case, only 8 (5.04%) were smokers.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 237,
                    "text": "30)",
                    "end": 240
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "According to an interview conducted during clinical examination, few observations with regard to prevention and early diagnosis of occupational diseases, as previously assessed in the industry, were not conducted. Specific tests such as spirometry and peak expiratory flow were not conducted unless employees reported lung symptoms. This is part of a series of modifications in the care and precautions the company gives to employees in order to evaluate them better, but this may have been a limitation of this study since we did not have previous examinations or chest radiographs that could reveal early SD: standard deviation, FVC: forced vital capacity, FEV1: forced expiratory volume in one second, PEF: peak expiratory flow pulmonary changes that are not visible in the pulmonary function test. We cannot confirm with certainty that the results would be caused by several factors such as age, length of service, the type of metal to which employees were exposed, or PPE use. We reiterate the need to carry out follow-up studies over time to assess possible changes in lung function of exposed workers."
        }
    ]
}