{
    "level": "paragraph",
    "abstract": [
        {
            "text": "which contains a transient structure that temporarily postpones the formation of the final inhibitory structure to allow translation of maturation protein. The fourth and last alignment is the SAM riboswitch which regulates the downstream gene expression by assuming alternative structures upon binding of SAM. All transient and dominant structures are mapped to our new alignments introduced here.",
            "paragraph_rank": 2,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "text": "P rotein-coding and non-coding RNA transcripts perform a wide variety of cellular functions in diverse organisms. Several of their functional roles are expressed and modulated via RNA structure. A given transcript, however, can have more than a single functional RNA structure throughout its life, a fact which has been previously overlooked. Transient RNA structures, for example, are only present during specific time intervals and cellular conditions. We here introduce four RNA families with transient RNA structures that play distinct and diverse functional roles. Moreover, we show that these transient RNA structures are structurally well-defined and evolutionarily conserved. Since RFAM annotates one structure for each family, there is either no annotation for these transient structures or no such family. Thus, our alignments either significantly update and extend the existing RFAM families or introduce a new RNA family to RFAM. For each of the four RNA families, we compile a multiplesequence alignment based on experimentally verified transient and dominant (dominant in terms of either the thermodynamic stability and/or attention received so far) RNA secondary structures using a combination of automated search via covariance model and manual curation. The first alignment is the Trp operon leader which regulates the operon transcription in response to tryptophan abundance through alternative structures. The second alignment is the HDV ribozyme which we extend to the 5 0 flanking sequence. This flanking sequence is involved in the regulation of the transcript's self-cleavage activity. The third alignment is the 5 0 UTR of the maturation protein from Levivirus",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "section": "Introduction",
            "text": "Living organisms either have genomes that express RNA sequences as their primary products or genomes made of RNA. Understanding how RNA molecules convey a multitude of functional roles is thus key to understanding life. RNA molecules have the remarkable ability to form RNA structures which is one key mechanism for assigning a functional role to an RNA. These RNA structures and the functional roles they play, for example in regulating the transcription and translation of eukaryotic genes, have been the subject of intense study for several decades. Databases such as RFAM 1 provide a catalogue of RNA families and the corresponding key RNA secondary-structure features across a range of evolutionarily related organisms. This has, for example, helped to automatically search newly sequenced genomes for members of known RNA families.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 576,
                    "text": "1",
                    "end": 577
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The need to go beyond the onesequence-one-structure dogma",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "section": "Introduction",
            "text": "As the sequencing of entire transcriptomes continues using increasingly powerful high-throughput sequencing techniques, it transpires that the transcriptomes of many organisms, including the human, are much more complex than initially thought. Several studies have discovered RNA molecules with multiple structures which each plays a distinct functional role at different times of the molecule's life. One early example of sequences with more than one functional RNA structure is so-called riboswitch [2][3][4] which consists of two distinct, mutually exclusive RNA structures each with a distinct functional role. We thus need to start looking beyond the one-sequence-onestructure dogma to appreciate that one RNA sequence can have more than one functional structure throughout its cellular life and to understand the mechanisms underlying their regulation.",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 501,
                    "text": "[2]",
                    "end": 504
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 504,
                    "text": "[3]",
                    "end": 507
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 507,
                    "text": "[4]",
                    "end": 510
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "We know by now that RNA structure formation in vivo involves transient RNA structure elements which can not only help to define co-transcriptional folding pathways, but can also play distinct functional roles of their own. 5 These transient structures can, for example, aid the correct formation of long range interaction (LRI), as seen in Bacterial RNase P Type A RNA and Bacterial SRP 4.5S RNA where the transient structures are formed preceding a transcriptional pausing site to sequester the 5' portion of a LRI until the cognate 3' portion is synthesised. 6 Moreover, such transient structures can be employed to regulate gene expression either via translational control as exemplified in Levivirus 7,8 or via a transcriptional mechanism as exhibited by Tryptophan operon leader 9,10 and SAM riboswitch. 11 Last but not the least, transient structures incorporating the 5' flanking sequence are involved in adjusting the self-cleavage activity of HDV ribozyme, CPEB3 ribozyme and group I intron. 12,13 Recent statistical evidence suggests that some transient structures are evolutionarily conserved across homologous sequences thus confirming their potential functional importance. 14 It is thus possible to provide entries in RFAM with a more complete structural annotation which should in turn allow us to gain a better understanding of the underlying regulatory mechanisms.",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 223,
                    "text": "5",
                    "end": 224
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 561,
                    "text": "6",
                    "end": 562
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 704,
                    "text": "7,",
                    "end": 706
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 706,
                    "text": "8",
                    "end": 707
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 784,
                    "text": "9,",
                    "end": 786
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 786,
                    "text": "10",
                    "end": 788
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 809,
                    "text": "11",
                    "end": 811
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1001,
                    "text": "12,",
                    "end": 1004
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1004,
                    "text": "13",
                    "end": 1006
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1187,
                    "text": "14",
                    "end": 1189
                }
            ]
        },
        {
            "section": "Purpose",
            "text": "For each of the four alignments introduced in this study, evidence from previous studies (as cited in each individual section below) shows that the formation of the experimentally confirmed transient/ alternative structures is critical to confer to the RNA molecule the ability to modulate gene expression or regulate ribozyme activity. Moreover, our previous research 14 shows that the computationally predicted co-transcriptional folding pathways for homologous RNA sequences go through similar transient structural configurations, thus supporting our hypothesis that evolutionarily related RNA sequences co-transcriptionally fold in similar ways whose features have been partly conserved. Overall, the functional and structural annotation of any RNA family should thus naturally include any conserved transient and alternative strutures with functional roles. Right now, however, RFAM 1 only specifies a single functional structure for each RNA family. The RFAM database of RNA families 1 features three of them -Trp operon leader (RF00513), HDV ribozyme (RF00094), SAM riboswitch (RF00162) -but lacks the annotation and alignment for the alternative structures. More specifically, RFAM features the terminator structure of Trp operon leader, but misses the anti-terminator structure; for HDV ribozyme, the active self-cleavage structure is included, but the repressive and permissive structures involving the 5' flanking sequence of the cleavage site are missing; for the SAM riboswitch, though most of the SAM-bound structure is included, the corresponding alignment and annotation for the terminator hairpin and the SAM-unbound structure are absent. The Levivirus family is completely new and not yet part of RFAM. In order to provide more complete structural annotations including conserved transient and alternative structures, we set up a pipeline involving INFERNAL program 92 to structurally align sequences for multiple structures. We here show that it is possible to go beyond the one-sequence-one-structure dogma by providing carefully curated alignment annotated by both transient/ alternative and dominant structures for the four RNA alignments (section 1 of Supplementary Material contains the alignments, CM files and initial structures/sequence identified from literature).",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 369,
                    "text": "14",
                    "end": 371
                },
                {
                    "type": "bibr",
                    "ref_id": "b92",
                    "start": 1884,
                    "text": "92",
                    "end": 1886
                }
            ]
        },
        {
            "section": "Transcriptional control of the tryptophan operon",
            "text": "Layout of the functional domains in trp operon",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "section": "Transcriptional control of the tryptophan operon",
            "text": "The E.coli trp operon spans approximately 7000 nucleotides (nt) which consecutively encode the promoter containing an operator, 15,16 the transcribed leader region, and structural genes essential for the biosynthesis of tryptophan(trp), i.e. E, D, C, B, A. 17 The leader transcript refers to the 162 nt long untranslated region (UTR) preceding the structural genes. 10 Along this leader transcript, the ribosomal binding site resides at the 5' end, 18 and an internal transcription termination signal is located distally before the first structural gene E. 10,19 This termination signal, lying within the attenuator, can be recognised by RNA polymerase to produce a transcript of about 140 nt (137-141) length. 9.20 This shorter transcript generates a leader peptide consisting of 14 residues whose distal end has a tandem of trp residues. 10 This leader peptide is involved in the attenuation regulatory strategy where the Trp operon leader is utilised for adaptation to the metabolic condition concerning the biosynthesis of trp. 9 Attenuation in Tryptophan operon leader The trp-activated repressor protein (trpR) is stimulated upon trp binding to compete against RNA polymerase, 21 and consequently switches off the initiation of trp operon transcription. 22 An additional repression mechanism is postulated to operate directly on the progressing transcription along the starting segment of the operon. 23,24 Further deletion mutagenesis studies narrow down the regulatory region onto the leader region of the trp operon 25,26 wherein transcription stops at a distal transcription termination site. 19,27 The transcription and translation of this short leader transcript have been demonstrated in vivo and in vitro. 9,28,29 The corresponding leader peptide is the byproduct of the attenuation mechanism which is essentially an internal transcription termination signal that is modulated in response to the abundance of metabolites relevant to the products of this operon. 25 Consequently, the ongoing transcription of the downstream operon genes could be regulated accordingly and promptly in an \"economical\" way. 9,25 The attenuation mechanism requires the translation of the leader peptide as shown by the altered termination frequency observed in mutants with deficient components or targets of the translation machinery, e.g., tRNA, tryptophanyl-tRNA synthetase and start codon. 10,18,30,31 Whether the ribosome stalls during translation and where this occurs is likely to influence this regulatory attenuation mechanism because it depends on the abundance of the corresponding loaded tRNA; given the trailing trp tandem observed in this trp operon, the trp codon is found to be the codon responsible for this. 10,32 Where the ribosome stalls dictates which alternative RNA structure the leader transcript forms: either the transcription termination hairpin forms or it is disrupted to permit transcriptional read-through. 30 In essence, the choice between terminator and anti-terminator structures bridges the communication between the translation of the leader peptide and the transcription of operon genes in exchanging the message for the abundance of trp. 10,33 Dual regulatory systems for the operon expression",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 128,
                    "text": "15,",
                    "end": 131
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 131,
                    "text": "16",
                    "end": 133
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 257,
                    "text": "17",
                    "end": 259
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 366,
                    "text": "10",
                    "end": 368
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 449,
                    "text": "18",
                    "end": 451
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 557,
                    "text": "10,",
                    "end": 560
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 560,
                    "text": "19",
                    "end": 562
                },
                {
                    "type": "bibr",
                    "start": 711,
                    "text": "9.20",
                    "end": 715
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 840,
                    "text": "10",
                    "end": 842
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1032,
                    "text": "9",
                    "end": 1033
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1183,
                    "text": "21",
                    "end": 1185
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1260,
                    "text": "22",
                    "end": 1262
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1407,
                    "text": "23,",
                    "end": 1410
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1410,
                    "text": "24",
                    "end": 1412
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1525,
                    "text": "25,",
                    "end": 1528
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1528,
                    "text": "26",
                    "end": 1530
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1603,
                    "text": "19,",
                    "end": 1606
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1606,
                    "text": "27",
                    "end": 1608
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1720,
                    "text": "9,",
                    "end": 1722
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 1722,
                    "text": "28,",
                    "end": 1725
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1725,
                    "text": "29",
                    "end": 1727
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1976,
                    "text": "25",
                    "end": 1978
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 2118,
                    "text": "9,",
                    "end": 2120
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 2120,
                    "text": "25",
                    "end": 2122
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 2387,
                    "text": "10,",
                    "end": 2390
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 2390,
                    "text": "18,",
                    "end": 2393
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 2393,
                    "text": "30,",
                    "end": 2396
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 2396,
                    "text": "31",
                    "end": 2398
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 2719,
                    "text": "10,",
                    "end": 2722
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 2722,
                    "text": "32",
                    "end": 2724
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 2931,
                    "text": "30",
                    "end": 2933
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 3169,
                    "text": "10,",
                    "end": 3172
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 3172,
                    "text": "33",
                    "end": 3174
                }
            ]
        },
        {
            "section": "Transcriptional control of the tryptophan operon",
            "text": "When trp is abundant, the cell uses a repressive system to promote the synthesis of other amino acids in starvation; here, the trpR repressor operates on the transcription initiation whereas the attenuation operates on the progressing transcription. 10 The repression system targets the intracellular trp concentration which depends on the influx trp, the newly synthesised trp, and finally the consumption of trp for protein synthesis. 10 In contrast, the attenuation measures the concentration of charged tRNA Trp , which is contributed by cellular capability of protein synthesis, trp concentration, tryptophanyl-tRNA synthetase, and tRNA Trp . 10 The intracellular trp concentration does not always correlate with the concentration of charged tRNA Trp . 9 This dual system thus acts in concert to tune the biosynthesis level of trp on a wide spectrum. 10,34 Terminator Structure The terminator structure consists of two hairpins",
            "paragraph_rank": 11,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 250,
                    "text": "10",
                    "end": 252
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 437,
                    "text": "10",
                    "end": 439
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 648,
                    "text": "10",
                    "end": 650
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 758,
                    "text": "9",
                    "end": 759
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 856,
                    "text": "10,",
                    "end": 859
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 859,
                    "text": "34",
                    "end": 861
                }
            ]
        },
        {
            "section": "Transcriptional control of the tryptophan operon",
            "text": "The 5' portion of the first hairpin encompasses the region encoding the trailing residues of the leader peptide: Trp, Trp, Arg, Thr, Ser 10 ( Figure 1). Other than the trp tandem required for sensing trp deficiency, base pairs embedded in this region also impose constraints on the sequence composition; indeed, Figure 1. Schematic drawing for Tryptophan operon leader. The Trp codon (W) tandem is highlighted in green color in both the gene structure (the leader peptide sequence is shown) and the RNA secondary structures. The stem of the termination hairpin is colored in red in both terminator and anti-terminator structures. In the anti-terminator structure, the ribosome, stalling on the Trp tandem, impedes the formation of the first hairpin. The 5' portion (red) of the termination hairpin is then sequestered in an anti-terminator hairpin. The RNA secondary structures in Figures 1-4 are drawn via VARNA [98].",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 142,
                    "text": "Figure 1)",
                    "end": 151
                },
                {
                    "type": "figure",
                    "start": 312,
                    "text": "Figure 1",
                    "end": 320
                },
                {
                    "type": "figure",
                    "start": 881,
                    "text": "Figures 1-4",
                    "end": 892
                },
                {
                    "type": "bibr",
                    "ref_id": "b98",
                    "start": 913,
                    "text": "[98]",
                    "end": 917
                }
            ]
        },
        {
            "section": "Transcriptional control of the tryptophan operon",
            "text": "conservation is observed in these five successive codons and mutating the upstream codons does not alter the operon expression. 9,10,[35][36][37] The second hairpin, enriched in G/C and immediately followed by several uracil residues, comprises the termination signal that attenuates the operon transcription. 10,20 The terminator structure forms when no ribosome stalls in the vicinity of the Trp tandem (i.e., Trp or Arg codon); that is, either the leader peptide is not translated or the translation proceeds smoothly along the 5 0 portion of the first hairpin with abundant charged tRNA Trp . 9,10 More specifically, the ribosome is proposed to sterically mask about 10 nts downstream, thus ribosome stalling in either the upstream Gly or further downstream Thr does not disrupt the formation of the termination hairpin. 9,10 Thereafter, co-transcriptional folding only allows the two hairpins to form sequentially; the first hairpin forms right after its pairing portions are transcribed, rendering the 3 0 portion of the first hairpin unavailable to pair with the newly synthesised 5 0 half of the second termination hairpin. 10 Experimental evidence. In the past, the terminator structure responsible for producing the 140 nt-long attenuated leader transcript has been investigated via experimental approaches. Lee and Yanofsky (1977) concluded that the termination efficiency at the attenuator is correlated with the stability of an embedded secondary structure which is conserved between E. coli and Salmonnella typhimurium; the proposed structures agree with results of a partial RNase T1 digestion that exhibit digestion resistance in the distal portion of this transcript, i.e., where the structural features are located. 32 Thereafter, Oxender et al. (1979) conducted structural probing with RNase T1 partial digestion followed by isolation of the comigrating pairing regions in a non-denaturing gel electrophoresis; the base-pairing regions were subsequently identified via denaturing gel electrophoresis and fingerprinting, based on which the two hairpins comprising the terminator structure were drawn. 33 Later on, the secondary structure of DNA template was ruled out as a contributor for this termination signal so the RNA structural features are the one causing the termination. 9,38,39 Indeed, the functional importance of the second hairpin for the transcriptional termination is illustrated by the reduced transcription termination frequency observed in experiments destabilising the central GCC pairing of this hairpin, such as by in vivo mutational analysis or in vitro substitution of G-C bond by I-C bond. 32,[40][41][42] Moreover, mutational analysis progressively disrupting the first hairpin still preserves the production of the attenuated transcript, suggesting that the second hairpin itself is sufficient for the termination. 9,42 Anti-terminator structure Anti-terminator structure disrupts the two terminator hairpins",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 128,
                    "text": "9,",
                    "end": 130
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 130,
                    "text": "10,",
                    "end": 133
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 133,
                    "text": "[35]",
                    "end": 137
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 137,
                    "text": "[36]",
                    "end": 141
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 141,
                    "text": "[37]",
                    "end": 145
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 310,
                    "text": "10,",
                    "end": 313
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 313,
                    "text": "20",
                    "end": 315
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 597,
                    "text": "9,",
                    "end": 599
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 599,
                    "text": "10",
                    "end": 601
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 825,
                    "text": "9,",
                    "end": 827
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 827,
                    "text": "10",
                    "end": 829
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1132,
                    "text": "10",
                    "end": 1134
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 1318,
                    "text": "Lee and Yanofsky (1977)",
                    "end": 1341
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 1734,
                    "text": "32",
                    "end": 1736
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 2119,
                    "text": "33",
                    "end": 2121
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 2299,
                    "text": "9,",
                    "end": 2301
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 2301,
                    "text": "38,",
                    "end": 2304
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 2304,
                    "text": "39",
                    "end": 2306
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 2633,
                    "text": "32,",
                    "end": 2636
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 2636,
                    "text": "[40]",
                    "end": 2640
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 2640,
                    "text": "[41]",
                    "end": 2644
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 2644,
                    "text": "[42]",
                    "end": 2648
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 2860,
                    "text": "9,",
                    "end": 2862
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 2862,
                    "text": "42",
                    "end": 2864
                }
            ]
        },
        {
            "section": "Transcriptional control of the tryptophan operon",
            "text": "The anti-terminator hairpin is formed by the pairing between the 3 0 portion of the first hairpin and the 5 0 portion of the second hairpin from the terminator structure. 10 This structure occurs when charged tRNA Trp (or tRNA Arg ) is starving, and the ribosome is impeded around the tandem Trp codon where the 5 0 portion of the first terminator hairpin resides. 10 This stalling ribosome spans approximately 10 nucleotides downstream and thereby prevents the formation of the first terminator hairpin. 10 Instead, it promotes the base-pairing between the 3 0 half of the first terminator hairpin and the 5 0 half of the second terminator hairpin once they are transcribed. 10 Co-transcriptionally, this removes the pairing option held by the 3 0 of the second terminator hairpin, rendering it single-stranded. 10 Since the transcriptional termination hairpin is sequestered under this circumstance, the progressing RNA polymerase no longer dissociates at the attenuation site, and the mRNA encoding the trp operon poly-peptides gets fully transcribed. 9,10 Nonetheless, the anti-terminator hairpin is speculated to still form occasionally after the ribosome dissociates from the leader transcript even in the absence of ribosome stalling. 9 Experimental evidence Both the translation of the leader peptide and ribosomal stalling are necessary for inhibiting the transcription termination. 31 Moreover, mutational analysis destabilising or disrupting the base-pairing of the anti-terminator hairpin, e.g., trpL75 mutant, demonstrates increased termination of several folds; consistent with the attenuation model, this mutation prevents the relief of attenuation even with Trp starvation. 9,31 In contrast, complementary oligonucleotides targeting the 5 0 portion of the first terminator hairpin increase the operon expression, presumably promoting the antiterminator formation. 9,43 However, there is no direct experimental evidence confirming the base-pairing of the anti-terminator hairpin (i.e., structural probing) due to the co-transcriptional nature, i.e. the other two terminator hairpins render the anti-terminator formation infeasible. 9",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 171,
                    "text": "10",
                    "end": 173
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 365,
                    "text": "10",
                    "end": 367
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 505,
                    "text": "10",
                    "end": 507
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 676,
                    "text": "10",
                    "end": 678
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 813,
                    "text": "10",
                    "end": 815
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1055,
                    "text": "9,",
                    "end": 1057
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1057,
                    "text": "10",
                    "end": 1059
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1242,
                    "text": "9",
                    "end": 1243
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 1392,
                    "text": "31",
                    "end": 1394
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1690,
                    "text": "9,",
                    "end": 1692
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 1692,
                    "text": "31",
                    "end": 1694
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1880,
                    "text": "9,",
                    "end": 1882
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 1882,
                    "text": "43",
                    "end": 1884
                }
            ]
        },
        {
            "section": "Transcriptional control of the tryptophan operon",
            "text": "Half-life of the structures The formation of the alternative structures is determined by whether or not the translating ribosome is impeded, which must be concomitantly captured by the transcribing polymerase. 9 The time scale of the structural modulation must thus be comparable to that of the transcribing polymerase. 10 Evidence supporting this requirement is a transcriptional pausing site located at the end of the first terminator hairpin which allows time to put the ribosome in sync with the RNA polymerase along the same transcript. 10 The amount of trp abundance can thus be measured in a timely manner via the proper formation of the alternative structure. Subsequently, either attenuation or readthrough occurs accordingly. 10 5 0 UTR of Leviviridae Levivirus",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 210,
                    "text": "9",
                    "end": 211
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 320,
                    "text": "10",
                    "end": 322
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 542,
                    "text": "10",
                    "end": 544
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 736,
                    "text": "10",
                    "end": 738
                }
            ]
        },
        {
            "section": "Translational control of maturation protein in Leviviridae Levivirus",
            "text": "Phylogeny and host specificity of family Leviviridae",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "section": "Translational control of maturation protein in Leviviridae Levivirus",
            "text": "The family Leviviridae, a prevalent family targeting gram-negative bacteria, comprises positive single-stranded (ss) RNA bacteriophages with one of the smallest genome sizes (around 3500 to 4200 nt). [44][45][46][47] Most of the family members exhibit infection specificity for E. coli bearing F pilus receptors; moreover, the family members exploit similar mechanisms and host factors for replication and translational regulation. 44 This family was proposed to be a monophyletic group with main constituent genera Levivirus and Allolevivirus based on maximum likelihood and Bayesian estimation using the coat and replicase genes of nine species. 44 Levivirus and Allolevivirus have difference in the genes encoded and the orientation of the open reading frame (ORF), albeit both having four genes. 44 Each of these two genera is further sub-divided into two groups according to their serological cross-reactivity and the characteristics of the virion. 44,45,48,49 Among them, MS2 and GA are the typical species of Group I, II of the Levivirus, respectively; Qb and SP are the representative ones of Group III and IV of the Allolevivirus, respectively. 44,50 Structure of 5 0 UTR of maturation gene solves the competition between translation and replication on ssRNA template MS2, a model organism for Group I coli-phage of Levivirus, has a sense RNA genome encoding four proteins (starting from the 5 0 end): maturation, coat, lysis, and replicase. 8,51 Both maturation and coat proteins serve as the structural component of the icosahedral virion, presenting a per-virion ratio of 1:180. 8 The lysis protein lyses the host cell; the replicase and host factors comprise a holoenzyme responsible for the replication of strands in both polarities. 8 As a result of the RNA genome, transcriptional regulatory tools are no longer available and the viral gene expression is thus regulated translationally to achieve the desired quantity and timing pertaining to these proteins. 8 As Levivirus has a ss RNA genome serving as the template for both translation and replication, the ribosome and the replicase tend to compete in binding the template. 8 To solve this conflict, the three distal genes share a single ribosomal entry site; moreover, the ribosome and replicase share the same binding site around the start codon of the coat gene. 7,8,52,53 The translation of the three distal genes is therefore coupled as the binding of replicase and of ribosome is mutually exclusive. 7 Nevertheless, ribosome bound to the ORF of the maturation gene could potentially dislodge the replicase travelling to the 5 0 end. 7 To prevent this, transcript folding can exert a translational control by gate-keeping the ribosomal binding site(RBS) in a long-distance interaction (LDI) via an inhibitory upstream complementary sequence (UCS). 8 This structure prevents the binding of the ribosome and yields way to the replicase. 8,54 The translation of maturation protein is thus usually suppressed. When the formation of the secondary structure is prevented, translation increases. 8,55 Expression of the maturation protein is key for the viral infection process as it can proteolytically trigger the releasing of viral genome through contacting the F-pili of male; this only requires low copies of the maturation protein in Escherichia coli. 8,56 The virus employs a co-transcriptional folding strategy to postpone the formation of this inhibitory LDI via sequestering the UCS in a metastable hairpin, enabling a transient translation of maturation protein. 7 Moreover, studying this translational control of the maturation protein brings deeper insight into the evolutionary divergence of Levivirus and Allolevivirus in the Family Leviviridae. 44 Gene expansion is proposed to have occurred in Allolevivirus, which postpones the formation of the inhibitory LDI and therefore up-regulates the maturation protein; subsequent mutations accumulate and restore the virus fitness, resulting in the difference between these two genera. 44,57 Final inhibitory Structure The final cloverleaf-like structure consists of four hairpins",
            "paragraph_rank": 17,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 200,
                    "text": "[44]",
                    "end": 204
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 204,
                    "text": "[45]",
                    "end": 208
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 208,
                    "text": "[46]",
                    "end": 212
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 212,
                    "text": "[47]",
                    "end": 216
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 432,
                    "text": "44",
                    "end": 434
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 648,
                    "text": "44",
                    "end": 650
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 800,
                    "text": "44",
                    "end": 802
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 954,
                    "text": "44,",
                    "end": 957
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 957,
                    "text": "45,",
                    "end": 960
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 960,
                    "text": "48,",
                    "end": 963
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 963,
                    "text": "49",
                    "end": 965
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 1154,
                    "text": "44,",
                    "end": 1157
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 1157,
                    "text": "50",
                    "end": 1159
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1451,
                    "text": "8,",
                    "end": 1453
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 1453,
                    "text": "51",
                    "end": 1455
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1591,
                    "text": "8",
                    "end": 1592
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1748,
                    "text": "8",
                    "end": 1749
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1975,
                    "text": "8",
                    "end": 1976
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 2144,
                    "text": "8",
                    "end": 2145
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 2336,
                    "text": "7,",
                    "end": 2338
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 2338,
                    "text": "8,",
                    "end": 2340
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 2340,
                    "text": "52,",
                    "end": 2343
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 2343,
                    "text": "53",
                    "end": 2345
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 2476,
                    "text": "7",
                    "end": 2477
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 2609,
                    "text": "7",
                    "end": 2610
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 2823,
                    "text": "8",
                    "end": 2824
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 2910,
                    "text": "8,",
                    "end": 2912
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 2912,
                    "text": "54",
                    "end": 2914
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 3064,
                    "text": "8,",
                    "end": 3066
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 3066,
                    "text": "55",
                    "end": 3068
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 3325,
                    "text": "8,",
                    "end": 3327
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 3327,
                    "text": "56",
                    "end": 3329
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 3541,
                    "text": "7",
                    "end": 3542
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 3728,
                    "text": "44",
                    "end": 3730
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 4013,
                    "text": "44,",
                    "end": 4016
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 4016,
                    "text": "57",
                    "end": 4018
                }
            ]
        },
        {
            "section": "Translational control of maturation protein in Leviviridae Levivirus",
            "text": "The cloverleaf-like structure assumed by the 5 0 UTR of equilibrated RNA from MS2 was first proposed by Groeneveld et al. (1995), consisting of a 5 0 hairpin, and the downstream West (W), South (S) and East (E) arms 7,8  (Fig. 2). An inhibitory UCS, immediately 3 0 to the 5 0 hairpin, pairs with the 7 nt Shine-Dalgarno(SD, AGGAGGU) sequence, forming a LDI. 8 This cloverleaf-like structure, even including the bulge in the bottom of the S arm, is evolutionarily conserved between MS2 and KU1 which is a Group II Levivirus that varies from MS2 in terms of primary sequence. 8 The cloverleaf-like and inactive structure forms once the first 123 nt of the plus-strand is synthesised. 7 Meanwhile, the start codon is not replicated yet, and the translation initiation complex requires the transcript up to the first 145 nt. 7 The maturation protein can therefore not be translated. 7 The RBS of the maturation protein spanning from nucleotide 110 to 145 can also pair with a stretch of downstream sequence to further sequester the RNA molecule in an inactive form. 8 This ensures that the RBS is not accessible to the ribosome once the inactive cloverleaf structure is formed, otherwise the ribosome could be there to dislodge the progressing replicase. 8 Experimental evidence Phylogenetic analysis reveals the conservation of the cloverleaf structure in the 5 0 UTR sequences of the maturation gene among Levivirus members: Groeneveld et al. (1995) assembled an alignment consisting of four group I phages (fr, M12, JP501, MS2), and two group II phages (KU1, GA). 8 They noticed that the structural features are generally preserved, albeit some variations in the W arm comparing the two groups and bulge shifting in the S arm comparing MS2 and M12. 8,58,59 They also reported covariation being observed in all arms and, most importantly, in the LDI; particularly, the amount of covariations present in Group I and II are similar. 8 In addition, they were able to employ the secondary-structure prediction program MFOLD (GCG sofware, Genetics Computer Group, Madison, WI) to predict the cloverleaf structure. 8 Biochemical probing of the structure from a reference MS2 sequence is initialised as well using a combination of DMS, DEP, CMCT, and RNase T1/T2/VT. 8 The resultant probing pattern is consistent with the proposed structure in terms of sensitivity to modification or cleavage, including the bulge region. 8 Functional analyses have been conducted on the components of this cloverleaf structure through a series of mutants with deletions in variable portions of the arms. 8 Any changes in the synthesis of the maturation protein were thus attributed to the structural feature being mutated because the stability of these mutant RNAs was confirmed to be unchanged. 8 Only the base-pairing potential rather than the primary sequence composition of the W arm is required for maturation protein translation. 8 Moreover, deleting the entire UCS sequence or destabilising the LDI via mutations significantly enhances the maturation protein synthesis, which is further evidence for the negative regulatory role of the UCS strand. 8 ",
            "paragraph_rank": 18,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 104,
                    "text": "Groeneveld et al. (1995)",
                    "end": 128
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 216,
                    "text": "7,",
                    "end": 218
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 218,
                    "text": "8",
                    "end": 219
                },
                {
                    "type": "figure",
                    "start": 221,
                    "text": "(Fig. 2)",
                    "end": 229
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 359,
                    "text": "8",
                    "end": 360
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 575,
                    "text": "8",
                    "end": 576
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 683,
                    "text": "7",
                    "end": 684
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 822,
                    "text": "7",
                    "end": 823
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 880,
                    "text": "7",
                    "end": 881
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1063,
                    "text": "8",
                    "end": 1064
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1252,
                    "text": "8",
                    "end": 1253
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1424,
                    "text": "Groeneveld et al. (1995)",
                    "end": 1448
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1564,
                    "text": "8",
                    "end": 1565
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1749,
                    "text": "8,",
                    "end": 1751
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 1751,
                    "text": "58,",
                    "end": 1754
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 1754,
                    "text": "59",
                    "end": 1756
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1930,
                    "text": "8",
                    "end": 1931
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 2108,
                    "text": "8",
                    "end": 2109
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 2259,
                    "text": "8",
                    "end": 2260
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 2414,
                    "text": "8",
                    "end": 2415
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 2580,
                    "text": "8",
                    "end": 2581
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 2772,
                    "text": "8",
                    "end": 2773
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 2912,
                    "text": "8",
                    "end": 2913
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 3131,
                    "text": "8",
                    "end": 3132
                }
            ]
        },
        {
            "section": "Transient permissive Structure",
            "text": "The transient structure consists of a metastable hairpin",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "section": "Transient permissive Structure",
            "text": "After Groeneveld et al. (1995) and Poot et al. (1997) proposed a kinetic model to explain the brief translation of maturation protein, a series of MS2 mutants were designed by Van Meerten et al. (2001) to progressively locate the kinetic trap that contributes to the slow folding of the cloverleaf-like structure. 7,60 This temporary kinetic trap, essentially a transient structure, is located in the 5 0 UTR. 7 The precise position was further explored by replacing the W, S and E arms of MS2 arm by arm by the cognate arm from KU1. 7 Finally, nt 37-45 of MS2, residing in the 5 0 segment of the W arm, was identified as the functional sequence corresponding to the 3 0 portion of a metastable hairpin which is conserved among MS2, KU1 and fr. 7 This transient hairpin encompasses 4 nts from the 3 0 portion of the 5 0 hairpin, the UCS, and 7 nts from the 5 0 portion of the West arm originally in the cloverleaflike structure. 7 Therefore, it disrupts the inhibitory LDI and thereafter frees the SD sequence, temporarily permitting the nonequilibrated RNA to be captured by the translation machinery for a brief translation of the maturation protein during the limited time window, i.e., after the synthesis of the RBS but before the LDI forms. 7 Moreover, this truncates the 5 0 hairpin and exposes the G 0 s at the start of the 5 0 UTR as ss, which is stipulated by the viral replication; maturation protein complemented in trans is not enough to rescue a mutant with no metastable hairpin, which agrees with this additional role. 7 This structure forms only co-transcriptionally during the synthesis of the positive strand from an antisense template, and will be eventually replaced by the mutually exclusive LDI. 7 This requires the ribosome to bind the RBS fast enough compared to the formation of the LDI, 8 which is demonstrated feasible. 61 Experimental evidence Firstly, Groeneveld et al. indirectly tested the kinetic model by delineating the maturation protein synthesis contributed from the equilibrium model; the latter model states that RBS is occasionally freed from UCS during breathing if the fullybound LDI forms faster than ribosome Figure 2. Schematic drawing for Levivirus (MS2). The UCS is highlighted in red color, the SD sequence is in yellow color, and the start codon is colored in green. In the left structure, the SD sequence is accessible to ribosome for translation. In the right structure, the SD pairs with the UCS, forming the LDI to impede ribosome binding.",
            "paragraph_rank": 20,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 6,
                    "text": "Groeneveld et al. (1995)",
                    "end": 30
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 35,
                    "text": "Poot et al. (1997)",
                    "end": 53
                },
                {
                    "type": "bibr",
                    "start": 195,
                    "text": "(2001)",
                    "end": 201
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 314,
                    "text": "7,",
                    "end": 316
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 316,
                    "text": "60",
                    "end": 318
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 410,
                    "text": "7",
                    "end": 411
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 534,
                    "text": "7",
                    "end": 535
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 745,
                    "text": "7",
                    "end": 746
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 929,
                    "text": "7",
                    "end": 930
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1247,
                    "text": "7",
                    "end": 1248
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1535,
                    "text": "7",
                    "end": 1536
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1719,
                    "text": "7",
                    "end": 1720
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1814,
                    "text": "8",
                    "end": 1815
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 1848,
                    "text": "61",
                    "end": 1850
                },
                {
                    "type": "figure",
                    "start": 2154,
                    "text": "Figure 2",
                    "end": 2162
                }
            ]
        },
        {
            "section": "Transient permissive Structure",
            "text": "binding. 8 Through modulating the stability of the LDI via mutations, they eliminated the possibility of maturation protein being mostly synthesised by the equilibrated cloverleaf conformation. 7,8 Secondly, they directly assessed the kinetic model via adjusting the co-transcriptional time delayed for the LDI formation, and concluded that this duration is positively correlated with the yield of maturation protein. 8 Moreover, computational simulation of the co-transcriptional folding trajectory using KINWALKER does predict both the transient kinetic trap and the cloverleaf structure. 51 Mutational analysis also provides evidence supporting the functional importance of this metastable hairpin -the kinetic trap for this kinetic model -for the translation of maturation protein. Mutants with the metastable hairpin disrupted produce no plaque whereas compensatory double mutation is able to rescue the fitness of the phage. 7 On the other hand, mutation stabilising the metastable structure via replacing the bulge by a base pair increases the translation of maturation. 7 Furthermore, bulk evolution of those mutants with no metastable hairpin eventually leads to the restoration of the metastable hairpin. 7 Taken together, they imply the necessity of the metastable hairpin for the synthesis of maturation protein and thus the infection fitness of the phage.",
            "paragraph_rank": 21,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 9,
                    "text": "8",
                    "end": 10
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 194,
                    "text": "7,",
                    "end": 196
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 196,
                    "text": "8",
                    "end": 197
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 418,
                    "text": "8",
                    "end": 419
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 591,
                    "text": "51",
                    "end": 593
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 931,
                    "text": "7",
                    "end": 932
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1078,
                    "text": "7",
                    "end": 1079
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1215,
                    "text": "7",
                    "end": 1216
                }
            ]
        },
        {
            "section": "Half-life of the structures",
            "text": "In vitro, the cloverleaf structure requires several minutes to fully fold, whereas a tRNA with comparable size and conformation folds only on a millisecond time scale. 7,60 This further suggests that the MS2 5 0 UTR folding is delayed by being kinetically trapped in a non-native structure. 7 Given that coli-phage replicase proceeds at 30 nt per second (sec), the ribosome can stably bind the maturation protein start codon as long as the cloverleaf structure is postponed to form by about 1 sec. 7,62 Hence, the proposed translational control is convincing in terms of time.  [12]: P1 in blue, P2 in green, P3 in yellow, P4 in dark red, P1.1 in purple. The stem P(-1) of the permissive alternative structure is colored in pink. In the inhibitory alternative structure, Alt 1, 2, and 3 disrupt the native stems of the active structure except P1 and P4.",
            "paragraph_rank": 22,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 168,
                    "text": "7,",
                    "end": 170
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 170,
                    "text": "60",
                    "end": 172
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 291,
                    "text": "7",
                    "end": 292
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 498,
                    "text": "7,",
                    "end": 500
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 500,
                    "text": "62",
                    "end": 502
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 578,
                    "text": "[12]",
                    "end": 582
                }
            ]
        },
        {
            "section": "HDV Ribozyme",
            "text": "Regulation of the HDV ribozyme selfcleaving activity HDV HDV is an RNA satellite virus depending on hepatitis B virus (HBV), and aggravates the virulency of HBV-causing hepatitis. 63 HDV has a circular and 1700 nt long ssRNA genome, encoding the delta antigen protein. 12,64 The high self-complementarity of the genome enables it to assumes a rod-like structure. [65][66][67][68] A double-rolling-circle mechanism is exploited by HDV to replicate via the host RNA polymerase II, yielding linear multimers of both genomic and antigenomic senses 64,68 .The multimers are subsequently self-cleaved into monomers via a trans-esterification reaction catalyzed by the HDV ribozyme in cis. 64,68 The linear monomers are then ligated into a circular genome via a host factor, which harbours the ribozyme-targeting cleavage site again. 12,13 The ribozyme activity is turned off in the ligated RNA by interacting a downstream attenuator in order to serve as a template during the upcoming replication cycles. 12,69 HDV ribozyme catalyses the self-cleavage activity",
            "paragraph_rank": 23,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 180,
                    "text": "63",
                    "end": 182
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 269,
                    "text": "12,",
                    "end": 272
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 272,
                    "text": "64",
                    "end": 274
                },
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 363,
                    "text": "[65]",
                    "end": 367
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 367,
                    "text": "[66]",
                    "end": 371
                },
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 371,
                    "text": "[67]",
                    "end": 375
                },
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 375,
                    "text": "[68]",
                    "end": 379
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 544,
                    "text": "64,",
                    "end": 547
                },
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 547,
                    "text": "68",
                    "end": 549
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 683,
                    "text": "64,",
                    "end": 686
                },
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 686,
                    "text": "68",
                    "end": 688
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 827,
                    "text": "12,",
                    "end": 830
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 830,
                    "text": "13",
                    "end": 832
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 999,
                    "text": "12,",
                    "end": 1002
                },
                {
                    "type": "bibr",
                    "ref_id": "b69",
                    "start": 1002,
                    "text": "69",
                    "end": 1004
                }
            ]
        },
        {
            "section": "HDV Ribozyme",
            "text": "This HDV ribozyme has a fast reaction rate which only depends on 85 nucleotides of either genomic or antigenomic RNAs requiring one nucleotide located 5 0 of the cleavage site; limited variation is observed in this ribozyme. 64,68,70,71 Both genomic and antigenomic ribozymes are enriched in G and fold into similar secondary structures, as concluded by aligning the genomic and antigenomic sequences in search of sequence and structural similarity, secondary-structure prediction via minimumfree-energy minimisation, and ribonuclease digestion. 72 Flanking sequence participates in the regulation of HDV ribozyme self-cleavage Non-catalytic sequences neighbouring the group I intron of Tetrahymena thermophila can modulate the ribozyme selfprocessing activity through base-pairing a functional portion of the ribozyme sequence. 12,[73][74][75] Consistent with this regulatory model, flanking sequences originated from virus and vector have been shown to affect the HDV ribozyme self-cleaving activity. 71,76 The upstream sequence 5 0 to the self-cleavage site could thus be involved in regulating the selfcleavage activity of the HDV ribozyme when the self-cleavage activity is not desired, but the downstream attenuator not readily available. That is, alternative structures formed co-transcriptionally and being mutually exclusive to the active conformation could potentially temporarily adjust the HDV ribozyme activity. 12 This would require a thorough investigation of the co-transcriptional folding kinetics of the HDV ribozyme incorporating the 5 0 upstream sequence. 13 Here, we summarise the findings in one inhibitory and one permissive structure for the HDV ribozyme self-cleaving activity. 12 Active structure Active conformation consists of 5 stems: P1, P1.1, P2, P3, P4. 64  (Fig. 3) The active double-pseudo-knotted structure assumes a nested structure folding the active site inside a catalytic cleft to shield it against the solvents. 64 Coaxial stacking occurs among P1, P1.1 and P4; Figure 4. Schematic drawing for SAM riboswitch. For both RNA structures, the stem of the terminator is colored in red, and the stem of the anti-anti-terminator is colored in blue. In the SAM-unbound structure, the anti-terminator is formed by the 3' portion of the anti-anti-terminator and the 5' portion of the terminator hairpin; thus, the terminator hair can no longer form. The pseudoknot is not shown in this drawing.",
            "paragraph_rank": 24,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 225,
                    "text": "64,",
                    "end": 228
                },
                {
                    "type": "bibr",
                    "ref_id": "b68",
                    "start": 228,
                    "text": "68,",
                    "end": 231
                },
                {
                    "type": "bibr",
                    "ref_id": "b70",
                    "start": 231,
                    "text": "70,",
                    "end": 234
                },
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 234,
                    "text": "71",
                    "end": 236
                },
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 546,
                    "text": "72",
                    "end": 548
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 829,
                    "text": "12,",
                    "end": 832
                },
                {
                    "type": "bibr",
                    "ref_id": "b73",
                    "start": 832,
                    "text": "[73]",
                    "end": 836
                },
                {
                    "type": "bibr",
                    "ref_id": "b74",
                    "start": 836,
                    "text": "[74]",
                    "end": 840
                },
                {
                    "type": "bibr",
                    "ref_id": "b75",
                    "start": 840,
                    "text": "[75]",
                    "end": 844
                },
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 1003,
                    "text": "71,",
                    "end": 1006
                },
                {
                    "type": "bibr",
                    "ref_id": "b76",
                    "start": 1006,
                    "text": "76",
                    "end": 1008
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1425,
                    "text": "12",
                    "end": 1427
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1576,
                    "text": "13",
                    "end": 1578
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1703,
                    "text": "12",
                    "end": 1705
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 1786,
                    "text": "64",
                    "end": 1788
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1790,
                    "text": "(Fig. 3)",
                    "end": 1798
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 1953,
                    "text": "64",
                    "end": 1955
                },
                {
                    "type": "figure",
                    "start": 2003,
                    "text": "Figure 4",
                    "end": 2011
                }
            ]
        },
        {
            "section": "HDV Ribozyme",
            "text": "P2 and P3 share another stack parallel to the aforementioned stack. 64 Both pseudoknots are required for cleavage. 64 The composition of helix P1 can be modulated without affecting the activity as long as the length, base-pairing potential and the G1*U37 wobble base pair are intact. 64 Helix P1.1 consists of only two base pairs, but it is critical for rendering the ribozyme into its correct 3D conformation, especially the active site responsible for cleavage activity. 64 Mutations breaking the P1.1 stem result in a significantly reduced ribozyme activity. 64,77,78 The active conformation of the genomic HDV ribozyme has been examined by X-ray crystallography, ribonuclease probing and site-specific mutagenesis. 64 Structure preventing self-cleavage The inhibitory structure consists of Alt1, Alt2 and Alt3",
            "paragraph_rank": 25,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 68,
                    "text": "64",
                    "end": 70
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 115,
                    "text": "64",
                    "end": 117
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 284,
                    "text": "64",
                    "end": 286
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 473,
                    "text": "64",
                    "end": 475
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 562,
                    "text": "64,",
                    "end": 565
                },
                {
                    "type": "bibr",
                    "ref_id": "b77",
                    "start": 565,
                    "text": "77,",
                    "end": 568
                },
                {
                    "type": "bibr",
                    "ref_id": "b78",
                    "start": 568,
                    "text": "78",
                    "end": 570
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 719,
                    "text": "64",
                    "end": 721
                }
            ]
        },
        {
            "section": "HDV Ribozyme",
            "text": "Due to the rapid self-cleavage of the HDV ribozyme, the ribonuclease experiments were performed on the 3 0 self-cleavage product rather than the precursor. 72 An extended transcript extending from 30 nt upstream of the cleavage site to 15 nt downstream of the 3 0 -end, denoted as ¡30/99 RNA, was found to have extremely diminished activity. 12 The flanking sequence kinetically traps the ribozyme during transcription and results in a slow reaction rate, which can be improved by the addition of heat and denaturants to facilitate the formation of the active conformation. 12,71,72 Alt1, Alt2 and Alt3 disrupt the P1.1, P2 and P3 stems in the active conformation, as revealed by the biochemical, computational, and mutational studies conducted by Chadalavada et al. (2000); in contrast, P1 and P4 remain the native conformation. 12 P2 is proposed to form prior to the remaining HDV ribozyme and activate both genomic and antigenomic ribozyme, which may explain the resultant inactive conformation. 12,79,80 Alt1 is a 10-bp LDI formed between an upstream inhibitory stretch (nt ¡25/-15 related to the cleavage site) and the downstream stretch (nt 76/86). 12,81,82 Alt2 is an interaction between upstream flanking sequence and the ribozyme, and Alt3 is a non-native ribozyme-ribozyme interaction. 12 Experimental evidence Three experimental approaches provide evidence for the inhibitory secondary structure. 12 Firstly, this extended transcript was directly probed via ribonucleases due to its slow self-cleaving rate, and the cleavage results were used to constrain the structural prediction by MFOLD 3.0, yielding the structure shown in Figure 7. 12 Secondly, a series of DNA oligomers were used to rescue the ribozyme activity of this inactive transcript. 12 Among the oligomers, AS1 anneals to the entire upstream inhibitory stretch of Alt1, raising the reactivity rate by 2700-to 20,000-fold; AS2 only partially disrupts Alt1, nevertheless, it still accelerates the reactivity by 14-fold. 12 These two oligomers have no additive effect since sequestering either portion of Alt1 is sufficient for disrupting this inhibitory LDI. 12 Thirdly, mutations were introduced outside the ribozyme to ensure that the observed ribozyme activity is caused by the stability of Alt1. 12 Single mutations, destabilising Alt1, exhibit 150-fold increase in the reactivity rate or even co-transcriptional selfcleavage; double compensatory mutation, restoring Alt1, has similar reactivity to the inactive RNA transcript. 12 Upon addition of AS1, these mutants show similar reactivity rate to the active ribozyme. 12 Lastly, Alt1 and Alt 3 are conserved among 21 genomic isolates. 12 These non-native structures are conserved perhaps due to their potential role in facilitating the formation of the genome rod-like structure which is required for replication and packaging. 12 Structure permitting selfcleavage Self-cleavage-permissive structure is an upstream hairpin",
            "paragraph_rank": 26,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 156,
                    "text": "72",
                    "end": 158
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 342,
                    "text": "12",
                    "end": 344
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 574,
                    "text": "12,",
                    "end": 577
                },
                {
                    "type": "bibr",
                    "ref_id": "b71",
                    "start": 577,
                    "text": "71,",
                    "end": 580
                },
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 580,
                    "text": "72",
                    "end": 582
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 748,
                    "text": "Chadalavada et al. (2000)",
                    "end": 773
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 999,
                    "text": "12,",
                    "end": 1002
                },
                {
                    "type": "bibr",
                    "ref_id": "b79",
                    "start": 1002,
                    "text": "79,",
                    "end": 1005
                },
                {
                    "type": "bibr",
                    "ref_id": "b80",
                    "start": 1005,
                    "text": "80",
                    "end": 1007
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1155,
                    "text": "12,",
                    "end": 1158
                },
                {
                    "type": "bibr",
                    "ref_id": "b81",
                    "start": 1158,
                    "text": "81,",
                    "end": 1161
                },
                {
                    "type": "bibr",
                    "ref_id": "b82",
                    "start": 1161,
                    "text": "82",
                    "end": 1163
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1296,
                    "text": "12",
                    "end": 1298
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1408,
                    "text": "12",
                    "end": 1410
                },
                {
                    "type": "figure",
                    "start": 1639,
                    "text": "Figure 7.",
                    "end": 1648
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1759,
                    "text": "12",
                    "end": 1761
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1994,
                    "text": "12",
                    "end": 1996
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 2133,
                    "text": "12",
                    "end": 2135
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 2274,
                    "text": "12",
                    "end": 2276
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 2506,
                    "text": "12",
                    "end": 2508
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 2598,
                    "text": "12",
                    "end": 2600
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 2665,
                    "text": "12",
                    "end": 2667
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 2858,
                    "text": "12",
                    "end": 2860
                }
            ]
        },
        {
            "section": "HDV Ribozyme",
            "text": "The permissive structure for the self-cleavage of the HDV ribozyme is mapped to the nt ¡54/-18 of the RNA transcript using the secondary-structure prediction program MFOLD. 12 This structure sequesters the inhibitory stretch of nt ¡24/-15 from Alt1 in a hairpin P(-1) located upstream of the cleavage site. 12,81,82 This extended RNA transcript is demonstrated experimentally to cleave cotranscriptionally. 12 P(-1) has bulges allowing G migrating, resulting in a more stable conformation due to the increased structural entropy. 12,83 Hairpin P(-1) does not appear to interact with the ribozyme domain as the ribozyme has similar selfcleaving activity regardless of whether it is activated in trans (AS1 or AS2) or in cis. 83 However, the P(-1) motif is not found in the antigenomic sequences, 12 so only genomic sequences are assembled in our updated alignment for HDV ribozyme.",
            "paragraph_rank": 27,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 173,
                    "text": "12",
                    "end": 175
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 307,
                    "text": "12,",
                    "end": 310
                },
                {
                    "type": "bibr",
                    "ref_id": "b81",
                    "start": 310,
                    "text": "81,",
                    "end": 313
                },
                {
                    "type": "bibr",
                    "ref_id": "b82",
                    "start": 313,
                    "text": "82",
                    "end": 315
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 530,
                    "text": "12,",
                    "end": 533
                },
                {
                    "type": "bibr",
                    "ref_id": "b83",
                    "start": 533,
                    "text": "83",
                    "end": 535
                },
                {
                    "type": "bibr",
                    "ref_id": "b83",
                    "start": 724,
                    "text": "83",
                    "end": 726
                }
            ]
        },
        {
            "section": "Experimental evidence",
            "text": "Firstly, structural mapping via ribonuclease was used to probe the nt ¡54/-1 fragment instead of the whole precursor transcript due to the fast-cleaving nature of this structure, which reveals a local hairpin P(-1) pairing nt ¡54/¡40 with ¡18/-30. 12 This structure is consistent with the ss-count values calculated Figure 5. Arc-plot of Tryptophan operon leader made using the visualisation program R-CHIE [96]. The left legend specifies the percentage of canonical base-pairs in the paired alignment columns, i.e. those connected by an arc. The right legend specifies the evolutionary support (e.g., covariation, etc.) for each position in the alignment. The alignment and arcs at the top show the information for the terminator structure, whereas the bottom ones correspond to the anti-terminator structure for the same underlying alignment. The lines in each alignment correspond to the respective sequences with every box representing either a nucleotide or a gap in the respective sequence. Every arc represents a base-pair involving the respective two alignment columns. The arcs are colour-coded according to their percentage of canonical base pairs, whereas the evolutionary information supporting each base pair is encoded in the colouring of the underlying nucleotides in the base paired alignment columns, see the right legend for details. Two green blocks connected by an arc implies that this is a canonical base pair (i.e., GC, AU or GU) which corresponds to the most abundant type of base pair for this pair of alignment columns. Cyan means this is a canonical base pair but that it has an one-sided mutation with respect to the most abundant (green) base-pair. Blue refers to a canonical base-pair which differs on both sides from the most abundant (green) base-pair. Red means this is a non-canonical base pair. Unpaired nucleotides are shown in black and gaps in grey.",
            "paragraph_rank": 28,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 248,
                    "text": "12",
                    "end": 250
                },
                {
                    "type": "figure",
                    "start": 316,
                    "text": "Figure 5",
                    "end": 324
                },
                {
                    "type": "bibr",
                    "ref_id": "b96",
                    "start": 407,
                    "text": "[96]",
                    "end": 411
                }
            ]
        },
        {
            "section": "Experimental evidence",
            "text": "using MFOLD which represent the propensity for a nucleotide position to be single-stranded. 12 Secondly, evolutionary conservation is found in hairpin P(-1) and the linking region between P(-1) and P1 among 21 genomic HDV RNA isolates. 12 Minimal sequence variation is also observed in this linking region (nt ¡17/¡1) which is pyrimidine-rich and suspected to melt the annealing between the nascent transcript and the template, facilitating the subsequent ribozyme folding. 12 Half-life of the structures No direct data exists regarding the half-life, but the mechanism proposed for the HDV ribozyme resembles the one utilised by the group I intron. 12 Moreover, in the human HDVlike CPEB3 ribozyme, a similar regulatory mechanism involving the flanking sequence was discovered. 13 As a follow-up study, an equilibrium model is proposed comprising two intermediate and the native fold, which is confirmed by mutagenesis and kinetic characterization. 84 In this model, the 5 0 portion of P2 can base-pair with either the native 3 0 portion or nonnative ribozyme sequence made of nucleotides from P1, P3 and single-stranded regions. 84 Given that P2 has a driving role in the correct folding of the HDV ribozyme, the direction of the shifting of this equilibrium may explain the resultant ribozyme activity. 84 ",
            "paragraph_rank": 29,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 92,
                    "text": "12",
                    "end": 94
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 236,
                    "text": "12",
                    "end": 238
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 474,
                    "text": "12",
                    "end": 476
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 650,
                    "text": "12",
                    "end": 652
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 779,
                    "text": "13",
                    "end": 781
                },
                {
                    "type": "bibr",
                    "ref_id": "b84",
                    "start": 950,
                    "text": "84",
                    "end": 952
                },
                {
                    "type": "bibr",
                    "ref_id": "b84",
                    "start": 1131,
                    "text": "84",
                    "end": 1133
                },
                {
                    "type": "bibr",
                    "ref_id": "b84",
                    "start": 1306,
                    "text": "84",
                    "end": 1308
                }
            ]
        },
        {
            "section": "Regulation of gene expression via a riboswitch",
            "text": "Riboswitches are proposed to be regulatory mechanisms that derive from the RNA world. 85,86 They correspond to non-coding RNA structure elements located in the leader sequence of mRNA strands, which selectively bind certain metabolites to regulate the synthesis of downstream products relevant to this metabolite. [2][3][4]11,87 This regulatory response is achieved by the coordination between the embedded metabolite-binding aptamer domain and the expression platform which switches between alternative structures upon sensing a change in the aptamer domain when a metabolite binds. 3,4,11 The riboswitch can generally assume two mutually-exclusive structures -one metabolite-bound, and one metaboliteunbound. This ligand recognition via aptamer can sequentially affect the interaction between the mRNA and the translational or transcriptional apparatus. 88 The structure of the aptamer is typically evolutionarily conserved; for instance, the S-adenosylmethionine (SAM) riboswitch discussed in this paper is well conserved among bacteria species. 11 In SAM riboswitch, S box is the aptamer where the coenzyme SAM binds with high affinity, which often precedes a putative transcription terminator hairpin; the binding of SAM triggers an allosteric change that subsequently terminates the transcription. 11,89 Overall, a riboswitch assigns the same mRNA both a sensory and an action role without requiring an intermediate. 90 This amounts to a speedy and sensitive responsive mechanism that is able to sense the conditions of the cellular environment with an accuracy comparable to mechanisms involving protein factors. 11,90 Sam-unbound structure If the SAM is unbound, the anti-terminator sequence can sequester the terminator sequence to prevent the formation of terminator and the polymerase can progress through the downstream gene 11  (Fig. 4). The structure without binding of SAM was derived from in vitro transcription and in-line probing using the first Figure 6. Arc-plot for the Levivirus alignment. The alignment and arcs at the top correspond to the final inhibitory structure, whereas the bottom ones correspond to the transient structure permissive for maturation protein translation. See the caption of Figure 5 for more information on arc-plots and two legends.",
            "paragraph_rank": 30,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b85",
                    "start": 86,
                    "text": "85,",
                    "end": 89
                },
                {
                    "type": "bibr",
                    "ref_id": "b86",
                    "start": 89,
                    "text": "86",
                    "end": 91
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 314,
                    "text": "[2]",
                    "end": 317
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 317,
                    "text": "[3]",
                    "end": 320
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 320,
                    "text": "[4]",
                    "end": 323
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 323,
                    "text": "11,",
                    "end": 326
                },
                {
                    "type": "bibr",
                    "ref_id": "b87",
                    "start": 326,
                    "text": "87",
                    "end": 328
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 584,
                    "text": "3,",
                    "end": 586
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 586,
                    "text": "4,",
                    "end": 588
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 588,
                    "text": "11",
                    "end": 590
                },
                {
                    "type": "bibr",
                    "ref_id": "b88",
                    "start": 856,
                    "text": "88",
                    "end": 858
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1049,
                    "text": "11",
                    "end": 1051
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1304,
                    "text": "11,",
                    "end": 1307
                },
                {
                    "type": "bibr",
                    "ref_id": "b89",
                    "start": 1307,
                    "text": "89",
                    "end": 1309
                },
                {
                    "type": "bibr",
                    "ref_id": "b90",
                    "start": 1423,
                    "text": "90",
                    "end": 1425
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1620,
                    "text": "11,",
                    "end": 1623
                },
                {
                    "type": "bibr",
                    "ref_id": "b90",
                    "start": 1623,
                    "text": "90",
                    "end": 1625
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1837,
                    "text": "11",
                    "end": 1839
                },
                {
                    "type": "figure",
                    "start": 1841,
                    "text": "(Fig. 4)",
                    "end": 1849
                },
                {
                    "type": "figure",
                    "start": 1964,
                    "text": "Figure 6",
                    "end": 1972
                },
                {
                    "type": "figure",
                    "start": 2220,
                    "text": "Figure 5",
                    "end": 2228
                }
            ]
        },
        {
            "section": "Regulation of gene expression via a riboswitch",
            "text": "251 nt of yitJ gene in B. subtilis as the model. 11,89 Sam-bound structure Once the SAM is bound to the conserved core of the aptamer, the anti-terminator is sequestered by an anti-antiterminator; the terminator sequence is then freed to assume a terminator hairpin to end the transcription. 11,91 Experimental evidence The SAM-bound structure was originally derived from the phylogenetic conservation observed in an alignment, 11,89 and subsequently verified with disruptive and compensatory mutations using a 124nt long construct (from leader mRNA of yitJ gene in B. subtilis) fused with a reporter gene, 11 and later determined by X-ray crystallography. 97 The proposed transcriptional termination mechanism upon SAM addition was tested in vitro using the transcription of 11 DNA templates harbouring the S box. 11,86 The percentage of transcription termination was compared between presence and absence of SAM, which demonstrated increasing transcription termination upon addition of SAM. 11 Moreover, all structural features involved in the transcription termination mechanism (i.e., the anti-terminator, terminator, and anti-antiterminator) were directly confirmed using disruptive and compensatory mutations. 11 Such disruptive mutations destabilise terminator and anti-terminator individually or both; in comparison, the compensatory mutations restore terminator and anti-terminator individually or simultaneously. 11 The corresponding percentage of SAM-induced transcription termination was compared among these mutants. 11 The results show that terminator is required for the mechanism to respond to SAM and anti-terminator is critical for relieving the transcriptional termination. 11 Hence, such mutational analysis supports the functional roles of those proposed structural features participating in the SAMinduced transcriptional termination mechanism. 11",
            "paragraph_rank": 31,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 49,
                    "text": "11,",
                    "end": 52
                },
                {
                    "type": "bibr",
                    "ref_id": "b89",
                    "start": 52,
                    "text": "89",
                    "end": 54
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 292,
                    "text": "11,",
                    "end": 295
                },
                {
                    "type": "bibr",
                    "ref_id": "b91",
                    "start": 295,
                    "text": "91",
                    "end": 297
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 428,
                    "text": "11,",
                    "end": 431
                },
                {
                    "type": "bibr",
                    "ref_id": "b89",
                    "start": 431,
                    "text": "89",
                    "end": 433
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 607,
                    "text": "11",
                    "end": 609
                },
                {
                    "type": "bibr",
                    "ref_id": "b97",
                    "start": 657,
                    "text": "97",
                    "end": 659
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 815,
                    "text": "11,",
                    "end": 818
                },
                {
                    "type": "bibr",
                    "ref_id": "b86",
                    "start": 818,
                    "text": "86",
                    "end": 820
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 993,
                    "text": "11",
                    "end": 995
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1216,
                    "text": "11",
                    "end": 1218
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1423,
                    "text": "11",
                    "end": 1425
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1530,
                    "text": "11",
                    "end": 1532
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1693,
                    "text": "11",
                    "end": 1695
                }
            ]
        },
        {
            "section": "Alignments",
            "text": "We summarize the key features of our alignments in Tables 1 and 2. A small multiple sequence alignment (MSA) from a previous project published by us 14 was used to build a primary covariance model (CM) using the INFERNAL program 92 to search the full alignments in RFAM 1 and the NCBI TAXONOMY BROWSER. 93 In our previous research, 14 these small MSA were compiled using evolutionarily related sequences for these four RNA families, respectively. These small MSAs are of a high-quality with positive covariation and few gaps, making them convenient starting points to build the corresponding primary CMs. For each of our four alignments, we aligned the sequences of the seed alignment in RFAM with the primary CM first and then curated this against all experimentally verified structures which were first mapped to a reference sequence. We then build a secondary CM incorporating sequences from the RFAM seed alignment which we used to align the hits returned by the search Figure 7. Arc-plot for the HDV ribozyme. The alignment and arcs at the top show the permissive alternative structure 2 and the active structure. The alternative structure 2, P(-1), is the 13-bp hairpin on the left side on top of the arc diagram. The bottom arcs correspond to the inhibitory alternative structure 1. See the caption of Figure 5 for more information on arc-plots and two legends.",
            "paragraph_rank": 32,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 51,
                    "text": "Tables 1 and 2",
                    "end": 65
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 149,
                    "text": "14",
                    "end": 151
                },
                {
                    "type": "bibr",
                    "ref_id": "b92",
                    "start": 229,
                    "text": "92",
                    "end": 231
                },
                {
                    "type": "bibr",
                    "ref_id": "b93",
                    "start": 303,
                    "text": "93",
                    "end": 305
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 332,
                    "text": "14",
                    "end": 334
                },
                {
                    "type": "figure",
                    "start": 974,
                    "text": "Figure 7",
                    "end": 982
                },
                {
                    "type": "figure",
                    "start": 1309,
                    "text": "Figure 5",
                    "end": 1317
                }
            ]
        },
        {
            "section": "Alignments",
            "text": "with the primary CM. These hits were clustered to reduce primary sequence redundancy, choosing a representative sequence for each cluster based on structural fit and covariation. Hits passing this selection strategy were retained only if they contained all alternative structures. We then calculated quality measures for the resulting hits to determine which ones to add to the existing small MSA. The resulting alignment was then curated recursively according to the aligning results returned by INFERNAL using the secondary CM for each of the alternative structures.",
            "paragraph_rank": 33,
            "section_rank": 14
        },
        {
            "section": "Mapping structures",
            "text": "Each of the alternative structures is mapped to the curated alignments via the respective reference sequence, see Tables 1  and 2 for the structure-specific quality measures. All quality measures for all new alignments show an improvement with respect to the corresponding RFAM alignments, if they exist, see Table 1. As the numbers in Table 2 show, the evolutionary evidence supporting the alternative structures is strong and comparable to those supporting the nominal structural features, see Table 1. This is also illustrated in the arc-plots shown in Figures 5-8.",
            "paragraph_rank": 34,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 114,
                    "text": "Tables 1  and 2",
                    "end": 129
                },
                {
                    "type": "table",
                    "start": 309,
                    "text": "Table 1",
                    "end": 316
                },
                {
                    "type": "table",
                    "start": 336,
                    "text": "Table 2",
                    "end": 343
                },
                {
                    "type": "table",
                    "start": 496,
                    "text": "Table 1",
                    "end": 503
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 556,
                    "text": "Figures 5-8",
                    "end": 567
                }
            ]
        },
        {
            "section": "Conclusions",
            "text": "We introduce four RNA families, the Trp operon leader, the Levivirus 5 0 UTR, the HDV ribozyme, and the Sam riboswitch, with transient structures that convey important functions critical to the regulation of their gene expression. The functional roles of these transient structures are diverse and comprise transcription regulation (Trp operon and SAM riboswitch), self-cleavage (HDV ribozyme) and translation regulation (Levivirus 5 0 UTR). Moreover, we show for all four alignments that both the dominant and transient structures are evolutionarily conserved. Our four alignments and structural annotations either significantly update and extend the existing RFAM family or introduce a new RNA family.",
            "paragraph_rank": 35,
            "section_rank": 16
        },
        {
            "section": "Conclusions",
            "text": "Overall, we hope to make that the case that the structural annotation of any RNA family ought to naturally also comprise functional transient RNA structures. This will not only require further experimental research regarding their structure determination and the study of their functional roles, but also some adjustments in RFAM. It should be fairly easy to provide a dedicated structural annotation for each functional role for a given RNA family. It will be more difficult to extend seed alignments in RFAM into full alignments using the current computational analysis pipeline of RFAM as more than one covariance model may be required to capture both the dominant and transient RNA structures of a given RNA family. Finally, translating experimental evidence into a structural annotation of an RNA family, as shown here for four families, is not always a straightforward task for transient structures and may require more manual curation and expertise. Ribonuclease probing, for example, of regions embedded in alternative structures may display only minor hits, rendering the interpretation ambiguous. 72 A concerted effort using a variety of experimental techniques as well as more sophisticated computational analysis tools will thus be required to arrive at complete structural annotations that also comprise functional transient structures.",
            "paragraph_rank": 36,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b72",
                    "start": 1107,
                    "text": "72",
                    "end": 1109
                }
            ]
        },
        {
            "section": "Primary covariation model: Initial Small Alignment",
            "text": "A primary covariation model (cm) is constructed using a small good-quality alignment assembled previously by our group; 14 repeat the CM compilation (i.e., build and calibrate in INFERNAL-1.1RC2) for each of the alternative structures. If the structure contains pseudo-knots, it must be split into non-pseudo-knotted substructures in order to process it in INFER-NAL; if possible, compatible helices of such non-pseudo-knotted substructures and the remaining alternative structures are combined into one structure so as to simplify the subsequent curation (e.g., in HDV, a non-pseudo-knotted substructure of the active conformation is added to the alt2 structure). The aforementioned preassembled alignments of Trp operon leader, Levivirus, HDV and SAM riboswitch have 10, 7, 10 and 15 sequences, respectively.",
            "paragraph_rank": 37,
            "section_rank": 18
        },
        {
            "section": "Secondary covariation model: preassembled alignment + unique RFAM seed alignment sequences",
            "text": "Firstly, the primary CM is used to align the sequences from the RFAM seed alignment (or only part of it, e.g., the alternative structures of HDV are only valid for the genomic sequences, so only genomic sequences are aligned here). This aligning procedure is repeated for the primary CM built from each of the alternative structures. Secondly, redundant sequences are removed from this expanded alignment (i.e., sequence from pre-assembled alignment + RFAM seed alignment), which is subsequently manually curated to optimise the covariation for all alternative structures. Curation is initiated on the alignment generated by the CM with the structure with the largest number of base pairs, and the other alternative structural features are mapped onto the same alignment. During curation, RALEE 94 is used to visually compare the resultant alignments generated by the covariation models pertaining to each alternative structure, and structural overlapping regions are identified and then manually curated (section 4.1 (iv) of Supplementary Material). Thirdly, a secondary CM is thus built and calibrated based on this expanded alignment.",
            "paragraph_rank": 38,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b94",
                    "start": 795,
                    "text": "94",
                    "end": 797
                }
            ]
        },
        {
            "section": "Secondary covariation model: preassembled alignment + unique RFAM seed alignment sequences",
            "text": "Expanded Alignment: select sequences to add into the original small MSA",
            "paragraph_rank": 39,
            "section_rank": 19
        },
        {
            "section": "Secondary covariation model: preassembled alignment + unique RFAM seed alignment sequences",
            "text": "Overlapped hits Firstly, the primary CM for each alternative structure is used to search the RFAM full alignment via INFERNAL (alternatively, for Levivirus, NCBI TAXONOMY BROWSER is used by downloading the branch of the tree of life in which this non-coding RNA resides; for SAM riboswitch, we start our curation from an alignment provided by Winkler et al. (2003)  11 and the SAMbound structure is also annotated by them). A sequence is retained only if the searches using the CM of each individual alternative structure all return this sequence as a hit, and if this sequence spans the full length of all the CM without truncated ends. A hit is defined as a candidate sequence that yields log-odds score greater than 0 in the search result. Secondly, the secondary CM is used to align the overlapped hits; repeat the aligning step for all secondary CM corresponding to each of the alternative structures. Since the alignment constructing the secondary CM is optimised for all alternative structures, aligning the hits using the secondary CM facilitates the following curation among all alternative structures.",
            "paragraph_rank": 40,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 343,
                    "text": "Winkler et al. (2003)",
                    "end": 364
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 366,
                    "text": "11",
                    "end": 368
                }
            ]
        },
        {
            "section": "Secondary covariation model: preassembled alignment + unique RFAM seed alignment sequences",
            "text": "The search for homologs to add is only conducted on the RFAM full alignment rather than searching the NCBI from scratch, which is due to the fact that the qualified sequence to add must satisfy the requirement for all alternative structures. Thus, it would be more efficient but without loss of generality to start from the candidates fitting well with at least one of the alternative structures, i.e., the RFAM full alignment.",
            "paragraph_rank": 41,
            "section_rank": 19
        },
        {
            "section": "Secondary covariation model: preassembled alignment + unique RFAM seed alignment sequences",
            "text": "Cluster the aligned overlapped hits In order to reduce the sequence redundancy and increase the diversity, the alignment sequences comprised of the overlapped hits are clustered based on primary sequence conservation via USEARCH; 95 different percentage identity cutoffs are tested to obtain around 50 to 100 clusters. For each alternative structure, a best-fit sequence is chosen for each cluster using home-made scripts scoring the covariation. Best-fit sequences overlapped among all of the structures are identified as common hits. These common hits are then ranked and filtered based on the fit of the sequence to a structure and the extent of insertions relative to the reference sequence, which gives rise to a MSA for each structure.",
            "paragraph_rank": 42,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b95",
                    "start": 230,
                    "text": "95",
                    "end": 232
                }
            ]
        },
        {
            "section": "Criteria for selecting sequences to add",
            "text": "The structural measures (e.g., covariation, gappiness) of these ranked common hit sequences in the alignment are then incrementally calculated starting from the top sequence for each alternative structure, respectively. Thus, a set of sequences could be chosen systematically to be added to the original small alignment to enhance the alignment quality. Sequences added should maintain the positive overall covariation score of this alignemnt, have few invalid base-pairs, the least number of insertions introducing gaps, and no significant redundancy in terms of primary sequence identity among them.",
            "paragraph_rank": 43,
            "section_rank": 20
        },
        {
            "section": "Curation",
            "text": "Visual inspection and manual comparison are finally conducted to improve the alignment quality in terms of structural fitting. Homologous regions must be aligned based on their primary sequence: they cannot be shuffled around merely to satisfy the reference structure if they are obvious to be homologous to a neighbouring region and not to the reference helix region. Ensure any region (including nonstructural) with known binding site, or other knowledge concerning the conservation in primary sequence is properly aligned. The detailed curation steps are described in section 4 of Supplementary Material.",
            "paragraph_rank": 44,
            "section_rank": 21
        },
        {
            "section": "Curation",
            "text": "Reference sequence and structure The calculation of covariation and structure mapping involved in the aforementioned work-flow use the following reference sequence: (1) Trp operon leader: AE005174.2/2263095-2263188, from E.",
            "paragraph_rank": 45,
            "section_rank": 21
        },
        {
            "section": "Figure 3 .",
            "text": "Schematic drawing for HDV ribozyme. The starting point of each structure on the viral genome in relation to the self-cleavage site (this site is annotated by an orange arrow) is labeled by the corresponding number. The 5 stems of the active structure are colored using similar color scheme employed byChadalavada et al. (2000) ",
            "paragraph_rank": 46,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 301,
                    "text": "Chadalavada et al. (2000)",
                    "end": 326
                }
            ]
        },
        {
            "section": "Figure 8 .",
            "text": "Arc-plot of SAM riboswitch. The top covariation and arcs correspond to the SAM-bound conformation and the bottom ones refer to the SAM-unbound conformation.",
            "paragraph_rank": 47,
            "section_rank": 23
        },
        {
            "section": "Table 1 .Table 2 .",
            "text": "The basic alignment statistics for our new alignments and the corresponding seed alignments in RFAM, if it exists. The structural quality measures allow a swift comparison between the structural annotation of our new alignments and that of the corresponding seed alignments in RFAM. Trp operon leader, the quality measures are calculated for the terminator structure; for HDV ribozyme, the quality measures are shown for the active structure, and provided for both the original RFAM seed alignment and the extracted genomic sequences from the seed alignment (RFAM-genomics); for the SAM riboswitch, the structure included is the SAM-bound structure. Since the levivirus is a new RNA family introduced here, only the statistics for our new Levivirus alignment is shown. Values for the covariation range from ¡2 to 2 and measure the relative frequency of compensatory mutations maintaining the base-pairing potential. A positive covariation implies the presence of compensatory mutations. No. BPs refers to the number of base pairs in the corresponding structure. Frac. Canonical BPs is the fraction of canonical base pairs in the alignment for the aforementioned structure. No. seqs is the number of sequences in the alignment. Align. length is the length of the gapped alignment in nucleotides. The alignment statistics are calculated using R-CHIE.96 The alignment quality measures for the transient structural features for our alignments. For Trp, the numbers refer to the anti-terminator structure.",
            "paragraph_rank": 48,
            "section_rank": 24,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b96",
                    "start": 1348,
                    "text": "96",
                    "end": 1350
                }
            ]
        },
        {
            "section": "Table 1 .Table 2 .",
            "text": "For HDV ribozyme, Alternative 1 refers to the self-cleavage-inhibitory alternative structure and Alternative 2 to the self-cleavage-permissive alternative struc- ture. For the Levivirus alignment, transient refers to the metastable hairpins permitting the temporary translation of maturation protein. For SAM riboswitch, the structure is the SAM-unbound structure. Please see the caption of Table 1 for other definitions. The basic alignment statistics, such as the alignment size or length, are also part of Table 1 as all the alternative structures share the same alignment.",
            "paragraph_rank": 49,
            "section_rank": 24
        },
        {
            "section": "Table 1 .Table 2 .",
            "text": "www.tandfonline.com",
            "paragraph_rank": 50,
            "section_rank": 24
        },
        {
            "section": "Table 1 .Table 2 .",
            "text": "RNA Biology",
            "paragraph_rank": 51,
            "section_rank": 24
        },
        {
            "section": "Funding",
            "text": "This project was supported by grants to I.M.M. from the Natural Sciences and Engineering Research Council (NSERC) of Canada and from the Canada Foundation for Innovation (CFI).",
            "paragraph_rank": 52,
            "section_rank": 26
        },
        {
            "section": "Supplemental Material",
            "text": "Supplemental data for this article can be accessed on the publisher's website.",
            "paragraph_rank": 53,
            "section_rank": 27
        }
    ]
}