{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Viable biocontrol agents for mosquito control are quite rare, therefore improving the efficacy of existing biological agents is an important study. We need to have a better understanding of the predation-risk behavioral responses toward prey. This research examined prey choices by Toxorhynchites splendens by monitoring the behavioral responses of Aedes aegypti, Aedes albopictus, and Anopheles sinensis larvae when exposed to the predator. The results show that Tx. splendens prefers to consume Ae. aegypti larvae. The larvae exhibited different behavioral responses when Tx. splendens was present which suggest vulnerability in the presence of predators. \"Thrashing\" and \"browsing\" activities were greater in Ae. aegypti larvae. Such active and risky movements could cause vulnerability for the Ae. aegypti larvae due to increasing of water disturbance. In contrast, Ae. albopictus and An. sinensis larvae exhibited passive, low-risk behaviors, spending most of the time on the \"wall\" position near the edges of the container. We postulated that Ae. aegypti has less ability to perceive cues from predation and could not successfully alter its behavior to reduce risk of predation risk compared with Ae. albopictus and An. sinensis. Our results suggest that Tx. splendens is a suitable biocontrol agent in controlling dengue hemorrhagic vector, Ae. aegypti."
        }
    ],
    "body_text": [
        {
            "text": "Mosquitoes play a major role in transmitting vector borne diseases in many parts of the world, with an estimated 207 million cases and 627,000 deaths especially in children due to malaria infection (Breman 2001, World Health Organization 2013). An estimated 50-100 millions of dengue and dengue hemorrhagic fever cases were reported worldwide, every year. These cases are linked to the spread of vector Aedes aegypti and Aedes albopictus (Monath 1994, Gubler andMeltzer 1999). Three main mosquito vectors in Malaysia are Ae. aegypti and Ae. albopictus, which are associated with dengue hemorrhagic fever and dengue fever, whereas An. sinensis is for malaria.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 198,
                    "text": "(Breman 2001",
                    "end": 210
                },
                {
                    "type": "bibr",
                    "start": 210,
                    "text": ", World Health Organization 2013",
                    "end": 242
                },
                {
                    "type": "bibr",
                    "start": 438,
                    "text": "(Monath 1994, Gubler and",
                    "end": 462
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 462,
                    "text": "Meltzer 1999)",
                    "end": 475
                }
            ]
        },
        {
            "text": "Several factors contribute to the increasing number of mosquito borne disease. Reckless and rampant use of chemical insecticide in pest control sector has given rise to the problem of resistance in insect (Collins and Blackwell 2000, Impoinvil et al. 2007, Rafikov et al. 2009, Wijesinghea et al. 2009, Nyamah et al. 2011. Although insecticidebased strategy has been sometimes successful (Da-Cunha et al. 2005, Montella et al. 2007, the monolithic reliance on insecticide products has led to adverse effects. The widespread misuses have caused the development of insecticide resistance in mosquitoes (Das et al. 2007), with the main vector, Ae. aegypti, has being ranked eighth in the list of species with the highest reported number of cases of resistance worldwide (Whalon et al. 2008). Resistance against organophosphate (malathion) and carbamate (temephos) insecticides been reported in Central of Malaysia on Ae. albopictus and Ae. aegypti Tadano 1994, Lee et al. 1998).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 205,
                    "text": "(Collins and Blackwell 2000",
                    "end": 232
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 232,
                    "text": ", Impoinvil et al. 2007",
                    "end": 255
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 255,
                    "text": ", Rafikov et al. 2009",
                    "end": 276
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 276,
                    "text": ", Wijesinghea et al. 2009",
                    "end": 301
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 301,
                    "text": ", Nyamah et al. 2011",
                    "end": 321
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 388,
                    "text": "(Da-Cunha et al. 2005",
                    "end": 409
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 409,
                    "text": ", Montella et al. 2007",
                    "end": 431
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 600,
                    "text": "(Das et al. 2007)",
                    "end": 617
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 767,
                    "text": "(Whalon et al. 2008)",
                    "end": 787
                },
                {
                    "type": "bibr",
                    "start": 945,
                    "text": "Tadano 1994, Lee et al. 1998)",
                    "end": 974
                }
            ]
        },
        {
            "text": "Currently, biological control is the favored alternative control method for mosquito vector (Collins and Blackwell 2000, Focks 2007, Wijesinghea et al. 2009, Nyamah et al. 2011. Several biocontrol agents had been tested to control mosquito populations in Malaysia, ranging from the order Diptera, Odonata, Coleoptera, and Hemiptera (Shaalan and Canyon 2009). In Malaysia, Toxorhynchites predatory larva is one of the preferred choices as a biological control agent attributable to sharing same habitat with mosquito prey. Toxorhynchites and mosquito larvae, e.g., Ae. albopictus and Ae. Aegypti, frequently coexisted together and share the same habitat in common aquatic ecosystem (Steffan andEvenhuis 1981, Nyamah et al. 2011). Sulaiman and Jeffry (1994) proposed that the high population of Toxorhynchites splendens could be associated with the low population of Aedes, making Tx. splendens a good candidate for biocontrol agent. When preparing to feed or hunt, Toxorhynchites larva will position its body angle horizontally. When a prey draws near within the larva's striking distance, Toxorhynchites larva will hit and seize the prey with its mandibles. The prey is then typically consumed within minutes, and prey capture can occur either on the surface or at the bottom of the container (Steffan and Evenhuis 1981).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 92,
                    "text": "(Collins and Blackwell 2000",
                    "end": 119
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 119,
                    "text": ", Focks 2007",
                    "end": 131
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 131,
                    "text": ", Wijesinghea et al. 2009",
                    "end": 156
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 156,
                    "text": ", Nyamah et al. 2011",
                    "end": 176
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 332,
                    "text": "(Shaalan and Canyon 2009)",
                    "end": 357
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 681,
                    "text": "(Steffan and",
                    "end": 693
                },
                {
                    "type": "bibr",
                    "start": 693,
                    "text": "Evenhuis 1981, Nyamah et al. 2011)",
                    "end": 727
                },
                {
                    "type": "bibr",
                    "ref_id": "b57",
                    "start": 729,
                    "text": "Sulaiman and Jeffry (1994)",
                    "end": 755
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 1293,
                    "text": "(Steffan and Evenhuis 1981)",
                    "end": 1320
                }
            ]
        },
        {
            "text": "Predator behavior affects the morphology, behavior, and life history of the prey, acting as a persistent selective force (Lima and Dill 1990, Kats and Dill 1998, Wisenden 2000. Predation occurrence would most definitely change the facultative behavior of a particular mosquito larva which later on would affect its susceptibility to a predator (Juliano and Gravel 2002). The ability to identify and avoid potential predators can be considered as a survival strategy (Mirza and Chivers 2003). There is also evidence of evolution in behavioral response of prey when they are exposed to consistent predation risk, suggesting that the predator-prey behavior is adaptive (Blaustein et al. 2000, Juliano andGravel 2002). According to Juliano (2009), mosquito prey larvae have an evolved response mechanism to avoid predation by their natural enemies. In small container system, modified behavior is the basis of anti-predator reaction. In general, predation events and interspecific competition are influenced by behavior and behavioral change of an organism (Kesavaraju and Juliano 2004).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 121,
                    "text": "(Lima and Dill 1990",
                    "end": 140
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 140,
                    "text": ", Kats and Dill 1998",
                    "end": 160
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 160,
                    "text": ", Wisenden 2000",
                    "end": 175
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 344,
                    "text": "(Juliano and Gravel 2002)",
                    "end": 369
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 466,
                    "text": "(Mirza and Chivers 2003)",
                    "end": 490
                },
                {
                    "type": "bibr",
                    "start": 666,
                    "text": "(Blaustein et al. 2000, Juliano and",
                    "end": 701
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 701,
                    "text": "Gravel 2002)",
                    "end": 713
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 728,
                    "text": "Juliano (2009)",
                    "end": 742
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1053,
                    "text": "(Kesavaraju and Juliano 2004)",
                    "end": 1082
                }
            ]
        },
        {
            "text": "In this study, we examined the preferences of Tx. splendens toward three different species of vector mosquito larvae (Ae. aegypti, Ae. albopictus, and Anopheles sinensis) and behavioral changes in response to predatory Tx. splendens larva and also its residual kairomones remnant. We emphasize on the behavior response of Ae. aegypti since the species is the main dengue vector threat in Malaysia. The inclusion of the other two species serves as a comparative factor."
        },
        {
            "section": "Materials and Methods",
            "text": "Predator and Prey Colonies. Predatory mosquito (Tx. splendens) was obtained from Vector Control Research Unit (VCRU), Universiti Sains Malaysia. The strain originated from Penang Hill, Malaysia (5 42'46\" N, 100 26'89\" E) and has been maintained in the laboratory since 1980s. Tx. Splendens are unusually large mosquitoes; the wingspan may exceed 12 mm, while the body length may exceed 7 mm. Larvae are generally dark brown or reddish in appearance, with very conspicuous hairs on the abdomen. The head capsule is quite thick and contains powerful mandibles. Fourth-instar larvae (sizes from 6 to 9 mm) were used for the experiment."
        },
        {
            "section": "Materials and Methods",
            "text": "Late third-and early fourth-instar larvae of Ae. aegypti, Ae. albopictus, and An. sinensis (VCRU strain) were utilized as prey. All of the mosquitoes prey strain have been cultured and maintained in VCRU laboratory since 1980s for more than 600 generations. Female mosquitoes were blood fed using mice. Aedes were fed for 2 h, starting from 1900 to 2100 hours and Anopheles were fed from 2100 to 2300 hours (peak biting hour). After 2 d, we offered oviposition substrate and collected the eggs from each species. Each species was reared separately in containers filled with aged tap water. The larvae were allowed to grow until late third and early fourth-instar larvae to be used in the experiment. Aedes and Anopheles larvae were fed with 1 mg of fine powder of larval food daily. The larva food consists of a mixture of dog biscuit, beef liver, yeast, and milk powder. Larval food for Anopheles larvae consists of nestum, milk powder, yeast, oat, and wheat germ."
        },
        {
            "section": "Materials and Methods",
            "text": "Both predator and prey larvae culture were maintained in an insectarium with temperature of 28 6 0.2 C, 81 6 2.0% relative humidity (RH), and a photoperiod of 12:12 (L:D) h."
        },
        {
            "section": "Materials and Methods",
            "text": "Prey Preferences Test. The first experiment was to test the prey preferences of Tx. splendens toward the three different species of mosquito larvae. The experiment was conducted using a total of 20 preys in 500 ml of seasoned or aged tap water in containers measuring 6.5 Â 17.5 Â 11 cm (height Â length Â width). The ratios of mosquito larvae offered to a predator were 0:20; 3:17; 5:15; 7:13; 10:10; 13:7; 15:5; 17:3; and 20:0 (Ae. aegypti:Ae. albopictus). A same ratio was also applied for Ae. aegypti:An. sinensis. We did not conduct a comparison between Ae. albopictus and An. sinensis since the main focus is more on Ae. aegypti. We specifically chose Anopheles species due to its different feeding behavior from Aedes species. Anopheles species mostly feeds on suspended particles on water surface (Ye-ebiyo et al. 2003), whereas Aedes species relies on submerged feeding. The feeding is near or at the water surface (Merrit et al. 1992).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 805,
                    "text": "(Ye-ebiyo et al. 2003)",
                    "end": 827
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 924,
                    "text": "(Merrit et al. 1992)",
                    "end": 944
                }
            ]
        },
        {
            "section": "Materials and Methods",
            "text": "After 24 h of exposure, the Tx. splendens predator was removed from the container using a pipette, and the remaining number of prey was counted and identified to separate the species under a light microscope. The experiment was conducted in laboratory conditions with temperature of 26 6 1 C and 65-85% humidity. Each experiment was replicated six times."
        },
        {
            "section": "Materials and Methods",
            "text": "Prey preferences were determined by using Manly's a (Manly 1974) equation with Chesson's (1982) alteration to account for prey depletion (e.g., the comparison between Ae. aegypti against An. sinensis):",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 52,
                    "text": "(Manly 1974",
                    "end": 63
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 79,
                    "text": "Chesson's (1982)",
                    "end": 95
                }
            ]
        },
        {
            "section": "Materials and Methods",
            "text": "where N is the initial number and C is the number of larvae consumed of Ae. aegypti (Ae) and An. sinensis (An)."
        },
        {
            "section": "Materials and Methods",
            "text": "We also can predict the preferences (a) of Tx. splendens predator with this multiplicative formula:"
        },
        {
            "section": "Materials and Methods",
            "text": "Where a a is the predicted preference of Tx. splendens predator for Ae. aegypti, a Ae and a An are attack constants for Ae. aegypti and An. sinensis, respectively. Predator Avoidance Behavior. Three different treatments were applied: 1) control; without any predator; 2) prey alongside with a free roaming predator, and 3) when prey was placed in water which contains residual predator's kairomones but without the actual predators. Kairomones was defined by Nourdland and Lewis (1976) as a substance that is released, acquired, or produced by organism which, when it comes into contact with another species in natural context. This substance will evoke the behavioral and physiological reactions of the receiver but not the emitter. In this study, the emitter refers to Tx. splendens larva, and the receivers are Aedes and Anopheles mosquito larvae. For residual kairomones preparation, a predator was released in 500 ml seasoned water and fed with 10 mosquito larvae for 24 h prior to the start of the treatment. Feeding is crucial to simulate the kairomones release by injured prey (Dodson et al. 1994, Kats and Dill 1998, Kusch et al. 2004 and production of remnants exists from predation event (Kesavaraju and Juliano 2004). After 24 h, the predator and the remaining prey were discarded using a pipette. We then proceeded to use the residual kairomone water (for treatment 3).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 459,
                    "text": "Nourdland and Lewis (1976)",
                    "end": 485
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1085,
                    "text": "(Dodson et al. 1994",
                    "end": 1104
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 1104,
                    "text": ", Kats and Dill 1998",
                    "end": 1124
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 1124,
                    "text": ", Kusch et al. 2004",
                    "end": 1143
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1199,
                    "text": "(Kesavaraju and Juliano 2004)",
                    "end": 1228
                }
            ]
        },
        {
            "section": "Materials and Methods",
            "text": "For treatment 2, mosquito larva prey was placed in a plastic container filled with 500 ml seasoned water. Seasoned water is tap water that has been left standing 24 h to reduce the chlorine content. After approximately 10-mins period of acclimation time, a Tx. splendens predator was added into the same container. The behaviors and positions of prey were recorded for 30 min or until it was captured. We categorized the behavior into four types of activity based on Juliano and Reminger (1992): 1) resting-larva neither feeding nor moving; 2) browsing-larva propelled along the surface of the container by the movements of their mouthparts; 3) filtering-larva floating in the water column propelled by the movements of their mouthparts; and 4) thrashing-vigorous lateral movements of the larval body, propelling themselves through the water. Four positions were also categorized as; 1) surface-spiracular siphon of the larva in contact of the water-air interface; 2) bottom-larva within 1 mm of the bottom of the container; 3) wall-larva within 1 mm from any surface of the container walls; and 4) middle-larva more than 1 mm from any surface of the container and not in contact with the water surface. All experiments were conducted in laboratory conditions with temperature of 26 6 1 C and 65-85% humidity. All treatments were replicated six times.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 467,
                    "text": "Juliano and Reminger (1992)",
                    "end": 494
                }
            ]
        },
        {
            "section": "Materials and Methods",
            "text": "The behavioral data were analyzed using multinomial logistic regression in IBM SPSS 20.0 (2012). We recode the behavior categories from 1 to 4 for activities and 5 to 8 for positions as follows: 1) resting; 2) browsing; 3) filtering; 4) thrashing; 5) surface; 6) bottom; 7) wall; and 8) middle, which were then modeled as being dependent on prey species (Ae. aegypti, Ae. albopictus, and An. sinensis) and treatments (control, freeroaming predator, and residual kairomones remnant)."
        },
        {
            "section": "Results",
            "text": "Prey Preferences Study. Result shows that Tx. splendens consumed more Ae. aegypti larvae when varied ratios of Ae. aegypti and Ae. albopictus were offered (Fig. 1). Similar result was also achieved, where Ae. aegypti were mostly consumed compared with An. sinensis (Fig. 2). This can be inferred by observing both of Figs. 1 and 2 where all the values of preference (a) lies above the broken line, a ¼ 0.667 which suggests that Tx. splendens preferred Ae. aegypti larvae over the other two species. The value of a ¼ 0.667 was calculated using Manly's preference selectivity index (a) for nonselective feeding (Manly 1974) and value that lies on a ¼ 0.667 describe as no preferences toward certain species of prey.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 155,
                    "text": "(Fig. 1)",
                    "end": 163
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 265,
                    "text": "(Fig. 2)",
                    "end": 273
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 317,
                    "text": "Figs. 1 and 2",
                    "end": 330
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 609,
                    "text": "(Manly 1974)",
                    "end": 621
                }
            ]
        },
        {
            "section": "Results",
            "text": "Predator Avoidance Behavior. The multinomial logistic likelihood ratio test shows significant effects (P < 0.05) between species (x 2 ¼ 49.36, df ¼ 2, P < 0.0001), types of treatment (x 2 ¼ 49.36, df ¼ 2, P < 0.0001), and activities exhibit by larvae (x 2 ¼ 219.54, df ¼ 7, P < 0.0001)."
        },
        {
            "section": "Results",
            "text": "The most vulnerable larvae to Tx. splendens predation, Ae. aegypti showed high frequency of \"thrashing\" activity at the \"wall\" position when facing the predator. In the absence of predator (control treatment), more \"resting\" activity at \"surface,\" \"wall,\" and \"middle\" positions were exhibited. However, in residual kairomones treatment, Ae. aegypti exhibited more \"browsing\" activity ( Fig. 3a). In contrast, Ae. albopictus displayed less activity and positioning in the presence of predator (Fig. 3b). An. sinensis exhibited safer, low-risk activity such as \"resting\" in presence of predator similar to control condition (Fig. 3c).",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 387,
                    "text": "Fig. 3a)",
                    "end": 395
                },
                {
                    "type": "figure",
                    "start": 493,
                    "text": "(Fig. 3b",
                    "end": 501
                },
                {
                    "type": "figure",
                    "start": 623,
                    "text": "(Fig. 3c)",
                    "end": 632
                }
            ]
        },
        {
            "section": "Results",
            "text": "The Cox and Snell's pseudo statistic showed that less than half of the variation in prey behavior was explained by the model (R 2 ¼ 0.35). Table 1 lists the parameter estimates from the model that shows each factor tested was compared with reference factor. Ae. aegypti, kairomones treatment, filtering activity and middle position were served as reference factor. Based on the multinomial logistic regression, Ae. albopictus prey was prone to display more \"browsing\" behavior (odds ratio ¼ 10.67, df ¼ 1, P ¼ 0.001) at the \"bottom\" odds ratio ¼ 17.50, df ¼ 1, P < 0.0001) and \"wall\" positions (odds ratio ¼ 6.68, df ¼ 1, P ¼ 0.010) compared with reference category, Ae. aegypti. However, no significant differences were observed among all treatments for both Aedes species (P > 0.05).",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 139,
                    "text": "Table 1",
                    "end": 146
                }
            ]
        },
        {
            "section": "Results",
            "text": "In predator treatment, there was a significant difference in behavior between Ae. aegypti and An. sinensis (odds ratio ¼ 27. 95, df ¼ 1, P < 0.0001), with An. sinensis larvae showed high frequency of \"resting\" (odds ratio ¼ 63.51, df ¼ 1, P < 0.0001) at the \"surface\" (odds ratio ¼ 99.72, df ¼ 1, P < 0.0001) and \"wall\" of the container (odds ratio ¼ 67.42, df ¼ 1, P < 0.0001) in response toward predation risk posed by Tx. splendens. This low risk behavior by An. sinensis reduces the possibility of the larvae to be captured/eaten."
        },
        {
            "section": "Discussions",
            "text": "Tx. splendens showed preference toward Ae. aegypti, even when Ae. albopictus and An. sinensis were offered together in this study. Tx. splendens preferred to attack Ae. aegypti even at a few number perratio of the other two species. In our study, prey switching toward higher density of certain species did not occur, which means that Tx. splendens still prefers to consume Ae. aegypti. We suggest that Tx. splendens is a very effective predator and has a strong potential to control Ae. aegypti, the main vector of the dengue hemorrhagic fever in Malaysia."
        },
        {
            "section": "Discussions",
            "text": "Ae. Aegyti and Ae. albopictus are two main vectors of dengue hemorrhagic fever and dengue fever, a mosquito-borne infectious disease that constitutes on a growing global threat especially in Asian countries. Domestic Ae. aegypti and Ae. Albopictus tend to have ubiquitous breeding sites in artificial containers and natural sites close to human habitations (Scott et al. 2000, Gubler 2012, Thavara et al. 2004, Dieng et al. 2010. Aedes species is associated with the presence of Tx. splendens predator because both species share the same breeding habitat. Tx. splendens is a container breeder and found in a wide variety of both artificial and natural containers (Steffan and Evenhuis 1981), whereas both Aedes prey was reported to coexisted together with the predator in bamboo stumps, rubber tires, earthen-ware jars, and cans (Trpis 1973, Nyamah et al. 2011. However, shared breeding habitat does not occur between An. sinensis and Tx. splendens predator. This is due to different breeding habitat preference of Anopheles, which prefers clean and unpolluted water (Abu Hassan and Yap 2003) of running water (streams, irrigation, drainage, and slow running rivers) with dense of aquatic vegetations (Mattingly 1969). Therefore, as an initiative to control for Anopheles, Tx. splendens predator must first be introduced into the prey's natural breeding habitat.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 357,
                    "text": "(Scott et al. 2000",
                    "end": 375
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 375,
                    "text": ", Gubler 2012",
                    "end": 388
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 388,
                    "text": ", Thavara et al. 2004",
                    "end": 409
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 409,
                    "text": ", Dieng et al. 2010",
                    "end": 428
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 663,
                    "text": "(Steffan and Evenhuis 1981)",
                    "end": 690
                },
                {
                    "type": "bibr",
                    "ref_id": "b59",
                    "start": 829,
                    "text": "(Trpis 1973",
                    "end": 840
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 840,
                    "text": ", Nyamah et al. 2011",
                    "end": 860
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 1072,
                    "text": "Hassan and Yap 2003)",
                    "end": 1092
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 1201,
                    "text": "(Mattingly 1969)",
                    "end": 1217
                }
            ]
        },
        {
            "section": "Discussions",
            "text": "However, if the predator demonstrates a strong preference on one particular prey species, the prey is believed to be able to endure the highest level of predation (Bonsall and Hassell 1999). In our study, Ae. aegypti populations can be estimated by the existence of Tx. splendens predator. Ae. aegypti larvae are the preferred prey even at low density. Thus, when predation is more aggressive on the superior prey competitor, the inferior prey competitor may be able to coexist through a keystone predator effect (Paine 1966).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 163,
                    "text": "(Bonsall and Hassell 1999)",
                    "end": 189
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 513,
                    "text": "(Paine 1966)",
                    "end": 525
                }
            ]
        },
        {
            "section": "Discussions",
            "text": "Predator preference is predicted to shift according to prey density availability (Mauck andCoble 1971, Savino andStein 1989) and thought to occur through mechanisms of density-dependent predation and switching behavior (Holling 1965, Murdoch and Oaten 1975, Hassell and Comins 1978. Holt and Lawton (1994) pointed out that an apparent mutualism can occur between competing prey species when the presence of either one would lower the predation rates on the other. For example, selective predation of Corethrella appendiculata and  Toxorhynchites rutilus on Ae. albopictus may also reduce predation on Ae. triseriatus, thus enabling this species to propagate in numbers (Griswold and Lounibos 2005). However, in this study, Tx. splendens showed preference to consume Ae. aegypti even at a lower number perratio compared with the Ae. albopictus and An. sinensis. Based on density-dependent theory, the low density population will remain safe and high population will be decimated to a minimum number. This turn of events allows the low density population to grow rapidly. However, we found no such evidence in our study to support this theory. We postulate that the predation interest by Tx. splendens is caused by the behavior and positioning of Ae. aegypti prey when confronted by the predator. The risky and active behavior and positioning attract predators making the prey to be more vulnerable.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 81,
                    "text": "(Mauck and",
                    "end": 91
                },
                {
                    "type": "bibr",
                    "start": 91,
                    "text": "Coble 1971, Savino and",
                    "end": 113
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 113,
                    "text": "Stein 1989)",
                    "end": 124
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 219,
                    "text": "(Holling 1965",
                    "end": 232
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 232,
                    "text": ", Murdoch and Oaten 1975",
                    "end": 256
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 256,
                    "text": ", Hassell and Comins 1978",
                    "end": 281
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 283,
                    "text": "Holt and Lawton (1994)",
                    "end": 305
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 669,
                    "text": "(Griswold and Lounibos 2005)",
                    "end": 697
                }
            ]
        },
        {
            "section": "Discussions",
            "text": "More than 70% of Ae. aegypti larvae captured by Toxorhynchites larvae occurred when the predaceous larvae were not in contact with the water surface (Russo 1986) and were relatively motionless, waiting to ambush the prey (Steffan and Evenhuis 1981). Sometimes, Tx. splendens larvae would swim toward a group of prey larvae, and the most attacks were on swimming prey larvae (Russo 1986, Linley and Darling 1993, Griswold and Lounibos 2005. Generally, Toxorhynchites larvae spend most of their time immobile, with the degree of activity patterns varying according to species (Clements 1999). There are three different mechanisms of prey capture displayed by Toxorhynchites larvae depending on certain conditions: 1) staying inactive and waiting for sub-surface prey to approach within striking distance; 2) swimming toward a particular prey that was trapped on the water surface; and 3) illustrating continual prey-finding activity after grabbing a floating egg (Clements 1999).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 149,
                    "text": "(Russo 1986",
                    "end": 160
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 221,
                    "text": "(Steffan and Evenhuis 1981)",
                    "end": 248
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 374,
                    "text": "(Russo 1986",
                    "end": 385
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 385,
                    "text": ", Linley and Darling 1993",
                    "end": 410
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 410,
                    "text": ", Griswold and Lounibos 2005",
                    "end": 438
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 574,
                    "text": "(Clements 1999)",
                    "end": 589
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 961,
                    "text": "(Clements 1999)",
                    "end": 976
                }
            ]
        },
        {
            "section": "Discussions",
            "text": "From our observation, Tx. splendens favored the first mechanism to capture the prey instead of swimming toward potential prey Fig. 3. Behavior of three species of mosquito larvae (A) Ae. aegypti, (B) Ae. albopictus, and (C) An. sinensis in response to various treatments of control (absence of predator), with predator and predator's kairomones only.",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 126,
                    "text": "Fig. 3",
                    "end": 132
                }
            ]
        },
        {
            "section": "Discussions",
            "text": "(mechanism 2) and predatory Tx. splendens larvae would lie motionless on the bottom of the container and wait for the prey to swim across and capture them. Because of the active \"thrashing\" behavior flaunted by Ae. aegypti in the water, preys failed to detect the presence of predator and become an easy target. This passive hunting mechanism is suitable for Toxorhynchites, which is a phytotelmata breeder, meaning that rigorous movement is not an option in a small and restricted space. According to Clements (1999), the characteristic of a striking behavior of Toxorhynchites larvae also differs according to the position of approaching prey. When prey is situated directly in front of Toxorhynchites larva's head, the strike movement involved a rapid displacement of the head toward the prey though extension of the neck by over 1 mm. Alternatively, if the prey approaches Toxorhynchites larva from the side or behind, the strike took form of a rapid, lateral bending that moved the predator's head toward the prey.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 502,
                    "text": "Clements (1999)",
                    "end": 517
                }
            ]
        },
        {
            "section": "Discussions",
            "text": "Both Ae. aegypti and Ae. albopictus larvae displayed almost similar frequency of behavioral activities. However, Ae. albopictus larvae displayed high occurrence at \"wall\" position in contrast to Ae. aegypti. This evidence suggests that prey situated near the edge of the container was less susceptible than any alternative prey species which is constantly moving. Sih (1979) also stated that among all the larvae that were captured by the predators, 98% were positioned more than 38 mm from the edge of the container, meaning that preys can be found within the central of 70% of the surface area of the container. We observed the similar pattern in our study. Therefore, the vulnerability of Ae. aegypti larvae to predator could be due to the prey positions which were likely to be found at the middle, bottom, and surface of the container.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 364,
                    "text": "Sih (1979)",
                    "end": 374
                }
            ]
        },
        {
            "section": "Discussions",
            "text": "Because of the risky behaviors exhibited by Ae. aegypti which comprise \"thrashing\" and constantly \"browsing\" for food sources at the \"surface\" and \"middle\" of the container, it was not a surprise that Tx. splendens preferred to consume more on Ae. aegypti larvae instead of An. sinensis that continually adopted a low-risk behavior of \"resting\" at the \"surface\" and \"wall\" positions. Zuharah and Lester (2011) found that Aedes notoscriptus appeared to be more visible and more attractive to predators by exhibiting thrashing behavior because vigorous movement attracted predators. According to a study conducted by Nyamah et al. (2011), Ae. albopictus larvae were reported to be moving actively, contrary to Culex fuscocephala (Theobald) and these behavioral characteristics cause Tx. splendens to prey on Ae. albopictus. In our study, when Ae. aegypti larva was placed with a free roaming Tx. splendens larva in predator treatment, Ae. aegypti larva exhibited \"thrashing\" behavior, thus making it more vulnerable toward predation.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 384,
                    "text": "Zuharah and Lester (2011)",
                    "end": 409
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 615,
                    "text": "Nyamah et al. (2011)",
                    "end": 635
                }
            ]
        },
        {
            "section": "Discussions",
            "text": "The dynamics in the behavior could be attributed to the \"threat sensitivity hypothesis\" which stated that a particular prey species would change their avoidance reaction according to the degree of the threat (Helfman, 1989). An. sinensis definitely displays such reaction, where there were significant behaviors displayed between An. sinensis and Ae. aegypti larvae when they were placed with predatory Tx. splendens. An. sinenis larva was seen to be \"resting\" at the \"surface\" of the container \"wall.\" According to Juliano and Reminger (1992), this resting behavior was the least risky behavior in the presence of a potential predator. However, it is also possible that the \"wall' position displayed by An. sinensis was also due to its natural larval behavior where Anopheles larvae were said to demonstrate negative thigmotaxis, a tendency to maintain bodily contact with solid object and its locomotion reduced (Clements 1999). For instance, larvae of Anopheles minimus and Anopheles maculatus, when placed in an experimental water flow channel, anchored themselves to the edge (Muirhead-Thomson 1940), and this ability is due to its dorsal brush setae modified to form hooks which can be used to cling to any solid objects (Lamborn 1921).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 208,
                    "text": "(Helfman, 1989)",
                    "end": 223
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 516,
                    "text": "Juliano and Reminger (1992)",
                    "end": 543
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 914,
                    "text": "(Clements 1999)",
                    "end": 929
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 1081,
                    "text": "(Muirhead-Thomson 1940)",
                    "end": 1104
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 1227,
                    "text": "(Lamborn 1921)",
                    "end": 1241
                }
            ]
        },
        {
            "section": "Discussions",
            "text": "Aquatic organisms usually received warning about prospective predation events by means of visual (Chivers et al. 2001) and chemical information known as kairomones, which can be released by injured prey (Dodson et al. 1994, Kats and Dill 1998, Kusch et al. 2004, predation events, predators (Kesavaraju et al. 2007) solid residues from predation events on either conspecifics or competing prey (Kesavaraju and Juliano 2004), and feces from predator that fed on conspecifics (Brown et al. 1955a(Brown et al. ,b, 1966. There is also an evidence suggests that mosquito larval contact with solid residues while foraging were able to provide signal to the presence of predation threat (Kesavaraju and Juliano 2010). However, predation risk cues in aquatic systems can degrade if they are not replenished by additional predation events, and prey thus may alter their reactions depending on the degradation level (Ferrari et al. 2005). In our study, Ae. aegypti, Ae. albopictus, and An. sinensis seem to display risky behavior of \"thrashing\" and \"browsing\" activities in kairomones treatments. It is possible that the 24 h residual kairomones from Tx. splendens is not strong enough to elicit their avoidance behavior toward possible predator threats. Therefore, these larvae were freely exhibiting their normal activities without any concern of predator presence.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 97,
                    "text": "(Chivers et al. 2001)",
                    "end": 118
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 203,
                    "text": "(Dodson et al. 1994",
                    "end": 222
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 222,
                    "text": ", Kats and Dill 1998",
                    "end": 242
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 242,
                    "text": ", Kusch et al. 2004",
                    "end": 261
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 291,
                    "text": "(Kesavaraju et al. 2007)",
                    "end": 315
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 394,
                    "text": "(Kesavaraju and Juliano 2004)",
                    "end": 423
                },
                {
                    "type": "bibr",
                    "start": 474,
                    "text": "(Brown et al. 1955a",
                    "end": 493
                },
                {
                    "type": "bibr",
                    "start": 493,
                    "text": "(Brown et al. ,b, 1966",
                    "end": 515
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 680,
                    "text": "(Kesavaraju and Juliano 2010)",
                    "end": 709
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 906,
                    "text": "(Ferrari et al. 2005)",
                    "end": 927
                }
            ]
        },
        {
            "section": "Discussions",
            "text": "In conclusion, behavioral response and positioning of prey are two important factors that contribute to the success and effectiveness of Tx. splendens as biocontrol agent. This biocontrol agent has significantly reduced Ae. aegypti vector, subsequently providing a possible chance to reduce the threat of dengue hemorrhagic fever. "
        },
        {
            "section": "Fig. 1 .",
            "text": "The preference of Tx. splendens for Ae. aegypti larvae compared with Ae. albopictus larvae, indicated by (a) (6SE). The broken line indicates no preferences for either mosquito larvae, at a ¼ 0.667."
        },
        {
            "section": "Fig. 2 .",
            "text": "The preference of Tx. splendens for Ae. aegypti larvae compared with An. sinensis larvae, indicated by (a) (6SE). The broken line indicates no preferences for either mosquito larvae, at a ¼ 0.667."
        },
        {
            "section": "Table 1 .",
            "text": "Results from multinomial logistic regression showing nominal parameter estimates from the model The references category is Ae. aegypti. Significant values are in bold."
        },
        {
            "section": "Acknowledgments",
            "text": "We are grateful to the staff of School of Biological Sciences, Universiti Sains Malaysia and Vector Control Research Unit, Universiti Sains Malaysia for field assistance and mosquito culture. This project was partially supported by Fundamental Research Grant Scheme (FRGS) Ministry of Higher Education Malaysia (203/ PBIOLOGI/6711359) and Short Term grant Universiti Sains Malaysia (304/PBIOLOGI/6311043)."
        }
    ]
}