{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Goal: The aim of the study was to estimate the diagnostic accuracy of optical coherence tomography parameters in normal, preperimetric, developed perimetric and terminal glaucoma. Methods: 180 eyes of 140 consecutive patients were evaluated in this retrospective cross sectional pilot study. Copernicus Spectral-domain optical coherence tomography with resolution of 3 mm obtained through the optic nerve head were included. All examined eyes were divided into four groups (healthy eyes, initial, preperimetric glaucoma, developed perimetric glaucoma and terminal glaucoma). Results: The highest value of the RIM is noticed in control group 1,44 (1,21-1,70).There is no significant difference in the size of the disc in the eyes with developed open angle glaucoma (1,80 ±0,66) compared to normal eyes (p= 0,663), to the eyes with initial glaucoma (p=0,120), and terminal glaucomatous atrophy (p=0,068). There is statistically importance of E/D parameter in healthy group 0,17 (0,04-0,27), early glaucomatous group 0,44 (0,35-0,51), developed glaucoma 0,47 (0,39-0,61) respectively p<0,005. The volume of cup was significantly greater in the eyes with terminal glaucomatous atrophy 1,05 (0,85-1,4) compared to the healthy eyes 0,31 (0,06-0,51) (p < 0,005), significantly greater to initial glaucoma 0,84 (0,58-1,12) (p=0,007) and significantly higher compared to developed glaucoma 0,82 (0,62-1.07) (p=0,003). There is no significant difference in the cup between the eyes with early and developed glaucoma (p=0,912). The eyes with terminal glaucoma had significant lower value of the thickness of retinal nerve fiber layer 56,50 (45,50-71,25) compared to developed glaucoma group 82,5 (72-95,75), initial glaucoma 110,50 (102-123) and healthy eyes 132 (119-150) (p <0,005). Conclusion: The SD-OCT scanning should be used to quantify optic nerve head anatomy in human eyes. The changes can be recognized and can indicate as important risk factor in considering glaucoma changes. It also should be considered as an exact model of glaucoma pathology. Key words: initial, perimetric and terminal glaucoma, optic nerve head, retinal nerve fiber layer, rim of the disc, the size of the disc, the volume of the cup.",
            "paragraph_rank": 2,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "section": "INTRODUCTION",
            "text": "Glaucoma is a leading cause of irreversible but preventable blindness all around the world. Referring the epidemiological studies at least half of glaucoma suffers are undiagnosed (1,2). Early recognition and medical treatment could benefit in some suspected groups (3). Previous studies have shown that morphological changes to the optic nerve head (ONH) and thickness of the retinal nerve fiber layer (RNFL) might precede visual field defects (1,4,5).",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 180,
                    "text": "(1,",
                    "end": 183
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 183,
                    "text": "2)",
                    "end": 185
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 266,
                    "text": "(3)",
                    "end": 269
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 445,
                    "text": "(1,",
                    "end": 448
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 448,
                    "text": "4,",
                    "end": 450
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 450,
                    "text": "5)",
                    "end": 452
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "Copernicus Spectral-domain optical coherence tomography (SD-OCT) is well known, new and modern imaging tool using low-coherence interferometry to provide high resolution cross-sectional images of RNFL and ONH (6). It shows accurate and objective anatomic changes in glaucoma eyes. This technique can discriminate between healthy eyes ant those with preperimetric (7-13) and developed glaucoma (7,8). Using a confocal scanning laser ophthalmoscopy (9, 10) and a scanning laser polarimetry (11,12) can enchance the usefulness of the imaging modalities for early glaucoma detection. It is still unclear which of OCT parameters show promising results for early detection of glaucoma and should be used as major sign for glaucoma detection (8, 14-18).",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 209,
                    "text": "(6)",
                    "end": 212
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 393,
                    "text": "(7,",
                    "end": 396
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 396,
                    "text": "8)",
                    "end": 398
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 488,
                    "text": "(11,",
                    "end": 492
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 492,
                    "text": "12)",
                    "end": 495
                }
            ]
        },
        {
            "section": "AIM OF THE STUDY",
            "text": "The aim is to identify which measurements allow for the best differentiation between normal, preperimetric, initial glaucoma and developed, perimetric glaucoma.",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "section": "METHODS",
            "text": "180 eyes of 140 consecutive patients were evaluated in this retrospective cross sectional pilot study. Copernicus SD-OCT with resolution of 3 mm obtained through the ONH were included. All examined eyes were divided into four groups. The size of the disc, the volume of cup, cup/ disc ratio (E/D), size of the rim and the thickness of the RNFL were observed in 50 normal eyes ( control group without glaucoma), 50 eyes with the signs of initial open angle glaucoma, 50 eyes with developed simple glaucoma and 30 eyes with terminal glaucoma signs (final glaucomatous atrophy).",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "section": "METHODS",
            "text": "Mean anatomical values within diagnostic categories were compared using one way analysis of variance and multivariable analysis. Bivariate analysis was used to investigate relationships between evident variables and significant ( p<0,05) relationships. These results were incorporated in the final statistical conclusion.",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "section": "METHODS",
            "text": "All variables were expressed for categorical data as the means±s.e.m. or medians and interquartile ranges for continuous data with or without a normal distribution, respectively. Normally distributed continuous variables were compared between groups using two-tailed-tests. Nonparametric data was compared between groups using the independent samples Mann-Whitney U-test. P-value <0.05 was considered statistically significant. All statistical analyses were performed using the computer software Statistical Package for the Social Sciences, version 20.0 (SPSS, Chicago, IL).",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "section": "RESULTS",
            "text": "The highest value of RIM is noticed in control group 1,44 (1,21-1,70) and was statistically significant higher than the values of RIM in early glaucoma study group 1,04 (0,85-1,33) respectively (p<0,005), developed, perimetric group 0,86 (0,64-1,26) respectively (p<0,005) and terminal glaucoma group 0,39 (0,14-0,68) respectively (p<0,005). Terminal glaucoma study group had significant lower values of RIM compared to early glaucoma group (p<0,005) and developed glaucoma group (p<0,005). The patients with developed glaucoma had significantly lower value of RIM than incipient study group (p<0,005).",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "section": "RESULTS",
            "text": "The largest disc was noticed in early glaucoma group1,94±0,62, and was statistically higher than control study group 1,75±0,66 respectively (p=0,047) and terminal glaucoma group1,58±0,10 respectively (p=0,002). There is no significant difference between the size of disc in the developed perimetric glaucoma group1,80±0,66 compared to control group (p=0,663), incipient glaucoma group (p=0,120) and terminal glaucoma group (p=0,068). The statistically significant difference was not noticed in the size of disc in terminal glaucoma group and the control group (p=0,140). E/D parameter was extremely higher in terminal glaucoma group 0,77 (0,57-0,85) and it was significantly higher compared to control group 0,17 (0,04-0,27) (p<0,005), much higher than in early glaucoma group 0,44 (0,35-0,51) respectively (p<0,005), and developed glaucoma group 0,47 (0,39-0,61) respectively (p<0,005). There is sig-   Comparison of E/D parameters (excavation /size) in the study groups. Legend: * comparing to control group, **comparing to initial glaucoma, ***comparing to developed glaucoma, p-probability, NS-not significant nificantly lower the value E/D in control group compared to early glaucoma group (p<0,005) and developed glaucoma (p<0,005). The statistically significant difference of the value of the parameter E/D was noticed in between early and developed glaucoma group (p=0,039).",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "section": "RESULTS",
            "text": "The highest value of CUP is noticed in terminal glaucoma group 1,05 (0,85-1,40) and was statistically significant compared to control group 0,31 (0,06-0,51) respectively (p<0,005), as well as statistically higher than incipient glaucoma group 0,84 (0,58-1,12) respectively(p=0,007), and statistically higher than developed glaucoma group 0,82 (0,62-1,07) respectively (p=0,003). Comparing the values of the CUP parameters statistically higher values were noticed in early glaucoma group (p<0,005) and the group with developed glaucoma (p<0,005). There is no statistically significant difference in CUP values in between early and developed glaucoma group (p=0,912).",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "section": "RESULTS",
            "text": "The parameters of RNFL thickness is higher in control study group 132 (119-150) and was statistically signifi-cant compared to early glaucoma group 110,50 (102-123) respectively (p<0,005), developed glaucoma group 82,5 (72-95,75) respectively (p<0,005) and terminal glaucoma group 56,50 (45,50-71,25) respectively (p<0,005). The terminal glaucoma patients showed statistically significant lower values of RNFL parameter than early glaucoma eyes (p<0,005), developed glaucoma patients (p<0,005). The developed glaucoma group had statistically significant lower values of RNFL parameter than early glaucoma group (p<0,005).",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "section": "DISCUSSION",
            "text": "The changes of ONH and RNFL defects might cause the development of visual field loss (19,20). Most of studies evaluated the usefulness of OCT parameters for detecting differences between normal and glaucomatous eyes (4). Our study was an attempt to evaluate the usefulness of OCT parameters and RNFL in detecting early structural damage in glaucoma suspected eyes. We wanted to emphasize the parameter best able to discriminate between each subgroup of glaucoma suspected eyes and healthy eyes . The aim of the study was to investigate whether the combination of single parameters could improve the diagnostic power of OCT in detecting glaucoma.",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 85,
                    "text": "(19,",
                    "end": 89
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 89,
                    "text": "20)",
                    "end": 92
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Zangwill et al. (21) found statistically significant difference between ocular hypertensive and normal eyes for disc area, height in contour, rim area and rim volume.",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 16,
                    "text": "(21)",
                    "end": 20
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Anton et al. (9) observed that all ONH parameters except for cup area differed statistically between ocular hypertensive and normal eyes.",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 13,
                    "text": "(9)",
                    "end": 16
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Bowd et al. (22) measured RNFL thickness by OCT and observed that this parameter was 15 per cent thinner in ocular hypertensive eyes than normal eyes.",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 12,
                    "text": "(22)",
                    "end": 16
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Subbiah et al. (23) ocular hypertensive eyes had a thinner mean RNFL thickness as well as nasal, inferior and temporal quadrants than normal eyes.",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 15,
                    "text": "(23)",
                    "end": 19
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Sugimoto et al. (24) reported that RNFL thickness measurements could not distinguish ocular hypertensive eyes from normal eyes. They found that ONH parameters presented with poorer diagnostic precision than RNFL parameters.",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 16,
                    "text": "(24)",
                    "end": 20
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "In a study by Caprioli et al. (25) who compared the perimetrically normal to glaucoma suspected eyes with unilateral loss for normal eyes suggested that time domain OCT might detect evidence of glaucomatous damage earlier than Heidelberg Retinal Tomograph II.",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 14,
                    "text": "Caprioli et al. (25)",
                    "end": 34
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Our results are in agreement with those of Naithani et al. (26 ) and Burgansky et al. (18). The average RNFL and C/D ratio as well as rim are almost be included as variables in formulas using the RNFL and ONH parameters. All these results would be beneficial to test our approach on separating glaucomatous ones of patients with hypertension.",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 59,
                    "text": "(26 )",
                    "end": 64
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 86,
                    "text": "(18)",
                    "end": 90
                }
            ]
        },
        {
            "section": "CONCLUSION",
            "text": "Our study demonstrated the both ONH and RNFL parameters might reveal statistically significant differences between normal and glaucoma suspected eyes. The RNFL parameters were better at discriminating between normal and developed and terminal glaucoma. These ONH parameters offered better diagnostic precision in identi- Comparison of the CUP of the disc in different study groups. Legend: * comparing to control group, **comparing to initial glaucoma, ***comparing to developed glaucoma, p-probability, NS-not significant Figure 5. Comparison of the thickness of the RNFL in the study groups. Legend: * comparing to control group, **comparing to initial glaucoma, ***comparing to developed glaucoma, p-probability, NS-not significant fication of glaucomatous eyes. The combination of RNFL parameters only or both ONH and RNFL parameters provided the best classification results. The changes in the values of OCT parameters can be recognized and can indicate as important risk factor in considering glaucoma changes. It also should be taken as an exact model of glaucoma pathology.",
            "paragraph_rank": 21,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 523,
                    "text": "Figure 5",
                    "end": 531
                }
            ]
        },
        {
            "section": "Figure 1 .",
            "text": "Comparison of the values of RIM of the disc in study groups. Legend: * comparing to control group, **comparing to initial glaucoma, ***comparing to developed glaucoma, p-probability, NS-not significant",
            "paragraph_rank": 22,
            "section_rank": 8
        },
        {
            "section": "Figure 2 .",
            "text": "Comparison of the size of DISC-parameters in different study groups. Legend: * comparing to control group, **comparing to initial glaucoma, ***comparing to developed glaucoma, p-probability, NS-not significant",
            "paragraph_rank": 23,
            "section_rank": 9
        },
        {
            "section": "Figure 3 .",
            "text": "Figure 3. Comparison of E/D parameters (excavation /size) in the study groups. Legend: * comparing to control group, **comparing to initial glaucoma, ***comparing to developed glaucoma, p-probability, NS-not significant",
            "paragraph_rank": 24,
            "section_rank": 10
        },
        {
            "section": "Figure 4 .",
            "text": "Figure 4. Comparison of the CUP of the disc in different study groups. Legend: * comparing to control group, **comparing to initial glaucoma, ***comparing to developed glaucoma, p-probability, NS-not significant",
            "paragraph_rank": 25,
            "section_rank": 11
        },
        {
            "section": "Figure 4 .",
            "text": "Med Arh. 2014 Apr; 68(2): 113-116",
            "paragraph_rank": 26,
            "section_rank": 11
        }
    ]
}