{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Sorafenib has been recommended as first-or second-line treatment for metastatic renal cell carcinoma (mRCC) by several guidelines. The objective of this study is to evaluate the efficacy of sorafenib monotherapy in Chinese patients with mRCC and determine the prognostic clinicopathologic factors associated with survival in these patients. This is a single-arm retrospective study conducted in 2 tertiary medical centers; 140 mRCC patients were enrolled between January 2007 and June 2014. Sorafenib was administered at a dose of 400 mg twice daily, and continued until disease progression, at which point the dose was increased to 600 or 800 mg twice daily, or the onset of an intolerable adverse drug event (ADE) that required dose reduction or temporary suspension of treatment. The primary endpoint was overall survival (OS), and the secondary endpoints included progression-free survival (PFS), objective response rate (ORR), disease control rate (DCR), and safety. The median follow-up time was 32 months. The median OS and PFS were 24 months (range, 3-88 months) and 16 months (range, 0-88 months), respectively. Patients with clear cell carcinoma had a greater OS (P ¼ 0.001) whereas sarcomatoid differentiation (P ¼ 0.045) and disease progression (P ¼ 0.010) negatively impacted OS; time from kidney surgery or biopsy to initiation of sorafenib treatment was associated with PFS (P ¼ 0.027). Efficacy analysis revealed that 3 (2.1%) patients achieved complete responses, 28 (20.0%) patients experienced partial responses, 88 (62.9%) patients had stable disease, and 21 (15.0%) patients developed progressive disease. Moreover, the ORR was 22.1%, and the DCR was 85.0%. Most ADEs were classified as grades 1 or 2 with only 14 (10.0%) patients experiencing a severe ADE (grade 3). Sorafenib monotherapy can achieve promising OS and PFS for Chinese patients with mRCC, especially in those with clear cell carcinoma, with manageable adverse events.",
            "paragraph_rank": 2,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "section": "INTRODUCTION",
            "text": "R enal cell carcinoma (RCC) accounts for nearly 3% of all adult malignancies, and its incidence is increasing in China. 1,2 The poor prognosis of these patients is due in part to its late detection; approximately one-third of patients are diagnosed with metastatic RCC (mRCC) at first presentation. 3 In addition, although surgery is the most effective treatment, approximately 20% to 40% of patients experience distant metastasis or local recurrence after primary nephrectomy 4 with a 5-year survival rate of <10%. 5 Furthermore, mRCC is highly resistant to chemotherapy and radiotherapy; therefore, immunotherapy had been the main treatment option for these patients. However, low tumor response and high toxicities limit this treatment option to only a select few patients. 6,7 Surgical resection of mRCC at multiple sites also improves long-term survival, but it is not always technically feasible. 8 The advent of targeted therapy that inhibit specific signaling pathways important for tumor growth and metastasis, including the vascular endothelial growth factor (VEGF) signaling pathway, 9 has changed the treatment paradigms of mRCC. Since the use of the first VEGF tyrosine kinase inhibitor, sunitinib, the treatment algorithm of mRCC has dramatically changed. Sorafenib (Nexavar, Bayer Pharmaceuticals, West Haven, Conn and Onyx Pharmaceuticals, Emeryville, Calif) is another tyrosine kinase inhibitor, targeting the VEGF receptor, platelet-derived growth factor receptor, Raf kinase 1, KIT, and Fms-like tyrosine kinase 3. [10][11][12] Previous studies have shown that sorafenib improves progression-free survival (PFS) in mRCC by 2.7 months 11 as well as overall survival (OS) 13 ; therefore, it has been recommended by several guidelines, including those of the National Comprehensive Cancer Network, as a second-line treatment option for those who failed prior immunotherapy. 14 However, its efficacy in Chinese patients is not fully known. Therefore, this retrospective study analyzed the characteristics and outcomes of 140 patients with mRCC who were treated with sorafenib at 2 large-volume centers in China to evaluate the efficacy and safety of sorafenib and identify any prognostic factors related to the efficacy of sorafenib.",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 120,
                    "text": "1,",
                    "end": 122
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 122,
                    "text": "2",
                    "end": 123
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 299,
                    "text": "3",
                    "end": 300
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 477,
                    "text": "4",
                    "end": 478
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 516,
                    "text": "5",
                    "end": 517
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 777,
                    "text": "6,",
                    "end": 779
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 779,
                    "text": "7",
                    "end": 780
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 903,
                    "text": "8",
                    "end": 904
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1095,
                    "text": "9",
                    "end": 1096
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1534,
                    "text": "[10]",
                    "end": 1538
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1538,
                    "text": "[11]",
                    "end": 1542
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1542,
                    "text": "[12]",
                    "end": 1546
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1689,
                    "text": "13",
                    "end": 1691
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1890,
                    "text": "14",
                    "end": 1892
                }
            ]
        },
        {
            "section": "Patients",
            "text": "Between January 2007 and June 2014, 191 mRCC patients treated with sorafenib were included in this retrospective study. All the patients were enrolled from 2 large-volume Chinese centers: the Peking University First Hospital and the Chinese People's Liberation Army General Hospital. Among the 191 patients, 28 were considered being at high risk for recurrence (ie, !T3, !G3, N1-2, larger tumor diameter, with tumor necrosis, higher grade of the cell nucleus) and were treated with sorafenib as adjuvant therapy. The remaining 163 patients had mRCC, which was confirmed by histopathological methods. Of these 163 mRCC cases, 16 were lost at followup and 7 were excluded because of incomplete data. Thus, 140 patients were analyzed. This study was approved by the Ethics Committees of Peking University First Hospital and Chinese People's Liberation Army General Hospital, and informed consent was obtained from each participant.",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "section": "Treatment and Follow-Up",
            "text": "Sorafenib monotherapy was administered as first-line therapy for 106 (75.7%) patients, second-line therapy after immunotherapy for 23(16.4%) patients, and second-line therapy following sunitinib for 11 (79%) patients. Sorafenib was administered at a dose of 400 mg twice daily over 1 cycle, which consisted of 4 weeks, and continued until disease progression, defined as new metastases outbreak or a 20% increase in size over baseline, or the onset of an intolerable adverse drug event (ADE). The dosage was increased to 600 mg twice daily or 800 mg twice daily in patients with disease progression and manageable toxicity as previously described. 15 Dose reduction or temporary suspension was allowed according to the ADE grade and individual tolerability. The median of duration of sorafenib treatment was 20 months (range, 3-88 months), and the median follow-up time was 32 months (range, 3-88 months).",
            "paragraph_rank": 5,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 648,
                    "text": "15",
                    "end": 650
                }
            ]
        },
        {
            "section": "Treatment and Follow-Up",
            "text": "The primary endpoint was OS, and secondary endpoints included PFS, objective response rate (ORR), disease control rate (DCR), and safety. ORR was calculated as complete response (CR) þ partial response (PR), and the DCR was determined by CR þ PR þ stable disease (SD). CR, PR, SD, and progressive disease (PD) were defined according to the Response Evaluation Criteria in Solid Tumors (RECIST) criteria. 16 We assessed the tumor response by computed tomography or magnetic resonance intensity once every other cycle. Efficacy was defined according to the RECIST criteria 16 ; a 30% reduction in tumor size was deemed effective. The PFS was calculated from the time of sorafenib initiation to the occurrence of PD. ADEs were examined and graded every cycle according to the National Cancer Institute Common Terminology Criteria for Adverse Events version 3.0. 17 ",
            "paragraph_rank": 6,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 404,
                    "text": "16",
                    "end": 406
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 571,
                    "text": "16",
                    "end": 573
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 859,
                    "text": "17",
                    "end": 861
                }
            ]
        },
        {
            "section": "Statistical Analysis",
            "text": "Patients' clinical and pathological characteristics were represented as mean with range (minimum to maximum) for continuous variables and n (%) for categorical variables. To evaluate the association of OS and PFS with patients' clinical and pathological characteristics, patients' clinical and pathological characteristic data were summarized as n (%) for given OS and PFS values. Univariate and multivariate Cox-regression model analyses were applied, and the results were shown as hazard ratios (HRs) with corresponding 95% confidence intervals (95% CIs). Variables with significance level of P < 0.1 in the univariate Cox-regression model were selected for multivariate analysis. Kaplan-Meier survival curves with a log-rank test were performed to identify the OS and PFS among the clinical and pathological characteristics. 18 All statistical assessments were 2-tailed, and P values <0.05 were considered significant. All statistical analyses were carried out with IBM SPSS statistical software version 22 for Windows (IBM Corp., New York, NY).",
            "paragraph_rank": 7,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 828,
                    "text": "18",
                    "end": 830
                }
            ]
        },
        {
            "section": "Patients' Clinical and Pathological Characteristics",
            "text": "A total of 140 mRCC patients (101 men and 39 women) with a mean age of 57.3 years (range, 17-79 years) receiving sorafenib monotherapy (median dosage of 400 mg twice daily) were enrolled in this study. All the clinical and pathological characteristics of patients are shown in Table 1. The median time from kidney surgery or biopsy to initiation of sorafenib therapy was 12 months (range, 1-144 months); 112 (80%) patients underwent nephrectomy and 23 (16.4%) patients received prior immunotherapy, including combinations of  Clinical and pathological characteristic data were presented as n (%) for a given survival status. ADEs ¼ adverse drug-related events. Univariate and multivariate Cox-regression model analyses were applied, and results were shown as hazard ratio (HR) with corresponding 95% confidence intervals (95% CIs). Variables with significance level <0.1 in univariate Cox-regression model were selected for multivariate Cox-regression model analysis.",
            "paragraph_rank": 8,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 277,
                    "text": "Table 1",
                    "end": 284
                }
            ]
        },
        {
            "section": "Patients' Clinical and Pathological Characteristics",
            "text": "a Others indicated pathological results in papillary, undifferentiated, and chromophobe subtypes.",
            "paragraph_rank": 9,
            "section_rank": 7
        },
        {
            "section": "Patients' Clinical and Pathological Characteristics",
            "text": "interferon, interleukin-2 (IL-2), and 5-fluorouracil ( ",
            "paragraph_rank": 10,
            "section_rank": 7
        },
        {
            "section": "Clinicopathological Factors Associated With OS and Disease Progression in mRCC Patients Treated With Sorafenib",
            "text": "The median OS was 24 months (range, 3-88 months; Figure 1). The association between OS and the patients' clinical and pathological characteristics were presented in Table 2. Univariate and multivariate analyses suggest that patients with clear cell carcinoma have a better OS than those with other types of mRCC (ie, papillary, undifferentiated, chromophobe) (HR ¼ 0.33, 95% CI ¼ 0.182-0.596, P < 0.001). In addition, sarcomatoid differentiation (HR ¼ 2.23, 95% CI ¼ 1.02-4.89, P ¼ 0.045) and disease progression (HR ¼ 1.88, 95% CI ¼ 1.16-3.03, P ¼ 0.010) were also associated with higher risk for death during the follow-up period (Table 2). These characteristics continued to be associated with OS by multivariate analysis that included all relevant variables (Supplementary Table S1, http://links.lww.com/MD/A382). Kaplan-Meier survival curves with a log-rank analysis of OS by pathological results, sarcomatoid differentiation, and disease progression are shown in Figure 2.",
            "paragraph_rank": 11,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 49,
                    "text": "Figure 1",
                    "end": 57
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 165,
                    "text": "Table 2",
                    "end": 172
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 632,
                    "text": "(Table 2)",
                    "end": 641
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 777,
                    "text": "Table S1",
                    "end": 785
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 969,
                    "text": "Figure 2",
                    "end": 977
                }
            ]
        },
        {
            "section": "Clinicopathological Factors Associated With OS and Disease Progression in mRCC Patients Treated With Sorafenib",
            "text": "As shown in Table 3, the clinicopathologic variables associated with PFS were next analyzed. Progressive status (PS) included patients with PD as well as those that had died at last follow-up. A total of 104 (74.2%) patients had PS, including patients who experienced PD (the aforementioned 79 patients) along with patients without PD that had died of mRCC, and Kaplan-Meier curves of the PFS among the 140 patients were illustrated in Figure 3. Univariate Cox-regression analysis revealed that time from kidney surgery or biopsy to initiation of sorafenib treatment was associated with PFS (HR ¼ 0.990, 95% CI ¼ 0.981-0.999, P ¼ 0.028; Table 3). This variable continued to be associated with PFS in a multivariate analysis that included all relevant variables (P < 0.027; Table S2, http:// links.lww.com/MD/A382).",
            "paragraph_rank": 12,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 12,
                    "text": "Table 3",
                    "end": 19
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 436,
                    "text": "Figure 3",
                    "end": 444
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 637,
                    "text": "Table 3",
                    "end": 644
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 773,
                    "text": "Table S2",
                    "end": 781
                }
            ]
        },
        {
            "section": "Efficacy Evaluation",
            "text": "All of the 140 patients enrolled received sorafenib for at least 2 cycles and were included in the evaluation of treatment efficacy. The ORR was 22.1%. In addition, 3 (2.1%) patients achieved CRs, 28 (20.0%) patients reached PRs, 88 (62.9%) patients experienced SD for >2 cycles, and 21 (15.0%) patients developed PD. The ORR included patients with CR and PR. Moreover, the DCR, including patients with CR, PR, or SD, was 85.0%.",
            "paragraph_rank": 13,
            "section_rank": 9
        },
        {
            "section": "Analysis of Sorafenib Safety in mRCC Patients",
            "text": "As shown in Table 4, the 6 most common ADEs after sorafenib initiation were diarrhea (48.6% of patients), hand- foot syndrome (45.0% of patients), fatigue (30.0% of patients), hypertension (25.7% of patients), alopecia (17.9% of patients), and rash (17.9% of patients). Other ADEs included anemia, leukocytopenia, elevated alanine transaminase, elevated uric acid, hoarseness, and arthralgia. Most ADEs were mild to moderate (grades 1 or 2; range, 1.4%-45%). However, some ADEs were severe (grades 3; range, 0%-6.4%; Table 4). In this study, a total of 40 patients received dose escalation (higher dose group); however, no correlation between higher sorafenib doses and severe ADEs were observed in this study cohort (data not shown).",
            "paragraph_rank": 14,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 12,
                    "text": "Table 4",
                    "end": 19
                },
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 517,
                    "text": "Table 4",
                    "end": 524
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Sorafenib improves PFS 11 and OS 13 in mRCC patients and is currently recommended as a second-line treatment option for those who failed prior immunotherapy. 14 However, few studies have analyzed its efficacy in Chinese patients. 19,20 In this retrospective study, the outcomes were analyzed in 140 Chinese mRCC patients treated with sorafenib with a median follow-up time of 32 months. The median OS was 24 months, and PFS was 16 months. Moreover, the ORR was 22.1%, and the DCR was 85.0% with manageable ADEs. The presence of clear cell carcinoma and the absence of sarcomatoid differentiation or disease progression might be associated with increased OS whereas the time from kidney surgery or biopsy to initiation of sorafenib treatment may be associated with PFS.",
            "paragraph_rank": 15,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 33,
                    "text": "13",
                    "end": 35
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 230,
                    "text": "19,",
                    "end": 233
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 233,
                    "text": "20",
                    "end": 235
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "In the Treatment Approaches in Renal Cancer Global Evaluation Trial study, a phase III clinical trial involving 903 RCC patients treated in centers in Europe and in the United States, sorafenib significantly improved the PFS (5.5 vs 2.7 months) 11 and OS (17.8 vs 14.3 months) 13 of patients refractory to prior immunotherapy as compared to the placebo group. Moreover, the DCR in the sorafenib and placebo groups was 62% and 37%, respectively. However, studies in Chinese patients suggest that the efficacy of sorafenib may be even greater. 2 In a study that included 98 mRCC patients, Zhang et al 19 reported a PFS of 15 months, but the median follow-up time was relatively short, and the impact on OS was not evaluated. In another small study of 30 Chinese patients with advanced RCC, Yang et al 20 reported that the OS and PFS was 16 and 14 months, respectively. Consistent with the previous studies evaluating the efficacy of sorafenib in Chinese mRCC patients, 2 the median PFS in the present study was 16 months ADEs ¼ adverse drug-related events, PS ¼ progressive status, which included patients either with progressive disease or those that were dead at last follow-up. Clinical and pathological characteristic data were presented as n (%) for a given PS situation. Univariate Cox-regression model analysis was applied, and results were shown as hazard ratio (HR) with corresponding 95% confidence intervals (95% CIs). Multivarariate analysis was not performed because of only one variable with significance level <0.1 in univariate Cox-regression model. a Others indicated pathological results in papillary, undifferentiated, and chromophobe subtypes. Ã P < 0.05.",
            "paragraph_rank": 16,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 245,
                    "text": "11",
                    "end": 247
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 277,
                    "text": "13",
                    "end": 279
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 542,
                    "text": "2",
                    "end": 543
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 599,
                    "text": "19",
                    "end": 601
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 799,
                    "text": "20",
                    "end": 801
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "with ORR and DCR of 22.1% and 85.0%, respectively, which is relatively higher than previous studies in Western populations. 11,13 It is also higher than a study of 82 Chinese patients with advanced kidney cancer treated with gemcitabine and IL-2, oxaliplatin and capecitabine, or sorafenib alone with PFS rates of 9.1 (95% CI ¼ 7.9-10.3), 7.5 (95% CI ¼ 5.5-9.5), and 10.9 (95% CI ¼ 10.5-11.3) months, respectively. 21 The improved response to sorafenib in Chinese patients may be attributed to the inherent genetic differences between the ethnic groups, which may result in differences in drug pharmacokinetics and pharmacodynamics. This theory is supported by similar findings in Japanese 22,23 and Korean 24 patients with advanced RCC. However, as shown in a recently published systemic review, the median OS and PFS for sorafenib-treated mRCC patients in Western countries varies. 25 For example, the TIVO trial 26 reported a median OS of 29.3 months, which is similar to the OS in the present study (24 months). Alternatively, the greater proportion of patients receiving dose escalation in this study may have contributed to better OS as dose escalation therapy may prove superior over therapy discontinuation in the case of disease progression. 15,27,28 Therefore, further investigations are needed to determine if there are truly significantly different prognoses for various ethnic groups as well as to investigate the effects of documented tumor marker differences and varying molecular characteristics in different ethnic groups in order to select the best candidates for different targeted drugs.",
            "paragraph_rank": 17,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 124,
                    "text": "11,",
                    "end": 127
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 127,
                    "text": "13",
                    "end": 129
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 415,
                    "text": "21",
                    "end": 417
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 690,
                    "text": "22,",
                    "end": 693
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 693,
                    "text": "23",
                    "end": 695
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 707,
                    "text": "24",
                    "end": 709
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 884,
                    "text": "25",
                    "end": 886
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 915,
                    "text": "26",
                    "end": 917
                },
                {
                    "type": "bibr",
                    "start": 1003,
                    "text": "(24 months)",
                    "end": 1014
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1251,
                    "text": "15,",
                    "end": 1254
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1254,
                    "text": "27,",
                    "end": 1257
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1257,
                    "text": "28",
                    "end": 1259
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "In a small study that included 37 Chinese mRCC patients, Zhao et al 29 found that the absence of symptoms, the absence of bone or pancreatic metastasis, and a relative dose intensity of targeting agents in the first month were all independently associated with OS. In the present study, 3 independent factors were identified that impacted the survival of mRCC patients treated with sorafenib. First, clear cell carcinoma appeared to offer a benefit to OS of 14 months, which was similar to previous studies in which nonclear cell histology was an adverse prognostic factor for predicting OS. 30,31 In addition, we found that sarcomatoid differentiation and PD negatively impacted OS, and the time from kidney surgery or biopsy to initiation of sorafenib treatment may be associated with PFS. Although the association of tumor sarcomatoid differentiation with poor prognosis was consistent with the previous reports, [32][33][34] this result should not be overinterpreted considering the small sample of patients with sarcomatoid differentiation (9 out of 140 patients). Thus, further studies are required to confirm this association.",
            "paragraph_rank": 18,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 68,
                    "text": "29",
                    "end": 70
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 592,
                    "text": "30,",
                    "end": 595
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 595,
                    "text": "31",
                    "end": 597
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 916,
                    "text": "[32]",
                    "end": 920
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 920,
                    "text": "[33]",
                    "end": 924
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 924,
                    "text": "[34]",
                    "end": 928
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "In terms of ADEs related to sorafenib, the most commonly reported include hand-foot syndrome, rashes, allopecia, diarrhea, hypertension, and fatigue, 35,36 which is consistent with those observed in the present study. However, the ADEs were manageable in that most were mild or moderate. Only 14 (10.0%) patients experienced severe, 19 grade 3 ADEs. Several previous studies have explored the correlation between ADEs and efficacy of tyrosine kinase inhibitors and suggest that the incidence of ADEs (even high-grade ADEs) may indicate better outcome. [37][38][39] DiFiore et al 40 suggested that severe clinical toxicities or grades 3 and 4 ADEs may result in better prognosis, with a median OS benefit of 24 months as compared to those without grades 3 and 4 ADEs. In contrast, ADEs were not associated with a longer OS in the present study, which may be because of differences in the pharmacokinetic and pharmacodynamic parameters between ethnic groups.  ) 0 (0%) 0 (0%) 0 (0%) Leukocytopenia 137 (97.9%) 3 (2.1%) 0 (0%) 0 (0%) 0 (0%) Elevation of ALT 133 (95.0%) 5 (3.6%) 2 (1.4%) 0 (0%) 0 (0%) Elevation of uric acid 136 (97.1%) 4 (2.9%) 0 (0%) 0 (0%) 0 (0%) Hoarseness 138 (98.6%) 2 (1.4%) 0 (0%) 0 (0%) 0 (0%) Arthralgia 136 (97.1%) 3 (2.1%) 1 (0.7%) 0 (0%) 0 (0%)",
            "paragraph_rank": 19,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 150,
                    "text": "35,",
                    "end": 153
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 153,
                    "text": "36",
                    "end": 155
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 552,
                    "text": "[37]",
                    "end": 556
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 556,
                    "text": "[38]",
                    "end": 560
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 560,
                    "text": "[39]",
                    "end": 564
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 579,
                    "text": "40",
                    "end": 581
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "ALT ¼ alanine transaminase, mRCC ¼ metastatic renal cell carcinoma. Data were summarized as n (%) for a specific drug-related event.",
            "paragraph_rank": 20,
            "section_rank": 11
        },
        {
            "section": "DISCUSSION",
            "text": "The present study is limited by its retrospective nature. In addition, although the patients lost to last follow-up was <10%, some ADEs may have been missed and some data were incomplete (eg, Eastern Cooperative Oncology Group performance status, Karnofsky performance scale, hemoglobin, and calcium concentration). Moreover, we did not investigate the specific biomarkers related to clear cell carcinoma and OS. Despite these limitations, our study is the largest multicenter retrospective study of Chinese patients treated with sorafenib with the longest follow-up to date. Further studies are needed to elucidate the underlying mechanism and biomarkers associated with efficacy or survival.",
            "paragraph_rank": 21,
            "section_rank": 11
        },
        {
            "section": "DISCUSSION",
            "text": "In summary, sorafenib monotherapy can achieve promising OS and PFS for Chinese patients with mRCC, especially for those with clear cell carcinoma, resulting in a satisfactory DCR and manageable ADEs.",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "section": "FIGURE 1 .",
            "text": "Kaplan-Meier curve of overall survival (OS) for 140 Chinese metastatic renal cell carcinoma patients receiving sorafenib. 95% CI, 95% confidence intervals of median OS times. ''þ'' indicates censored cases. The median OS times were derived at 24 months with 95% CI ¼ 17.9-30.1 months.",
            "paragraph_rank": 23,
            "section_rank": 12
        },
        {
            "section": "FIGURE 2 .",
            "text": "Kaplan-Meier curves of overall survival (OS) times for 140 Chinese metastatic renal cell carcinoma patients receiving sorafenib by pathological result. The log-rank test was performed to identify the significance of OS by specific characteristics, including (A) clear cell carcinoma, (B) sarcomatoid differentiation, and (C) progressive disease. 95% CI, 95% confidence intervals of median OS times. ''þ'' indicates censored cases.",
            "paragraph_rank": 24,
            "section_rank": 13
        },
        {
            "section": "FIGURE 3 .",
            "text": "Kaplan-Meier curve of progressive-free survival (PFS) for 140 Chinese metastatic renal cell carcinoma patients treated with sorafenib. 95% CI, 95% confidence intervals of median PFS times. ''þ'' indicates censored cases. The median PFS times were derived at 16 months with 95% CI ¼ 13.7-18.3 months.",
            "paragraph_rank": 25,
            "section_rank": 14
        },
        {
            "section": "TABLE 1 .",
            "text": "Patients' Clinical and Pathological Characteristics",
            "paragraph_rank": 26,
            "section_rank": 15
        },
        {
            "section": "TABLE 1 .",
            "text": "5-FU ¼ 5-fluorouracil, IFN ¼ interferon, IL-2 ¼ interleukin-2. Data were represented as mean with range (minimum to maximum) for continuous variables and n (%) for categorical ones.",
            "paragraph_rank": 27,
            "section_rank": 15
        },
        {
            "section": "TABLE 2 .",
            "text": "Association of Overall Survival With Patients' Clinical and Pathological Characteristics (N ¼ 140)",
            "paragraph_rank": 28,
            "section_rank": 16
        },
        {
            "section": "Table 1 )",
            "text": ". Histologic analysis revealed that 125 (89.3%) patients had clear cell carcinoma and 9 (6.4%) patients had sarcomatoid differentiation. In addition, 101 (72.1%) patients had metastasis to >2 organs, including the lung, bone, lymph node, adrenal gland, liver, and brain, whereas 58 (41.4%) patients had metastatic involvement in the lung alone(Table 1). During the treatment period, 40 (28.6) patients had their sorafenib dosage increased; 3 (2.1%) patients had their dosage reduced or their treatment discontinued altogether, and 2 (1.4%) patients had a mixture of dosage escalation, reduction, and treatment discontinuation(Table 1). Moreover, 79 (56.4%) patients experienced PD at least once during the follow-up period using the RECIST criteria, and 59 (42.1%) patients were alive at the last fol-",
            "paragraph_rank": 30,
            "section_rank": 17
        },
        {
            "section": "Table 1 )",
            "text": "low-up (Table 1).",
            "paragraph_rank": 31,
            "section_rank": 17
        },
        {
            "section": "TABLE 3 .",
            "text": "Association of Progression-Free Survival With Patients' Clinical and Pathological Characteristics (N ¼ 140)",
            "paragraph_rank": 32,
            "section_rank": 18
        },
        {
            "section": "TABLE 4 .",
            "text": "Summary of the Adverse Drug-Related Events in Chinese mRCC Patients (N ¼ 140)",
            "paragraph_rank": 34,
            "section_rank": 19
        },
        {
            "section": "TABLE 4 .",
            "text": "Copyright # 2015 Wolters Kluwer Health, Inc. All rights reserved.",
            "paragraph_rank": 36,
            "section_rank": 19
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "The authors would like to thank the entire staff of the Department of Urology, Peking University First Hospital and Chinese People's Liberation Army General Hospital, Beijing, China, for their assistance.",
            "paragraph_rank": 37,
            "section_rank": 21
        }
    ]
}