{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The aim of this study is to characterize the patterns of medication use by early-stage breast cancer (ESBC) survivors from diagnosis to 1 year post-chemotherapy. Methods A single-center longitudinal study was conducted with ESBC patients diagnosed between December 2011 and June 2014. Data on the medication use of individual patients were retrieved from prescription databases, supplemented by records from the National Electronic Health Records. The data covered the period from ESBC diagnosis to 1 year post-chemotherapy. Medication types were classified according to the World Health Organization's Anatomical Therapeutic Chemical classification system, and medication for chronic diseases was created by adapting a list of 20 chronic diseases provided by the U.S. Department of Human and Health Services. Results Of the 107 patients involved in the study (mean age 51.1±8.4 years; 78.5 % Chinese), 46.7 % manifested non-cancer comorbidities, of which hypertension (24.3 %) was the most prevalent, followed by hyperlipidemia (13.1 %) and diabetes (5.6 %). Calcium channel blockers (12.1 %) and lipid-modifying agents (11.2 %) were the most common chronic medication types used before chemotherapy, and their use persisted during chemotherapy (10.3 and 11.2 %, respectively) and after chemotherapy (11.2 and 13.1 %, respectively). Hormonal therapy was the predominant post-chemotherapy medication (77.6 %). A statistically significant increase (p<0.0001) was observed in the mean number of chronic disease medication classes prescribed to patients between the prechemotherapy (0.53±1.04) and chemotherapy (0.62±1.08) periods and between the chemotherapy and postchemotherapy (1.63±1.35) periods. Conclusions There is an increase in trend of chronic medication usage in breast cancer survivors after cancer treatment. This study provides important insights into the design of medication management programs tailored to this population. Future studies should incorporate a control population to improve the interpretation of study results."
        }
    ],
    "body_text": [
        {
            "section": "Introduction",
            "text": "According to the World Health Organization (WHO), 32.6 million people worldwide were living with cancer in 2012. Globally, breast cancer is the second most common form of cancer, exhibited by approximately 19.2 % of all cancer patients [1]. Early-stage breast cancer (ESBC) survival rates have increased in the last decade. There are numerous possible explanations for the increased likelihood of survival, such as the early detection of cancer [2] and the development of more effective systemic therapies in the form of cytotoxic chemotherapy, hormonal therapy, and targeted therapies [3,4]. Due to the ageing population and the expected increase in breast cancer incidence, the pool of ESBC survivors is likely to become considerably larger in the coming decades [5,6].",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 236,
                    "text": "[1]",
                    "end": 239
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 445,
                    "text": "[2]",
                    "end": 448
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 586,
                    "text": "[3,",
                    "end": 589
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 589,
                    "text": "4]",
                    "end": 591
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 765,
                    "text": "[5,",
                    "end": 768
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 768,
                    "text": "6]",
                    "end": 770
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Numerous studies have shown that both the disease and its treatment have physical and psychosocial consequences for ESBC survivors [7,8]. These may manifest as long-term effects during active therapy or late effects that persist for months to years after active treatment. These effects may be temporary, progressive, or permanent and range from mild to severe, debilitating, and even life threatening. Complications may arise from surgery (pain, numbness, weakness, lymphedema), chemotherapy (cognitive dysfunction, neuropathy, sexual dysfunction, cardiac dysfunction), radiotherapy (pain, atrophy, fibrosis, late cardiac effects of left breast radiation), and the disease itself (psychosocial problems, fatigue, pain, sleep disorder, depression/anxiety) [5,9]. The use of adjuvant hormonal therapy in the form of tamoxifen has been associated with menopause-like side effects such as hot flushes, sleep disturbance, anxiety, and an increased risk of uterine cancer and thromboembolic events. The use of aromatase inhibitors (AIs) is associated with vaginal dryness, arthralgia, and an increased risk of osteoporosis and fractures. Therefore, survivors of ESBC are likely to require different types of medication throughout their treatment journeys, primarily to manage changes in treatment-related complications.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 131,
                    "text": "[7,",
                    "end": 134
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 134,
                    "text": "8]",
                    "end": 136
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 756,
                    "text": "[5,",
                    "end": 759
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 759,
                    "text": "9]",
                    "end": 761
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The majority of ESBC patients are 45-64 years old. Therefore, most patients diagnosed with breast cancer belong to a subset of a larger population of mid-life women with chronic conditions such as hypertension, dyslipidemia, diabetes mellitus, and coronary artery disease [10][11][12]. Otte et al. reported that the majority of breast cancer survivors exhibit at least two non-cancerrelated comorbidities [10]. This observation is consistent with the findings of another study, in which more than 60 % of the sampled breast cancer survivors were prescribed medication for comorbidities, and 53 % reported using non-prescription therapies concurrently [13]. Therefore, it is vital that the use of medication by breast cancer survivors is effectively managed to facilitate medication adherence, prevent drug-drug interaction, and ensure the efficacy of cancer treatment and chronic medication [10,14].",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 272,
                    "text": "[10]",
                    "end": 276
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 276,
                    "text": "[11]",
                    "end": 280
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 280,
                    "text": "[12]",
                    "end": 284
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 405,
                    "text": "[10]",
                    "end": 409
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 651,
                    "text": "[13]",
                    "end": 655
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 891,
                    "text": "[10,",
                    "end": 895
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 895,
                    "text": "14]",
                    "end": 898
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "To the best of our knowledge, few researchers have taken a longitudinal approach to the medication use of ESBC survivors. Therefore, this study was designed to characterize the medication use of ESBC survivors by (i) identifying the prevalence of therapeutic classes of medication used before chemotherapy, during chemotherapy and in the 1 year postchemotherapy period, and (ii) comparing the numbers of chronic disease medication classes used by patients before, during, and after chemotherapy."
        },
        {
            "section": "Methodology Study design and population",
            "text": "This is a single-center, retrospective study conducted at the National Cancer Centre Singapore (NCCS). NCCS is a leading regional center for cancer research and treatment, serving approximately 70 % of all cancer patients in Singapore. The study participants were drawn from a patient cohort recruited between December 2011 and June 2014 to participate in a prospective longitudinal study designed to investigate the cognitive effects of chemotherapy on ESBC patients [15]. The current study was approved by the SingHealth Institutional Review Board, and written informed consent was provided by all of the study subjects.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 468,
                    "text": "[15]",
                    "end": 472
                }
            ]
        },
        {
            "section": "Methodology Study design and population",
            "text": "Patients were eligible to participate in the study if they had completed at least 1 year of follow-up treatment, dated from the last day of their final chemotherapy cycle. The patients in the original cohort met the following criteria for eligibility: (i) they were aged 21 years or above, (ii) they were able to read and understand either English or Mandarin, (iii) they had received a diagnosis of ESBC from a medical oncologist, and (iv) they had received either anthracycline-based or taxanebased chemotherapy without a previous history of chemotherapy or radiotherapy."
        },
        {
            "section": "Data collection",
            "text": "A data collection form was created to obtain information on the patients' sociodemographic characteristics and clinical and medication histories. The patients' sociodemographic characteristics (age, body mass index, race, comorbidities, and marital, menopausal, smoking, and alcohol status) and clinical characteristics (estrogen/progesterone receptor status, HER-2 status, breast cancer staging, histology, and comorbidities) were obtained from their electronic medical records. Data on the patients' medication use were collected from their electronic prescription records, covering the period from the date of diagnosis (biopsy results) to 1 year post-chemotherapy. As the data were collected from electronic records held by public institutions, neither the patients' clinical/prescription records from private practices nor their non-prescribed medication were included."
        },
        {
            "section": "Medicine classification and definitions",
            "text": "The medication types were classified according to the WHO's Anatomical Therapeutic Chemical (ATC) classification system [16]. Each medication was classified at the first (anatomical) and second (therapeutic/pharmacological) levels of the ATC classification system. The therapeutic drug categories were further classified as \"medications for chronic diseases\" or \"other medications\" according to an adapted list of 20 chronic diseases generated by the Office of the Secretary of Health, US Department of Human and Health Services (OASH) [17]. The OASH's list was modified to include thyroid disorders.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 120,
                    "text": "[16]",
                    "end": 124
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 536,
                    "text": "[17]",
                    "end": 540
                }
            ]
        },
        {
            "section": "Medicine classification and definitions",
            "text": "\"Before chemotherapy\" was defined as the period between the date of disease diagnosis (inclusive) and the first day of the first cycle of chemotherapy (exclusive). \"During chemotherapy\" was defined as the period from the first day of the first cytotoxic chemotherapy cycle to the last day of the final cytotoxic chemotherapy cycle. \"Post-chemotherapy\" was defined as the 1-year period beginning on the last day of the final cytotoxic chemotherapy cycle (including a 1-year trastuzumab maintenance period) ( Fig. 1).",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 507,
                    "text": "Fig. 1",
                    "end": 513
                }
            ]
        },
        {
            "section": "Statistical analysis",
            "text": "Descriptive statistics were used to summarize both categorical data (frequencies and percentages) and continuous data (means and standard deviations). Post hoc Bonferroni tests and repeated measures analysis of variance (ANOVA) with Greenhouse-Geisser correction were used to assess the significance of the differences between the numbers of chronic disease medication classes taken before, during. and after chemotherapy. All of the data analysis was performed using the Statistical Package for the Social Sciences program (version 16.0)."
        },
        {
            "section": "Results",
            "text": "Demographics (Table 1) A total of 107 patients met the criteria for participation in the study; all of whose data were included in the final analysis. The mean (± SD) age of the population was 51.1 (±8.4), and the majority of the patients [83 (77.6 %)] were 45 years old and above. The mean (± SD) body mass index of the population was 24.6 (±4.3) kg/m 2 , and 36 (33.6 %) and 23 (21.5 %) patients were overweight and obese, respectively. Most of the patients were Chinese [84 (78. Prevalence of therapeutic medication classes before, during, and after chemotherapy ( Table 2) Prior to chemotherapy, the chronic disease medication types most commonly used by the sampled patients were in the cardiovascular anatomical class: calcium channel blockers ",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 13,
                    "text": "(Table 1)",
                    "end": 22
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 568,
                    "text": "Table 2)",
                    "end": 576
                }
            ]
        },
        {
            "section": "Numbers of chronic disease medication classes before, during, and after chemotherapy",
            "text": "Before chemotherapy, 33 (30.9 %) patients received medication for chronic diseases. During chemotherapy, the number of patients [37 (34.6 %)] receiving medication for chronic diseases increased. This number increased further during the post-chemotherapy period [92 (86.0 %)] ( Table 3). In addition, the mean number (± SD) of chronic disease medication classes increased between the pre-chemotherapy and postchemotherapy periods: from 0.53 (±1.04) (before chemotherapy) to 0.62 (±1.08) (during chemotherapy) and to 1.63 (±1.35) (post-chemotherapy). A statistically significant increase was observed in the number of medication classes prescribed for chronic diseases as treatment progressed through  the three periods (p<0.0001). Post hoc analysis revealed a significant difference between the numbers of chronic disease medication classes used pre-chemotherapy and postchemotherapy (p<0.0001) and between the numbers used during and after chemotherapy (p<0.0001).",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 277,
                    "text": "Table 3)",
                    "end": 285
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "This study has successfully characterized the changes in medication use by survivors of ESBC during their treatment journeys until 1 year post-chemotherapy. In summary, cardiovascular medication was the most common class of medication prescribed for chronic diseases, with a significant increase in the use of hormonal therapies, bone disease medication, and psychoanaleptics during the post-chemotherapy period. The number of medication classes prescribed for chronic disease management also increased during the post-chemotherapy period, in comparison with the periods before and during chemotherapy. Dermatologicals and medication associated with the alimentary tract, the metabolism, and the nervous system were the most prevalent forms of non-chronic disease medication during chemotherapy. In contrast, vitamins, dermatologicals, musculoskeletal medication, and analgesics were predominant during the post-chemotherapy period. The results of this study make an important contribution to the literature on the numerous treatment-related complications [7,8,18,19] and chronic disease management needs associated with breast cancer. The characterization of medication use offers invaluable insights into the medication management needs of a population of breast cancer survivors, potentially facilitating the development of dedicated medicine management services for women who have achieved complete remission after treatment. Between ESBC diagnosis and the beginning of chemotherapy, changes to the participants' medication were made primarily to manage treatment-related complications. The trend in medication use during chemotherapy suggests that the patients experienced treatment-related complications in the following forms: gastrointestinal side effects (mucositis, nausea, vomiting, constipation, dyspepsia), which are commonly exhibited by patients receiving taxanes and anthracycline-containing regimens; neurological effects (anxiety, insomnia); and dermatological side effects (probably secondary to taxanes).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1056,
                    "text": "[7,",
                    "end": 1059
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1059,
                    "text": "8,",
                    "end": 1061
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1061,
                    "text": "18,",
                    "end": 1064
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1064,
                    "text": "19]",
                    "end": 1067
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "In contrast, most of the changes in medication postchemotherapy reflected the introduction of adjuvant hormonal therapies and medication to manage the long-term psychosocial effects of cancer and its treatment. Long-term hormonal therapy in the form of AIs or tamoxifen causes side effects that must be managed. This explains the prevalence of medication for osteoporosis (bisphosphonates, calcium/vitamin D supplements) and musculoskeletal symptoms (NSAIDs, analgesics, muscle relaxants, glucosamine), to manage AI-associated musculoskeletal effects, and the increased use of Ophthalmological anti-inflammatories 1 (0.9) 0 2 (1.9)"
        },
        {
            "section": "Discussion",
            "text": "a OASH list of 20 chronic diseases (with modifications) [17] b WHO ATC classification system [16] c The number of patients does not add up to 107 (N) because some patients were using different vitamins concurrently d The number of patients does not add up to 107 (N) because some patients switched endocrine therapy types or received multiple therapies psychoanaleptics (antidepressants) to manage menopausal symptoms associated with tamoxifen (hot flushes, anxiety, sleep disturbance). It is important to note that the effects of estrogen deprivation were not solely due to hormonal therapy but were probably compounded by the significant reduction in estrogen levels in peri-and post-menopausal women, who made up more than half of the sample population [40 (57.1 %)]. In addition, glucosamine, analgesics, and NSAIDs may have been used to manage osteoarthritis, as the majority of the population exhibited osteoarthritis risk factors [20][21][22] associated with gender (female), weight (overweight/obese), and age (elderly). The use of psychoanaleptics probably reflects the need to manage the long-term psychosocial effects of cancer and its treatment [18,19]. The significant increase in the burden of medication for chronic diseases from the periods before and during chemotherapy to the post-chemotherapy period was primarily due to the introduction of hormonal therapies in addition to preexisting cardiovascular medication. Therefore, the breast cancer survivors in our population are likely to face medication management problems such as reduced adherence and adverse effects. In a recent systematic review, breast cancer survivors were found to show suboptimal adherence and persistence rates in response to adjuvant hormonal therapy (31-73 % discontinuation rates) [23], which may compromise the longterm survival benefits of such therapy. Adherence was positively associated with the number of medication types taken at baseline, referral to an oncologist and earlier diagnosis, and negatively associated with treatment side effects and followup with a general practitioner (as compared with an oncologist) [23]. This demonstrates the importance of ongoing follow-up in the oncology setting and the need to manage adverse effects to facilitate adherence to adjuvant hormonal therapy. These imperatives are especially important for our breast cancer survivor population, as only a minority had received long-term medication for chronic diseases before starting hormonal therapy. It is also essential to simultaneously monitor and manage the use of medication for other pre-existing chronic diseases such as hypertension and hyperlipidemia. Middle-aged non-cancer patients have been reported to show suboptimal adherence to antihypertensives [24] and cardiovascular medication such as lipidlowering medications for primary or secondary prevention, potentially compromising their cardiovascular-associated mortality and morbidity benefits. Such information contains major implications to our breast cancer survivors. In this study, our patients tend to be young (average of 50 years) and diagnosed with few comorbidities; such demographics are very similar to the national average among Singaporeans. For example, the prevalence of hypertension is 24 % in our study which is similar to the national survey (23.5 %) [25]. Hence, medication compliance remains an important issue, and clinicians must ensure that these survivors adhere to their prescribed adjuvant hormonal therapies and chronic medications.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 56,
                    "text": "[17]",
                    "end": 60
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 93,
                    "text": "[16]",
                    "end": 97
                },
                {
                    "type": "bibr",
                    "start": 215,
                    "text": "d",
                    "end": 216
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 937,
                    "text": "[20]",
                    "end": 941
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 941,
                    "text": "[21]",
                    "end": 945
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 945,
                    "text": "[22]",
                    "end": 949
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1157,
                    "text": "[18,",
                    "end": 1161
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1161,
                    "text": "19]",
                    "end": 1164
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1778,
                    "text": "[23]",
                    "end": 1782
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 2121,
                    "text": "[23]",
                    "end": 2125
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 2754,
                    "text": "[24]",
                    "end": 2758
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 3326,
                    "text": "[25]",
                    "end": 3330
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "Primary care is likely to become vital to ESBC survivors' long-term follow-up treatment and management, due to the growth of this population and their diverse medication management needs, such as the long-term monitoring of hormonal therapy, chronic disease management, and the management of long-term treatment/disease-related complications after chemotherapy. Although oncology specialists continue to play critical roles in diagnosis and initial treatment, the activities of primary care providers (general practitioners and community pharmacists) have been expanded to cover early cancer screening, post-treatment follow-up and surveillance for cancer recurrence, screening and management of the long-term effects of cancer, and its treatment, medication management, health promotion, and chronic disease management [9,26]. As a result, numerous models of cancer survivorship care have been developed and discussed in the literature [27][28][29], with the aim of establishing a coordinated care partnership between oncology specialists and primary care providers. Primary care providers are likely to become responsible for managing the medication of breast cancer survivors during the postchemotherapy phase. Furthermore, rising health costs demand that the long-term management of breast cancer survivors is delegated to the primary setting and that medication management is effective. Although primary care may have an increasingly large part to play in the management of cancer survivors, the roles of healthcare workers in the tertiary setting remain crucial, as the majority of breast cancer survivors follow-up with their oncologists in their first year after chemotherapy. Oncology pharmacists are in the best position to understand these patients' diverse medication management needs (both cancerrelated and non-cancer-related), and they need to be part of the multidisciplinary team to manage the long-term complications experienced by this group of patients. A more concrete understanding of the needs of breast cancer survivors will aid the development of individualized cancer survivorship plans in our setting to improve the coordination of care and make effective use of our pharmacists' diverse skill sets in the multidisciplinary management of breast cancer survivors.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 820,
                    "text": "[9,",
                    "end": 823
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 823,
                    "text": "26]",
                    "end": 826
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 937,
                    "text": "[27]",
                    "end": 941
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 941,
                    "text": "[28]",
                    "end": 945
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 945,
                    "text": "[29]",
                    "end": 949
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "This study has several limitations. The extent of the patients' adherence to the prescribed medications was unknown. However, compared with interviews or questionnaires, this method of data collection minimized the risk of selfreporting errors and interviewer bias. We were also able to track changes in medication throughout the patients' treatment journeys, enabling us to identify trends in medication use at different stages of treatment. The study was also limited by the small size of the sample and the lack of a control population with which to compare medication use. However, this sample size was reasonable, as it captured the demographic characteristics of the majority of patients diagnosed with ESBC. Lastly, as the study was retrospective, causal relationships could not be definitively established."
        },
        {
            "section": "Conclusions",
            "text": "Given the increasing global population of ESBC survivors and the extensive literature on the prevalence of chronic diseases and disease-/treatment-related complications experienced by these patients, ESBC survivors' medication management can no longer be overlooked. Our findings suggest that ESBC survivors are likely to receive numerous forms of longterm medication, of which the most common are hormonal therapy and pre-existing cardiovascular medication. In addition, we show that the medication use of breast cancer survivors undergoes several changes from the pre-to postchemotherapy periods. These changes are usually made to manage treatment-related complications. These findings provide preliminary insights into the treatment-related complications experienced by breast cancer survivors in our local population and their chronic disease management needs. These insights will help both oncology specialists and primary care providers to assess patients' needs during long-term follow-up treatment, as well as guiding the development of dedicated medication management services for ESBC survivors. Future researchers should compare the medication use of ESBC survivors with that of a healthy population to obtain clearer information on the trends in medication use and, more importantly, the medication management needs of breast cancer survivors."
        },
        {
            "section": "Table 3 Number",
            "text": "Acknowledgments This study was financed by research grants awarded by the National University of Singapore (R-148-000-166-112), the National Cancer Centre Singapore (NRFCB12131), and the National Medical Research Council Singapore (NMRC/CIRG/1386/2014). We would like to thank Mr. Mark Ryan De Guzman Langit for his assistance on this study."
        },
        {
            "section": "Conflict of interest",
            "text": "The authors declare that they have no competing interests."
        },
        {
            "section": "Conflict of interest",
            "text": "Open Access This article is distributed under the terms of the Creative Commons Attribution-NonCommercial 4.0 International License (http:// creativecommons.org/licenses/by-nc/4.0/), which permits any noncommercial use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made."
        }
    ]
}