{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Synucleinopathies and abnormalities in the nerves of the enteric nervous system are hypothesized to be involved in age-associated motility disorders. The aim of the present study was to investigate the expression of various antigens, including α-synuclein (Syn) and its post-translational modified forms, in the human colon at various ages. In addition, the study aimed to correlate the expression of Syn with neurodegeneration. Immunohistochemistry was used to detect the expression of neurofilament (NF), Syn, as well as its nitrated (N) form in the healthy colonic tissue of 12 young (34.08±5.12 years), 10 middle-aged (51.80±3.52 years), and 11 elderly (75.82±7.70 years) individuals. To the best of our knowledge, the current study is the first to demonstrate the presence of N-Syn in the colonic tissue. N-Syn was identified in the upper layer of the mucosa and submucosa layer. Furthermore, Syn (wild-type) was present in the mucosa and submucosa. The number of NF-positive neurons in the submucosal layer declined significantly with age (P<0.01). In addition, Syn and N-Syn significantly increased during aging (P<0.01). Furthermore, a negative correlation was identified between neuron number and synucleinopathies, indicating the abnormal accumulation of both wild-type Syn and N-Syn in the mucosa, submucosa, muscle layer and myenteric plexus. The present study demonstrates that the Syn pathology may be linked to colic neuronal degeneration during normal aging, and this link may cause functional deficits."
        }
    ],
    "body_text": [
        {
            "section": "Introduction",
            "text": "Various organs that are adversely affected by aging exhibit structural changes and are also prone to disease. Thus, disorders of the colon, such as constipation, are more prevalent with age (1,2). However, the majority of studies regarding the disruption of colonic motility have been reported in animals (3). Therefore, it is unclear whether the increased prevalence of constipation with age in humans is due to confounding factors or age-associated abnormalities in the nerves and muscles of the colon.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 190,
                    "text": "(1,",
                    "end": 193
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 193,
                    "text": "2)",
                    "end": 195
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 305,
                    "text": "(3)",
                    "end": 308
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Neurodegeneration in the enteric nervous system (ENS) has been shown to occur with age (4). However, compared with the central nervous system (CNS), little is known about age-associated changes in the ENS. In the present study, a possible underlying mechanism of the aging process in the intestinal system was investigated.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 87,
                    "text": "(4)",
                    "end": 90
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "In the CNS, Syn has been linked with the regulation of neuronal plasticity, neurotransmission and presynaptic vesicle dynamics (5)(6)(7). Syn is considered to be a suitable marker for identifying the dystrophic features in the ENS of the colon (8). Furthermore, fibril formation of Syn results in insoluble intracellular aggregates. These aggregates are involved in synucleinopathies, which occur predominantly in the elderly human brain (9,10). A previous report has demonstrated that certain autonomic axons in the wall of the intestinal tract are immunopositive for wild-type and phosphorylated Syn (8). However, due to the limitation in collecting tissue samples from particularly young and elderly subjects, to the best of our knowledge, there have been no reports on whether a correlation exists between the expression of Syn and age-associated colonic dysfunction.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 127,
                    "text": "(5)",
                    "end": 130
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 130,
                    "text": "(6)",
                    "end": 133
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 133,
                    "text": "(7)",
                    "end": 136
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 244,
                    "text": "(8)",
                    "end": 247
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 438,
                    "text": "(9,",
                    "end": 441
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 441,
                    "text": "10)",
                    "end": 444
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 602,
                    "text": "(8)",
                    "end": 605
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Syn has been shown to be phosphorylated (11) or nitrated (N) (12) at different residue sites. Previous studies have identified that an oligomer-promoting effect of serine 129 phosphorylation is key in Syn neurotoxicity and inclusion formation (13). Furthermore, studies have shown that N-Syn is prone to oligomerization (14) and promotes dopaminergic loss of neurons in culture (14,15). Therefore, the present study hypothesizes that Syn, as well as N-Syn, may participate in age-associated colonic neurodegeneration. In addition, it was hypothesized that neurodegeneration of Syn and N-Syn causes functional movement disorders, which commonly occur in elderly individuals. In the current study, Syn and its post-translational modifications (PTMs) were investigated in colonic tissue samples obtained from individuals of different ages to determine which types are specific to the colon. Furthermore, the study aimed to determine whether these PTMs correlate with neurodegeneration during normal aging. Thus, these results may provide information on the processes underlying normal aging, which may in turn be involved in pathological aging.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 40,
                    "text": "(11)",
                    "end": 44
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 61,
                    "text": "(12)",
                    "end": 65
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 243,
                    "text": "(13)",
                    "end": 247
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 320,
                    "text": "(14)",
                    "end": 324
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 378,
                    "text": "(14,",
                    "end": 382
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 382,
                    "text": "15)",
                    "end": 385
                }
            ]
        },
        {
            "section": "Subjects.",
            "text": "Following approval by the local research ethics committee and obtaining written informed consent, biopsies (at full thickness) were obtained from the normal margin (≥5 cm away from the tumor) of 33 adult colorectal cancer patients during resection. The biopsies were collected between September 2009 and February 2010 at Xuanwi Hospital, Capital Medical University (Beijing, China) from the following three groups: Young individuals (n=12; 9 men, 3 women) mean age, 34.08±5.12 years; middle-aged individuals (n=10; 7 men, 3 women) mean age, 51.80±3.52 years; and elderly individuals (n=11; 5 men, 6 women) mean age 75.82 ± 7.70 years. To avoid regional differences in neuron density, all biopsies were obtained from the ascending colon. No tumor was present in the sections examined."
        },
        {
            "section": "Subjects.",
            "text": "Samples were immediately fixed in 10% neutral-buffered formalin (OriGene Technologies, Inc., Beijing, China) for 24 h. For conventional histology, 5-µm thick paraffin (OriGene Technologies, Inc.) sections were prepared for hematoxylin and eosin (OriGene Technologies, Inc.) staining and immunohistochemical studies. The study was approved by the ethics committee of Xuanwu Hospital, Capital Medical University (Beijing, China). Written informed consent was obtained from the patients."
        },
        {
            "section": "Subjects.",
            "text": "Immunohistochemistry. Immunohistochemistry was performed on the tissue samples using the following primary antibodies: Mouse monoclonal anti-Syn 3D5 antibody (1:4,000;cat. no. sc-69977; Santa Cruz Biotechnology, Inc., Dallas, TX, USA), mouse monoclonal anti-N-Syn antibody (1:500; cat. no. sc-32279; Santa Cruz Biotechnology, Inc.), and mouse monoclonal anti-NF antibody (1:500; cat. no. MAB-0135; Maxim Biotech, Inc., Rockville, MD, USA), as previously described (16). The Syn antibody recognizes amino acids 115-121 of human Syn (15,17).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 464,
                    "text": "(16)",
                    "end": 468
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 531,
                    "text": "(15,",
                    "end": 535
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 535,
                    "text": "17)",
                    "end": 538
                }
            ]
        },
        {
            "section": "Subjects.",
            "text": "Immunostaining was conducted using a peroxidase-based visualization kit (UltraSensitiveTM SP IHC kit; Maxim Biotech, Inc.) according to the manufacturer's instructions and 3,3'-diaminobenzidine tetrahydrochloride was used as the chromogen. The slides were counterstained with Mayer's hematoxylin (OriGene Technologies, Inc.) for 5 sec, dehydrated and mounted. The slides were dehydrated with sequential ethanol washes of 1 min each starting with 75%, followed by 80% and finishing with a 100% ethanol (Sangon Biotech Co., Ltd., Shanghai, China). Next, the cover slips were mounted on slides with neutral gums (Biogot Technology Co., Ltd., Shanghai, China). To account for nonspecific staining, the sections were subjected to peptides (in normal goat serum; OriGene Technologies, Inc.), which blocked polyclonal antibody binding, or the sections were incubated without the primary antibodies. Double immunofluorescence. Double-label immunofluorescence was used to determine the specific type of Syn present in the cells. Sections from an elderly individual were incubated with rabbit anti-Syn polyclonal antibody (15) and mouse monoclonal anti-NF antibody (1:500), mouse monoclonal anti-S100 protein antibody (1:500; cat. no. MAB-0697; Maxim Biotech, Inc.) or mouse monoclonal anti-N-Syn antibody (1:500) at 4˚C, overnight.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1112,
                    "text": "(15)",
                    "end": 1116
                }
            ]
        },
        {
            "section": "Subjects.",
            "text": "Sections were then incubated for 2 h (at room temperature) with biotinylated horse anti-mouse immunoglobulin (Ig) G (1:500; cat no. PK-4002; ABC kits; Vector Laboratories, Inc., Burlingame, CA, USA), followed by Cy3-conjugated goat anti-horse IgG (1:200; Sigma-Aldrich, St. Louis, MO, USA) and fluorescein isothiocyanate-conjugated goat anti-rabbit IgG (1:200; cat no. ZLI-9021; OriGene Technologies, Inc., China)."
        },
        {
            "section": "Subjects.",
            "text": "All staining experiments were performed with the appropriate positive and negative controls. A series of slides containing tissues with a previously established positive reaction with the primary antibodies were used as the positive control. To account for nonspecific staining, sections incubated without the primary antibody were used as the negative control. Sections were analyzed by fluorescence microscopy (Olympus BX51; Olympus Corporation, Tokyo, Japan). Colocalization of staining was visualized using image analysis software (Image Pro Plus 5.0; Media Cybernetics, Inc., Rockville, MD, USA) by applying the Boolean operator 'AND'. This operator combined individual unmixed images into a novel image that consisted solely of colocalized (double-stained) pixels, thus representing only double-stained cells (yellow). The relative intensities of NF, S-100, Syn, N-Syn within individual cells were determined by Image Pro Plus software by measuring the integral optical densities (IOD) of 80-100 cells that were sampled from each subject randomly (16) Data analysis. All slides were reviewed blindly by two pathologists. Immunopositive cells were counted on 10 well-stained, randomly selected, microscopic fields at x40 magnification (Olympus BX51) for each region of interest.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1053,
                    "text": "(16)",
                    "end": 1057
                }
            ]
        },
        {
            "section": "Subjects.",
            "text": "Statistical analysis. All data are expressed as the mean ± standard deviation. The Kruskal-Wallis test by ranks followed by the Mann-Whitney test was used to rank the Syn-immunoreactivity data. One-way analysis of variance followed by the Student-Newman-Keuls test was used for the comparisons of NF-positive neurons. Pearson correlations/Spearman's rank order correlation was used to evaluate the correlations between the neuronal counts and Syn-immunoreactivity cell numbers. Data were analyzed with SPSS 20.0 software (IBM SPSS, Armonk, NY, USA). P<0.05 was considered to indicate a statistically significant difference."
        },
        {
            "section": "Results",
            "text": "Age-associated neurodegeneration. In young individuals, the number of NF-positive neurons in the submucosal plexus Table I. IODs for each of the groups.",
            "ref_spans": [
                {
                    "type": "table",
                    "start": 115,
                    "text": "Table I",
                    "end": 122
                }
            ]
        },
        {
            "section": "IODs --------------------------------------------------------------------------------------------------------------------------------------------------------------------------------Region",
            "text": "Young  was 4.63±0.82. These neurons were significantly decreased in elderly individuals (2.96±1.77; P<0.01). A loss of 36.07% of enteric neurons in the submucosal plexus was observed in individuals >65 years when compared with the young individuals ( Fig. 1, top panel).",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 251,
                    "text": "Fig. 1, top panel)",
                    "end": 269
                }
            ]
        },
        {
            "section": "IODs --------------------------------------------------------------------------------------------------------------------------------------------------------------------------------Region",
            "text": "In the myenteric plexus, the number of NF-positive neurons in young individuals was 11.82±3.10. These neurons were significantly reduced in the elderly group (4.96±1.59; P<0.01) compared with the young and middle-aged groups (10.98±2.92). The number of NF-positive neurons in the  elderly group was reduced by 58.04% when compared with the young group (Fig. 1, bottom panel).",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 352,
                    "text": "(Fig. 1, bottom panel)",
                    "end": 374
                }
            ]
        },
        {
            "section": "IODs --------------------------------------------------------------------------------------------------------------------------------------------------------------------------------Region",
            "text": "Age-associated accumulation of Syn. In the young, middle-aged, and elderly groups, immunoreactivity for Syn was observed in all five layers: The mucosa, submucosa, inner circular muscle, myenteric plexus, and outer longitudinal muscle (Fig. 2). As the expression profile in the inner circular muscle and outer longitudinal muscle was similar, these two groups were combined and the cell number was calculated. Double-staining indicated that the positively-stained cells were neurons (Fig. 3) or glial cells (Fig. 4). Syn was identified in the nucleus, cytoplasm and axons (Fig. 3). In young individuals, axons immunoreactive for Syn were typically smooth in appearance (Fig. 3). However, in the elderly group, axons were densely distributed with a swollen appearance along their length (Fig. 3). Furthermore, Syn-positive terminals surrounded the colonic glands and neurons in the ganglia. The number of Syn-positive cells was low in the young (30.50±5.99) and middle-aged (51.00±10.22) groups; however, was significantly greater (120.36±31.10; P<0.05) in the elderly individuals (Fig. 2). These immunoreactive cells were regionally distributed, with 12.01, 10.13, 56.89, and 20.91% located in the mucosa, submucosa, muscle and myenteric plexus, respectively. The Spearman's rank order correlation analysis indicated a negative correlation between the number of submucosa neurons and wild-type Syn in the mucosa (r=-0.761) and submucosa (r=-0.713). A negative correlation was also identified between the number of myenteric plexus neurons and wild-type Syn in the muscle layer (r=-0.742) and the myenteric plexus (r=-0.641). Quantitative intensity measurements indicated that the IOD of Syn intensity was significantly different between the three age groups (P<0.05). It was higher in the elderly group compared with the young group, in the mucosa and in the submucosa (Table I).",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 235,
                    "text": "(Fig. 2)",
                    "end": 243
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 483,
                    "text": "(Fig. 3",
                    "end": 490
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 507,
                    "text": "(Fig. 4)",
                    "end": 515
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 572,
                    "text": "(Fig. 3)",
                    "end": 580
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 669,
                    "text": "(Fig. 3)",
                    "end": 677
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 786,
                    "text": "(Fig. 3)",
                    "end": 794
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1080,
                    "text": "(Fig. 2)",
                    "end": 1088
                },
                {
                    "type": "table",
                    "start": 1869,
                    "text": "(Table I)",
                    "end": 1878
                }
            ]
        },
        {
            "section": "Age-associated accumulation of N-Syn.",
            "text": "Immunoreactivity was not present in the majority of the young individuals. Weak immunoreactivity for N-Syn was apparent in the muscle layer and myenteric layer in individuals aged >50 years (Figs. 3  and 4). Its presence then increased from young to middle-aged to elderly. N-Syn-positive cells were only present in the cytoplasm (Figs. 3 and 4).",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 190,
                    "text": "(Figs. 3  and 4",
                    "end": 205
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 330,
                    "text": "(Figs. 3 and 4)",
                    "end": 345
                }
            ]
        },
        {
            "section": "Age-associated accumulation of N-Syn.",
            "text": "The rate of nitration of Syn in elderly subjects was significantly higher (36%) when compared with that of the young individuals (5%; P<0.05). In 28 out of the 33 subjects (all ages) the submucosa was identified to be the most affected region. This was followed by the mucosa, with 26 individuals. The other regions were found to be less affected. In the affected individuals, 48.37% of immunoreactive cells were distributed within the mucosa and 19.07% within the submucosa, while 19.81% was located in the muscle and 12.75% in the myenteric plexus N-Syn immunoreactive intensity was increased in the elderly group, in the mucosa and in the submucosa. In young and middle-aged individuals, there was a significant increase in the IOD of N-Syn in the elderly individuals (P<0.05) ( Table I).",
            "ref_spans": [
                {
                    "type": "table",
                    "start": 782,
                    "text": "Table I)",
                    "end": 790
                }
            ]
        },
        {
            "section": "Age-associated accumulation of N-Syn.",
            "text": "The spearman's rank order correlation analysis indicated a negative correlation between the number of submucosa neurons and N-Syn in the mucosa (r=-0.816) and in the submucosa (r=-0.832). A negative correlation was also identified between the number of myenteric plexus neurons and N-Syn in the muscle layer (r=-0.601) and in the myenteric plexus (r=-0.611)."
        },
        {
            "section": "Discussion",
            "text": "Colonic function has been shown to significantly deteriorate in individuals aged ≥65 years (18). In this age group, the internal anal sphincter pressure and pelvic muscle strength is reduced. Changes in rectal sensitivity and anal function have also been observed in this group (19). Neurodegeneration of the ENS may be the key to these functional changes that are observed with advancing age. Studies have demonstrated that deficits in intestinal function are linked with age-associated loss of enteric neurons in rats (20), guinea pigs (21) and humans (22). Previous reports indicated that age-associated cell loss in the myenteric plexus occurs exclusively in the cholinergic (i.e. excitatory) enteric neurons, but not in nitrergic (i.e. inhibitory) neurons (20). However, the majority of studies have not investigated the underlying mechanisms of neuronal vulnerability with increasing age. The present study has demonstrated age-associated loss of submucosal and myenteric neurons in the ascending colon. In addition, the expression pattern of wild-type Syn and its PTMs were investigated to elucidate the pathogenesis of neurodegeneration.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 91,
                    "text": "(18)",
                    "end": 95
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 278,
                    "text": "(19)",
                    "end": 282
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 520,
                    "text": "(20)",
                    "end": 524
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 538,
                    "text": "(21)",
                    "end": 542
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 554,
                    "text": "(22)",
                    "end": 558
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 761,
                    "text": "(20)",
                    "end": 765
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "In the present study, the expression of wild-type Syn was found to be different when compared with its PTM, nitration. Wild-type Syn-positive cells were observed in all five layers of the colonic tissue sample. Whereas, N-Syn was found in only the mucosa and submucosa in the majority of the young patients, and its presence in the muscle and myenteric plexus did not occur until middle age. Wild-type Syn was present in the nucleus, cytoplasm and axons, while N-Syn was only present in the cytoplasm. In the cells that were Syn-positive the wildtype form was more prevalent than N-Syn. Immunofluorescence double-staining revealed that N-Syn was only expressed in cells with wild-type Syn."
        },
        {
            "section": "Discussion",
            "text": "Previous studies have shown that Syn increased in the gastrointestinal (GI) tract of patients with Parkinson's disease (8,23). These upregulated forms have also been shown in elderly rats (24). However, to the best of our knowledge, they have not been studied in the human colon of elderly humans. Although N-Syn has been thoroughly investigated in the CNS (15,25), it has not yet been investigated in the GI tract. In the present study, it was demonstrated that a small quantity of Syn precedes nitration. N-Syn initially appeared in individuals that were their late thirties or older. Although the cells that were N-Syn-positive were limited in number, they were found to be significantly different between the age groups. The elderly subjects exhibited the highest frequency of nitration. This result was consistent with that of a previous study in which age-associated hyper-inflammatory responses enhanced Syn nitration in the rat brain (26).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 119,
                    "text": "(8,",
                    "end": 122
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 122,
                    "text": "23)",
                    "end": 125
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 188,
                    "text": "(24)",
                    "end": 192
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 357,
                    "text": "(15,",
                    "end": 361
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 361,
                    "text": "25)",
                    "end": 364
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 942,
                    "text": "(26)",
                    "end": 946
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "The present results indicated that Syn and N-Syn were significantly greater in the elderly individuals than in the younger individuals (Table I). Furthermore, the results suggest that during the aging process, nitration of Syn initially occurs in the mucosa and submucosa, and subsequently in the muscle and myenteric plexus. The common characteristic of the various PTM forms of Syn in the mucosa was a predominant distribution in the surface layer. This layer is in closer contact with environmental toxins in the colon lumina. Little or no Syn was observed in the deep mucosa. In the elderly group, the staining density intensified, and axons were swollen, particularly in the wild-type Syn. The dendrites became shorter, thicker and twisted. A previous study identified that pathological accumulation of Syn in neurons may hinder axonal-stromal transport due to disturbances in nerve conduction (27). Furthermore, previous reports suggest that nerve terminal degeneration may precede degeneration of ganglia neurons or even cell death during these pathological processes (28). Studies have shown a significant age-associated loss of submucosal intrinsic sensory neurons in the rat distal colon (2,3). Another report has suggested that a reduced input to enteric microcircuits may result in reduced motility (29).",
            "ref_spans": [
                {
                    "type": "table",
                    "start": 135,
                    "text": "(Table I)",
                    "end": 144
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 899,
                    "text": "(27)",
                    "end": 903
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 1075,
                    "text": "(28)",
                    "end": 1079
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1198,
                    "text": "(2,",
                    "end": 1201
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 1201,
                    "text": "3)",
                    "end": 1203
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1311,
                    "text": "(29)",
                    "end": 1315
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "Environmental-mediated induction of metabolized proteins and reactive oxygen species have been shown to be involved in neurodegeneration (30). Based on the results of the current study, regarding the temporal and spatial patterns of Syn in colonic tissue, it was proposed that age-associated infiltration of Syn and its PTM forms through the damaged mucosal barrier of the tract allows their access to axons. This effect may be due to the marked neuronal innervation in the mucosa (31). Reactive oxygen species have been shown to facilitate phosphorylation (32,33) and nitration (34), stabilize Syn protofibrils and delay their fibrillar formation (35). The accumulation of Syn may reduce mitochondrial Complex I activity, thus interfering with its function (36), it may also lead to further damage from increased oxidative stress and free radicals, thereby causing death of neurons (37). Thus, the environmental toxins may specifically affect those neurons that innervate the mucosa or submucosa, as the terminals of these neurons are located in the vicinity of the compromised epithelium. In addition, Syn may be continuously transmitted from one neural system to another via endocytosis (38); this effect may result in the accumulation of Syn, thereby causing neurodegeneration. In the elderly population, if the threshold of neuronal death in the colon is reached, colonic dysmotility and decreased secretory activity may lead to the clinical response of constipation. A previous study has indicated that the level of accumulated Syn during constipation is markedly higher when compared with that of a control group (25).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 137,
                    "text": "(30)",
                    "end": 141
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 481,
                    "text": "(31)",
                    "end": 485
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 557,
                    "text": "(32,",
                    "end": 561
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 561,
                    "text": "33)",
                    "end": 564
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 579,
                    "text": "(34)",
                    "end": 583
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 648,
                    "text": "(35)",
                    "end": 652
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 758,
                    "text": "(36)",
                    "end": 762
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 883,
                    "text": "(37)",
                    "end": 887
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 1190,
                    "text": "(38)",
                    "end": 1194
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1620,
                    "text": "(25)",
                    "end": 1624
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "Additionally, the current results suggest that neuropathies in the ENS may occur in healthy adults. Furthermore, Syn and its aggregated PTM forms in the ENS, including its peripheral projections, may also be involved in these pathological processes."
        },
        {
            "section": "Discussion",
            "text": "In conclusion, the present findings may facilitate with understanding the etiology of aging-mediated dysmotility. The current study demonstrates the accumulation of Syn and N-Syn in the colonic tissue during aging, this may be linked to colonic neuronal degeneration during normal aging, which may cause functional deficits. Further research is warranted to identify whether the expression of Syn and its nitrated form are involved in the pathogenesis of aging-associated disorders, including slow transit constipation or inflammatory bowel disease."
        },
        {
            "section": "Figure 1 .",
            "text": "Immunohistochemical staining of neurofilament (brown). Age-associated changes in the submucosal plexus and myenteric plexus in the young, middle-aged and elderly groups. The number of neurons was reduced in the elderly group. Magnification, x200."
        },
        {
            "section": "Figure 3 .",
            "text": "Syn inclusions (green) in the submucosa of individuals (top panel). Labeling with N-Syn (green) reveals the presence of pathological inclusions in the submucosal plexus (bottom panel). The majority of these structures are immunoreactive for the neuronal marker, NF (red). Submucosal co-localization of NF and Syn, and NF and N-Syn (yellow). N-Syn immunoreactivity was not present in the young individuals. The N-Syn first appears in the muscle layer and myenteric layer of individuals >50-years-old. Its immunoreactivity to N-Syn increases with age. Immunoreactivity for N-Syn was only present in the cytoplasm. Cy3 and fluorescein isothiocyanate were used as stain. Magnification, x200. Syn, α-synuclein; N-Syn, nitrated-Syn; NF, neurofilament."
        },
        {
            "section": "Figure 2 .",
            "text": "An immunoperoxidase labeling method was performed to visualize α-synuclein labeled profiles. Syn-positive cells (brown) are located in all five layers: the mucosa, submucosa, muscle (inner circular and outer longitudinal), and myenteric plexus, in the young, middle-aged and elderly groups. Immunoreactivity for Syn occurs in the nucleus, cytoplasm and neuronal axons. The number of cells that were immunoreactive for Syn was reduced in the young and middle-aged groups, but increased in the elderly individuals. Magnification, x200. Syn, α-synuclein."
        },
        {
            "section": "Figure 4 .",
            "text": "Syn inclusions (green) in the submucosa of individuals (top panel). Regional specificity of glial cells co-reactive (yellow) with S100 (red) and Syn (green) or N-Syn (green). N-Syn immunoreactivity was not present in the young individuals (bottom panel). N-Syn first appears in the muscle layer and myenteric layer of individuals aged >50 years. Its immunoreactivity increases with age. Immunoreactivity for N-Syn was only present in the cytoplasm. Magnification, x200. Syn, α-synuclein; N-Syn, nitrated-Syn; NF, neurofilament."
        },
        {
            "section": "Acknowledgements",
            "text": "The present study was supported by grants, awarded to Professor Dian-Gang Liu, from the National Natural Science Foundation of China (grant no. 81170408), the China Postdoctoral Science Special Foundation (grant no. 2013T60386), and the China Postdoctoral Science Foundation (grant no. 2012M510094)."
        }
    ]
}