{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Neuroblastoma is a childhood tumour with heterogeneous characteristics and children with metastatic disease often have a poor outcome. Here we describe the establishment of neuroblastoma patient-derived xenografts (PDXs) by orthotopic implantation of viably cryopreserved or fresh tumour explants of patients with high risk neuroblastoma into immunodeficient mice. In vivo tumour growth was monitored by magnetic resonance imaging and fluorodeoxyglucose-positron emission tomography. Neuroblastoma PDXs retained the undifferentiated histology and proliferative capacity of their corresponding patient tumours. The PDXs expressed neuroblastoma markers neural cell adhesion molecule, chromogranin A, synaptophysin and tyrosine hydroxylase. Whole genome genotyping array analyses demonstrated that PDXs retained patient-specific chromosomal aberrations such as MYCN amplification, deletion of 1p and gain of chromosome 17q. Thus, neuroblastoma PDXs recapitulate the hallmarks of highrisk neuroblastoma in patients. PDX-derived cells were cultured in serum-free medium where they formed free-floating neurospheres, expressed neuroblastoma gene markers MYCN, CHGA, TH, SYP and NPY, and retained tumour-initiating and metastatic capacity in vivo. PDXs showed much higher degree of infiltrative growth and distant metastasis as compared to neuroblastoma SK-N-BE(2)c cell line-derived orthotopic tumours. Importantly, the PDXs presented with bone marrow involvement, a clinical feature of aggressive neuroblastoma. Thus, neuroblastoma PDXs serve as clinically relevant models for studying and targeting highrisk metastatic neuroblastoma. Neuroblastoma is a solid childhood tumour, which accounts for 15% of paediatric cancer deaths. The neuroblastoma cellof-origin is thought to derive from the sympathoadrenal lineage of the neural crest and the primary tumour frequently arises in the adrenal gland, although it can develop at any site of the sympathetic nervous system. Patients with Stage IV tumours display infiltrative growth and metastasis to distant sites such as bone marrow, bone, lymph nodes, liver and lungs. Patients over 18 months of age with metastatic disease or MYCN amplification have a poor prognosis despite"
        }
    ],
    "body_text": [
        {
            "text": "intensive treatment with chemotherapy, surgery and radiotherapy. 1,2 Relevant neuroblastoma animal models are thus needed to improve the understanding, and ultimately the treatment, of high-risk neuroblastoma.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 65,
                    "text": "1,",
                    "end": 67
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 67,
                    "text": "2",
                    "end": 68
                }
            ]
        },
        {
            "text": "In current human neuroblastoma xenograft mouse models, tumours have been established subcutaneously and by orthotopic injection of cell lines or short-term cultured primary cells. [3][4][5][6][7][8][9] Orthotopically growing tumours are more prone to form vascularised xenografts with increased frequency of spontaneous distant metastasis as compared to subcutaneous tumours. 5 It has become increasingly clear that tumour cells cultured in vitro can develop aberrant and irreversible genetic and phenotypic changes not consistent with the properties of the original patient tumour. 10 In addition, as shown here and previously reported, 5,11 cell line-derived orthotopic neuroblastoma xenografts often lack substantial spontaneous metastasis to bone marrow. Although results from cell line-derived studies have been valuable, generation of neuroblastoma patientderived xenografts (PDXs) by implantation of viable tumour explants from cancer patients is an alternative approach to better maintain patient-derived tumour cell features. 12 By implantation of intact patient tumour explants, including human tumour stroma, in vitro induced modifications are bypassed. PDXs have been established by subcutaneous implantation of patient-derived tumour explants from paediatric cancers, including neuroblastoma 13 and by implantation of neuroblastoma samples into human pluripotent stem cellderived experimental teratomas. 14 By subcutaneous and/or orthotopic implantation of diverse adult tumours (reviewed in Tentler et al. 10 ), PDX-based tumour models have been increasingly utilised for preclinical drug screening. For this purpose and for mechanistic studies of metastasis and treatment resistance, it would be important to establish orthotopic PDX models of neuroblastoma to faithfully resemble the clinical features of the disease. Establishment of PDXs from rare tumours, like neuroblastoma, is however challenging for investigators with only sporadic access to fresh tumour material. We approached this problem by implantation of viably cryopreserved neuroblastoma samples.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 180,
                    "text": "[3]",
                    "end": 183
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 183,
                    "text": "[4]",
                    "end": 186
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 186,
                    "text": "[5]",
                    "end": 189
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 189,
                    "text": "[6]",
                    "end": 192
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 192,
                    "text": "[7]",
                    "end": 195
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 195,
                    "text": "[8]",
                    "end": 198
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 198,
                    "text": "[9]",
                    "end": 201
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 376,
                    "text": "5",
                    "end": 377
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 583,
                    "text": "10",
                    "end": 585
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 638,
                    "text": "5,",
                    "end": 640
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 640,
                    "text": "11",
                    "end": 642
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1035,
                    "text": "12",
                    "end": 1037
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1305,
                    "text": "13",
                    "end": 1307
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1417,
                    "text": "14",
                    "end": 1419
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1520,
                    "text": "10",
                    "end": 1522
                }
            ]
        },
        {
            "text": "Here we present the establishment, in vivo imaging and detailed characterisation of neuroblastoma patient-derived orthotopic xenografts in immunodeficient mice. Neuroblastoma PDXs retain the undifferentiated histology, neuroblastoma protein marker profile and gene copy number changes of their corresponding patient tumours. PDX-derived cells were cultured as neurospheres where tumour cells expressed typical neuroblastoma gene markers and retained tumour-initiating and metastatic capacity in vivo. Importantly, PDXs exhibit extensive infiltrative growth into surrounding tissues and display widespread metastasis to distant organs, including bone marrow."
        },
        {
            "section": "Cell culture",
            "text": "The human neuroblastoma cell line SK-N-BE(2)c was grown in Minimum Essential Medium at 37 C in 5% CO 2 , 21% O 2 and 95% air. The media was supplemented with 10% fetal bovine serum (FBS), 100 IU/ml penicillin and 100 lg/ml of streptomycin. Media and supplements were obtained from Invitrogen Life Technologies (Carlsbad, CA)."
        },
        {
            "section": "Processing of primary neuroblastoma explants",
            "text": "Primary neuroblastoma samples were obtained from neuroblastoma biopsy or surgery. Intact tumour explants (fragments of approximately 2 mm 3 2 mm 3 2 mm) were cryopreserved in 90% FBS and 10% dimethyl sulfoxide by stepwise cooling using CoolCell (BioCision, Larkspur, CA) and stored in 280 C freezer. Tumour explants were thawed either immediately prior to implantation into mice or one day prior to implantation and kept in stem cell media [Dulbecco's Modified Eagle's medium (DMEM)/F-12 medium with glutamine, 100 IU/ml penicillin and 100 lg/ml of streptomycin, 2% B27 supplement, 40 ng/ml of basic fibroblast growth factor (FGF) 2 and 20 ng/ml of epidermal growth factor (EGF)] in incubator at 37 C in 5% CO 2 and 21% O 2 . The regional ethical review board at Lund University approved the study (Dnr. 2011/289) and written informed consent was obtained."
        },
        {
            "section": "Animal procedures",
            "text": "Four-to six-week-old female or male NSG mice were purchased from Charles River (Charles River Laboratories, Wilmington, MA). Mice were housed under pathogen-free conditions and received autoclaved water and food. Mice were anaesthetised using 3% isofluorane inhalation. For the orthotopic adrenal gland injection, the skin and the mesentery membrane were cut and exposure of the left adrenal gland was achieved by displacement of the spleen. 5 3 10 5 SK-N-BE(2)c cells in 30 ml phosphate buffered saline were What's new? Neuroblastoma is a childhood tumour with heterogeneous characteristics and children with metastatic disease have a poor outcome. Here, the authors established neuroblastoma patient-derived xenografts (PDXs) by orthotopic implantation of viably cryopreserved or fresh tumour explants of patients with high-risk neuroblastoma into immunodeficient mice. The PDXs retained the genotype and phenotype of patient tumours and exhibited substantial infiltrative growth and metastasis to distant organs including bone marrow. PDX-derived neuroblastoma cells were expanded in vitro and retained tumourigenic and metastatic capacity in vivo. The PDXs may thus represent an important tool for investigating neuroblastoma growth and metastasis as well as drug targeting."
        },
        {
            "section": "Animal procedures",
            "text": "injected into the adrenal gland using a 29G syringe. Intact patient-derived tumour explants were incubated in matrigel (BD Biosciences, San Jose) for a minimum of 20 min, then placed on top of the adrenal gland and immediately covered with matrigel. PDX-derived cultured cells were injected either as dissociated single cells (1 3 10 6 cells) or as spheres (approximately 1 3 10 6 cells) into the adrenal gland of NSG mice (n 5 3; single cells and n 5 3; spheres). The mesentery membrane was sown back together and the skin was closed using surgical clips. Mice were sacrificed immediately when exhibiting symptoms of tumour growth. Primary tumour, liver, kidneys, lungs, femur and tibia were fixed in 4% paraformaldehyde for histopathological examination. Pieces of the primary tumour were snap frozen for genomic assays. All animal procedures followed the guidelines set by the Malm€ o-Lund Ethical Committee for the use of laboratory animals and were conducted in accordance with European Union directive on the subject of animal rights."
        },
        {
            "section": "Fluorodeoxyglucose-positron emission tomography imaging",
            "text": "FDG-PET scanning was performed to detect orthotopic tumours. The 18 F-FDG was produced and provided by Skåne University Hospital Cyclotron Unit. For PET-imaging, mice were intravenously injected with approximately 30 MBq of FDG and were imaged 1 h after administration using a preclinical PET/CT-scanner (Bioscan, USA). Mice were anaesthetised using 2-3% isofluorane and were placed in a temperature regulated animal chamber (Minerve, Bioscan, USA) with the temperature set to 37 C (Minerve multistation controller unit) during the scanning. During the acquisitions, respiration was monitored on PC (SA Instruments, Inc, USA) and anaesthesia levels were adjusted accordingly. CT scanning was performed using the X-ray exposure of 600 ms and 177 lA, and the zoom level set to medium zoom. The CT images were scanned with 180 projections/rotation, pitch 1.0 and a binning of 1:4. The CT reconstruction was performed utilizing a Butterworth filter algorithm. The PET acquisition was performed with the coincidence mode set 1-3. The PET data was acquired in list mode for 30 minutes, and reconstructed dynamically using the OSEM option and rebinning SSRB to 2D LOR with the ring difference set to 8. CT and PET images were evaluated and created using the InVivoScope software (InviCRO)."
        },
        {
            "section": "Magnetic resonance imaging",
            "text": "Mice were anaesthetised using 2-3% isofluorane in 200 ml/ min O 2 / 200 ml/min NO 2 . Animals were restrained to an MR bed via head fixation. Breathing was monitored using a pressure sensitive pillow, temperature was monitored using a rectal probe and heating was regulated during MRI data acquisition to keep body temperature at 37 C (SA instruments, Inc, USA). MRI was performed at a field strength of 9.4 T (Agilent Technologies, USA). Respiration triggered fat suppressed fast spin echo images were acquired using a spin echo preparation (10 ms) and an echo spacing of 10 ms (acceleration factor 4, effective echo time: 27 ms, 4 averages). The repetition time was set between 800 and 950 ms depending on the breathing rate of the animal. The acquisition of the data for the 12 slices was spread over 4 respiration phases to achieve a T1-weighting corresponding to a repetition time of about 3.2-3.5 sec. Coronal and sagittal sections were acquired with an in plane resolution of 1563137 lm and a slice thickness of 1 mm, while the transversal direction was acquired with an in plane resolution of 1373137 lm. ImageJ 1.46r with a plugin provided by Agilent to import their proprietary format FDF images was used to analyse the images."
        },
        {
            "section": "Immunohistochemistry",
            "text": "Xenograft tumours and mice organs were formalin-fixed and bone specimens were decalcified in 10% EDTA (pH 8). Tumours and organs were routinely embedded in paraffin and 4 mm tissue sections were analysed. Haematoxylin & eosin (His-toLab Products AB, G€ oteborg, Sweden) was used for assessment of histopathology. A list of antibodies and their working dilutions are presented in Supporting information Table 1.",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 402,
                    "text": "Table 1",
                    "end": 409
                }
            ]
        },
        {
            "section": "Microscopy and quantification",
            "text": "Images were acquired using Olympus BX51 light microscope with CCD Olympus DP50 camera along with the CellA Analysis Image Processing Program. Ki67 index was calculated by automatic quantification using the Image Pro-Plus software as described previously. 15 Neural cell adhesion molecule (NCAM) positive metastatic cells in liver, lungs and bone marrow were manually quantified in 1-2 entire tissue sections/mouse at 320 magnification.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 255,
                    "text": "15",
                    "end": 257
                }
            ]
        },
        {
            "section": "Single nucleotide polymorphism analysis",
            "text": "Cultured SK-N-BE(2)c cells, fresh tumour explants from SK-N-BE(2)c orthotopic tumours, patient tumours and PDXs were snapfrozen and stored in 280 C freezer for single nucleotide polymorphism (SNP) array analysis. Briefly, DNA was extracted from the cells and tissues using DNeasy Blood and Tissue Kit (Qiagen, Hilden, Germany) according to the instructions. We used the Affymetrix CytoScan HD platform for SNP array analysis of cultured SK-N-BE(2)c cells, SK-N-BE(2)c tumours, PDXs and patient tumour #3. High resolution microarray analysis was performed by hybridisation of genomic DNA on arrays, using equipment and protocols as recommended by the manufacturer (Affymetrix, Santa Clara, CA). The Affymetrix CytoScan HD chip contains approximately 2.6 million markers distributed throughout all chromosomes; of these almost 750,000 are SNPs enabling detection of copy number neutral loss of heterozygosity. The practical resolution of the method is 10-50 kb for deletions and 30-150 kb for duplications; depending on the probe density of each segment. HumanCytoSNP-12 DNA Analysis BeadChip (299,140 markers 10 kb average distance) from Illumina (Illumina, San Diego, CA) was used for SNP array analysis of patient tumour #1 and patient tumour #2. DNA amplification, tagging and hybridisation to the chip were performed according to the manufacturer's protocol (http:// www.illumina.com). Data were analysed using GenomeStudio Genotyping Module (Illumina). For exclusion of constitutional copy number polymorphisms, the Database of Genomic Variants (http://projects.tcaq.ca/variation) was used. Genomic position annotations were based on the hg19 build (http:// genome.ucsc.edu/) of the human genome sequence. Copy number variation analyses were performed using the Nexus software."
        },
        {
            "section": "Single nucleotide polymorphism analysis",
            "text": "Isolation and in vitro sphere culture of PDX-derived cells Small tumour pieces were mechanically dissected using sterile scalpels and the minced tissue was collected in a petri dish containing Accutase (Sigma-Aldrich, St. Louis, MO) and incubated for 15-20 min at 37 C, with pipetting every 5 min to dissociate the tissue. The suspension was then transferred to serum-free DMEM/High Glucose (Thermo Scientific, Waltham, MA), excluding nondissociated pieces and centrifuged. The pellet was re-suspended in stem cell medium; DMEM/ GlutaMAX TM F-12 (mixed in a 3:1 ratio) supplemented with 100 IU/ml penicillin, 100 lg/ml streptomycin, 2% B-27 w/o vitamin A (Gibco-Life Technologies, Grand Island, NY), 40 ng/ml basic FGF (Promega, Madison, WI) and 20 ng/ml EGF (Gibco Life Technologies). Spheres were passaged once a week and cells from early passages (up to the fifth passage) were used for quantitative polymerase chain reaction (qPCR) analysis. PDX-derived cultured cells were injected orthotopically into mice (described in Animal procedures)."
        },
        {
            "section": "Quantitative real-time polymerase chain reaction",
            "text": "Total RNA was extracted using either RNeasy Mini or Micro Kit together with the Qiashredder Kit (Qiagen, Hilden, Germany). An on-column DNAse treatment was included during the extraction. The following complementary DNA synthesis was performed using MultiScribe Reverse Transcriptase enzyme (Applied Biosystems, Foster City, CA) and random primers. Quantitative PCR was carried out in a 7300 Real-Time PCR (RT-PCR) System (Applied Biosystems) with SYBR Green PCR Master mix (Applied Biosystems). Comparative Ct method was used in order to quantify mRNA levels and three reference genes (SDHA, UBC, YWHAZ) were included to normalise gene-expression levels. Experiments were performed in triplicates. Primers are listed in Supporting information Table 2.",
            "ref_spans": [
                {
                    "type": "table",
                    "start": 744,
                    "text": "Table 2",
                    "end": 751
                }
            ]
        },
        {
            "section": "In vivo imaging of orthotopic neuroblastoma PDXs",
            "text": "To optimise in vivo imaging techniques for observation of orthotopic neuroblastoma growth, we injected SK-N-BE(2)c neuroblastoma cells into the adrenal gland of NSG mice (n 5 9) and tumours were successfully established in all animals. After optimisation of fluorodeoxyglucose-positron emission tomography (FDG-PET) and magnetic resonance imaging (MRI) settings, orthotopic tumour growth was demonstrated as seen from the sagittal, coronal and transversal views. FDG signal was also seen in nontumour regions like brain, heart, kidneys and urinary bladder (Supporting information Fig. 1). For establishment of neuroblastoma PDXs, we implanted orthotopically fresh or viably cryopreserved tumour explants from six patient tumours into NSG mice. Patient characteristics are presented in Table 1. Orthotopic PDXs from three patient tumours were established and detected by in vivo imaging. FDG-PET demonstrated heterogeneous uptake of FDG within tumours as seen from the sagittal, coronal and transversal views (Fig. 1a). Orthotopic neuroblastoma PDX growth was confirmed by MRI ( Fig. 1b).",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 580,
                    "text": "Fig. 1",
                    "end": 586
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 785,
                    "text": "Table 1",
                    "end": 792
                },
                {
                    "type": "figure",
                    "start": 1008,
                    "text": "(Fig. 1a)",
                    "end": 1017
                },
                {
                    "type": "figure",
                    "start": 1078,
                    "text": "Fig. 1b)",
                    "end": 1086
                }
            ]
        },
        {
            "section": "Histopathological characterisation of orthotopic neuroblastoma PDXs",
            "text": "Neuroblastoma PDXs developed as large abdominal solid masses with heterogeneous gross morphology, including a haemorrhagic cut surface typical of neuroblastoma (Fig. 1c). The tumours displayed extensive infiltrative growth into surrounding tissues such as the ipsilateral kidney, muscle and fat/connective tissue. In contrast, orthotopic SK-N-BE(2)c tumours only displayed moderate infiltrative growth into surrounding tissues like muscle, pancreas and connective/fat tissue (Fig. 1c), and large parts of the tumours showed expansive growth pattern without obvious signs of infiltration.",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 160,
                    "text": "(Fig. 1c)",
                    "end": 169
                },
                {
                    "type": "figure",
                    "start": 475,
                    "text": "(Fig. 1c)",
                    "end": 484
                }
            ]
        },
        {
            "section": "Histopathological characterisation of orthotopic neuroblastoma PDXs",
            "text": "Both PDXs and the original patient tumours were stromapoor tumours consisting of densely packed small round blue tumour cells with scant cytoplasm (Fig. 1d). The PDXs retained the differentiation status of their corresponding patient tumours (undifferentiated neuroblastoma for PDX #1 and #2 and poorly differentiated neuroblastoma for PDX #3). SK-N-BE(2)c orthotopic tumours revealed a uniform Cancer Cell Biology undifferentiated histology; small round blue tumour cells with scant cytoplasm and minimal neurofibrillary matrix (Fig. 1d).",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 147,
                    "text": "(Fig. 1d)",
                    "end": 156
                },
                {
                    "type": "figure",
                    "start": 529,
                    "text": "(Fig. 1d",
                    "end": 537
                }
            ]
        },
        {
            "section": "Histopathological characterisation of orthotopic neuroblastoma PDXs",
            "text": "Similar to high-stage neuroblastoma in patients, both PDXs and SK-N-BE(2)c tumours were highly proliferating as shown by expression of the cell-cycle marker Ki-67 in a large Figure 1. In vivo imaging and histopathological characterisation of neuroblastoma PDXs. FDG-PET/CT and MRI of neuroblastoma PDXs were performed 3-4 weeks after implantation. Orthotopic PDXs are depicted from the sagittal, coronal and transversal views (a and b). Uptake of FDG is also seen in the brain, heart and urinary bladder (a). The PDX is encircled with a yellow line and located above and below the ipsilateral kidney, encircled in red (b). Gross morphology of neuroblastoma PDX and SK-N-BE(2)c orthotopic tumour (c). PDXs (n 5 3) displayed extensive infiltrative growth into ipsilateral kidney, muscle and fat tissue while orthotopic SK-N-BE(2)c tumours (n 5 8) exhibited only moderate or no local infiltration (c). PDXs recapitulated the differentiation status of the corresponding patient tumours while SK-N-BE(2)c xenografts showed a uniform undifferentiated histology (d). Ki-67 expression in PDX #1, patient tumour #1 and SK-N-BE(2)c tumours. One section from each patient tumour and four sections from each PDX model were quantified for Ki-67 expression (e). The shown pictures are representative for the mice. Scale bar in C is 100 mm in (c), (d) and (e) and 50 mm in the close-ups of (d) and (e).",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 174,
                    "text": "Figure 1",
                    "end": 182
                }
            ]
        },
        {
            "section": "Histopathological characterisation of orthotopic neuroblastoma PDXs",
            "text": "fraction of tumour cells (Fig. 1e). The Ki-67 labelling index for SK-N-BE(2)c orthotopic tumours was 60%. The Ki-67 index was 74, 76 and 82% for patient tumours #1, #2 and #3, respectively, and 71 6 7%, 50 6 2% and 62 6 5% for the corresponding PDXs.",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 25,
                    "text": "(Fig. 1e)",
                    "end": 34
                }
            ]
        },
        {
            "section": "Expression of neuroblastoma protein markers",
            "text": "Immunohistochemistry revealed expression of NCAM (CD 56) in virtually all tumour cells in patients and the strong expression was retained in all PDXs. Chromogranin A (CHGA) and synaptophysin (SYP) were expressed in almost all tumour cells in patients and heterogeneous expression of these markers was retained in PDXs. Tumour expression of tyrosine hydroxylase (TH) was heterogeneous in both patients and PDXs (Fig. 2). SK-N-BE(2)c orthotopic tumours revealed a more atypical differentiation marker profile, most notably very low number of CHGA and lack of SYP positive cells (Fig. 2).",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 410,
                    "text": "(Fig. 2)",
                    "end": 418
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 576,
                    "text": "(Fig. 2)",
                    "end": 584
                }
            ]
        },
        {
            "section": "Expression of neuroblastoma protein markers",
            "text": "Because previous in vitro culturing of neuroblastoma patient-derived tumour-initiating cells (TICs) resulted in overgrowth by EBV-transformed lymphoblasts, 16 EBNA2 expression in PDXs was investigated by immunohistochemistry. We found no evidence of EBNA2 expression in PDXs using EBV-transformed human lymphoblastoid cells as positive control (Supporting information Fig. 2a).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 156,
                    "text": "16",
                    "end": 158
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 368,
                    "text": "Fig. 2a",
                    "end": 375
                }
            ]
        },
        {
            "section": "Patient-specific gene copy number changes are retained in neuroblastoma PDXs",
            "text": "Patient tumour #1 and PDX #1 presented with 1p deletion, MYCN amplification, 9p deletion and 17q gain (Fig. 3a). 1p deletion, MYCN amplification and 17q gain were also present in patient tumours #2 and #3 and retained in their ",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 102,
                    "text": "(Fig. 3a)",
                    "end": 111
                }
            ]
        },
        {
            "section": "Cancer Cell Biology",
            "text": "Braekeveldt et al."
        },
        {
            "section": "E257",
            "text": "corresponding PDXs (Figs. 3b and 3c). Thus, chromosomal aberrations typically found in neuroblastomas were retained in their corresponding PDXs.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 19,
                    "text": "(Figs. 3b and 3c)",
                    "end": 36
                }
            ]
        },
        {
            "section": "E257",
            "text": "SNP array profiling of SK-N-BE(2)c cell cultures has been performed previously. 17,18 Here, SK-N-BE(2)c cell cultures and three SK-N-BE(2)c orthotopic xenografts were analysed by SNP array. MYCN amplification, 1p deletion, 3p deletion and 11q copy number neutral imbalance were retained in orthotopic SK-N-BE(2)c xenografts (Supporting information Fig. 3).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 80,
                    "text": "17,",
                    "end": 83
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 83,
                    "text": "18",
                    "end": 85
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 348,
                    "text": "Fig. 3",
                    "end": 354
                }
            ]
        },
        {
            "section": "Neuroblastoma PDXs exhibit widespread metastasis to distant organs",
            "text": "Neuroblastoma PDX metastases were demonstrated by immunohistochemistry. In liver, metastatic nodules at subcapsular as well as central locations were present in all PDXs, resembling the appearance and locations of neuroblastoma metastatic growth. Widespread micrometastases were found in the lungs and also, but less frequently, in the ipsilateral kidney (Fig. 4). Importantly, we found substantial metastatic spread to bone marrow in PDXs from all three patients. Bone marrow metastases homogenously expressed NCAM and metastatic tumour cells were dividing as demonstrated by Ki-67 expression (Fig. 4). SK-N-BE(2)c orthotopic tumours metastasised spontaneously to lungs and liver but to a much lesser extent as compared to PDXs (Fig. 4). We found no evidence of SK-N-BE(2)c metastatic cells in bone marrow. Supporting information Table 3 shows the number of metastatic cells in lungs, liver and bone marrow for PDXs (n 5 7-9 for each PDX model) and for SK-N-BE(2)c-carrying mice (n 5 8).",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 355,
                    "text": "(Fig. 4)",
                    "end": 363
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 594,
                    "text": "(Fig. 4)",
                    "end": 602
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 729,
                    "text": "(Fig. 4)",
                    "end": 737
                },
                {
                    "type": "table",
                    "start": 831,
                    "text": "Table 3",
                    "end": 838
                }
            ]
        },
        {
            "section": "Neuroblastoma PDXs exhibit widespread metastasis to distant organs",
            "text": "Neurosphere-cultured PDX-derived cells express neuroblastoma markers and retain tumourigenic and metastatic capacity in vivo PDX-derived tumour cells were cultured in serum-free, stem cell-promoting medium, where they formed free-floating neurosphere-like cell structures (Fig. 5a). These cultures were expanded for at least five passages and retained growth and phenotypic properties. RT-qPCR showed that these cultured PDX-derived cells overexpress MYCN (Fig. 5b) and neuroblastoma differentiation markers CHGA, TH, SYP and NPY (Fig. 5c). There was no EBV-specific mRNA expression in any of the PDX-derived cell cultures (Supporting information Fig. 2b). The expression of neuroblastoma gene markers and lack of EBV-specific mRNA expression confirmed the identity of the cultured PDX-derived cells as neuroblastoma cells. The tumour-initiating capacity of the cultured PDX-derived cells was tested by orthotopic injection of dissociated single cells or spheres and all injected animals (n 5 3; single cells, and n 5 3; spheres) showed tumour take. The tumours exhibited homogenous NCAM expression, heterogenous expression of CHGA and TH, and lacked SYP (Fig. 5d). Using NCAM immunohistochemistry, we found evidence of distant metastases in lungs, liver or bone marrow in all six animals ( Fig. 5e). Thus, the in vivo tumourigenic and metastatic capacity of PDX-derived cells were retained after in vitro expansion and orthotopic injections.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 272,
                    "text": "(Fig. 5a",
                    "end": 280
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 456,
                    "text": "(Fig. 5b)",
                    "end": 465
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 530,
                    "text": "(Fig. 5c",
                    "end": 538
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 647,
                    "text": "Fig. 2b",
                    "end": 654
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 1155,
                    "text": "(Fig. 5d",
                    "end": 1163
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 1291,
                    "text": "Fig. 5e)",
                    "end": 1299
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "Here, we present a pipeline for preclinical modelling of metastatic human neuroblastoma using patient-derived tumour material without passaging the tumour cells in vitro. We show that it is possible to establish orthotopic neuroblastoma PDXs by implantation of fresh and, importantly, viably cryopreserved patient tumour samples, which overcomes the tissue shortageproblem when working with rare tumour forms. Using the clinical imaging modalities FDG-PET and MRI, we further show that orthotopic tumours within the abdominal cavity can be monitored. PDX tumours retained the clinical features of the disease such as the protein marker profile and prognostically significant chromosomal aberrations. Furthermore, PDXs were found to be robust models for invasive neuroblastoma with substantial metastatic spread to distant organs, including bone marrow. Lastly, we show that PDX-derived neuroblastoma cells can be established and passaged in vitro as spheres where they retained their proliferative capacity, neuroblastoma phenotype and tumour-initiating capacity in vivo."
        },
        {
            "section": "Discussion",
            "text": "The tumour model presented here is based on orthotopic implantation of tumour tissue on top of the adrenal gland as previous findings have shown that an orthotopic location promotes neuroblastoma growth and behaviour to a large extent mimicking clinical human neuroblastoma growth properties. 5 Thus, to monitor tumour growth, we had to use in vivo imaging techniques as abdominal tumours are difficult to detect in early phases and impossible to quantify in terms of tumour spread and tumour volume by using, e.g., calliper. Because tumours are established by implantation of explants we could not utilise imaging modalities that require pre-labelling of single cells for visualisation in vivo. However, as we show here, FDG-PET and MRI are powerful imaging techniques suitable for detection of orthotopic nonmodified neuroblastoma cells. While primary tumours were visualised in all tested tumourbearing mice, the next and more challenging step, will be to detect metastatic growth in the PDX models. A combination of FDG-PET or MIBG-SPECT, and MRI would probably optimise the conditions for detection of metastases in vivo.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 293,
                    "text": "5",
                    "end": 294
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "The findings that neuroblastoma PDXs retained clinically important features of the disease make the PDXs more suitable as models for aggressive neuroblastoma as compared to the commonly used cell line-based xenografts. In the SK-N-BE(2)c cell model used here, several aberrant features not typical for the clinical disease were found, most importantly lack of bone marrow involvement. Indeed, one obstacle when studying neuroblastoma metastasis has been the scarcity of xenograft models that retain the metastatic pattern of the disease. 11 Here, we show that orthotopic neuroblastoma PDXs are reliable models for human neuroblastoma bone marrow metastasis. The presence of liver and lung metastasis in the PDX models are also consistent with the findings of liver and lung micrometastases in more than half of neuroblastoma patients analysed by immunohistochemistry postmortem. 19 Furthermore, we demonstrate that the neuroblastoma protein marker profile and neuroblastoma-associated chromosomal aberrations MYCN amplification, 1p deletion and gain of 17q were retained in PDXs.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 538,
                    "text": "11",
                    "end": 540
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 879,
                    "text": "19",
                    "end": 881
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "Maintaining patient tumour explant viability is a critical parameter for successful establishment of PDXs and the workflow and/or transport of fresh tumour tissue from surgery to implantation into mice can potentially decrease tissue viability and reduce successful in vivo engraftment. Implantation of viably cryopreserved tumour explants can solve this problem as demonstrated here. Cryopreservation of tumour explants further allows for storage of viable primary tumour material in biobanks and can be used for establishment of many diverse PDXs at any lab with animal facilities. This is in particular important for establishment of rare tumours like neuroblastoma. Interestingly, previous studies have shown that the in vivo take rate of cryopreserved and fresh tumour Cancer Cell Biology tissue (pancreatic and colorectal carcinoma) is comparable 20,21 , although a large divergence in tumour take rates between different tumour forms and within a given tumour form can be anticipated. In the case of neuroblastoma it is likely that the tumour take rate drastically drops if low-stage neuroblastomas were implanted. Other parameters that could influence successful in vivo engraftment include tissue viabil-ity, time from biopsy to implantation, tumour type, mouse strain, implantation site and the use of co-factors like Matrigel. However, given the scarcity of aggressive neuroblastoma we have not had the possibility to test the effect of all these parameters for engraftment.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 853,
                    "text": "20,",
                    "end": 856
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 856,
                    "text": "21",
                    "end": 858
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "Orthotopic neuroblastoma PDXs will be important tools for in vivo drug testing against aggressive neuroblastoma. Although drug testing using subcutaneously implanted neuroblastoma xenografts 13 is less time-consuming, it appears, based on the results presented here and by others 5,10 that orthotopically established neuroblastoma PDXs is the model of choice for studying and targeting neuroblastoma invasion and metastasis in vivo. For such studies, neuroblastoma PDXs should optimally be used in conjunction with neuroblastoma transgenic mouse models with substantial metastatic capacity. 22,23 All established PDXs presented here contain MYCN amplifications and hence, the PDXs are also suitable models for targeting of MYCN in vivo. MYCN is an attractive therapeutic target for patients with high-risk neuroblastoma as MYCN amplification correlates with aggressive disease 24 and downregulation of MYCN expression results in decreased tumour cell proliferation, increased cell death and neuronal differentiation of neuroblastoma cells in vitro. 25 In addition to orthotopic neuroblastoma PDX models, zebrafish and transgenic mouse models, driven by MYCN alone or in combination with other oncogenes 22,[26][27][28] are important complementary preclinical neuroblastoma models.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 191,
                    "text": "13",
                    "end": 193
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 280,
                    "text": "5,",
                    "end": 282
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 282,
                    "text": "10",
                    "end": 284
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 591,
                    "text": "22,",
                    "end": 594
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 594,
                    "text": "23",
                    "end": 596
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 877,
                    "text": "24",
                    "end": 879
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1049,
                    "text": "25",
                    "end": 1051
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1203,
                    "text": "22,",
                    "end": 1206
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1206,
                    "text": "[26]",
                    "end": 1210
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1210,
                    "text": "[27]",
                    "end": 1214
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1214,
                    "text": "[28]",
                    "end": 1218
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "In conclusion, we present a workflow for preclinical modelling of aggressive human neuroblastoma by FDG/PET and MRI imaging, histopathological examinations and genomic characterisation by use of orthotopic PDXs. Future work will need to expand the pool of neuroblastoma PDXs in order to reflect the large diversity of the disease. For instance up to now, we have only established tumours carrying MYCN amplifications. The PDXs serve as a source for in vivo expansion of patient-derived tumour-initiating cells, which will be valuable for in vitro studies. Furthermore, the recurrent findings of patient tumour-specific features, invasive growth and bone marrow metastasis in the PDX models demonstrate their suitability for mechanistic studies of human neuroblastoma growth and metastasis, and for drug testing against aggressive metastatic neuroblastoma in vivo."
        },
        {
            "section": "Figure 2 .",
            "text": "Immunohistochemical expression of neuroblastoma markers in neuroblastoma PDXs. NCAM was retained in virtually all tumour cells and CHGA, TH and SYP were heterogenously expressed in PDXs. SK-N-BE(2)c orthotopic tumours exhibited very low numbers of CHGApositive cells and lacked SYP-positive cells. The shown pictures are representative for the mice. Scale bar is 100 mm in the overviews and 50 mm in the close-ups."
        },
        {
            "section": "Figure 3 .",
            "text": "Neuroblastoma PDXs retain patient tumour-specific chromosomal aberrations. Arrows indicate neuroblastoma-typical regions; such as 1p deletion, MYCN amplification, 9p deletion and 17q gain for patient tumours and their corresponding PDXs."
        },
        {
            "section": "Figure 4 .",
            "text": "Neuroblastoma PDXs exhibit wide-spread metastasis to distant organs including bone marrow. High numbers of NCAM-positive metastatic cells were found in lungs, liver, ipsilateral kidney and bone marrow of PDXs (7-9 sections from each PDX model). Bone marrow metastases were dividing as shown by Ki-67 expression (inserted field). In contrast, orthotopic SK-N-BE(2)c xenografts (n 5 8) exhibited only low numbers of metastatic cells in liver and lungs and no cells in bone marrow. The shown pictures are representative for the mice. Scale bar is 100 mm in PDX lung, liver and ipsilateral kidney, and 50 mm in the PDX bone marrow and SK-N-BE(2)c lung and liver."
        },
        {
            "section": "Figure 5 .",
            "text": "PDX-derived cultured cells express neuroblastoma markers and retain tumourigenic and metastatic capacity in vivo. PDX-derived cells were cultured in serum-free stem cell medium where they formed free-floating spheres (a). MYCN mRNA expression in negative control (the non-MYCN-amplified cell line SH-SY5Y), positive control (the MYCN-amplified cell line SK-N-BE(2)c) and in PDX-derived cells (b). CHGA, TH, SYP and NPY mRNA expression in PDX-derived cell cultures and SK-N-BE(2)c (c). Data are expressed as mean 6 SD. Tumours established by orthotopic injection of the PDX-derived cultured cells retained expression of NCAM, CHGA and TH (d). Metastases were found in lungs, liver and bone marrow as shown by NCAM immunohistochemistry (e). Scale bar is 100 mm in A and 50 mm in (d) and (e)."
        },
        {
            "section": "Table 1 .",
            "text": "Patient tumour characteristics"
        },
        {
            "section": "Table 1 .",
            "text": "AG 5 adrenal gland, un NB 5 undifferentiated neuroblastoma, pd NB 5 poorly differentiated neuroblastoma. Numbers of days refer to the time period from implantation until PDXs were analysed."
        },
        {
            "section": "Table 1 .",
            "text": "Int. J. Cancer: 136, E252-E261 (2015) V C 2014 The Authors. Published by Wiley Periodicals, Inc. on behalf of UICC"
        }
    ]
}