{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Objectives: Despite the increasing utilization of in-home services, the assessment of in-home services used by those that have certified levels of care needs has been limited to the actual changes in individual outcomes. The purpose of the present study was to determine factors affecting how the utilization of in-home services could have sustained and/or improved or deteriorated the care needs levels of frail persons. We also examined the effect of in-home services used in the lower level of care needs subgroup and the higher level of care needs subgroup during a two-year period. Subjects and Methods: We used longitudinal data from Izumo City of those individuals with certified levels of care needs to analyze the changes in care need levels in Izumo City between 2002 to 2004. In 2002, 2,651 persons had certified levels of care needs. All permanent residents of care facilities, at care needs level 5 in 2002, those who died since 2002 and people who could not be traced during the two-year follow-up period were excluded. The remaining data from 1,788 frail persons were ultimately analyzed. We arbitrarily divided the changes in care needs levels into two categories: sustained/improved and deteriorated. The care needs levels were also stratified into a lower level of care needs subgroup and a higher level of care needs subgroup at the baseline. Simple statistical analysis and binary logistic regression analysis were used to analyze factors that were thought to be related to in-home service utilization data to predict changes in care needs levels. Results: Approximately 63.3% of the respondents had a sustained or improved care needs level, and 36.7% of the respondents showed deteriorated of care needs levels. In the lower level of care needs subgroup, utilization of home help/bathing (OR=2.59) was associated with significant sustained/improved care needs levels. In the higher level of care needs subgroup, day care service (OR=0.90) and short stay services (OR=0.87) were significantly related to deteriorated care needs levels, respectively. Conclusions: This study shows that home help/bathing care in the lower level of care needs subgroup was a significant predictor of sustained/improved levels of care needs for frail persons but that short stay services and day care services in the higher level of care needs subgroup have a negative impact on sustained/improved levels of care needs. Our results suggest that utilization of home help services can prevent deterioration of these levels of care needs in frail persons."
        }
    ],
    "body_text": [
        {
            "section": "Introduction",
            "text": "The family's capacity to care for the elderly is weakening because of a changing household structure, an increasing number of working women and an enhanced social security system in Japan. There are 4.884 million people in Japan certified as eligible for the long-term care insurance system. The ratio of those aged 65 and over was 16.9%, and the number of home services users was 2.924 million people in May 2010 1) . Disabilities are associated with a loss of independence, an increased need for health care services and subsequently higher health care costs [2][3][4] . In response to these problems, the public long-term care insurance system (LTCIS) was introduced in 2000 by the Ministry of Health, Labour and Welfare, which focuses on providing both inhome services (home care) and also services at facilities (institutional care). All persons aged 65 and over are eligible, along with people aged 40 to 64 who have a health-related disability. In-home services have become the fastest growing segment of the Japan LTCIS. They are expected to play a significant role as an effective tool for not only preventing deterioration and improving the disability status for frail persons but also decreasing the burden for family caregivers and improving the lives of those living in the community with certified care needs levels.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 414,
                    "text": "1)",
                    "end": 416
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 561,
                    "text": "[2]",
                    "end": 564
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 564,
                    "text": "[3]",
                    "end": 567
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 567,
                    "text": "[4]",
                    "end": 570
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "There is an ongoing debate over the effectiveness of inhome services for the various levels of care needs of frail persons. Despite a considerable number of meta-analyses and reviews synthesizing the home-visit nursing literature 5) , there have been few reviews examining in-home services for those with certified levels of care needs or support needs, and the available literature does little to inform us about whether the association of in-home services with levels of care needs of frail persons has been maintained/improved or deteriorated in Japan since the implementation of the national long-term care insurance system (LTCIS).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 230,
                    "text": "5)",
                    "end": 232
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The main objective of the present study was to determine how the utilization of in-home services could have sustained/improved or deteriorated the levels of care needs of frail persons. We also examined the effect of in-home services used in the lower level of care needs subgroup and the higher level of care needs subgroup during a two-year period. Studies have been limited by the lack of evidence for the effectiveness of in-home services for frail elderly on changes in levels of care needs such as lower level of care needs and higher level of care needs 6) . Some studies have indicated that in-home services had positive or negative effects on reductions in functional levels. Kato et al. 7) found that use of respite stays in a nursing home, and use of medical management by a physician were significantly related to a deterioration of the user's levels of care needs. On the other hand, Ishibashi et al. 8) demonstrated that the risk of decline in functional status was lower for users of home help services. Moreover, Fukuma and Shiwaku 6) indicated that at the end of tracking of two years, improvement in the care level was related to either levels of care needs or utilization of short stays. A study by Tomita et al. 9) reported that among the types of services, users of respite care and rental services for assistive devices were less likely to be hospitalized or institutionalized than nonusers. Concerning those with relatively light needs, users of day care services were also less likely to be hospitalized or institutionalized than nonusers. Markle-Reid et al. 10) found that a variety of home visiting interventions carried out by nurses can favorably affect health and functional status and mortality rates. However, Stuck et al. 11) used subgroup analysis to reveal that public home-visit nursing can reduce disabilities among elderly people at low risk but not among those at high risk for functional impairment after three years. Other studies, however, indicated that the use of home help services had no effect on reducing functional decline 7,[11][12][13] .",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 561,
                    "text": "6)",
                    "end": 563
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 697,
                    "text": "7)",
                    "end": 699
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 914,
                    "text": "8)",
                    "end": 916
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1048,
                    "text": "6)",
                    "end": 1050
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1232,
                    "text": "9)",
                    "end": 1234
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1583,
                    "text": "10)",
                    "end": 1586
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1754,
                    "text": "11)",
                    "end": 1757
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 2071,
                    "text": "7,",
                    "end": 2073
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 2073,
                    "text": "[11]",
                    "end": 2077
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 2077,
                    "text": "[12]",
                    "end": 2081
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 2081,
                    "text": "[13]",
                    "end": 2085
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Although multidimensional services and levels of care needs have been studied, these previous reviews have had significant limitations. There is still insufficient evidence not only regarding the effectiveness of in-home based services 7) but also what kinds of in-home services have a significant predictor of sustained/improved level of care needs for frail persons in the lower level of care needs subgroup and the higher level of care needs subgroup in panel study. Given the shortcomings of previous reviews and the lack of consistency among their findings, we thought it important to undertake a panel analysis to clarify the benefits of in-home based services. The results of this study will contribute to the discussion concering effective in-home service strategies for frail persons.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 236,
                    "text": "7)",
                    "end": 238
                }
            ]
        },
        {
            "section": "Subjects",
            "text": "All subjects were selected from those who had applied for LTCI for the first time beginning in April 2002 and had been newly certified as community-dwelling frail persons in Izumo City, Shimane Prefecture, Japan. The subjects in the first wave were 2,625 residents in 2000, those in the second wave were 3,435 residents in 2002 and those in the third wave were 4,206 residents in 2004. The population in the third wave was comprised of residents who were observed by a survey that was subsequently performed every two years by the Izumo long-term care insurance union in Izumo City. We used second wave and third wave data (2002-2004) from those who were certified for long-term care insurance by the Izumo LTCI union. Because the care insurance system started in 2000 in Japan, the second wave data was more stable than the first wave data."
        },
        {
            "section": "Subjects",
            "text": "Of the 2,651 subjects who were certified as \"support level of care needs\" or \"care needs levels 1 to 5\" in Izumo City in 2002, 1,788 completed the entire survey in 2004. The subjects of the analysis were calculated by limiting the numerator to those who were certified as \"support need\" or \"levels of care needs\". First, all permanent residents of care facilities were excluded from the analysis. Second, 435 people who died and 99 people who could not be traced during the two-year follow-up period in 2002 were also excluded. Third, 329 people at care needs level 5 in 2002 were excluded. Because the subjects were limited to those capable of living at home in 2004 and the dependent variables include the change in the care needs levels, care needs level 5 could be identified as sustained or improved but could not be classified as deteriorated."
        },
        {
            "section": "Dependent variables",
            "text": "The levels of care needs were determined by Izumo City through a predetermined process. A trained local government official visits the home to evaluate nursing care needs using a questionnaire on current physical and mental status (73 items) and use of medical procedures (12 items). A computer program classifies each applicant into one of six levels of dependency care after the evaluation. The Nursing Care Needs Certification Board, consisting of social and health services experts appointed by the mayor, determines whether the initial levels of care needs are appropriate 14) . Care needs level 0 (assistance required) is intended for preventive services. The other five levels of care needs (care required) range from the lowest (level 1 of care need) to highest (care needs level 5) levels of care needs 7) . We arbitrarily set the changes in levels of care needs into two categories: sustained or improved and deteriorated. The changes in the levels of care needs were calculated by subtracting the baseline levels of care needs from the levels of care needs in 2004. If a subject's change in level of care needs was calculated to be 0 or -1>, the change in the level of care needs was defined as a \"sustained\" or \"improved.\" If the subject's change in level of care needs was calculated to be <1, the change in level of care needs was defined as \"deteriorated.\"",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 578,
                    "text": "14)",
                    "end": 581
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 812,
                    "text": "7)",
                    "end": 814
                }
            ]
        },
        {
            "section": "Independent variables and controlled variables",
            "text": "In-home services can be provided by nonprofit and forprofit firms. An eligible person must pay a 10% co-payment for each insured service and the municipality pays the rest. The independent variables included in-home services of 8 kinds: home help service, home-visit bathing, home-visit nursing, home-visit rehabilitation, day care service, day rehabilitation service, rental service for equipment, and short stay service. The response categories for this question were dichotomized (used service or did not used service). There were significantly fewer users of home help service and home-visit bathing, respectively, so these services were calculated as sum categories 1 and 2 concerning use of home help service and home-visit bathing, with category 1 indicating that the home help/bathing was not used."
        },
        {
            "section": "Independent variables and controlled variables",
            "text": "The controlled variables included age, gender, and household structure."
        },
        {
            "section": "Statistical analysis",
            "text": "Descriptive analysis of the following statistical results characterize the face sheets of the subjects, levels of care needs and in-home service. First, differences in the changes in levels of care needs and baseline characteristics were examined with simple statistical analysis and cross tabulation. Second, cross tabulation is the process of creating a contingency table from the multivariate frequency distribution of statistical variables, and we tested for the statistical significance of values. Third, binary logistic regression analysis was used to build a final model for utilization of in-home service with the dependent variable divided into two categories, sustained/improved and deteriorated."
        },
        {
            "section": "Statistical analysis",
            "text": "The changes in levels of care needs were stratified into a lower level of care needs subgroup and a higher level of care needs subgroup based on the baseline levels of care needs. The lower level of care needs subgroup included the support level and care needs level 1. The higher level of care needs subgroup included care needs level 2, 3 and 4. Because the LTCI system was amended in April 2006 to include 7 levels instead of 6, with eligibility determined through a process of care needs certification by the municipality, those eligible were 1) persons certified before the revision as \"support level\" (support level 1 in the new classification) and 2) persons with a higher possibility of maintaining or improving their condition among those certified before the revision as care needs level 1 (support level 2 in the new classification) 15) . SPSS 18.0J Windows was used for the statistical analysis. Table 1 shows the characteristics of the frail persons at baseline and during the two-year follow-up period. Overall, the data showed that female subjects were nearly 65% and 68% in 2002 and 2004, respectively. Those 85 years and over of the subjects were 37.8% and 43.7% in 2002 and 2004, respectively. In 2002 and 2004, more than 68% and 63% of the subjects lived in a two-generation household, respectively. In 2002 and 2004, 23% and 30% of the subjects were care needs level 1 and 12.4% of the subjects and 9.7% were care needs level 5, respectively. There was a difference in utilization of home help service, with 29% and 32% of the subjects using more day care service in 2002 and 2004, 25.3% and 24.4% of the subjects used home help service or home-visit bathing in 2002 and 2004, respectively. More than 63.3% of the subjects had a sustained or improved level of care needs, nearly 36.7% of the subjects had a deteriorated level of care needs and more than 18.7% of the subjects had died. Table 2 shows the changes in care needs levels of frail persons with regard to utilization of in-home services. For utilization of in-home services, using of home help/bathing and day care service exhibited statistically significant results and were related to a sustained/improved level of care needs, respectively. About 78% of the subjects used home help/bathing, 71% of the subjects used day care service and 58% of the subjects were using day rehabilitation were associated with significant sustained/improved care needs levels, respectively. In contrast, about 59% of the subjects using short stays in a facility were associated with significant deteriorated care needs levels. Whereas, for 60% of the sub-jects using home-visit nursing and rental service for equipment was associated with no significant stained/improved care needs levels, respectively.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 844,
                    "text": "15)",
                    "end": 847
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 908,
                    "text": "Table 1",
                    "end": 915
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 1906,
                    "text": "Table 2",
                    "end": 1913
                }
            ]
        },
        {
            "section": "Distribution of care needs levels",
            "text": "The care needs level 1 to 4 had a sustained/improved care needs level as compare to support level of care needs group. There was an insignificant difference between men and women in the change in care needs levels. Those younger than 65 years and over at baseline had more changes categorized sustained/improved level of care needs. Household size was almost the same in sustain/improved and deteriorated level of care needs."
        },
        {
            "section": "Distribution of care needs levels",
            "text": "In the present study, we considered all these confounding factors in order to evaluate the change in the levels of care needs in frail persons, and we compared in-home services with age and levels of care needs factors. Of the age groups, the 65-74-year-old age group used significantly more home help/bathing (9.7% vs. 7.6%, p < 0.48) and day rehabilitation (18.9% vs. 8.6%, p = 0.00), than the 85 years and over age group; however, the 85 years and over age group used significantly more day care service (31.3% vs. 22.5%, p < 0.00) and short stays (9.8% vs. 3.5%, p = 0.00) than the 65-74-year-old age group. The higher level of care needs subgroup used significantly more home help/bathing (8.5% vs. 8%, p < 0.00), day rehabilitation (14.2% vs. 9.5%, p = 0.00), and short stays (9.7% vs. 2.4%, p = 0.00) than the lower level of care needs subgroup, however, the lower level of care needs subgroup used significantly more day care service (27.9% vs. 27.4%, p < 0.00) than the higher level of care needs subgroup. Results of logistic regression analysis for changes in the levels of care needs Table 3 shows the binary logistic regression analysis results. In Table 3, the changes to sustained/improved in the lower level of care needs subgroup are indicated in Model 1, and the changes to sustained/improved in the higher level of care needs subgroup are indicated in Model 2.",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 1096,
                    "text": "Table 3",
                    "end": 1103
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 1162,
                    "text": "Table 3",
                    "end": 1169
                }
            ]
        },
        {
            "section": "Distribution of care needs levels",
            "text": "For the lower level of care needs subgroup in Model 1, utilization of home help/bathing service (OR= 2.59; CI, 1.38-4.87) was significantly higher for the sustained/improved level of care needs compared with the group that did not use in-home services. For the following types of service, utilization of day care service (OR=1.08; CI, 0.96-1.23), rental service for equipment (OR=1.04; CI, 0.95-1.15), home-visit nursing (OR=0.69; CI, 0.46-1.02), day care service (OR=0.97; CI, 0.87-1.08), and short stays in a facility (OR=0.87; CI, 0.74-1.02), there was no statistically significant difference in sustained/improved level of care needs for frail persons, respectively."
        },
        {
            "section": "Distribution of care needs levels",
            "text": "The higher level of care needs subgroup in Model 2 includes care needs levels 2 to level 4. We observed that the utilization of a short stays in a facility (OR=0.87; CI, 0.81-0.94) was significantly related to a negatively sustained/ improved level of care needs. That is, that group was more likely to move into a deteriorated level of care needs. Likewise, using day care service (OR=0.90; CI, 0.82-0.99) was significantly related to deterioration of care needs levels as compared with subjects who did not use in-home services. In contrast, utilization of home help/bathing service (OR= 1.29; CI, 0.80-2.08), day rehabilitation service (OR= 1.09; CI, 1.00-1.19), and rental service for equipment (OR= 1.01; CI, 0.94-1.08) resulted in no statically significant differences in sustained/improved level of care needs in those groups, respectively."
        },
        {
            "section": "Distribution of care needs levels",
            "text": "We also observed that the higher level of care needs subgroup in Model 2, living with a spouse (OR= 1.87; CI, 1.08-3.22) among subjects was significantly related to sustained/improved level of care needs. On the other hand, age (OR= 0.95; CI, 0.93-0.97; OR= 0.97; CI, 0.95-0.98) of subjects was significantly related to deterioration level of care needs in the lower and higher care needs level subgruop, respectively."
        },
        {
            "section": "Discussion",
            "text": "We studied frail persons based on a cohort study to assess the effects of utilization of in-home services among lower level and higher level of care needs subgroups of community-dwelling elderly in Japan."
        },
        {
            "section": "Discussion",
            "text": "Differences in utilization of in-home services occurred between the lower level of care needs subgroup and higher level of care needs subgroup. The use of home help or home- visit bathing services was significantly related to a positively sustained/improved level of care needs in the lower level of care needs subgroup. However, use of short-stay and day care service were significantly related to a worsening predictor of level of care needs of frail persons in the higher level of care needs subgroup. In the controlled variables, living with a spouse was significantly related to a positively sustained/improved level of care needs in the higher level of care needs subgroup; however, age of the frail persons was significantly related to worsening level of care needs in both the lower level of care needs and higher level of care needs subgroups. In our study, we took these factors into consideration by adjusting for insured persons obtained from records concering certification of needed for long-term care."
        },
        {
            "section": "Discussion",
            "text": "Our study could not identify causal relationships from empirical analysis. However, we can explain conjecturally why some use of services showed a significant relationship with sustain/improved level of care needs or a deteriorating level of care needs."
        },
        {
            "section": "Discussion",
            "text": "Based on our conjecture, the subjects who used home help service or home-visit bathing had improved or sustained level of care needs in the lower level of care needs subgroup but were at far higher risk of ADL (Activity of Daily Living) limitations and/ or cognitive impairments than others. In the lower care needs subgroup, the reason that home helpers are professionals and provides skilled care works to frail persons who need care continue to live as independently as possible at home. Frail persons can decide who come to their house and provides care and thery can set home helpers schedule and determine how and when the tasks will be done. Thus, the main focus of long-term care services is on primary prevention of disability for frail persons, and this need has been met especially for those using these services. Regarding home visiting services, Elkan et al. 16) indicated that regular home visits for elderly people was associated with a significant reduction in mortality and admission to long-term institutional care.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 872,
                    "text": "16)",
                    "end": 875
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "Use of short-term admission to a facility was particularly salient in the higher level of care needs subgroup. The users of this services were less likely than nonusers of inhome services to have a sustained or improved level of care needs in the higher level of care needs subgroup. These users, on average, had more severe ADL or IADL limitations and/or cognitive impairments than other. This may also be the reason why these services have been focused on family caregivers for those with greater burden or for working fanilies etc. who do not provide informal care. This is supported by the fact that numerous publications have evaluated the effect of short-stay service focusing on outcomes for caregivers, not care recipients 7,17) . Thus, those who used respite care were less likely than nonusers to be hospitalized or institutionalized 9) . This service may reduce the care burden of family caregivers, allowing them to maintain their ability to provide care 9,18) , but so far, most of the users are at either a sustained or improved level of care needs. Regarding effect of program, Brunette et al. 19) indicated that patients in long-term programs had significantly better outcomes than those in short-term programs. Quality of care is fundamentally a multidimensional concept, which in addition to clinical information, includes quality of life and the satisfaction of the frail persons and the caregiver 20) , that needs to be considered, in association with the improvement levels of care needs among those who have a higher level of care needs, which becomes more pronounced as the population continues to age.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 731,
                    "text": "7,",
                    "end": 733
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 733,
                    "text": "17)",
                    "end": 736
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 844,
                    "text": "9)",
                    "end": 846
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 967,
                    "text": "9,",
                    "end": 969
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 969,
                    "text": "18)",
                    "end": 972
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1109,
                    "text": "19)",
                    "end": 1112
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1417,
                    "text": "20)",
                    "end": 1420
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "Concerning the impact of day care use on the deterioration level of needs in the high level of care needs subgroup, we should consider that the service users, on average, had less risk of ADL limitations and/or cognitive impairments. Thus, many day care service centers have not employed specialists to perform services, which includes programs for frail persons like physical therapy, psychological services and special programs of recreation according to the needs of the frail persons in the high level of care needs subgroup. The day service center programs provide basic services to frail persons including meals, transportation, bathing and simple recreation by care workers. We also consider that the number of care workers in day care services is significantly less than those in facilities providing care to frail persons. A care worker ratio of 1:15 was maintained for subjects determined to be frail persons by the LTCS, and sufficient care could not be provided for frail persons to maintain their physical and mental health, especially in the high level of care needs subgroup. Thus, users of day care services were more likely than nonusers to be independent and more likely to be co-performers of activities of daily living with care workers. A sufficient ratio of care workers to frail persons needs to be established to increase the proportion of frail persons who improve or sustain their level of care needs, and it is an important public policy issue."
        },
        {
            "section": "Discussion",
            "text": "Concerning the baseline confounding factors for deteriorated level of care needs, day care users and short-stay service users were older and had a higher level of care needs in users with deterioration of physical or mental function. However, regarding a sustained/improved level of care needs, home help/bathing users were young elderly and had a lower level of care needs. It has been suggested that the young-old population gains greater benefit from follow-up home help/bathing services than the old-old population. Therefore, a seemingly baseline higher level of care needs was related to a deteriorating of level of care needs even though the subjects were using day care and short stay ser-vices."
        },
        {
            "section": "Discussion",
            "text": "However, there was no evidence of an effect of improvement or sustained level of care needs on users of in-home services, home-visit nursing, day rehabilitation services and welfare equipment among both the lower level of care needs subgroup and higher level of care needs subgroup. Concerning in-home services, a previous study reported the effect of improvement level of care needs on some types of in-home services 6,7,21,22) . It may be necessary to focus more investigators on the effect of various types of in-home services on changes in the level of care needs of frail persons. A study in Saskatchewan, Canada 23) concluded that persons receiving home care were more likely to experience improvement of their level of care needs than those not receiving home care. Therefore, there exists an urgent need to develop and test the effectiveness of in-home services and strategies designed to improve the level of care needs, or to at least maintain the level of care needs, among frail persons and to determine how well in-home services and other strategies work in both the lower level of care needs and higher level of care needs subgroups.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 418,
                    "text": "6,",
                    "end": 420
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 420,
                    "text": "7,",
                    "end": 422
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 422,
                    "text": "21,",
                    "end": 425
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 425,
                    "text": "22)",
                    "end": 428
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 618,
                    "text": "23)",
                    "end": 621
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "Overall, utilization of home help/bathing services in the lower level of care needs subgroup was a significant predictor of improved/maintained levels of care needs for frail persons. We consider in-home services to have at least two main purposes. The first is to provide an alternative to residential support, enabling people to stay in their communities, families or homes. The second is to provide respite care for family caregivers, often the children or spouse of the frail persons who are provided home care. Our findings are only preliminary, but they provide further evidence supporting the importance of the effects of the levels of care needs for frail persons using in-home services. Given the pressures to reduce public spending on care of frail persons and a growing desire for in-home services for the elderly, the emphasis on caring for elderly people in their own homes has gained momentum across social welfare systems in the developed world [24][25][26] . In-home services for frail persons are intended to improve the quality of services for improvement or maintenance of the level of care needs, though it is not yet known whether frail persons and their families are able to be appropriate judges of which providers and which kind of in-home services will provide the best type of care.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 960,
                    "text": "[24]",
                    "end": 964
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 964,
                    "text": "[25]",
                    "end": 968
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 968,
                    "text": "[26]",
                    "end": 972
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "Nevertheless, we note several limitations of the present study. First, the data did not contain any relevant information regarding the socioeconomic situation of frail persons or family caregivers or the quality of home care service provided. Whether these additional sources of information affect the levels of care needs for frail persons and the categories is an issue that requires further investigation. Sec- ond, generalization of our findings is limited because our data were derived from data for individuals who had applied for LTCI and individuals certified for LTCI among community-dwelling frail persons in a single prefecture. Future studies are needed from another prefecture to confirm our results. Third, our analysis did not have informal services data conserning such thing as the private caregiver situation and support networks because our dataset did not contain these categories. More detailed data on the private services of subjects would be helpful to further clarify the changes in the levels of care needs in later life. Fourth, our study could not identify the effects of using home help service and home visit-bathing had a improved or sustained level of care needs, respectively. Therefore, in the future, the effect of use of a home helper service and home-visit bathing should be investigated to determine whether or not frail persons who are using home help services or visit bathing can sustain their levels of care needs, respectively. Finally, in-home service programs targeting frail persons were not included in our study because the goal of our study was to determine whether or not individuals sustained/maintained their level of care needs, which kinds of home care services were used and whether the intervention consisted of less than four visits per year and/or the duration of the intervention program was shorter than 12 months."
        },
        {
            "section": "Conclusions",
            "text": "The evidence in this investigation points to the importance of the use of home help or bathing services in maintaining and improving the level of care needs in the lower level of care needs subgroup. Furthermore, in the higher level of care needs subgroup, the use of a short stay and day care service was significantly associated with a retrograded level of care needs. The political and practical problem facing governments is how to achieve financial savings and increase efficiency without reducing the quality of care. By identifying potential ways to maintain or improve level of care needs of frail persons and the utilization of in-home services that are viable from a policy perspective, the present survey should provide a better sense of which in-home services might result in more positive changes in levels of care needs for frail persons. This knowledge may suggest that in-home services contribute to the goal of the long-term care system of preventing deterioration but also that these services may help make things easier for family caregivers in the community and help policy-makers reform in-home services."
        },
        {
            "section": "Acknowledgements",
            "text": "This study was partly supported by residents certified for long-term care insurance by the Izumo LTCI union."
        }
    ]
}