{
    "level": "paragraph",
    "abstract": [
        {
            "text": "To report our intermediate experience in treating patients with severe incontinence using an adjustable perineal male sling with a tissue expander. Materials and Methods: An adjustable male sling procedure was performed on 21 patients with severe incontinence. The underlying etiology of urinary incontinence was radical prostatectomy in 13 patients, open prostatectomy in 5 patients and transurethral prostate resection in 3 patients. The difference between the classical and the adjustable sling is that in the latter there is a 25 mL tissue expander between the two layers of polypropylene mesh with an injection port. Adjustment of the sling was performed with saline via an inflation port, in case of recurrence or persistence of incontinence. Results: The mean age of the patients was 66.2±7.3 (50-79) years and mean pad usage was 6.4±0.6 per day. The mean follow-up time was 40.1±23.2 (6-74) months. The balloon was postoperatively inflated on average with 11.6±5.7 (5-25) mL. After the mean 40.1 months of follow-up, 16 of the 21 patients (76.2%) were dry (11 patients, 0 pads; 5 patients using safety pads), 3 patients (14%) had mild and 2 (9.8%) had moderate degree post-prostatectomy urinary incontinence (PPI). The average maximum urine flow rate of the patients was 15.6±4.7 (10-31) mL/s. No residual urine was found. In 2 patients, all parts of the device were removed due to infection and discomfort, and in 3 patients only the inflation component was removed due to local scrotal infection. Conclusions: Our results show that using an adjustable perineal male sling with a tissue expander seems to be an efficient, and safe surgical treatment option in patients with PPI."
        }
    ],
    "body_text": [
        {
            "section": "INTRODUCTION",
            "text": "Male urinary incontinence is very distressing problem after prostatic surgery. It has a significant impact on the patient's quality of life (1). Post-prostatectomy urinary incontinence (PPI) is a potential complication of prostate surgery and although it is more frequently seen after radical prostatectomy it can also occur after endoscopic or open surgery for benign prostate hyperplasia (BPH) (2). Initial management is usually conservative and includes the use of diapers or pads, penile clamps, or various collecting systems (such as a condom catheter). Mild degrees of PPI in the early postoperative period may be improved by pelvic muscle exercises, physiotherapy, and pharmacotherapy (3). However, for most patients who have moderate to severe PPI, conservative methods are not sufficient to return to their normal lives. Surgery is usually necessary to treat the more severe cases.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 140,
                    "text": "(1)",
                    "end": 143
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 396,
                    "text": "(2)",
                    "end": 399
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 692,
                    "text": "(3)",
                    "end": 695
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "Various male slings and devices are available for the treatment of PPI. Sub-urethral slings can be categorized into adjustable and non-adjustable systems. The present study reports our intermediate experience in men who underwent implantation of adjustable perineal male sling using a tissue expander for PPI."
        },
        {
            "section": "MATERIALS AND METHODS",
            "text": "This prospective study was approved by the local ethics committee and a comprehensive informed consent was obtained from all the patients before the surgery. Between September 2007 and May 2013, a total of 21 men with PPI underwent implantation of adjustable perineal male sling using a tissue expander. The underlying etiologies of PPI in patients were: radical prostatectomy for prostate cancer in 13 patients (open radical retropubic prostatectomy=12, transperitoneal laparoscopic radical prostatectomy=1), open prostatectomy in 5 patients and transurethral prostate resection for BPH in 3 patients."
        },
        {
            "section": "MATERIALS AND METHODS",
            "text": "Patient evaluation consisted of medical history, physical examination, blood and urine laboratory tests. All the patients underwent a standard urodynamic study including both cystometry and pressure-flow study to evaluate bladder storage and voiding capabilities, and to exclude overactive bladder. Also, an urethrocystoscopy was conducted in all the patients to exclude urethral stricture and/or bladder neck contracture. The patients who had a history of previous surgery for PPI were not included in the study."
        },
        {
            "section": "MATERIALS AND METHODS",
            "text": "Incontinence in the patients was defined according to the use of incontinence pads over a 24 hours period: mild (using 1 to 2 pads), moderate (3 to 5 pads) and severe (more than 5 pads) (4). All the patients reported severe urinary incontinence in the pre-operative period. All operations were performed within 6 to 12 months after the prostatectomy. The post-operative follow-up was carried out in the second week and every 6 months thereafter consisting of daily pad use, physical examination, maximum urine flow rate (Qmax) and post-voiding residual urine volume (PVR) measurement."
        },
        {
            "section": "SURGICAL PROCEDURE",
            "text": "The surgical procedure was performed using the technique described by Inci et al. (5) in 2008. All patients received prophylactic antibiotics (3rd generation cephalosporin) before the induction of anesthesia. Under general or regional anesthesia, patients were placed in the lithotomy position. After the insertion of a urethral catheter, a midline perineal incision of 40 to 50 mm was made. The critical point is not to remove periurethral fat tissues from urethra. Both sides of urethra were dissected down to the lower border of the pubic bone (Figure-1a). A Eurosilicone™ (Laboratoires Eurosilicone, France) tissue expander device was used with an adjustable male sling in our patients. The device contains a silicone balloon expander, a connecting tube and an inflation component (injection port) that allows the expander to gradually fill up to a volume of 25 mL saline solution (Figure-1b).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 82,
                    "text": "(5)",
                    "end": 85
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 547,
                    "text": "(Figure-1a)",
                    "end": 558
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 885,
                    "text": "(Figure-1b)",
                    "end": 896
                }
            ]
        },
        {
            "section": "SURGICAL PROCEDURE",
            "text": "A standard polypropylene mesh of 100 x 100 mm was used as the sling material. First, the mesh was folded and a balloon expander was placed between the two layers of the modification. Secondly, the balloon was completely filled with the saline solution, and the two layers of the mesh were sutured using 2/0 polypropylene suture to create a pocket between the two layers of the mesh (Figure-1c). During this procedure, attention must be paid not to damage the filled balloon. After the pocket was created, the balloon was evacuated. Third, the mesh was stapled on both sides of the lower border of the pubic bone using an Autosuture Stat TackTM (Tyco Healthcare, UK) stapler (Figure-1d). The original surgical method defined by Inci, et al. (5) used a polypropylene mesh that was fixed on the pubic bone with non-absorbable sutures. In our case, this method was modified and staples were used to prevent the sutures and the mesh from loosening and moving.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 382,
                    "text": "(Figure-1c",
                    "end": 392
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 674,
                    "text": "(Figure-1d",
                    "end": 684
                }
            ]
        },
        {
            "section": "SURGICAL PROCEDURE",
            "text": "After the sling tension was properly adjusted, the sling was placed as tightly as possible in all patients since urinary leakage had been observed in our patients postoperatively. Then, the expander was left deflated during surgery. Fourth, a scrotal pouch was created as a sleeve for the inflation component. The inflation component has two sides (Figure-1e). Finally, the wound was closed with careful hemostasis. In all the procedures, no drain was used. After the surgery, all the patients were asked to take an oral antibiotic (2th generation cephalosporin) for 7 days.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 348,
                    "text": "(Figure-1e",
                    "end": 358
                }
            ]
        },
        {
            "section": "SURGICAL PROCEDURE",
            "text": "Post-operative success was assessed by the number of pads used per 24 hours as follows; zero to 1 safety pad-dry, 1 to 2 pads-mild, and 3 to 5 pads-moderate. At a minimum of 1 week after surgery, patients were questioned regarding their daily pad use. If incontinence persisted 7 to 10 days after surgery, tension over the urethra was increased by saline injection to expand the tissue expander via the injection port using an insulin needle. Injection was started with 3 cc and increased by 2 cc at each injection. In this way the balloon was gradually filled with saline up to 25 mL. The patients were asked to return 2 days after each adjustment to confirm the status of continence. Additional injections were performed in cases of recurrent incontinence."
        },
        {
            "section": "Statistical analysis",
            "text": "The mean values of the parameters were calculated using the Statistical Package for Social Sciences version 13.0 for Windows (SPSS Inc., Chicago, IL, USA)."
        },
        {
            "section": "RESULTS",
            "text": "The mean age of the patients was 66.2±7.3 (50-79) years and the mean pad usage was 6.4±0.6 (6-8) per day. Two patients had a history of pelvic radiotherapy. The mean operation time was 56.2±14.7 (45-85) minutes. No blood transfusion was necessary. The mean duration of hospitalization was 2.5 (2-4) days."
        },
        {
            "section": "RESULTS",
            "text": "The mean follow-up time was 40.1±23.2 (6-74) months. The mean volume of the postoperatively inflated balloon was 11.6±5.7 (5-25) mL. After the follow-up period, 16 of the 21 patients (76.2%) were dry (11 patients, 0 pads; 5 patients using safety pads), 3 patients (14%) had mild degree PPI and 2 patients (9.8%) had moderate degree PPI. In the last assessment of the patients, Qmax and estimated PVR were found to be 15.6±4.7 (10-31) mL/s and 10 mL, respectively."
        },
        {
            "section": "RESULTS",
            "text": "One patient had scrotal infection and pain, and another patient had perineal discomfort. In these two patients, the polypropylene mesh with balloon, connecting tube and inflation component were removed and they did not undergo any additional intervention. Local scrotal infection developed around the inflation component in three patients. In these patients, only the inflation component was removed, the connecting tube was clipped and the polypropylene mesh with inflated balloon was kept in place. In these patients, polypropylene mesh with inflated balloon provided suitable pressure on the urethra. In the follow-up period, they were completely dry. No complica-tions were encountered in patients with a previous history of pelvic radiotherapy."
        },
        {
            "section": "RESULTS",
            "text": "No complications occurred in relation to mesh erosion, voiding dysfunction, voiding difficulty or mechanical failure. Six patients reported mild perineal pain in the early postoperative period but this was resolved using non-steroidal anti-inflammatory drugs."
        },
        {
            "section": "DISCUSSION",
            "text": "PPI represents a significant health problem. The rising elderly population and the increasing number of surgical interventions for prostate cancer mean that the incidence of PPI will rise. Since its introduction in 1973, the artificial urinary sphincter (AUS) has been considered the gold standard treatment for stress urinary incontinence after prostatectomy, offering the patient the greatest chance of a cure (6). The success rates of AUS range from 59 to 90% (7-9). Although, AUS is an effective and durable treatment, many patients are hesitant about implantation or refuse the procedure. Most patients could not manipulate the scrotal pump (10). Furthermore, AUS is expensive and requires a complex surgical procedure that is associated with significant rates of complications. A recent systematic review about AUS reported that infection or erosion occurred in 8.5% of cases (3.3-27.8%), mechanical failure in 6.2% (2-13.8%), and urethral atrophy in 7.9% (1.9-28.6%). Re-operation rate was reported to range from 14.8% to 44.8% (11).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 646,
                    "text": "(10)",
                    "end": 650
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1035,
                    "text": "(11)",
                    "end": 1039
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Thus, many minimally invasive alternatives have been investigated as possible alternatives to AUS. The ProACT™ (Uromedica, US) system was first described in 2005 by Hubner et al. (12). In theietlr study, there were 117 patients with PPI followed for a mean period of 13 months, after which 67% of the patients were found to be dry. Lebret et al. (13) reported the results of the Pro-ACT™ intervention in 62 men with PPI and found that 71% of the patients wore no pads or used 1 pad per day after 6 months (following the adjustment). However, in 19 men the device was removed due to infection and erosion (n=5), migration (n=1), and iatrogenic traumatism (n=2). Moreover, 9 patients experienced device failure. In another prospective study (14), the authors evaluated the results of ProAct™ in 114 men with PPI at a mean follow-up time of 58 months and reported an overall dry rate of 50%. In that study, complications included balloon leakage (11%), migration (5%) and wound erosion (4%). The authors reported that there was a total re-operation rate of 27%, and 12% of the patients underwent AUS or a urethral sling procedures due to ProACT™ not being effective.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 179,
                    "text": "(12)",
                    "end": 183
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 346,
                    "text": "(13)",
                    "end": 350
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 739,
                    "text": "(14)",
                    "end": 743
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "The Argus™ (Promedon SA, Argentina) sub-urethral sling with an adjustable system is another treatment option in men with PPI that was first described by Romano et al. (15). The authors reported a cure rate of 73% and the improvement rate was 10% in 48 men with PPI after a mean follow-up of 7.5 months. Dalpiaz et al. (16) reported mid-term complications after the placement of the Argus™ sling in 29 men with PPI at a mean follow-up of 35 months. Overall, 24 patients (83%) experienced complications, consisting of acute urinary retention (35%) and removal of the sling (35%) owing to urethral erosion, infection, system dislocation, urinary retention, and persistent pain. Furthermore, 27% of the patients complained of significant perineal pain. The authors concluded that the ArgusTM sub-urethral sling was associated with serious mechanical and infectious complications, and sparse functional results with negative impact on the patient's quality of life.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 167,
                    "text": "(15)",
                    "end": 171
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 318,
                    "text": "(16)",
                    "end": 322
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Another device used for treating PPI is the bulbo-urethral sling. Several variations of male sling are currently available. A bone anchored sling (BAS) compresses the bulbar urethra with a silicone-coated polypropylene mesh by attaching the sling to the inferior pubic ramus with bone screws. Following initial reports of degradation of organic materials, synthetic mesh (InVance™, American Medical Systems, US) has become the most commonly utilized material with the BAS (17). Rajpurkar et al. (4) reported their results in 46 patients with PPI who undergo BAS implantation. In their study, the total cure rate was 37%. Furthermore, 37% of the patients significantly improved, and the treatment of 26% patients failed after an average of 24 months follow-up. They concluded that the male sling procedure is an effective and safe procedure for the management of stress urinary incontinence. However, it should not be considered as an alternative to AUS. Guimaraes et al. (18) reported their intermediate results of up to 4 years with the InVance™ sling. Their cure rate was 65% and the improvement rate was 23% in 54 men with PPI after a mean follow-up of 28 months. The authors claimed that the InVance™ sling offers a good intermediate cure and improvement rates with acceptably low rate of complications in patients suffering from PPI. Another study investigated the use of the InVance™ sling in 40 patients with PPI (19). The cure rate was 55% at a mean follow-up of 35.2 months. The authors observed perineal pain in 73% of the patients, detrusor overactivity in 5% and sling infection in 15%.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 472,
                    "text": "(17)",
                    "end": 476
                },
                {
                    "type": "bibr",
                    "start": 478,
                    "text": "Rajpurkar et al. (4)",
                    "end": 498
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 971,
                    "text": "(18)",
                    "end": 975
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1420,
                    "text": "(19)",
                    "end": 1424
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "The traditional BAS procedure does not provide for the adjustment of the tension of the sling material in the post-operative period and this can result in progressive failure over time. In a study by Castle et al. (1), 42 patients underwent the BAS procedure. Only 15.8% of the patients were completely dry and 39.5% were socially continent. Social continence was achieved in 67% 50% and 0% of mild, moderate and severe cases, respectively. Comiter (20) speculated that the surgeons left the fatty tissue over the bulbospongious intact, and additionally used a piece of porcine dermis between the urethra and the sling A combination of fat necrosis and absorption of the dermis over time likely contributes to diminution of the compression provided by the sling over the bulbar urethra. Onur et al. (21) reported a median time to recurrent incontinence as 3 months after BAS procedure. Similarly, Cespedes and Jacoby reported an early failure (within 6 months) in 5% of their patients (22). In another study (23), the authors retrospectively reported objective and subjective outcomes in 40 male patients who underwent BAS positioning for stress urinary incontinence due to intrinsic sphincter deficiency. Patients with stress urinary incontinence due to radical retropubic prostatectomy (n=32), robot assisted laparoscopic prostatectomy (n=3) and transurethral prostate resection (n=5) underwent the BAS procedure over a 5 years period. Previous anti-incontinence procedures, radiotherapy and transurethral procedures due to urethral stricture were performed in 5, 11 and 5 patients, respectively. At a mean follow-up of 35.2 months, 22 patients (55%) were cured, the condition of 5 patients (12.5%) improved and the treatment of 13 patients (32.5%) failed. The authors concluded that BAS is a simple and effective procedure that can produce immediate good results with low morbidity, especially when strictly selected patients are treated. Radiotherapy remains a strong predictor of failure.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 214,
                    "text": "(1)",
                    "end": 217
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 449,
                    "text": "(20)",
                    "end": 453
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 799,
                    "text": "(21)",
                    "end": 803
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 985,
                    "text": "(22)",
                    "end": 989
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1008,
                    "text": "(23)",
                    "end": 1012
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "In the current study, an adjustable perineal male sling technique was used for the treatment of PPI as described previously (5). In that study an adjustable perineal male sling with a 10 mL tissue expander was implanted in 19 consecutive men with severe PPI. According to the results of that study, at a mean follow-up of 17.3 months 15 patients (78.9%) were completely dry and 2 (10.5%) improved significantly using only 1 to 2 pads per day. A total of 11 patients required volume adjustment injections. The average number of adjustments was 2 (range 1 to 3) and the average injected volume was 6.3 cc (range 5 to 10). Regarding the complications, 1 patient had a superficial wound infection, 1 patient required surgical revision due to infection and 8 patients reported mild to moderate perineal pain. The authors concluded that the short term results indicate that this minimally invasive technique seems to be safe and effective, and patient satisfaction appears to be high. The same group presented their long term results in the International Continence Society Annual Meeting 2013. In a study by Ergen and Ozdemir (24), 58 men underwent the same procedure as described above. The mean follow-up time was 52 months. The completely dry rate decreased from 78.9% to 58% in the long term period. The authors concluded that adjustable male sling using a 10 mL tissue expander is an effective method for severe PPI, in the early period, but the effectiveness gradually decreases in the long term.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 124,
                    "text": "(5)",
                    "end": 127
                },
                {
                    "type": "bibr",
                    "start": 1103,
                    "text": "Ergen and Ozdemir (24)",
                    "end": 1125
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "The review of our intermediate results at 40.1 months showed that 16 of the 21 patients (76.2%) were completely dry, 3 patients (14%) had mild incontinence and 2 patients (9.8%) had moderate incontinence. The success rate of the current study is better than that of the other studies mentioned above (5,24). A possible explanation for our high success rate may be associated with the high capacity of the silicone balloon. In our patients, we used a larger size of silicone balloon (25 mL) than the other two studies. Additionally, we used a stapler which allows the easier attachment of the polypropylene mesh on the lower border of the pubic bone in both sides. Although previous pelvic radiotherapy history has also been claimed to be a negative predictor of success rate in PPI surgery (19,23), 2 patients in current study whom had a previous history of pelvic radiotherapy were dry in the intermediate follow-up.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 300,
                    "text": "(5,",
                    "end": 303
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 303,
                    "text": "24)",
                    "end": 306
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 790,
                    "text": "(19,",
                    "end": 794
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 794,
                    "text": "23)",
                    "end": 797
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "A new device is a perineal sling with a tissue expander, composed of 2 silicone components, a balloon expander and an injection port, connected by a tube. In Turkey, this device is relatively cheap compared with AUS, ProACT™, ArgusTM ($500 vs. $5.000 vs. $2330 vs. $2400) and easy to implant, even in difficult cases."
        },
        {
            "section": "CONCLUSIONS",
            "text": "Although complications occurred in this study, including the removal of the device and the removal of inflation component due to local scrotal infection, our intermediate follow-up study suggests that an adjustable perineal male sling using a tissue expander appears to be an efficient and safe alternative surgical treatment option for patients suffering from PPI. The major limitations of our study were the small number of patients and the duration of the follow-up period. Additional follow-up and larger series of patients are necessary to confirm our results."
        },
        {
            "section": "Figure 1 -",
            "text": "a) Both sides of urethra are dissected; b) A balloon expander; c) A balloon expander between two layers of the mesh; d) The mesh is stapled to the pubic bone using Autosuture Stat Tack TM ; e) Prepared scrotal pouch for placing the inflation component."
        },
        {
            "section": "CONFLICT OF INTEREST",
            "text": "None declared."
        }
    ]
}