{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Most current superresolution (SR) microscope techniques surpass the diffraction limit at the expense of temporal resolution, compromising their applications to live-cell imaging. Here we describe a new SR fluorescence microscope based on confocal microscope optics, which we name the spinning disk superresolution microscope (SDSRM). Theoretically, the SDSRM is equivalent to a structured illumination microscope (SIM) and achieves a spatial resolution of 120 nm, double that of the diffraction limit of wide-field fluorescence microscopy. However, the SDSRM is 10 times faster than a conventional SIM because SR signals are recovered by optical demodulation through the stripe pattern of the disk. Therefore a single SR image requires only a single averaged image through the rotating disk. On the basis of this theory, we modified a commercial spinning disk confocal microscope. The improved resolution around 120 nm was confirmed with biological samples. The rapid dynamics of microtubules, mitochondria, lysosomes, and endosomes were observed with temporal resolutions of 30-100 frames/s. Because our method requires only small optical modifications, it will enable an easy upgrade from an existing spinning disk confocal to a SR microscope for live-cell imaging."
        }
    ],
    "body_text": [
        {
            "section": "INTRODUCTION",
            "text": "Fluorescence microscopy is now an essential tool for the cell biologist. However, most subcellular structures are <200 nm and blurred by diffraction (Abbe, 1873). Superresolution (SR) techniques, such as photoactivatable localization microscopy (PALM; Betzig et al., 2006), stochastic optical reconstruction microscopy (STORM; Rust et al., 2006), and stimulated emission depletion microscopy (STED; Hell and Wichmann, 1994), can extend the resolution down to ≤50 nm, but usually at the expense of image acquisition time. Therefore their applications are rather limited to fixed specimens. In living cells, some cellular structures, such as endosomes and other vesicles, move at velocities >3 μm/s (Allen et al., 1982). Thus the image acquisition time needs to be <<30 ms for 100-nm-resolution imaging.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 149,
                    "text": "(Abbe, 1873)",
                    "end": 161
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 252,
                    "text": "Betzig et al., 2006)",
                    "end": 272
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 327,
                    "text": "Rust et al., 2006)",
                    "end": 345
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 399,
                    "text": "Hell and Wichmann, 1994)",
                    "end": 423
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 697,
                    "text": "(Allen et al., 1982)",
                    "end": 717
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "From this viewpoint, PALM and STORM are not suitable for observing the rapid dynamics of subcellular structures in living cells because they reconstruct a single SR image from at least thousands of raw images, requiring >10 s of imaging for a single frame. STED can be accelerated, but faster image acquisition requires orders of magnitude stronger illumination than conventional imaging, which risks photodamage. As a result, the practical limit of STED image acquisition time is longer than a few microseconds/pixel, meaning 10 s for a 1024 × 1024-pixel field of view (Huang et al., 2009).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 570,
                    "text": "(Huang et al., 2009)",
                    "end": 590
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "A third SR technique, structured illumination microscopy (SIM; Heintzmann and Cremer, 1999), can extend the resolution to 120 nm, twice the resolving power of conventional wide-field (WF) microscopy. Although its resolution is worse than that of the other two techniques, SIM can achieve faster frame rates with little photodamage and relatively easy multicolor imaging. One study reported a frame rate up to 11 Hz (Kner et al., 2009). However, this may be the best achievable frame rate because SIM requires 9-15 raw images to reconstruct a single SR image. A related technique, multifocal imaging (York et al., 2013) and is fast enough to image fine structures in living cells moving at up to 6 μm/s.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 63,
                    "text": "Heintzmann and Cremer, 1999)",
                    "end": 91
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 415,
                    "text": "(Kner et al., 2009)",
                    "end": 434
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 599,
                    "text": "(York et al., 2013)",
                    "end": 618
                }
            ]
        },
        {
            "section": "Principle of SDSRM",
            "text": "The basic principle of our SR method is illustrated in Figure 1 and fully discussed in Supplemental Text 1. Here we use a one-dimensional model and omit the magnification of the imaging system for simplicity. In WF microscopy, the sample is illuminated homogeneously, and the image contains only the signals within the cut-off frequency of the optical system (f c ), which determines the diffraction limit of the resolution. In conventional SIM ( Figure 1A), a raw image is taken with illumination modulated sinusoidally. SR signals-namely, the signals of the structure beyond f c -are overlaid as Moiré interference patterns with a frequency shift by f 0 , the spatial frequency of the structured illumination microscopy (MSIM; York et al., 2012), a parallelized form of image scanning microscopy (Sheppard, 1988), generates an image with ∼150-nm resolution at ∼1-Hz frame rate. Recently an improved implementation of MSIM, termed instant SIM, was reported (York et al., 2013). A 100-Hz frame rate with ∼150-nm resolution was achieved by using several optical elements, such as two sets of microlens array and pinhole array; however, expertise is required to align all these optical elements correctly.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 55,
                    "text": "Figure 1",
                    "end": 63
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 447,
                    "text": "Figure 1A)",
                    "end": 457
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 729,
                    "text": "York et al., 2012)",
                    "end": 747
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 798,
                    "text": "(Sheppard, 1988)",
                    "end": 814
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 958,
                    "text": "(York et al., 2013)",
                    "end": 977
                }
            ]
        },
        {
            "section": "Principle of SDSRM",
            "text": "Here we report another implementation of SIM using spinning disk confocal microscope optics, which we named the spinning disk superresolution microscope (SDSRM). We demonstrate that the commercial spinning disk confocal microscope can be upgraded into a SR microscope simply by replacing the disk. It can achieve the same resolution as SIM, 120 nm, but with a frame rate of 10 ms/frame. This is the fastest frame rate reported for SR , is a weighted sum of PSF WF (black) and its frequency (f 0 )-shifted SR components (red). Here f c denotes the cut-off frequency of conventional WF, and f 0 denotes the spatial frequency of the SIM illumination pattern. (D) Fourier transform of the PSF of CF, PSF CF (green), is a weighted sum of PSF WF (black) and its frequency (f 0 )-shifted components (red). Here f 0 denotes the basic spatial frequency of the mask pattern, and f c ′ denotes the apparent cut-off frequency of CF. (E) With SDSRM, the stripe pattern is designed to increase the SR component (red), and the digital high-pass filter (purple) further enhances the SR component (blue). See Supplemental Figures S1 and S2 for details.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 921,
                    "text": "(E)",
                    "end": 924
                }
            ]
        },
        {
            "section": "Principle of SDSRM",
            "text": "(p/w) sin 2 [(w/p)π] (Supplemental Text 1). Thus the effective cut-off frequency (f c ′) of CF is limited to ∼ f 2 0, meaning only 2-fold increase in resolution (Sheppard, 1988). SR signals between f c ′ and f c + f 0 are buried in the noise and need statistical estimation for recovery with an algorithm such as Richardson-Lucy deconvolution (York et al., 2012). Instead, we designed the stripe pattern as w = 80 nm and p = 270 nm on the sample plane to increase the SR signals. This parameter is close to the theoretical maximum (w/p = 0.35) and increases the SR signal more than five times the conventional CF stripe pattern. Furthermore, we designed a digital high-pass filter to further enhance the SR signals ( Figure 1E, Supplemental Text 2, and Supplemental Figure S2). Thus we can recover an image with fully double the resolution from a single raw image of line CF with the designed stripe pattern.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 161,
                    "text": "(Sheppard, 1988)",
                    "end": 177
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 343,
                    "text": "(York et al., 2012)",
                    "end": 362
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 717,
                    "text": "Figure 1E",
                    "end": 726
                },
                {
                    "type": "figure",
                    "start": 766,
                    "text": "Figure S2",
                    "end": 775
                }
            ]
        },
        {
            "section": "Instrumentation of SDSRM",
            "text": "On the basis of this principle, we modified a spinning disk microscope (Figure 2A). The disk, light source, projection lens, and camera were changed from the commercial system.",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 71,
                    "text": "(Figure 2A",
                    "end": 81
                }
            ]
        },
        {
            "section": "Instrumentation of SDSRM",
            "text": "For the scan head, we used the disk scanning unit (DSU; Olympus, Tokyo, Japan), whose disk is easy to replace. The stripe pattern of the disk was designed to match the condition discussed. Here w and p are 500 nm and 5 μm on the sample plane, respectively, with the commercial DSU for 60×/numerical aperture (NA) 1.4 objectives. Both w and p were narrowed to 80 and 270 nm on the sample plane when projected through a 60× objective ( Figure 2, B and C). This custom-designed disk was made by using electron lithography on a low-reflection chrome coat that covered a fused silica substrate (DU-DSR1-SP; Prototype Development Division, Olympus). The Olympus DSU system normally uses a mercury lamp as the illumination, but the light throughput for the illumination is only 14% with our custom-designed disk mainly due to the opening ratio and the diffraction efficiency of the disk pattern. We therefore replaced the light source with a laser (488 nm, 500 mW; Sapphire 488HP; Coherent, Santa Clara, CA). The laser beam was expanded with a lens to fill the aperture, and the speckle noise was removed by a rotating diffuser (light stirrer; NANDN, Tokyo, Japan).",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 434,
                    "text": "Figure 2",
                    "end": 442
                }
            ]
        },
        {
            "section": "Instrumentation of SDSRM",
            "text": "The image was projected onto a charge-coupled device (CCD) camera (CoolSNAP HQ; Photometrics, Tucson, AZ) or an sCMOS camera (ORCA FLASH 4.0v2; Hamamatsu, Hamamatsu, Japan) via a magnifier to satisfy the Nyquist condition for up to 100-nm resolution. The SR components in the raw image were amplified by Fourier-space filtering using the Custom Filter command of ImageJ (National Institutes of Health, Bethesda, MD). The filter (Supplemental Figure S2E) was designed as discussed in Supplemental Text 2.",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 442,
                    "text": "Figure S2E",
                    "end": 452
                }
            ]
        },
        {
            "section": "Instrumentation of SDSRM",
            "text": "The resolution of the system was confirmed using latex beads (Supplemental Figure S3). In our hands, a backilluminated electronmultiplying CCD camera (iXon897; Andor, Belfast, United Kingdom) sinusoidal illumination pattern. The SR signals are demodulated by digital processing using three raw images taken with illumination patterns phase shifted by 120° each. Thus the cut-off frequency of SIM is extended to f c + f 0 . Usually, the same objective lens is used for imaging and illumination, so that f 0 can be designed up to f c (f 0 ≤ f c ). Hence, f c + f 0 ≤ 2f c . Namely, at most twice-better resolution can be achieved with SIM (Figure1C and Supplemental Figure S1A).",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 75,
                    "text": "Figure S3)",
                    "end": 85
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 664,
                    "text": "Figure S1A",
                    "end": 674
                }
            ]
        },
        {
            "section": "Instrumentation of SDSRM",
            "text": "In SDSRM, a stripe pattern with opening width w and period p is used as a modulator for illumination and demodulator for detection ( Figure 1B). The stripe pattern is shifted continuously, and the image is integrated on the camera. Thus the same confocal mask pattern serves as both modulator and demodulator, and frequencyshifted SR signals are already returned to the original position optically. Although this optical configuration is the same as the conventional line confocal (CF) microscope, the design of the stripe pattern is different. In conventional CF, p is much larger than w to minimize cross-talk (Shimozawa et al., 2013). Therefore the amplitude of the SR signals is much weaker than the WF signal ( Figure 1D and Supplemental Figure S1B) because it is proportional to FIGURE 2: Configurations for the SDSRM. (A) System diagram. Excitation light from a mercury lamp or a laser is introduced into the illumination port of a disk-scanning unit (IX2-DSU; Olympus) attached to a microscope base (IX81; Olympus). The disk-scanning unit has a retractable spinning disk and a six-position wheel for filter sets. The spinning disk is rotated at 1800 rpm. Slit patterns are drawn by electron lithography. The intermediate image that passes through the disk is projected onto the image sensor of the camera. (B, C) The pattern drawn on the spinning disk. The pattern has slit openings of width w and pitch p. The slit orientation is modified to avoid stripe pattern artifacts caused by overlap in the stripe orientation and disk rotation.  (Figure 3, A-C), CF with the same NA 0.5 objective followed by deconvolution ( Figure 3, D-F), SDSRM with the same NA 0.5 objective (Figure 3, G-I) and conventional WF with NA 0.95 objective ( Figure 3, J-L). Here a mercury lamp was used for illumination, and the images were taken with a CCD camera (CoolSNAP HQ).",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 133,
                    "text": "Figure 1B",
                    "end": 142
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 612,
                    "text": "(Shimozawa et al., 2013)",
                    "end": 636
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 716,
                    "text": "Figure 1D",
                    "end": 725
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 743,
                    "text": "Figure S1B",
                    "end": 753
                },
                {
                    "type": "figure",
                    "start": 1546,
                    "text": "(Figure 3",
                    "end": 1555
                },
                {
                    "type": "figure",
                    "start": 1625,
                    "text": "Figure 3",
                    "end": 1633
                },
                {
                    "type": "figure",
                    "start": 1678,
                    "text": "(Figure 3",
                    "end": 1687
                },
                {
                    "type": "figure",
                    "start": 1739,
                    "text": "Figure 3",
                    "end": 1747
                }
            ]
        },
        {
            "section": "Instrumentation of SDSRM",
            "text": "Because the diffraction limit is proportional to the inverse of the NA (Abbe, 1873), the NA 0.95 objective yields an image with failed to extend the resolution even after the digital filtering. The SR components seemed to be weakened through the potential crosstalk between the adjacent pixels."
        },
        {
            "section": "Proof-of-principle experiments with a low-NA objective",
            "text": "As a proof-of-principle experiment, we examined a microtubule sample under four conditions: conventional WF with NA 0.5 objec-FIGURE 3: Proof-of-principle experiments for the SR effect by the SDSRM on microtubules in PtK2 cells. (A-C) Conventional WF image with an NA 0.5 objective (UPLFL20X; Olympus). (D-F) CF image with the NA 0.5 objective, followed by deconvolution with the Richardson-Lucy algorithm. See Supplemental Figure S4 for results with other deconvolution algorithms. (G-I) SDSRM image with the NA 0.5 objective. (J-L) Conventional WF image with NA 0.95 objective (UPLSAPO40×2; Olympus). B, E, H, and K show higher-magnification views of A, D, G, and J for the areas inside the rectangle in A. Panels C, F, I, and L show pixel intensity across the microtubule bundle shown between the arrows in B, and the corresponding Gaussian fits with estimated full-width at half-maximum. The initial experiments with the CCD camera described earlier confirmed that SDSRM can achieve ∼120-nm resolution, twice better than with conventional WF microscopy, even with the live biological specimen. Next we tried a faster frame rate by replacing the camera with sCMOS camera (ORCA FLASH 4.0v2), which can achieve a frame rate up to 100 frames/s, faster than the video rate. A silicone oil immersion objective lens (UPLSAPO60XS, NA1.3; Olympus) was used to minimize the spherical aberrations by the refraction index mismatch.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 424,
                    "text": "Figure S4",
                    "end": 433
                }
            ]
        },
        {
            "section": "Proof-of-principle experiments with a low-NA objective",
            "text": "As the proof of principle of fast SR imaging, we chose endosomes and lysosomes, which are known to be highly dynamic. They often move at >1 μm/s, and imaging at faster than the video rate is required for capturing their dynamics without motion blur. The dynamics of lysosomes was observed with lysosomal-associated membrane protein 1 (Lamp1)-EYFP. The images were taken with 20-ms exposure. A 100-ms-interval time series of two lysosomes is shown in Figure 5. They sometimes move at as fast as 10 μm/s; the lumen is still clearly visualized, demonstrating that the rapid frame rate enabled SR imaging without motion blur (Supplemental Movie S2). Similarly, the rapid dynamics of recycling endosomes including a fusion event was clearly visualized by 100-Hz SR live imaging (10-ms exposure) of Rab11a-venus ( Figure 6 and Supplemental Movie S3).",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 450,
                    "text": "Figure 5",
                    "end": 458
                },
                {
                    "type": "figure",
                    "start": 808,
                    "text": "Figure 6",
                    "end": 816
                }
            ]
        },
        {
            "section": "Proof-of-principle experiments with a low-NA objective",
            "text": "1.9-times-higher resolution than the NA 0.5 objective. Nonetheless, the image obtained by the SDSRM with the NA 0.5 objective was essentially the same as the image obtained by conventional WF with the NA 0.95 objective, indicating that the SDSRM is a real SR, which improves resolution by a factor of ∼2 compared with conventional WF. Note that deconvolution of the CF image did improve resolution over WF but failed to achieve full 2× resolution (Figure 3, D-F). We tried several different deconvolution software packages, but all gave similar results (Supplemental Figure S4).",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 447,
                    "text": "(Figure 3, D-F)",
                    "end": 462
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 567,
                    "text": "Figure S4)",
                    "end": 577
                }
            ]
        },
        {
            "section": "SR live imaging of microtubules",
            "text": "We next examined whether our SDSRM can resolve biological structures <200 nm with a high-NA objective (UPLSAPO60XO, NA1.35; Olympus) in living cells. Microtubules were stained by expressing enhanced yellow fluorescent protein (EYFP)-tagged βtubulin. The raw images were taken by a CCD camera (CoolSNAP HQ) at 5 frames/s with laser excitation 20 W/cm 2 at the sample. As shown in Figure 4, the width of a single microtubule image is blurred to 260 nm (full-width at half-maximum) in a conventional WF image, which is improved by a factor of 2 to 120 nm with the SDSRM (Figure 4C). A pair of microtubules with 250-nm distance was not separated in the conventional WF image but was clearly separated with the SDSRM (Figure 4D). Furthermore, the dynamics of microtubules was recorded at 5 frames/s (Supplemental Movie S1).  : SDSRM images of rapid dynamics of recycling endosomes stained with Rab11a-venus. The images were taken with a 60×/NA 1.3 silicone oil immersion objective (UPLSAPO60XS). The excitation laser power on the sample was 100 W/cm 2 . The frame rate was 100 frames/s with 10-ms exposure. The raw images were high-pass filtered to enhance the SR components, followed by deconvolution by the CMLE algorithm (Huygens) to reduce noise. Seven consecutive frames of the yellow region in A are shown in B, which shows the fusion and the following movement of recycling endosomes. Bars, 5 μm (A), 0.5 μm (B). See Supplemental Movie S3. FIGURE 5: SDSRM images of rapidly moving lysosomes stained with Lamp1-EYFP. Time-lapse images were taken with a 60×/NA 1.3 silicone oil immersion objective (UPLSAPO60XS; Olympus) and a sCMOS camera (ORCA FLASH 4.0 v2). The excitation laser power on the sample was 100 W/cm 2 . The frame rate was 10 frames/s with 20-ms exposure and 80-ms interval. The raw images were high-pass filtered to enhance the SR components, followed by deconvolution by the Classic Maximum Likelihood Estimation (CMLE) algorithm (Huygens, SVI, Hilversum, Netherlands) to reduce noise. The dynamics of two lysosomes are shown in the insets. Bars, 5 and 2 μm (insets). See Supplemental Movie S2.  Figure 8), which suggests that the protrusion would be pinched off to form MDVs.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 379,
                    "text": "Figure 4",
                    "end": 387
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 567,
                    "text": "(Figure 4C)",
                    "end": 578
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 712,
                    "text": "(Figure 4D",
                    "end": 722
                },
                {
                    "type": "figure",
                    "start": 2113,
                    "text": "Figure 8",
                    "end": 2121
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "In this study, we demonstrated that the spinning disk confocal microscope has potential as an alternative implementation of SIM. Conventional SIM requires several modulated images to retrieve SR components by demodulation in the Fourier space, but it has higher photon efficiency because the signal is retrieved without a mask. In contrast, the confocal aperture works as a mask to demodulate the SR components in the confocal microscope. To obtain stronger SR component signals, a smaller confocal aperture is required. However, this comes at the expense of signal intensity because with a smaller confocal aperture, most of the photons from the sample are rejected at the confocal aperture. Here we overcome this problem by specially designing the mask pattern on the disk. The opening was narrowed to λ/5 while keeping the aperture ratio as 30%. This aperture ratio is more than three times higher than for the conventional spinning disk confocal, and this high light throughput enabled 100-Hz SR imaging with moderate excitation power (20-40 W/cm 2 )."
        },
        {
            "section": "DISCUSSION",
            "text": "Owing to this high aperture ratio, however, the optical sectioning capability is compromised. The stray light from the out-of-the-focus specimen cannot be rejected efficiently, and the axial resolution is close to that of conventional WF imaging. The axial resolution can be enhanced by reducing the aperture ratio but at the expense of light throughput or signal intensity. A longer exposure time would be required."
        },
        {
            "section": "SR imaging of mitochondrion-derived vesicles",
            "text": "Finally, we applied the SDSRM for the imaging of recently reported but poorly characterized organelles, mitochondrionderived vesicles (MDVs). They are proposed to be formed by budding of the mitochondria outer membrane and to mediate the transport of damaged proteins from mitochondria to peroxisomes (Neuspiel et al., 2008). However, it has been difficult to examine the structure and dynamics of the outer membrane of mitochondria due to the limited resolution of light microscopy. We therefore examined the mitochondrial outer membrane first by staining with anti-TOMM20 antibody (Figure 7). The lumen of the mitochondria is barely visible with conventional WF imaging but is clearly observed with SDSRM as well as STED ( Figure 7D). Unexpectedly, the SR image of mitochondrial outer membrane showed that the size of the lumen of mitochondria is highly variable even in a single cell. We also found thin protrusions from thick mitochondria. Only the outer membrane is apparently protruded, and the lumen is thin and unclear even with the STED SR image ( Figure 7E). In addition to the mitochondria and the thin protrusions, many vesicular or tubular structures were also stained with TOMM20 antibody. They would correspond to MDVs as reported previously (Neuspiel et al., 2008). We next expressed TOMM20-mEmerald and used the SDSRM with exposure 30 ms and excitation 20 W/cm 2 . The 120-nm-resolution live imaging at video rate with SDSRM enabled us to observe not only the mitochondrial fusion event, but also the rapid dynamics of MDVs (Figure 8 and Supplemental Movie S4). The protrusions of the outer membrane were highly dynamic: elongating, shrinking, first visualization of MDV formation from mitochondrial protrusions. The frame rate of our system is mainly limited by the rotation speed of the disk (1800 rpm), which would be possible to accelerate 10 times to achieve a frame rate of 1 kHz. This would enable imaging of rapid processes such as neurotransmitter release at the synapse (Südhof, 2013) In summary, the spinning disk confocal-based implementation of SIM described here is easy to implement and robust to use. An existing spinning disk confocal can easily be upgraded. Thus we hope that this method will not only open the way for SR live-cell imaging with high temporal resolution, but also help to popularize SR microscopy.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 301,
                    "text": "(Neuspiel et al., 2008)",
                    "end": 324
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 583,
                    "text": "(Figure 7)",
                    "end": 593
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 725,
                    "text": "Figure 7D",
                    "end": 734
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 1057,
                    "text": "Figure 7E)",
                    "end": 1067
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1257,
                    "text": "(Neuspiel et al., 2008)",
                    "end": 1280
                },
                {
                    "type": "figure",
                    "start": 1541,
                    "text": "(Figure 8",
                    "end": 1550
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1997,
                    "text": "(Südhof, 2013)",
                    "end": 2011
                }
            ]
        },
        {
            "section": "Microscopy setup for SDSRM",
            "text": "The microscope setup for SDSRM (Figure 2A) is based on the diskscanning confocal microscope system, which includes an inverted microscope base (IX81; Olympus) and a disk-scanning unit (IX2-DSU; Olympus). A combination of a cooled CCD (CoolSNAP HQ) and a mercury lamp with a light guide (U-HGLGPS, Olympus; not shown in Figure 2A) was used for the initial experiments (Figure 3 and Supplemental Figure S3). The light source was then replaced with a laser (Sapphire488HP; Coherent, Santa Clara, CA) and a Even with the high-light-throughput disk pattern, stronger excitation light was required than for typical fluorescence live-cell imaging. Twice-better resolution in two dimensions means one-fourth signal intensity per pixel, and only 30% of the signal passes through the disk to reach the camera. Thus an at least 12-times stronger signal is required. Furthermore, even higher signal-to-noise ratio is required than for conventional WF imaging because the weak SR components are enhanced by high-pass filtering, which can also enhance the noise. In this study, therefore, most of the images were acquired with excitation light intensity of 20-40 W/cm 2 , which is nearly 100 times stronger than for typical fluorescence live-cell imaging (0.1-1 W/cm 2 ). Note, however, that this excitation beam light intensity is comparable to that for typical SIM imaging and >100 times weaker than for STED. Furthermore, the excitation light intensity can be further reduced for light-sensitive samples by elongating the exposure time, although the temporal resolution is compromised.",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 31,
                    "text": "(Figure 2A)",
                    "end": 42
                },
                {
                    "type": "figure",
                    "start": 319,
                    "text": "Figure 2A",
                    "end": 328
                },
                {
                    "type": "figure",
                    "start": 367,
                    "text": "(Figure 3",
                    "end": 376
                },
                {
                    "type": "figure",
                    "start": 394,
                    "text": "Figure S3",
                    "end": 403
                }
            ]
        },
        {
            "section": "Microscopy setup for SDSRM",
            "text": "As applications of live-cell SR imaging, we observed the dynamics of microtubules, lysosomes, recycling endosomes, and mitochondria. The short exposure time (<30 ms) enabled SR live imaging without motion blur, and the fine structures of rapidly moving organelles were captured, such as the fusion and fission events of the outer membrane of mitochondria and the rapid dynamics of mitochondrial protrusions and MDVs. To our knowledge, this is the  (yellow, E). Black, red, and blue curves show conventional WF, SDSRM, and STED, respectively. WF (A) and SDSRM (B) images were taken with a 60×/NA 1.3 silicone oil immersion objective (UPLSAPO60XS); STED images (C) were taken with a 100×/NA 1.40 objective (HC PL APO 100×/1.40 OIL STED WHITE; Leica). SDSRM and STED images were postprocessed by deconvolution (CMLE, Huygens) to reduce noise and enhance contrast. Bar, 5 μm. The disk-scanning unit has a spinning disk and a filter-set wheel changer. The spinning disk is put on the primary image plane for confocal imaging. The disk was made by using electron lithography on a low-reflection chrome coat that covered a fused silica substrate (DU-DSR1-SP; Olympus). The width and the pitch of the confocal slit apertures were 80 and 270 nm, respectively, as discussed in the main text.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 448,
                    "text": "(yellow, E)",
                    "end": 459
                }
            ]
        },
        {
            "section": "WF",
            "text": "For comparisons with WF, the disk was removed and a neutral density filter with a transmission factor of 6% (ND6) was put into the illumination path to adjust the image brightness. The image was projected onto the camera via a 5× magnifier and taken by 2 × 2 binning mode. Thus the pixel size of the specimen is 43 nm with a 60× objective lens, satisfying the Nyquist condition for up to 100-nm resolution. The software package MetaMorph (Molecular Devices, Sunnyvale, CA) was used to control the system and for acquisition of the image."
        },
        {
            "section": "Cell culture and transfection",
            "text": "The cells were obtained from Health Science Research Resources Bank (Osaka, Japan) and maintained at 37°C in DMEM with 10% fetal bovine serum (Life Technologies; Thermo Fisher Scientific, Waltham, MA) at 5% CO 2 . The cells were grown on glass coverslips (No. 1S; Matsunami, Osaka, Japan) for immunofluorescence staining. For live imaging, cells were transfected with TransFectin (Bio-Rad, Hercules, CA) and plated onto a glass-bottom dish (No. 1.5;"
        },
        {
            "section": "Cell culture and transfection",
            "text": "MatTek, Ashland, MA). The medium was changed to L15 medium with 10% fetal bovine serum but without phenol red (Life Technologies) before imaging."
        },
        {
            "section": "Immunofluorescence staining",
            "text": "For microtubule staining (Figure 3), the cells were fixed with 2% paraformaldehyde and 0.1% glutaraldehyde in 0.1 M cacodylate buffer and 4% sucrose, followed by permeabilization with 0.5% Triton X-100. Nonspecific binding was blocked with 2% bovine serum albumin (BSA, Fraction V; Roche, Schweiz, Switzerland) before staining with anti-β-tubulin antibody (MAB3408; EMD-Millipore, Billerica, MA) and Alexa Fluor 488-labeled secondary antibody (Life Technologies). For mitochondrial staining (Figure 7), the cells were fixed with cold methanol (−20°C) and stained with anti-TOMM20 antibody (ab56783; Abcam, Cambridge, MA), followed by Alexa Fluor 488-labeled secondary antibody. The stained cells were mounted with ProLong Gold (Life Technologies).",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 25,
                    "text": "(Figure 3)",
                    "end": 35
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 491,
                    "text": "(Figure 7)",
                    "end": 501
                }
            ]
        },
        {
            "section": "STED imaging",
            "text": "For confirmation of the subdiffraction structures, some samples were observed with an STED microscope system (SP8-STED 3X; Leica Microsystems, Wetzlar, Germany) with the following settings. The acousto-optic tunable filter was 3% for 480 nm (excitation) and 95% for 592 nm (depletion). The gate for the detector was opened from 1.5 to 6 ns after the excitation pulse. The sample was scanned at 400 Hz with 8× line averaging. The pinhole was closed to 68 μm (0.5 Airy unit at 520 nm)."
        },
        {
            "section": "STED imaging",
            "text": "square-core fiber (ST175SQE(12); Mitsubishi Cable, Tokyo, Japan) with a vibrating motor (not shown in Figure 2A; used for images in Figure 4) or a single-mode fiber (kineFLEX; Qioptiq, Asslar, Germany) with a rotating diffuser (light stirrer; NANDN; used for images in Figures 5-8). Finally, the CCD camera was replaced with an sCMOS camera (ORCA FLASH 4.0v2) for faster frame rates (for Figures 5-8).",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 102,
                    "text": "Figure 2A",
                    "end": 111
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 132,
                    "text": "Figure 4",
                    "end": 140
                },
                {
                    "type": "figure",
                    "start": 269,
                    "text": "Figures 5-8)",
                    "end": 281
                },
                {
                    "type": "figure",
                    "start": 388,
                    "text": "Figures 5-8",
                    "end": 399
                }
            ]
        },
        {
            "section": "STED imaging",
            "text": "FIGURE 8: Time-lapse SDSRM images of the dynamics of the outer membrane of mitochondria stained with TOMM20-mEmelard. The lumen of mitochondria is clearly imaged during the fusion of two mitochondria (white arrow). The rapid dynamics of the outer membrane protrusion (red arrow) and tubular vesicles released from the outer membrane protrusion (yellow arrowhead) are also clearly recorded. The images were taken with a 60×/NA 1.3 silicone oil immersion objective (UPLSAPO60XS). The excitation laser power on the sample was 20 W/cm 2 . The frame rate was 10 frames/s with 30-ms exposure and 70-ms interval. The raw images were high-pass filtered to enhance the SR components, followed by deconvolution by the CMLE algorithm (Huygens) to reduce noise (Supplemental Figure S5) ",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 763,
                    "text": "Figure S5)",
                    "end": 773
                }
            ]
        },
        {
            "section": "FIGURE 1 :",
            "text": "Principles of SIM and SDSRM. (A, B) Schematic comparison of SIM and SDSRM. (C) Fourier transform of the point spread function (PSF) of SIM, PSF SIM (green)"
        },
        {
            "text": "Bars, 1 μm (A, D, G, J), 0.5 μm (B, E, H, K)."
        },
        {
            "section": "FIGURE 4 :",
            "text": "SR live imaging of microtubules. (A) Conventional WF image of Vero cell expressing β-tubulin-EYFP.A 60× objective with NA 1.35 (UPLSAPO60XO; Olympus) was used for imaging. (B) SDSRM image of the same view field. The excitation laser power on the sample was 20 W/cm 2 . The exposure time was 200 ms with a conventional CCD camera (CoolSNAP HQ). The raw images were high-pass filtered to enhance the SR components. (C) Sectional plots of pixel intensities across a single microtubule (1 in A). (D) Sectional plots of pixel intensities across a microtubule doublet with an interval of 250 nm (2 in A). Bar, 2 μm. See Supplemental Movie S1."
        },
        {
            "text": "FIGURE 6: SDSRM images of rapid dynamics of recycling endosomes stained with Rab11a-venus. The images were taken with a 60×/NA 1.3 silicone oil immersion objective (UPLSAPO60XS). The excitation laser power on the sample was 100 W/cm 2 . The frame rate was 100 frames/s with 10-ms exposure. The raw images were high-pass filtered to enhance the SR components, followed by deconvolution by the CMLE algorithm (Huygens) to reduce noise. Seven consecutive frames of the yellow region in A are shown in B, which shows the fusion and the following movement of recycling endosomes. Bars, 5 μm (A), 0.5 μm (B). See Supplemental Movie S3."
        },
        {
            "text": "Sometimes a thin tubular vesicle was released from the protrusion (yellow arrowhead in"
        },
        {
            "section": "FIGURE 7 :",
            "text": "The outer membrane of mitochondria stained with anti-TOMM20 antibody. (A) Conventional WF image. (B) SDSRM image. (C) STED image. (D, E) Sectional plots of pixel intensities across a thick mitochondrial region (red, D) and a thin protrusion"
        },
        {
            "text": ". Bar, 2 μm. See Supplemental Movie S4."
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "We are grateful to S. Niwa and N. Hirokawa (University of Tokyo, Tokyo, Japan) for the plasmids (tubulin, Lamp1, and Rab11a); M. Davidson for the plasmid mEmerald-TOMM20-N-10 (#54282; Addgene); K. Abe (Olympus) for discussion and assistance; S. Xu, J. Asada, M. Komeno, and M. Kakiuchi (Quantitative Biology Center) for technical and secretarial assistance; and D. Priest (Quantitative Biology Center) for editing the manuscript. Part of this work"
        }
    ]
}