{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Background/Aims: Protein disulfide isomerase (PDI) has been implicated in the survival and progression of some cancer cells, by compensating for endoplasmic reticulum stress by upregulating the protein-folding capacity. However, its prognostic role in patients with hepatocellular carcinoma (HCC) has not been investigated. Methods: We collected HCC tissues from 83 HCC patients who underwent surgical resection for an immunohistochemical study of PDI. Overall survival (OS) was measured from the date of surgical resection until the date of death from any cause. Radiological progression was evaluated using the modified Response Evaluation Criteria in Solid Tumors in an independent radiological assessment. Results: PDI expression was found to be increased in human HCC compared to adjacent nontumor tissues. Increased immunopositivity for PDI was associated with a high Edmondson-Steiner grade (p = 0.028). Univariate analysis of patients who had undergone surgical resection for HCC showed that tumor PDI upregulation is a significant risk factor for poor OS (p = 0.016; hazard ratio [HR], 1.980) and time to progression (TTP; p = 0.007; HR, 1.971). Multivariate analyses revealed that high PDI expression was an independent predictor of a shorter TTP (p = 0.015; HR, 1.865) and poor OS (p = 0.012; HR, 2.069). Conclusions: Upregulated PDI expression is associated with aggressive clinicopathological features of HCC; thus, PDI might serve as an independent prognostic factor and a potential therapeutic target for HCC patients."
        }
    ],
    "body_text": [
        {
            "section": "INTRODUCTION",
            "text": "Hepatocellular carcinoma (HCC) is the fifth-leading cause of cancer-related death worldwide [1]. Curative resection is the primary therapeutic modality for HCC, except in advanced cases, but the prognosis of individ-ual patients varies and several molecular markers of the prognosis of HCC have been identified [2]. Unfortunately, few molecular markers for HCC are targetable by drugs and there is a pressing need to identify new molecular candidates to improve therapeutic strategies and predict the prognosis in the era of targeted an-A novel prognostic factor for hepatocellular carcinoma: protein disulfide isomerase ti-cancer therapy. Protein disulfide isomerase (PDI) is a 57-kDa dithiol:disulfide oxidoreductase and molecular chaperone. It is one of the most abundant soluble proteins in the endoplasmic reticulum (ER) and plays a key role in maintaining cellular homeostasis by mediating oxidative protein folding [3]. PDI expression is upregulated in some cancer types and involved in aggressive phenotypes of breast [4], brain [5], ovary [6], and prostate [7] cancers. Increasing evidence from functional studies indicates that PDI has an important role in tumor survival and cancer progression [3]. In human HCC cell lines, PDI was expressed in a hypoxia-inducible manner [8]. However, the expression of PDI in human HCC tissues and its prognostic role in patients with HCC has not been determined.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 92,
                    "text": "[1]",
                    "end": 95
                },
                {
                    "type": "bibr",
                    "start": 311,
                    "text": "[2]",
                    "end": 314
                },
                {
                    "type": "bibr",
                    "start": 922,
                    "text": "[3]",
                    "end": 925
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1026,
                    "text": "[4]",
                    "end": 1029
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1037,
                    "text": "[5]",
                    "end": 1040
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1048,
                    "text": "[6]",
                    "end": 1051
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1066,
                    "text": "[7]",
                    "end": 1069
                },
                {
                    "type": "bibr",
                    "start": 1205,
                    "text": "[3]",
                    "end": 1208
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1283,
                    "text": "[8]",
                    "end": 1286
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "This study investigated whether PDI is expressed in human HCC tissues and evaluated the effect of PDI expression on the time to progression (TTP) and overall survival (OS) after surgical resection in patients with HCC. We found that PDI expression was upregulated in HCC samples and that high PDI expression was an independent predictor of a poor prognosis."
        },
        {
            "section": "Study population",
            "text": "Tissue specimens were collected from 83 patients with HCC resected between 2004 and 2012 at Seoul National University Hospital (SNUH). The histopathological features were evaluated retrospectively from hematoxylin-and-eosin-stained slides, and clinical and follow-up data were obtained from the medical records. Histological grade was scored according to the Edmonson-Steiner grading system [9], and pathological staging (pT stage) was determined according to the American Joint Committee on Cancer grading system (7th edition) [10]. The main clinical and pathological variables evaluated in this study are shown in Table 1. This study was conducted with the approval of the Institutional Review Board of SNUH, with waiver of the requirement for informed consent.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 391,
                    "text": "[9]",
                    "end": 394
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 528,
                    "text": "[10]",
                    "end": 532
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 616,
                    "text": "Table 1",
                    "end": 623
                }
            ]
        },
        {
            "section": "Tissue microarray construction",
            "text": "Previously stained hematoxylin and eosin slides were reviewed retrospectively, and more than two representative formalin-fixed, paraffin-embedded archival blocks were selected per case. Tissues from adjacent nontumor areas were also collected. The arrays were assembled by taking core tissue biopsies (5 mm in diameter) from specific locations in the existing formalin-fixed, paraffin-embedded blocks (donor blocks) and re-embedding them in recipient paraffin blocks (tissue array blocks) using a trephine."
        },
        {
            "section": "Immunohistochemical staining",
            "text": "Immunohistochemical staining using an anti-PDI rabbit polyclonal antibody (Catalogue No. 2446, 1:100 dilution, Cell Signaling Technology, Danvers, MA, USA) was performed on tissue array slides using the Ventana OptiView system (Roche Diagnostics, Mannheim, Germany)."
        },
        {
            "section": "Evaluation of immunohistochemical staining",
            "text": "The immunohistochemical staining was analyzed independently by two qualified pathologists. A semiquantitative scoring system was used to evaluate PDI expression using both the intensity of cytoplasmic staining (3, strong; 2, intermediate; 1, weak) and percentage of positive cells (1, ≤ 25%; 2, 25% to 75%; 3, > 75%). If there were differences in the initial evaluation, the slides were reviewed to achieve consensus. Cases with total scores of 2 to 4 and 5 to 6 were classified as the low-and high-expression groups, respectively."
        },
        {
            "section": "Statistical analysis",
            "text": "Continuous variables were compared using Student t test and dichotomous variables using the chi-square test. Survival time was measured from the date of surgical resection to the date of death or last contact. Conventional clinical variables at the time of entry into the study and immunopositivity for PDI were analyzed to identify factors that influenced survival, as determined using the Kaplan-Meier method and compared using the log-rank test. Stepwise, univariate, and multivariate analyses were performed using the Cox proportional hazards model to identify factors that influenced survival. Variables found to be significantly associated with the outcome in the univariate analyses were included in the multivariate analysis. All statistical analyses were performed using SPSS version 19.0 (IBM Co., Armonk, www.kjim.org http://dx.doi.org/10.3904/kjim.2014.29.5.580 NY, USA), and p values < 0.05 were considered to indicate significance."
        },
        {
            "section": "PDI expression in HCC and nonneoplastic hepatic tissues",
            "text": "First, we investigated whether PDI expression is increased in HCC compared to nontumor tissue. PDI protein expression was evaluated in tumor areas and adjacent nontumor areas in each patient in our study population. The immunohistochemical analysis of the 83 HCC patients indicated that PDI expression was increased in the tumor tissue of 51 cases (61.4%) compared to nearby nontumor tissue, whereas 11 cases (13.3%) showed a decrease in PDI expression compared to adjacent nontumor tissue (p < 0.0001) ( Fig. 1).",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 505,
                    "text": "Fig. 1",
                    "end": 511
                }
            ]
        },
        {
            "section": "Correlations between PDI expression status and clinicopathological variables",
            "text": "To determine the clinical significance of the PDI level in HCC, we assessed the correlation between PDI expression in the tumor and various clinicopathological variables (Table 1). Classifying the tumors into highand low-expression groups, high PDI expression was significantly correlated with a high Edmonson-Steiner grade (p = 0.028), but not with gender, age, etiology, α-fetoprotein (AFP) level, Child-Pugh class, tumor size, tumor multiplicity, vascular invasion, or lymph node metastasis ( Table 1).",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 170,
                    "text": "(Table 1)",
                    "end": 179
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 496,
                    "text": "Table 1)",
                    "end": 504
                }
            ]
        },
        {
            "section": "Prognostic significance of PDI expression in patients with HCC",
            "text": "To evaluate the prognostic significance of PDI expression, univariate analyses of TTP and OS were performed. As shown in Fig. 2  than the low-PDI-expression group (p = 0.007 and p = 0.016, respectively). The AFP level, tumor size, and tumor multiplicity also differed significantly for TTP (p = 0.002, p = 0.001, and p = 0.025, respectively), while tumor size, tumor multiplicity, and Edmondson-Steiner histological grade had prognostic significance for OS (p = 0.024, p = 0.046, and p = 0.002, respectively) ( Table 2). We performed a multivariate Cox regression analysis to investigate whether PDI expression was an independent predictor of TTP and OS. PDI expression was an independent predictor of tumor recurrence (p = 0.015). Large tumor size was also an independent predictor of TTP (p = 0.017) ( Table 3). For OS, because histological grade was associated with PDI expression in our correlation study, we included PDI expression in the multivariate analysis to avoid any bias caused by multicollinearity. Indeed, PDI expression was found to be an independent predictor of OS (p = 0.012) (Table 4).  Figure 2. Protein disulfide isomerase (PDI) expression levels significantly associated with time to progression (TTP) and overall survival (OS). (A) TTP rate (p = 0.007). (B) OS rate between PDI low expression group and PDI high expression group (p = 0.016). ",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 121,
                    "text": "Fig. 2",
                    "end": 127
                },
                {
                    "type": "table",
                    "start": 511,
                    "text": "Table 2)",
                    "end": 519
                },
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 804,
                    "text": "Table 3",
                    "end": 811
                },
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 1095,
                    "text": "(Table 4",
                    "end": 1103
                },
                {
                    "type": "figure",
                    "start": 1107,
                    "text": "Figure 2",
                    "end": 1115
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "This study found that the expression of PDI was increased in HCC compared to nontumor tissue and that increased expression was associated with the aggressive clinicopathological features of HCC. Moreover, upregulated PDI expression in HCC tissues was an independent risk factor for a poor OS and shorter TTP in patients with HCC. This is the first report that the level of PDI expression adversely affects the OS and pro-gression of HCC patients who have undergone surgical resection. One can argue that the increased PDI level is a byproduct of cancer, such as the cellular environment, disease progression status, or degree of tumor differentiation. However, recent studies indicate that PDI is important for tumor survival and progression, emphasizing its role as a tumor-promoting factor [5,[11][12][13]. PDI expression seems to be associated with protection of cancer cells from proteotoxic stress and hypoxic damage. Hypoxia can induce the accumulation of unfolded or misfolded proteins and lead to ER-stress-induced cell death [14]. Altered ER function results in ER stress and subsequent activation of the unfolded protein response (UPR), an important ER stress response that protects the cell by removing unfolded or misfolded proteins [15]. PDI proteins are key molecules in the UPR. Many ER-stress-response chaperones have PDI activity or PDI-like domains; therefore, blocking this activity might increase ER stress and enhance apoptosis [16].",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 792,
                    "text": "[5,",
                    "end": 795
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 795,
                    "text": "[11]",
                    "end": 799
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 799,
                    "text": "[12]",
                    "end": 803
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 803,
                    "text": "[13]",
                    "end": 807
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1034,
                    "text": "[14]",
                    "end": 1038
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1245,
                    "text": "[15]",
                    "end": 1249
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1449,
                    "text": "[16]",
                    "end": 1453
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Locally recurrent HCC nodules that survive hypoxic insults after transarterial chemoembolization sometimes have significantly shorter doubling times than those in neighboring nodules [17]. Moreover, HCC sometimes undergoes an infiltrating rather than a mass-forming growth pattern; these advanced infiltrative HCCs seldom show hypervascularity, grow more rapidly, and have a poorer prognosis than the mass-forming hypervascular types. These findings suggest that hypoxia activates the signals that allow HCC cells to survive and proliferate [18] and that PDI contributes to the survival and progression of these cancer cells. This explains the correlation between PDI expression and an aggressive cancer phenotype.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 183,
                    "text": "[17]",
                    "end": 187
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 541,
                    "text": "[18]",
                    "end": 545
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "The expression of PDI family proteins, an important arm of the UPR, correlates with cancer invasion, metastasis, and drug resistance in various tumor types, including melanomas and gliomas [5,11]. UPR, a prosurvival pathway that is activated during hypoxia, which is a hallmark of solid tumors [19], is also an important mediator of metastasis in human cervical cancer [20]. UPR promoted the polarization of tumor-infiltrating myeloid cells toward an inflammatory/immunosuppressive phenotype, leading to T-cell dysfunction and, ultimately, to the evasion of tumor cells from immuno-  surveillance [21]. Therefore, we postulate that intratumoral hypoxia induces PDI expression as a component of the UPR, which leads to tumor evasion from immunosurveillance via T-cell dysfunction. The escape from immunosurveillance contributes to cancer recurrence or metastasis [22]. In addition, PDI was reported to be associated with resistance to the growth-inhibitory effects of transforming growth factor-β1 (TGF-β1), which frequently occurs in cancer cells. TGF-β1 downregulates PDI microRNA in TGF-β1-sensitive cells, but not in cells insensitive to the growth inhibitory effects of TGF-β1 [12]. Moreover, PDI protects cancer cells from apoptosis. In melanoma, the inhibition of PDI activity using bacitracin enhanced apoptosis triggered by fenretinide or velcade [13]. Although PDI expression was reported to be increased in the stressful microenvironment of human HCC cell lines and in the serum of HCC patients [23,24], its functional implications in HCC have not been elucidated fully.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 189,
                    "text": "[5,",
                    "end": 192
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 192,
                    "text": "11]",
                    "end": 195
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 294,
                    "text": "[19]",
                    "end": 298
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 369,
                    "text": "[20]",
                    "end": 373
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 597,
                    "text": "[21]",
                    "end": 601
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 862,
                    "text": "[22]",
                    "end": 866
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1181,
                    "text": "[12]",
                    "end": 1185
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1355,
                    "text": "[13]",
                    "end": 1359
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1505,
                    "text": "[23,",
                    "end": 1509
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1509,
                    "text": "24]",
                    "end": 1512
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Previously, we observed that PDI was expressed in a human HCC cell line under hypoxic conditions. This suggests that PDI participates in the UPR to compensate for the ER stress that occurs under innate intratumoral hypoxic conditions [8]. Indeed, the expression of PDI was increased in HCC compared to nontumor tissue, and the high PDI expression in HCC tissue adversely affected the clinical outcome of HCC patients following surgical resection in our series.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 234,
                    "text": "[8]",
                    "end": 237
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "The development of robust PDI activity assays has led to the recent discovery of a series of novel PDI inhibitors, such as the irreversible inhibitors PACMA 31, 16F16, and RB-11-ca, and the reversible inhibitors juniferdin and rutin [3]. Tumor cells require higher levels of PDI to cope with marked ER stress and a global increase in protein synthesis to sustain rapid proliferation. Increased protein synthesis leads to an abundance of misfolded proteins in the ER that must be refolded by PDI. As such, tumor cells are more vulnerable to PDI inhibition than are normal cells. Therefore, PDI is an important target in the treatment of cancers.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 233,
                    "text": "[3]",
                    "end": 236
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Together, these findings suggest that PDI expression is upregulated in HCC, tissues and is associated with the aggressive histological features of HCC. More importantly, upregulated PDI expression in patients with HCC is predictive of poor OS after surgical resection via frequent recurrence. Therefore, PDI can serve as a novel independent prognostic factor and may be a useful therapeutic target in patients with HCC."
        },
        {
            "section": "Figure 1 .",
            "text": "Protein disulfide isomerase (PDI) expression levels increased with the development of hepatocellular carcinoma (HCC). (A) Low expression in adjacent non-tumoral tissue (×100). (B) High expression in HCC tissue in the same patient (×100). (C) The proportion of the relative changes in PDI expression compared to adjacent non-tumoral tissue (p < 0.0001). http://dx.doi.org/10.3904/kjim.2014.29.5.580"
        },
        {
            "text": ", the high-PDI-expression group had a significantly shorter TTP and poorer OS"
        },
        {
            "section": "Table 1 . The correlation between PDI expression and clinicopathologic variables in this study",
            "text": "PDI, protein disulfide isomerase; AFP, α-fetoprotein.www.kjim.orghttp://dx.doi.org/10.3904/kjim.2014.29.5.580"
        },
        {
            "section": "Table 4 . Multivariate analysis of overall survival in this study population",
            "text": "www.kjim.orghttp://dx.doi.org/10.3904/kjim.2014.29.5.580"
        },
        {
            "section": "Acknowledgments",
            "text": "This study was supported by National Research Foundation of Korea grants funded by the Ministry of Science, ICT and Future Planning (2010-0017662 and 2013M3A9A7046303). It was also supported by grants from the SNUH Research Fund (No. 04-2011-0660) and the Liver Research Foundation of Korea."
        },
        {
            "section": "Conflict of interest",
            "text": "No potential conflict of interest relevant to this article was reported."
        }
    ]
}