{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Hanwoo (Also known as Korean native cattle; Bos taurus coreanae) have been used for transportation and farming for a long time in South Korea. It has been about 30 yrs since Hanwoo improvement began in earnest as beef cattle for meat yield. The purpose of this study was to determine the trend of improvement as well as to estimate genetic parameters of the traits being used for seedstock selection based on the data collected from the past. Hanwoo proven bulls in South Korea are currently selected through performance and progeny tests. National Hanwoo genetic evaluations are implemented with yearling weight (YW), carcass weight (CW), eye muscle area (EMA), backfat thickness (BF) and marbling score (MS). Yearling weights and MS are used for selecting young bulls, and EMA, BF, and MS are used for selecting proven bulls. One individual per testing room was used for performance tests, and five individuals per room for progeny tests. Individuals tested were not allowed to graze pasture, but there was enough space for them to move around in the testing room. Feeds including roughages and minerals were fed ad libitum, and concentrates were provided at the rate of about 1.8% of individual weight. Overall means of the traits were 352.838.56 kg, 335.0944.61 kg, 77.858.838 cm 2 , 8.63.7 mm and 3.2931.648 for YW, CW, EMA, BF and MS. Heritabilities estimated in this study were 0.30, 0.30, 0.42, 0.50 and 0.63 in YW, CW, EMA, BF and MS, respectively, which are similar to results from previous research. Yearling weight was 315.54 kg in 1998, and had increased to 355.06 kg in 2011, resulting in about 40 kg of improvement over 13 yrs. YW and CW have improved remarkably over the past 15 yrs. Breeding values between 1996 and 2000 decreased or did not change much, but have moved in a desirable direction since 2001. These improvements correspond with the substantial increase in use of animal models since the late 1990s in Korea. Hanwoo testing programs have practically contributed to the improvement in aspects of quality and quantity. In sum, the current selection system is good enough to accommodate circumstances where fewer sires are used on many more cows. Although progeny tests take longer and cost more, they seem to be appropriate under the circumstances of the domestic market with its higher requirement for better meat quality. Consequently, accumulative data collection, genetic evaluation model development, revision of selection indices, as well as cooperation among farms, associations, National Agricultural Cooperative Federation, universities, research institutes, and government agencies must be applied to the Hanwoo selection program. All these efforts will assist the domestic market to secure a competitive position against imported beef under Free Trade Agreement trade system and will provide farmers with higher profits as well as the public with a higher quality of beef.",
            "paragraph_rank": 2,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "section": "INTRODUCTION",
            "text": "Hanwoo (Korean Native Cattle; Bos taurus coreanae) had been used for transportation as well as farming for a long time in South Korea. It has been about 30 years since Hanwoo was improved in earnest for meat yield. Appearance traits such as body type and hair color were used for selecting Hanwoo to determine the breed before that time. In 1910, the predecessor agency of the National Institute of Animal Science (NIAS) in Rural Development Administration (RDA) had established a judging guide including standard body type for Hanwoo, and had held seedstock fairs for each province every year. In the test guide for proven bulls set up in 1924, hair color had been defined as light brown in the Hanwoo judging guide of 1938. The Livestock Protection Act that is a parent law of the current Livestock Industry Act (LIA) had been set up in 1954 to protect the Hanwoo decreased drastically due to the Korean War emphasizing more in registration of Hanwoo and restriction of slaughtering them. In 1963, LIA had been set up to define selection objectives to improve Hanwoo as beef cattle, and a National Hanwoo Championship had been held in 1969 resulted in selecting 3 proven bulls. The Korean Animal Improvement Association (KAIA) had also been established, resulting in a surge of animal registration, and an Artificial Insemination (AI) program began to expand at the same time. In 1974, performance tests were implemented at the Koryungji test station to improve Hanwoo as beef cattle in earnest. A regional Hanwoo propagation project started in 1979 with 8 stations constructing the foundation of improving Hanwoo cow farms nationally, and performance tests were implemented at each station in all provinces from 1979. In 1980, a seedstock selection program through performance and progeny tests was introduced, preserving a pure line determined by the decision of the Genetic Improvement Committee (a subcommittee on Hanwoo beef cattle), thus resulting in the establishment of a Hanwoo improvement and development plan in 1982. With the plan, performance tests were implemented at both the National Institute of Animal Science (NIAS) and the Animal Genetic Resources Station (AGRS), and progeny tests were implemented at the Hanwoo Improvement Center (HIC). Ten Hanwoo proven bulls were selected in 1987 for the first time through the performance and progeny tests implemented in the program. In 1992, a comprehensive plan for livestock improvement was announced to make management efficiency better resulting in performance tests being implemented at HIC, and progeny tests at NIAS. From 2005, both tests began to be implemented at HIC. In 1995, the regional Hanwoo propagation project was expanded to 250 stations, and was changed to the Hanwoo breeding farm promotion project afterwards, and finally, the performance testing program for Hanwoo cow-calf operators in 2011. In 2005, the Hanwoo breeding farm program was established to enable farmers to produce proven bulls by themselves. There are lots of Hanwoo improvement programs being implemented currently, such as the Hanwoo bull testing program that provides semen through selecting proven bulls, a performance testing program for Hanwoo cow-calf operators to improve the Hanwoo cow, a Hanwoo breeding farm project to produce calves to be used for Hanwoo proven bulls at small farms, the Elite Hanwoo Cow Grant to preserve the genetic resource by supporting elite Hanwoo cow rearing, and the Hanwoo MOET control center to provide fertilized eggs produced from elite Hanwoo cows. The purpose of this study was to describe improvement trend and to estimate genetic parameters of the traits being used for seedstock selection based on the historical data.",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "section": "Performance and progeny tests",
            "text": "Hanwoo proven bulls in South Korea are currently selected through performance and progeny tests.",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "section": "Performance and progeny tests",
            "text": "Nationwide, Hanwoo genetic evaluations are implemented with yearling weight (YW), eye muscle area (EMA), backfat thickness (BF) and marbling score (MS). Yearling weights and MS are used for selecting young bulls, and EMA, BF, and MS are used for selecting proven bulls. Performance tests mean testing calves that are produced by scheduled mating both at HIC and Hanwoo breeding farms, and that are from 6 to 12 months of age. Performance tests include semen and health tests for semen production, and evaluation for body type as well as weighing at 6, 9, and 12 months of age. Performance tests are started in March or September each year, and terminated in September of the same year, or in March of the following year. After performance tests, young bulls are selected through genetic evaluations for weights with genetic parameter estimates of MS considering relatives, where weighting factors for YW and MS are 2:1. Young bulls selected through performance tests are marked for progeny tests. Semen collected from young bulls is provided to about 40 regional HICs that practice scheduled mating, and is inseminated in cows whose lineage is known to at least as far back as the grandparents. Young bulls selected in March produce semen around April to June, and then semen is distributed among cows in July or August. Semen of young bulls selected in September is distributed for insemination in January or February of the following year. About 150 doses per a young bull are distributed for insemination. Progeny testing individuals at HIC are weighed at 6, 12, 18 and 24 months of age, and harvested at 24 months of age to investigate carcass traits including CW, EMA, BF and MS. Body types are also collected at 12 and 24 months of age.",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "section": "Test environments",
            "text": "South Korea is geographically located in a temperate climate with four seasons; cold and dry in winter, hot and humid in summer, and clear and dry in spring and fall. Tested individuals were weaned at 90 d of age, on average. One individual was placed per testing room for performance tests, and five individuals per room for progeny tests. Individuals tested were not allowed to graze pasture, but there was enough space (2 m6 m) to move around in the testing rooms.",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "section": "Test environments",
            "text": "Nutrient requirements of various production stages are shown in Table 2. Corn, wheat bran, soybean meal and salt were used for compound feed. Grass hay, wild grass hay, grass, whole barley haylage, corn silage, grass silage, pelleted rice straw, pelleted grass hay, untreated or ammonia-treated rice straw were listed as roughage sources. Feeds including roughages and minerals were fed ad libitum, and concentrates were provided at a rate of about 1.8% of individual weights. The nutrient table from the feed manufacturer assigned to produce the test feed was used as the reference for the nutrient content of the concentrates, and the Korean standard feed table (1988) published by RDA was used for roughages.",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 64,
                    "text": "Table 2",
                    "end": 71
                }
            ]
        },
        {
            "section": "Data",
            "text": "Data consisted of two sets, including performance and progeny testing records from HIC, and performance testing records only from livestock research centers in each province. The number of animals in each trait by year is shown in Table 1. Yearling weights were collected from 7,863 individuals, including steers. Carcass weights were recorded from 4,442 individuals (Table 3). Yearling weights were adjusted to weights (W t ) at the termination (t) of tests and previous weights (W t-1 ) at the time (t-1) before the termination (t).",
            "paragraph_rank": 8,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 231,
                    "text": "Table 1",
                    "end": 238
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 367,
                    "text": "(Table 3)",
                    "end": 376
                }
            ]
        },
        {
            "section": "Adjusted yearling weights",
            "text": "Carcass weight was collected at the end of refrigeration for 24 h after harvest. Eye muscle area was measured using a dot-grid with cross-sectional slice between the thoracic and the 1 st lumber vertebrae perpendicular to the vertebral column, where backfat thickness was also measured. Marbling scores were classified with the naked eyes following guidelines into 7 levels until 2005, and 9 levels after that (Livestock Products Grading Guideline, 2011).",
            "paragraph_rank": 9,
            "section_rank": 6
        },
        {
            "section": "Statistical analyses",
            "text": "Pedigree information was traced using Hanwoo registration records in KAIA as much as possible (54,158 heads; Table 4). Repeated individuals were corrected or deleted using registration and birth records of KAIA database.",
            "paragraph_rank": 10,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 109,
                    "text": "Table 4",
                    "end": 116
                }
            ]
        },
        {
            "section": "Statistical analyses",
            "text": "The statistical model for YW was as follows.",
            "paragraph_rank": 11,
            "section_rank": 7
        },
        {
            "section": "Statistical analyses",
            "text": "where,  is overall mean, C i is the fixed effect of i th contemporary group that was defined as combinations of year, season, birth place and farm (652 levels), A j is the random additive genetic effect of j th animal, and e ij is measurement error.",
            "paragraph_rank": 12,
            "section_rank": 7
        },
        {
            "section": "Statistical analyses",
            "text": "The statistical model for carcass traits was as follows.",
            "paragraph_rank": 13,
            "section_rank": 7
        },
        {
            "section": "Statistical analyses",
            "text": "Y ij = +C i +d of age at harvest+A j +e ij where,  is overall mean, C i is the fixed effect of i th contemporary group that was defined as combinations of year, season, testing place and harvest date (327 levels),  is the coefficient for linear regression on days of age at harvest, A j is the random additive genetic effect of j th animal, and e ij is measurement error. Basic statistics were analyzed with SAS 9.02 (SAS institute, 2010), and genetic parameters were estimated with ASReml (Gilmour et al., 1999). Selection indices for performance and progeny tests were as follows, respectively.  ",
            "paragraph_rank": 14,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 495,
                    "text": "(Gilmour et al., 1999)",
                    "end": 517
                }
            ]
        },
        {
            "section": "RESULTS AND DISCUSSION",
            "text": "Overall means of the traits were 352.838.56 kg, 335.0944.61 kg, 77.858.838 cm 2 , 8.63.7 mm and 3.2931.648 for YW, CW, EMA, BF and MS (Table 2). Yoon et al. (2002) had reported with 1,262 carcass records from 334 steer progeny of Hanwoo young bulls that overall means were 301.134.3 kg, 74.88.7 cm 2 , 7.33.2 mm, and 3.041.60 in CW, EMA, BF, and MS, respectively. Yearling weight is one of the traits used to select young bulls, where there is a positive correlation with BF, CW and EMA. It results in improvements in YW, CW and EMA, but negative effects in BF ( Table 5). The marbling scoring system was changed from 7 levels to 9 levels since 2005, thus causing higher scores than the past. Son et al. (1997) have reported that least square mean of YW was estimated at 232.083.22 kg in the Hanwoo cow population from 1989 to 1995. Although it was estimated in the cow population, about 50% in YW has been improved for last two decades comparing to the result in this study (352.838.56 kg). Oikawa et al. (2000) have reported that means of EMA, BF and MS were 46.75.9 cm 2 , 16.14.6 mm, 2.491.01, respectively, in Japanese Black (Wagyu) cattle population.",
            "paragraph_rank": 15,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 139,
                    "text": "(Table 2)",
                    "end": 148
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 150,
                    "text": "Yoon et al. (2002)",
                    "end": 168
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 572,
                    "text": "Table 5",
                    "end": 579
                },
                {
                    "type": "bibr",
                    "start": 702,
                    "text": "Son et al. (1997)",
                    "end": 719
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1003,
                    "text": "Oikawa et al. (2000)",
                    "end": 1023
                }
            ]
        },
        {
            "section": "RESULTS AND DISCUSSION",
            "text": "The EMA that they reported was smaller than the result in this study which may be because it was measured at the 6th to 7th rib section on the left side of the carcass. They had a 5-level system in MS resulting in lower scores than the result in this study.",
            "paragraph_rank": 16,
            "section_rank": 9
        },
        {
            "section": "RESULTS AND DISCUSSION",
            "text": "Heritabilities estimated in this study (Table 5) were 0.30, 0.30, 0.42, 0.50 and 0.63 in YW, CW, EMA, BF and MS, respectively, results which are similar to previous research (Yoon et al., 2002). Heritability of body weight at finish, and EMA, BF and MS in Japanese Wagyu was estimated at 0.360.13, 0.020.04, 0.150.14 and 0.490.13, respectively. There were differences in EMA and BF except MS, which may be due to inconsistent harvest treatments in the testing procedure (Oikawa et al., 2000).",
            "paragraph_rank": 17,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 39,
                    "text": "(Table 5)",
                    "end": 48
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 174,
                    "text": "(Yoon et al., 2002)",
                    "end": 193
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 474,
                    "text": "(Oikawa et al., 2000)",
                    "end": 495
                }
            ]
        },
        {
            "section": "RESULTS AND DISCUSSION",
            "text": "Trends of phenotypic and breeding values in each trait are shown in Figure 1 to 5 by year, which are from 2000 to 2011. The trends of some phenotypic values are not steady, which may be due to the individuals randomly chosen for progeny tests. In other words, it may be due to a small number to represent all the population, while most animals were included in the pedigree to estimate breeding values. Yearling weight was 315.54 kg in 1998, and increased to 355.06 kg in 2011, resulting in about 40 kg of improvement over 13 yrs. Genetic responses were calculated with estimated heritabilities and generation intervals (Table 6). Many studies were reported on estimation of genetic parameters in Hanwoo, but few on trends of breeding values. Yang and Ohh (1990) have reported breeding values for body weights and girths in Hanwoo, but their trends were not included.   YW and CW have been improved remarkably over the past 15 yrs. Breeding values between 1996 and 2000 decreased or did not change much, but have moved in a desirable direction since 2001. These improvements correspond with the substantial increase in use of animal models since the late 1990s in Korea. MacNeil et al. (2000) have reported that yearling weights showed a 20 kg increase, that is, 1.3 kg/yr on average, in a Hereford line from 1978 to 1993.",
            "paragraph_rank": 18,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 68,
                    "text": "Figure 1",
                    "end": 76
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 620,
                    "text": "(Table 6",
                    "end": 628
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 743,
                    "text": "Yang and Ohh (1990)",
                    "end": 762
                },
                {
                    "type": "bibr",
                    "start": 1164,
                    "text": "Korea. MacNeil et al. (2000)",
                    "end": 1192
                }
            ]
        },
        {
            "section": "RESULTS AND DISCUSSION",
            "text": "Hanwoo testing programs have practically contributed to the improvement in quality as well as quantity ( Figure 6 and Table 7). It can be verified in the results of other carcass data reported by the Korea Institute for Animal Products Qualify Evaluation (KAPE) that is the organization that ranks carcass and manages the data quality in South Korea. The statistics of the carcass collected by KAPE from 2001 to 2010 shows the marketed live weights, CW, EMA and MS in the past 10 yrs have been increased by 109 kg, 74 kg, 9.1 cm 2 and 1.8 ( Table 7). The trend of Hanwoo improvement that HIC surveys every three years also shows the similar results. For instance, the 18-month weight in 1974 was 289.2 kg on average, and was 552.8 kg in 2010; a 91% increase over 36 yrs (Table 9).",
            "paragraph_rank": 19,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 105,
                    "text": "Figure 6",
                    "end": 113
                },
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 118,
                    "text": "Table 7",
                    "end": 125
                },
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 541,
                    "text": "Table 7)",
                    "end": 549
                },
                {
                    "type": "table",
                    "start": 770,
                    "text": "(Table 9",
                    "end": 778
                }
            ]
        },
        {
            "section": "IMPLICATIONS",
            "text": "The current selection system is good enough to accommodate circumstances that fewer bulls have a big impact on many more cows. Although progeny tests take longer and cost more, it seems to be appropriate under the circumstances of a domestic market that has a higher affinity for better meat quality (Oikawa et al., 2000). Selection objectives reflect social needs, therefore it is difficult to currently predict new goals in the future. However, they are to select Hanwoo proven bulls optimized under the varying environment in accordance with social and economic requirements for Hanwoo or changes in price     structure. Technologies to be introduced in the future or under the present study for selection programs include feed efficiency measurements, ultrasound, and genomic selection and so on. The application of these techniques to a Hanwoo selection program would require several steps, such as accumulative data collection, genetic evaluation model development, revision of selection indices, as well as cooperation among farms, associations, the National Agricultural Cooperative Federation, universities, research institutes, and government agencies. All efforts will keep the domestic market from imported beef under Free Trade Agreement trade system to secure competitive position, provide farmers with higher profits as well as the public with higher quality of beef.",
            "paragraph_rank": 20,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 300,
                    "text": "(Oikawa et al., 2000)",
                    "end": 321
                }
            ]
        },
        {
            "section": "Figure 1 .",
            "text": "Trends of phenotypic and breeding values in yearling weight (YW) by year.",
            "paragraph_rank": 21,
            "section_rank": 11
        },
        {
            "section": "Figure 2 .",
            "text": "Trends of phenotypic and breeding values in carcass weight (CW) by year.",
            "paragraph_rank": 22,
            "section_rank": 12
        },
        {
            "section": "Figure 4 .",
            "text": "Trends of phenotypic and breeding values in backfat (BF) by year.",
            "paragraph_rank": 23,
            "section_rank": 13
        },
        {
            "section": "Figure 5 .",
            "text": "Trends of phenotypic and breeding values in marbling score (MS) by year.",
            "paragraph_rank": 24,
            "section_rank": 14
        },
        {
            "section": "Figure 3 .",
            "text": "Trends of phenotypic and breeding values in eye muscle area (EMA) by year.",
            "paragraph_rank": 25,
            "section_rank": 15
        },
        {
            "section": "Table 4 .",
            "text": "Structure of the Hanwoo pedigree",
            "paragraph_rank": 26,
            "section_rank": 16
        },
        {
            "section": "Table 4 .",
            "text": "YW = Yearling weight; CW = Carcass weight; EMA = Eye muscle area; BF = Backfat thickness; MS9 = Marbling score with 9 levels.",
            "paragraph_rank": 27,
            "section_rank": 16
        },
        {
            "section": "Table 3 .",
            "text": "Number of records and average of each trait",
            "paragraph_rank": 28,
            "section_rank": 17
        },
        {
            "section": "Table 5 .",
            "text": "Heritability (diagonal), genetic and environmental correlations (below and above diagonal)",
            "paragraph_rank": 30,
            "section_rank": 18
        },
        {
            "section": "Table 6 .",
            "text": "Genetic responses in each trait by year",
            "paragraph_rank": 32,
            "section_rank": 19
        },
        {
            "section": "Table 6 .",
            "text": "* Average generation interval was estimated to 5.22 yr.** EMA = Eye muscle area; MS9 = Marbling score with 9 levels.",
            "paragraph_rank": 33,
            "section_rank": 19
        },
        {
            "section": "Table 7 .",
            "text": "Statistic",
            "paragraph_rank": 34,
            "section_rank": 20
        },
        {
            "section": "Table 7 .",
            "text": "* Published by Korea Institute for Animal Products Quality Evaluation. ** EMA = Eye muscle area; MS = Marbling score.",
            "paragraph_rank": 35,
            "section_rank": 20
        }
    ]
}