{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The prognostic value of lysine-specific demethylase 1 (LSD1) overexpression in various cancers has been investigated by many studies with inconsistent results. A meta-analysis was performed to assess the association between LSD1 and overall survival (OS) in cancer patients. Eligible studies were identified by searching the online databases PubMed and China National Knowledge Infrastructure up to February 2015. Hazard ratios (HRs) with 95% confidence intervals (CIs) were calculated to clarify the correlation between LSD1 expression and prognosis of different cancers. In total, nine studies with 1,149 cancer patients were included for final analysis. The meta-analysis suggested that LSD1 overexpression was associated with poor OS in cancer patients (HR =1.80, 95% CI: 1.39-2.34, P=0.000). Subgroup analysis by ethnicity, cancer type and HR estimate also showed that high levels of LSD1 were significantly correlated with OS. The meta-analysis showed that LSD1 overexpression may be associated with a worse prognosis in cancer patients."
        }
    ],
    "body_text": [
        {
            "section": "Introduction",
            "text": "Lysine-specific demethylase 1 (LSD1) was the first characterized histone demethylase, which could specifically remove the methyl groups from mono-and dimethylated lysine (Lys)4 of histone H3 (H3K4me1/2) and Lys9 of histone H3 (H3K9me1/2). 1 LSD1 is essential for mammalian development and is involved in many biological processes, including cell type differentiation, gene activation, and gene repression. 2 A recent study indicated that LSD1 might promote cell phase transition (deficiency in LSD1 led to partial cell cycle arrest in G 2 /M) and cell proliferation, suggesting that its overexpression might promote tumorigenesis. 3 The expression of LSD1 has been associated with tumor recurrence during therapy in various cancers, further implicating LSD1 as a tumor promoter. 4,5 Many studies investigated the prognostic value of LSD1 in various cancers. Some studies found that the upregulation of LSD1 was associated with worse outcome in cancer patients. [6][7][8][9][10][11] However, some other studies showed insignificant or opposite result. [12][13][14] Therefore, the relation between LSD1 expression and patient survival across different cancers remains controversial. To overcome the limitations of the single study, this meta-analysis was carried out with the aim of evaluating the relationship between LSD1 expression and prognosis of cancer patients.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 406,
                    "text": "2",
                    "end": 407
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 631,
                    "text": "3",
                    "end": 632
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 779,
                    "text": "4,",
                    "end": 781
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 781,
                    "text": "5",
                    "end": 782
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 961,
                    "text": "[6]",
                    "end": 964
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 964,
                    "text": "[7]",
                    "end": 967
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 967,
                    "text": "[8]",
                    "end": 970
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 970,
                    "text": "[9]",
                    "end": 973
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 973,
                    "text": "[10]",
                    "end": 977
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 977,
                    "text": "[11]",
                    "end": 981
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1051,
                    "text": "[12]",
                    "end": 1055
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1055,
                    "text": "[13]",
                    "end": 1059
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1059,
                    "text": "[14]",
                    "end": 1063
                }
            ]
        },
        {
            "section": "Materials and methods",
            "text": "literature search and selection criteria demethylase 1\", \"tumor\", \"cancer\", \"neoplasm\", \"carcinoma\", \"malignant\", \"survival\", \"prognosis\", and \"prognostic\". The citation lists associated with the studies were used to identify additional eligible studies. The reviews and bibliographies were also manually inspected to find related articles."
        },
        {
            "section": "inclusion and exclusion criteria",
            "text": "The studies were included in our meta-analysis if they met the following inclusion criteria: 1) LSD1 expression evaluated in the human tissues; 2) tumors should be confirmed by pathological or histological examinations; 3) evaluation of the relationship between LSD1 expression and survival; 4) sufficient information provided to estimate the hazard ratios (HRs) with their 95% confidence intervals (CIs) for overall survival (OS). The exclusion criteria were as follows: 1) letters, case reports, reviews, and conference abstracts without original data; 2) articles from which the relevant data could not be extracted. Of the studies which had duplicate data, only the most complete study was included in the analysis."
        },
        {
            "section": "Data extraction",
            "text": "Data were evaluated and extracted independently from the eligible studies by two investigators (LXH and JW) under the guidelines of a critical review checklist of the Dutch Cochrane Centre proposed by Meta-analysis of Observational Studies in Epidemiology. 15 The following items were recorded: first author's name, year of publication, ethnicity, method, tumor type, total number of patients, and HRs with their 95% CIs for OS. If available, we calculated HRs with their 95% CIs using the data of observed deaths/cancer recurrences, the data of samples in each group, or the data provided by the authors. 16 If not, the HRs with their 95% CIs and P-values were collected from the original article. If only Kaplan-Meier curves were available, data were extracted from graphical survival plots to extrapolate HRs with their 95% CIs using previously described methods. 17,18 Disagreements were resolved by discussion among all authors.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 257,
                    "text": "15",
                    "end": 259
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 606,
                    "text": "16",
                    "end": 608
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 867,
                    "text": "17,",
                    "end": 870
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 870,
                    "text": "18",
                    "end": 872
                }
            ]
        },
        {
            "section": "statistical analysis",
            "text": "HRs with their 95% CIs were calculated on the basis of the association between LSD1 expression and the OS of cancer patients. The χ 2 test and the I 2 statistic were used to evaluate the heterogeneity among studies. 19 If the heterogeneity was significant between studies (I 2 .50% or P,0.10), the random effects model was used; otherwise, the fixed effects model was used. 20 Sensitivity analysis was also conducted by sequential omission of individual studies to evaluate stability of the results. Publication bias was estimated by Egger's linear regression test with a funnel plot. 21 The statistical analyses were performed using STATA version 12.0 software (Stata Corporation, Collage Station, TX, USA). All P-values were two-sided, and P,0.05 was considered statistically significant.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 216,
                    "text": "19",
                    "end": 218
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 374,
                    "text": "20",
                    "end": 376
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 585,
                    "text": "21",
                    "end": 587
                }
            ]
        },
        {
            "section": "study characteristics",
            "text": "The results of the search strategy are described in Figure 1. With our retrieval strategy, a total of 73 references were found. After review of abstracts, we identified 29 potential studies eligible for inclusion in the evaluation. Upon full-text review, nine studies [6][7][8][9][10][11][12][13][14] were selected for our meta-analysis, and the study characteristics are summarized in Table 1. The total number of patients included was 1,149, ranging from 63 to 261 patients per study. Eight studies [6][7][8][9][10][11]13,14 evaluated Asians and one 12 evaluated Caucasian. The types of cancers in these studies included esophageal cancer, non-small-cell lung cancer, colon cancer, hepatocellular carcinoma, breast cancer, human melanomas, and tongue cancer. The method of LSD1 detection was based on immunohistochemistry. HRs with 95% CIs were reported directly in five studies, 8,[10][11][12][13] calculated from available data in one study, 14 and extrapolated from Kaplan-Meier curves in three studies. 6,7,9 Meta-analysis results",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 52,
                    "text": "Figure 1",
                    "end": 60
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 268,
                    "text": "[6]",
                    "end": 271
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 271,
                    "text": "[7]",
                    "end": 274
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 274,
                    "text": "[8]",
                    "end": 277
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 277,
                    "text": "[9]",
                    "end": 280
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 280,
                    "text": "[10]",
                    "end": 284
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 284,
                    "text": "[11]",
                    "end": 288
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 288,
                    "text": "[12]",
                    "end": 292
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 292,
                    "text": "[13]",
                    "end": 296
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 296,
                    "text": "[14]",
                    "end": 300
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 386,
                    "text": "Table 1",
                    "end": 393
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 501,
                    "text": "[6]",
                    "end": 504
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 504,
                    "text": "[7]",
                    "end": 507
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 507,
                    "text": "[8]",
                    "end": 510
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 510,
                    "text": "[9]",
                    "end": 513
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 513,
                    "text": "[10]",
                    "end": 517
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 517,
                    "text": "[11]",
                    "end": 521
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 521,
                    "text": "13,",
                    "end": 524
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 524,
                    "text": "14",
                    "end": 526
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 552,
                    "text": "12",
                    "end": 554
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 882,
                    "text": "8,",
                    "end": 884
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 884,
                    "text": "[10]",
                    "end": 888
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 888,
                    "text": "[11]",
                    "end": 892
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 892,
                    "text": "[12]",
                    "end": 896
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 896,
                    "text": "[13]",
                    "end": 900
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 946,
                    "text": "14",
                    "end": 948
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1009,
                    "text": "6,",
                    "end": 1011
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1011,
                    "text": "7,",
                    "end": 1013
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1013,
                    "text": "9",
                    "end": 1014
                }
            ]
        },
        {
            "section": "study characteristics",
            "text": "The main results of this meta-analysis are listed in Table 2. Our analysis suggested that LSD1 overexpression was associated with poor OS in cancer patients (HR =1.80, 95% CI: 1.39-2.34, P=0.000) with heterogeneity (I 2 =53.6%, P=0.028) ( Figure 2).",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 53,
                    "text": "Table 2",
                    "end": 60
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 239,
                    "text": "Figure 2",
                    "end": 247
                }
            ]
        },
        {
            "section": "study characteristics",
            "text": "To explain the heterogeneity in OS, subgroup analysis was performed by ethnicity, cancer type, and HR estimate. Subgroup analysis by ethnicity suggested a significant association in Asian patients (HR =1.97, 95% CI: 1.61-2.41, P=0.000). When grouped according to cancer type, a significant relationship between LSD1 expression and OS was observed in esophageal cancer patients (HR =1.77, 95% CI: 1.34-2.33, P=0.000). When stratifying by HR estimate, significant relevance was observed both in \"reported directly from articles\" subgroup (HR =1.63, 95% CI: 1.17-2.29, P=0.004) and \"survival curves\" subgroup (HR =2.20, 95% CI: 1.63-2.96, P=0.000)."
        },
        {
            "section": "sensitivity analysis and publication bias",
            "text": "Sensitivity analysis indicated that the pooled HRs were not significantly influenced by omitting any single study (Figure 3). The shape of the funnel plot did not reveal any evidence of obvious asymmetry (Figure 4). The P-value of Egger's regression intercept was 0.134, indicating that there was no significant publication bias in the meta-analysis.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 114,
                    "text": "(Figure 3)",
                    "end": 124
                },
                {
                    "type": "figure",
                    "start": 204,
                    "text": "(Figure 4)",
                    "end": 214
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "LSD1 consists of several domains, including an N-terminal SWIRM domain, a conserved motif shared by many chromatin regulatory complexes, an amine oxidase domain, and a C-terminal tower domain. [22][23][24] It cooperates with the CoREST and CtBP24 corepressor complex and demethylates histone H3K4 and H3K9 through this interaction. 25,26 Epigenetic changes in LSD1 have been shown to play a key role in carcinogenesis. 27 LSD1 can prevent the accumulation of the    dimethyl groups of p53, repressing p53-mediated transcriptional upregulation, preventing apoptosis, and contributing to human carcinogenesis via a chromatin modification mechanism. Recently, many studies have been carried out to identify the prognostic role of LSD1 in various cancers. However, insignificant or opposite results were also observed in some studies. Since the prognostic value of LSD1 for tumor patients remains controversial, a meta-analysis was needed to explore the issue clearly.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 193,
                    "text": "[22]",
                    "end": 197
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 197,
                    "text": "[23]",
                    "end": 201
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 201,
                    "text": "[24]",
                    "end": 205
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 332,
                    "text": "25,",
                    "end": 335
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 335,
                    "text": "26",
                    "end": 337
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 419,
                    "text": "27",
                    "end": 421
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "To the best of our knowledge, this is the first meta-analysis focused on the association between LSD1 expression and patient survival. The present study pooled the survival data of 1,149 cancer patients from nine studies and found that LSD1 overexpression was associated with poor OS in cancer patients (HR =1.80, 95% CI: 1.39-2.34, P=0.000). The subgroup analyses grouped by ethnicity, cancer type, and HR estimate were consistent with the overall analysis. It may suggest that detected LSD1 expression could be a prognostic factor in cancers."
        },
        {
            "section": "Discussion",
            "text": "Our meta-analysis also has several limitations that should be acknowledged. First, only one study focused on Caucasian patients, which made it difficult to draw a firm conclusion on the prognostic value of LSD1 for Caucasian patients. Second, the number of prognostic studies dealing with each type of cancer was relatively small, which might weaken the reliability of our results. Moreover, well-designed clinical studies with a large number of cases for each specific cancer should be performed in the future to validate the relationship between LSD1 expression level and prognosis of patients with cancer. Third, although the method for detecting LSD1 level in all included studies was immunohistochemistry, it was difficult to follow entirely consistent monitoring standards for the dyeing process, antibody concentration, and cutoff value of different tissues. Fourth, we extracted data from survival curves because not all survival data of the enrolled studies were presented directly. These calculated HRs with their 95% CIs might be less reliable than the directly given data."
        },
        {
            "section": "Conclusion",
            "text": "The present meta-analysis indicated that increased LSD1 level was significantly associated with poor OS. More multicenter clinical investigations with larger sample sizes should be conducted to confirm these findings."
        },
        {
            "section": "Figure 1",
            "text": "Flowchart of the meta-analysis. Abbreviation: LSD1, lysine-specific demethylase 1."
        },
        {
            "section": "Figure 2",
            "text": "Forest plots for the relationship between lsD1 expression and overall survival. Note: Weights are from random effects analysis. Abbreviation: LSD1, lysine-specific demethylase 1."
        },
        {
            "section": "Figure 3",
            "text": "sensitivity analysis for meta-analysis of lsD1. Abbreviation: LSD1, lysine-specific demethylase 1."
        },
        {
            "section": "Table 1",
            "text": "Main characteristics and results of the eligible studies"
        },
        {
            "section": "Table 1",
            "text": "Abbreviation: ihc, immunohistochemistry."
        },
        {
            "section": "Table 2",
            "text": "Main meta-analysis results of lsD1 expression in cancer patients"
        },
        {
            "section": "Table 2",
            "text": "Abbreviations: LSD1, lysine-specific demethylase 1; OS, overall survival."
        },
        {
            "section": "Table 2",
            "text": "submit your manuscript | www.dovepress.com Dovepress Dovepress"
        },
        {
            "section": "Table 2",
            "text": "OncoTargets and Therapy 2015:8 submit your manuscript | www.dovepress.comDovepress Dovepress"
        },
        {
            "section": "Table 2",
            "text": "OncoTargets and Therapy 2015:8 submit your manuscript | www.dovepress.comDovepressDovepressDovepress"
        },
        {
            "section": "Disclosure",
            "text": "The authors report no conflicts of interest in this work."
        },
        {
            "section": "Publish your work in this journal",
            "text": "Submit your manuscript here: http://www.dovepress.com/oncotargets-and-therapy-journal OncoTargets and Therapy is an international, peer-reviewed, open access journal focusing on the pathological basis of all cancers, potential targets for therapy and treatment protocols employed to improve the management of cancer patients. The journal also focuses on the impact of management programs and new therapeutic agents and protocols on patient perspectives such as quality of life, adherence and satisfaction. The manuscript management system is completely online and includes a very quick and fair peer-review system, which is all easy to use. Visit http://www.dovepress.com/testimonials.php to read real quotes from published authors."
        }
    ]
}