{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Background: This study aimed to analyze knowledge, attitude and practice of general dental practitioners regarding the use of devitalizing agents in their respective practice. Materials and Methods: A total of 100 practicing general dentists were randomly chosen as per the list of practitioners available to local state association. The questionnaire was designed to cover general information of the participating dentist and concerning different aspects of devitalizing agents. The collected data was subjected to statistical analysis using SPSS (Statistical Package for Social Sciences) version 17.0 (IBM Statistics, Chicago, Illinois, USA). Descriptive statistics was drawn with respective percentages to have a comparative overview. Results: The response rate was 97%, of which the effective and complete replies received were 77% (75). 56% respondents used paraformaldehyde containing pastes. Majority of general practitioners (61%) did not observe any post-operative complication following the use of devitalising agent. 33% (25) of the respondents were not aware of the complications of devitalizing agents. Conclusion: Thus, it can be concluded that general dental practitioners in Pune and Nashik district of Maharashtra, India do use pulp devitalizing agents in spite of possessing knowledge related to the complications.",
            "paragraph_rank": 1,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 1
        },
        {
            "section": "Introduction",
            "text": "Pain is an integral part of human pathosis. However, its intensity, nature, type, duration, and progress differ with the degree of pathology. Amongst the pain off hand reported by a majority of the population, one of the frequent is dental pain with higher intensity as comparable to other types of pain in account. 1 Etiological rationale for dental pain stands mostly for endodontic, periodontal or a combination. Dental caries sought as a common disease only second to common cold forms one of the bases for endodontic problems thereby leading to pain following extensive involvement. 2 Pulpal inflammation as the sequel of dental caries figures a significant component of endodontic diseases. Many general dental practitioners find management of the inflamed pulp challenging in their routine dental practice. To handle such challenges, clinicians use devitalizing agents where dental anesthesia fails to be effective. The devitalizing agents compose of formaldehyde, cresol, paraformaldehyde, and arsenic compounds. These agents are delineated as harmful to the patients posing facts being highly toxic, allergic, carcinogenic and mutagenic/genotoxic. 3,4 In addition, there are reported cases that support the verity and proves the detrimental effects of agents. The reports range from gingival to the alveolar necrosis. [5][6][7] In spite of the disadvantages noted, general dental clinicians are seen to use these products in their routine practice as per published literature from few countries. 8,9 With the advent of information being available at fingertips in today's era due to the accessibility of data on internet and online databases, it is very easy for a clinicians to keep themselves updated with the current concepts. Thus, it can be hypothesized that general dental practitioners are benefitting to update their knowledge with current technology in hand. The same also applies with updating of knowledge in respect to devitalizing agents since it forms a major part of dental practice. However, there is no latest reported literature available, which speaks about the behavior of general dental practitioners in relation to devitalizing agents considering the hypothesis aforementioned.",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 316,
                    "text": "1",
                    "end": 317
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 588,
                    "text": "2",
                    "end": 589
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 1157,
                    "text": "3,",
                    "end": 1159
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1159,
                    "text": "4",
                    "end": 1160
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1327,
                    "text": "[5]",
                    "end": 1330
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1330,
                    "text": "[6]",
                    "end": 1333
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1333,
                    "text": "[7]",
                    "end": 1336
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1505,
                    "text": "8,",
                    "end": 1507
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1507,
                    "text": "9",
                    "end": 1508
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Thus, this study aims to analyze knowledge, attitude and practice of general dental practitioners regarding the use of devitalizing agents in their respective practice. Keeping into account the reach limitation of contributors, the survey was limited to Pune and Nashik district of Maharashtra, India.",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "Materials and Methods",
            "section_rank": 2
        },
        {
            "section": "Materials and Methods",
            "text": "100 practicing general dentists were randomly selected as per the list of practitioners available to local state association. The questionnaire was designed to cover general information of the participating dentist and concerning different aspects of devitalising agents. General information was in place to record the qualification of the practitioner, location/address for correspondence, experience -years of practice and whether the practitioner is a part of teaching faculty in a dental school.",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "section": "Materials and Methods",
            "text": "Following collection of general information, questions formulated regarding devitalising agents were handed over to the professionals comprising 13 questions. These questions were subjected to internal and external validity by respective subject experts and persons known in the state of the art. The questions inquired as use of devitalising agents, type of agent used, purpose of use, frequency of use, usage in deciduous or permanent dentition, post-operative problems experienced (if any), frequency of the complications experienced, duration of use of devitalising agent within the tooth, clinically observed changes in the tooth, reasons for usage and awareness regarding side effects/complications after use of devitalising agents.",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "section": "Materials and Methods",
            "text": "The participants of the survey were given prior instructions necessary to fill the questionnaire. The questions were major in multiple choice questions, and the respondents were given the freedom to choose one or more suitable choices that meet their nature.",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "section": "Materials and Methods",
            "text": "The collected data was subjected to statistical analysis using SPSS (Statistical Package for Social Sciences) version 17.0 (IBM Statistics, Chicago, Illinois, USA). Descriptive statistics was drawn with respective percentages to have a comparative overview.",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Results",
            "section_rank": 3
        },
        {
            "section": "Results",
            "text": "The response rate was 97%, of which the effective and complete replies received 77% (75); since 22 practitioners did not use devitalizing agents in their clinical practice. However, preliminary data was in receipt from all 97 respondents and thereby the demographic and professional results of the respondents was drawn.",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "section": "Results",
            "text": "37% (36) of the respondents had 1-5 years of professional experience whereas 16% (16) of the respondents had more than 16 years of work experience. Majority of the participants (82%) were not attached to a teaching institution. 36% of the respondents were using formocresol as a devitalising agent. 56% respondents used paraformaldehyde containing pastes. Very few respondents were using arsenic devitalising fiber, 3% and 5% sodium hypochlorite, phenol and camphorated mono-chloro phenol (Table 1). However, the frequency of use amongst the majority was very less with its maximum use in permanent teeth as compared to primary teeth. 47% (35) of the respondents kept the devitalising agent inside the tooth for 3-5 days, whereas the practitioners reported the stay for 7-15 days as well. 52% (39) of the respondents obtained only partial devitalisation with use of the devitalising agents.",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 489,
                    "text": "(Table 1)",
                    "end": 498
                }
            ]
        },
        {
            "section": "Results",
            "text": "Majority of general practitioners (61%) did not observe any post-operative complication following the use of devitalising agent. However, the remaining respondents reported severe post-operative pain 24% (18) as the most frequently observed complication. Few others noted complications like swelling 5% (4) and gingival necrosis 7% (5). 33% (25) of the respondents were not aware of the complications of devitalizing agents. The remaining respondents were aware of possible complications like necrosis of gingiva (43%), necrosis of bone (25%) and severe pain (19%)( Table 2).",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 332,
                    "text": "(5)",
                    "end": 335
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 566,
                    "text": "Table 2)",
                    "end": 574
                }
            ]
        },
        {
            "text": "Discussion",
            "section_rank": 4
        },
        {
            "section": "Discussion",
            "text": "Until date, there are few studies 8,10 reported on the aspect of endodontic therapy, in general dental practice. The response rate for the literature published was approximately 45% average, until date. However, this study has a better response rate since the survey was done in person rather using any other technological means.",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 34,
                    "text": "8,",
                    "end": 36
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 36,
                    "text": "10",
                    "end": 38
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "When compared to other research, 8,10 the respondents using devitalizing agents in practice were much higher, in spite of maximum having knowledge related to the existing complications. The use of aldehyde containing agents was  more in the present study than other studies where they have used the recently available devitalizing agents like arsenic based compounds. This could be rationalized on the basis of dental education sought by the practitioners. Although, majority of practitioners belong to practice group of 1-5 years, the same could have confounding factors with respect to their education pursued till establishment of practice. The elimination of same was not possible within the aegis of the study. The reasons reported by the practitioners for use of agents as fore-stated is probably due to the fact that these agents are perceived to be quick and painless in action, eliminating the necessity of administration of local anesthesia thus saving time and maximising patient cooperation. For pediatric patients, reasons for use of such agents were the difficulty they face in managing behavior of a child in administering local anesthesia. This projects the use of devitalizing agents overruled the importance of local anesthesia in endodontic treatment.",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 33,
                    "text": "8,",
                    "end": 35
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 35,
                    "text": "10",
                    "end": 37
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "The fact that more than half of the respondents obtained only partial devitalisation of the pulp suggests that the action of the devitalising agent is unpredictable, hence cannot be completely relied upon. Majority of dental practitioners did not observe post-operative complications, but few did. However, the existence of literature [5][6][7] and the intensity of harm the patients experienced to date cannot be ignored. In addition, few respondents in the present study also observed post-operative complications in variety.",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 335,
                    "text": "[5]",
                    "end": 338
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 338,
                    "text": "[6]",
                    "end": 341
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 341,
                    "text": "[7]",
                    "end": 344
                }
            ]
        },
        {
            "text": "Conclusion",
            "section_rank": 5
        },
        {
            "section": "Conclusion",
            "text": "Thus, it can be concluded that general dental practitioners in Pune and Nashik district of Maharashtra, India do use pulp devitalizing agents in spite of possessing knowledge related to the complications. This arises the need today to establish better understanding of the subject by practitioners in the region through their involvement in continuing dental education programs of the title. However, it is also recommended that a similar study to be carried out considering a larger sample and covering major area which could represent national knowledge, attitude and practice of general dental practitioners regarding the use of devitalizing agents.",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "Table 1 : Types of devitalizing agents used by general dental practitioners. Devitalising agent Number of doctors (n=75) Percentage",
            "section_rank": 6
        },
        {
            "text": "Table 2 : Awareness of side effects/complications of use of devitalising agent in study group. Side effects/ complications Number of doctors (n=75) Percentage",
            "section_rank": 7
        },
        {
            "section": "Table 2 : Awareness of side effects/complications of use of devitalising agent in study group. Side effects/ complications Number of doctors (n=75) Percentage",
            "text": "Journal of International Oral Health 2015; 7(8):86-88 Devitalizing agents in general dental practice … Walimbe H et al",
            "paragraph_rank": 19,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 44,
                    "text": "(8)",
                    "end": 47
                }
            ]
        }
    ]
}