{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Background: Upper extremity lymph edema is the most common side effect of breast cancer treatment that may produce significant physical and psychological morbidity. Pain is the frequent symptom of lymph edema that causes impairment of activities in daily life. Objectives: The aim of this study was assessment of the effect of complex decongestive therapy (CDT) on upper extremity lymph edema and pain in women with post breast surgery lymph edema. Patients and Methods: In this quasi-experimental research with before-after design, 36 women with moderate lymph edema after breast surgery participated in the program. Edema volume was measured by water displacement method; pain values were evaluated by visual analog scale (VAS). Data were recorded before intervention and 2 and 4 weeks after it. CDT included the first phase (intensive phase) and the second phase (maintenance phase). Each phase lasted 2 weeks. After use of Shapiro Wilk test for normality, analysis of variances with GEE and repeated measurements were used to analyze the data. Results: After one month doing CDT program, significant decrease of edema was noticed (P < 0.0001), also pain decreased during 2 and 4 weeks after intervention (P < 0.0001). Conclusions: This study indicated that CDT program is effective in reducing lymph edema volume and pain in women with moderate post breast surgery lymph edema. It seems that raising patients' awareness and training healthcare professionals regarding lymph edema preventive strategies have an important role in earlier and better combating this complication.",
            "paragraph_rank": 2,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "section": "Background",
            "text": "Breast cancer, with the incidence of 2% annually (1), is one of the most common malignancies among Iranian women (2) and the lowest mean age in the middle east (3). Although its treatments such as surgery, radiotherapy, chemotherapy and hormonal therapy reduce mortality rates of breast cancer, each may lead to different side effects (4).",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 49,
                    "text": "(1)",
                    "end": 52
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 113,
                    "text": "(2)",
                    "end": 116
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 160,
                    "text": "(3)",
                    "end": 163
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 335,
                    "text": "(4)",
                    "end": 338
                }
            ]
        },
        {
            "section": "Background",
            "text": "The secondary upper limb lymph edema related to breast cancer (5) is one of the most common morbidities and important consequences of treatment (6) that is usually unilateral (5), with mild to severe intensity at any time during the life (7). It is known as a chronic, incurable (6) visible and progressive disease (8). So it is causing physical and psychological disorders (9). Without intervention, lymph edema can lead to progressive swollen and larger in size of limb or localized fluid accumulation in other body areas, tightness, heaviness, limitation of mobility in up-per limb and hand, numbness and tingling, pain, fatigue (5), skin changes (10), deformities (11), body image impairment, stress, depression, loss of confidence, lack of participation in social activities (9), and even death in advanced stages of lymph edema in these patients (12).",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 62,
                    "text": "(5)",
                    "end": 65
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 175,
                    "text": "(5)",
                    "end": 178
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 238,
                    "text": "(7)",
                    "end": 241
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 279,
                    "text": "(6)",
                    "end": 282
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 315,
                    "text": "(8)",
                    "end": 318
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 374,
                    "text": "(9)",
                    "end": 377
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 668,
                    "text": "(11)",
                    "end": 672
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 780,
                    "text": "(9)",
                    "end": 783
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 852,
                    "text": "(12)",
                    "end": 856
                }
            ]
        },
        {
            "section": "Background",
            "text": "Despite the large studies for the treatment of lymphedema, there is not any certain cure (8). The gold standard treatment so far has been complex decongestive therapy (CDT). The international association of north America (LANA) has known CDT as common, standard, and an effective treatment. It is a two-phase program. The first phase (intensive phase) usually, depending on the degree of edema, lasts 2 to 4 weeks. The patient receives treatment 5 days per week and the second phase (maintenance phase) immediately begins after the first phase that is life-long self-care to maintain the size of the limb (5)(6)(7)(8).",
            "paragraph_rank": 5,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 89,
                    "text": "(8)",
                    "end": 92
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 605,
                    "text": "(5)",
                    "end": 608
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 608,
                    "text": "(6)",
                    "end": 611
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 611,
                    "text": "(7)",
                    "end": 614
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 614,
                    "text": "(8)",
                    "end": 617
                }
            ]
        },
        {
            "section": "Background",
            "text": "Copyright © 2016, Iranian Journal of Cancer Prevention. This is an open-access article distributed under the terms of the Creative Commons Attribution-NonCommercial 4.0 International License (http://creativecommons.org/licenses/by-nc/4.0/) which permits copy and redistribute the material just in noncommercial usages, provided the original work is properly cited.",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "section": "Objectives",
            "text": "Due to the increase of life expectancy in patients with breast cancer and lymph edema related to it as a chronic disease and also the lack of lymph therapist in our society, so in this research, CDT program with emphasis on raising awareness and education of the patients on early diagnosis, prevention, encouragement to continue long-time treatment by themselves and compatibility with the presence of lymph edema is used, in order to the patient is helped to reduce complications of this condition such as pain.",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "section": "Patients and Methods",
            "text": "This quasi-experimental clinical trial with before-after design, after being confirmed by ethical committee of lymph edema clinic of Shohadaye Tajrish hospital, Tehran was performed in 2011. 36 women with breast carcinoma treatment and moderate lymph edema (> 200 -< 400 cc), were considered eligible to participate in this study. The criteria for excluding the patients from study were: breast cancer recurrence, malignancy, infection, bilateral lymph edema, history of trauma, previous treatment for lymph edema, heart and kidney insufficiency, hypertension, diabetic, thrombosis, unheard wound and skin diseases, fracture, neuromuscular diseases and any absolute contraindications for CDT (5,9,13).",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 692,
                    "text": "(5,",
                    "end": 695
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 695,
                    "text": "9,",
                    "end": 697
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 697,
                    "text": "13)",
                    "end": 700
                }
            ]
        },
        {
            "section": "Patients and Methods",
            "text": "Non-invasive CDT treatment was implemented in two phases for 4 weeks (6 days a week except for Fridays). The first phase (intensive phase) for 2 weeks consisted of 45 minutes Manual Lymph Drainage (MLD) massage slightly by therapist, the multi-layered low stretch bandages (Lohmann Rauscher bandage set) up to start the next session, five lymph exercises with the bandages and skinnail care. The second phase (maintenance phase) with 2week follow-up, included daily Self-Lymph Drainage (SLD) massage by the patient, the use of A-H sleeve (Sigvaris brand) with support straps in category 500 and class 2 pressure (23-32 mm hg in German standard pressure), the multi-layered low stretch bandages in nights, going on to do exercise and skin-nail care.",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "section": "Patients and Methods",
            "text": "In addition to demographic questionnaire, the volume of edema was measured with water displacement volumetric by a blinded investigator not engaged in the treatment. This method is the gold standard, as mentioned earlier, 2 and 4 weeks after the intervention. The edema volume in texts explained as the volume difference between affected and unaffected arms. Then to calculate the percent of volume reduction (PVR) at the end of phase 1, the volume difference between before and 2 weeks after intervention is divided by before volume then multiplied by 100. Also, PVR at the end of phase 2 was calculated by the volume difference between 2 weeks after intervention and 2 weeks follow up divided by 2 weeks intervention volume multiplied by 100 (5,9,13,14).",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 744,
                    "text": "(5,",
                    "end": 747
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 747,
                    "text": "9,",
                    "end": 749
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 749,
                    "text": "13,",
                    "end": 752
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 752,
                    "text": "14)",
                    "end": 755
                }
            ]
        },
        {
            "section": "Patients and Methods",
            "text": "Also, pain value was evaluated by visual analog scale (VAS) that is standard, valid, reliable and simple in use (15), in this study in order to express the amount of pain, patients were marked with a pencil on the line by themselves before, 2 and 4 weeks after the intervention.",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 112,
                    "text": "(15)",
                    "end": 116
                }
            ]
        },
        {
            "section": "Patients and Methods",
            "text": "After data gathering and coding, due to the fact that the pain variable did not follow the normal distribution in Shapiro Wilk test, generalized estimating equation (GEE) to determine the existence of differences and repeated measurement to identify disagreements in measurement modes were used by using statistical package SPSS 18.",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "section": "Results",
            "text": "Tables 1 and 2 demonstrate some demographic data of participants. The average of age in participants was 53 years (± 10.28), the average of body mass index (BMI) was 28.84 kg/m 2 (± 4.55), the average of distance between surgery until the initial assessment was 35 months (± 45.65), the average of number of lymph nodes removed was 14 (± 9.51), and the average of number of lymph nodes involved was 3 (± 3.29).",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "section": "Results",
            "text": "As shown in Table 3, the mean of percent of volume reduction increased during both phases. Also, according to a paired t-test, the mean percent of volume reduction, during first two weeks 46.45 (± 18.67) and second two weeks 17.12 (± 22.35) were significant P < 0.0001) and it was observed that PVR in first two weeks was less than second two weeks. In addition, the average of pain score before treatment was 4.86 (± 2.82) and 2 and 4 weeks after treatment reduced to 1.97 (± 1.81) and 1.63 (± 1.95) respectively. According to GEE method, the average of pain in repeated measurements were significantly different (P < 0.0001).",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 12,
                    "text": "Table 3",
                    "end": 19
                }
            ]
        },
        {
            "section": "Results",
            "text": "In Table 4, results of paired comparison test to determine the differences in measurements, the average of pain showed a significant difference between before and 2 weeks after the intervention (P < 0.0001), between before and 4 weeks after the intervention (P < 0.0001), and between 2 and 4 weeks after the intervention (P = 0.023).",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 3,
                    "text": "Table 4",
                    "end": 10
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "This study, to evaluate effect of CDT on upper extremity lymph edema and pain in women after breast cancer surgery, showed that CDT led to a significant increase in mean percentage of volume reduction in both phases, but in the first phase provided better results. Hamner et al.  Haghighat et al. (2008) found that CDT had impressive results in lower volume too (17). Also, Morgan et al. found out Patients in the first phase more than 50% and in the second phase about 50% of lymph edema decreased (18). It seems that the multi-layered low stretch bandages to reduce lymph edema and sleeves to avoid presence of lymph edema are used (9). And the second phase immediately after the first phase is done to maintain the maximum results of the first phase (13). No studies were found to increase the volume of lymph edema due to breast cancer with CDT, but a study by Szuba et al. showed that CDT and pneumatic compression pump reduced the volume of edema more than CDT alone in patients (19).",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 280,
                    "text": "Haghighat et al. (2008)",
                    "end": 303
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 362,
                    "text": "(17)",
                    "end": 366
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 499,
                    "text": "(18)",
                    "end": 503
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 634,
                    "text": "(9)",
                    "end": 637
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 753,
                    "text": "(13)",
                    "end": 757
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 985,
                    "text": "(19)",
                    "end": 989
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "Also in this study the average of pain scale in both phases reduced, but in the first phase was more than the second one. As mentioned in the sources, causes of pain in limb lymph edema can be due to muscles strain (9), elongation of nerve fibers in the skin, and pressure on the nerve trunk by excessive accumulation of fluid (20). Therefore, more evacuation of lymph edema causes less strain on vessels and peripheral nerves of the skin and muscles of the upper extremity and trunk. However, lymph edema causes pain (9), but massage can reduce pain (21), so there was reduction of pain in both phases.",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 327,
                    "text": "(20)",
                    "end": 331
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 551,
                    "text": "(21)",
                    "end": 555
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "Hammner et al. found CDT has effects on pain reduction (16). Mandery received pain reduction in VAS Score from 7 to 1 with CDT too (22). Khoshnazar also showed that the rehabilitation program led to a significant reduction in pain (15). As well, Cassileth found that manual lymph drainage massage reduced pain and discomfort in upper limb lymph edema caused by the removal of lymph nodes (23). It should be noted that no study was found to increase the pain of breast cancer treatment with CDT, but Haghighat et al. reported that the use of CDT alone and CDT with pneumatic compression pump pressure had the same significant reduction of pain (24).",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 55,
                    "text": "(16)",
                    "end": 59
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 131,
                    "text": "(22)",
                    "end": 135
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 231,
                    "text": "(15)",
                    "end": 235
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 388,
                    "text": "(23)",
                    "end": 392
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 643,
                    "text": "(24)",
                    "end": 647
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "Overall, this study showed that complex decongestive therapy rehabilitation program services is effective on reduction of lymph edema and pain in women with lymph edema after breast surgery.",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "section": "Discussion",
            "text": "Since breast cancer is an important problem in public health, is considered one of the most common malignancies in women (25), and unfortunately with regard to the lack of awareness of women in society not only on the role of the prophylactic factors of breast cancer and the examination (26), but also in treatment-related complications, including lymph edema, cause to the treatment centers will be late (15). As well , due to the fact that most of the experts thought that lymph edema is an inevitable and incurable complication, late referral of patients, lack of lymph edema treatment clinics and providing services in the field of educational planning cause treatment as CDT should be provided limited or very time-consuming and costly.",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 121,
                    "text": "(25)",
                    "end": 125
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 288,
                    "text": "(26)",
                    "end": 292
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 406,
                    "text": "(15)",
                    "end": 410
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "Due to the need to enhance or restore the ability and minimize disability to improve independence without pain in activities of daily living in these patients, this study can serve as an introduction to broader and more complete prevention of lymph edema research by researchers and therapists.",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "section": "Table 1 .Table 2 .",
            "text": "Demographic Characteristics of Patients (N = 36) Clinical Characteristics of Patients (N = 36)",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "section": "Table 3 .",
            "text": "Average and Significant Variables in the Analysis of Repeated Measures (N = 36)",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "section": "Table 3 .",
            "text": "Iran J Cancer Prev. 2016; 9(2):e4209.",
            "paragraph_rank": 26,
            "section_rank": 7
        },
        {
            "section": "Acknowledgments",
            "text": "None declared.  ",
            "paragraph_rank": 27,
            "section_rank": 9
        },
        {
            "section": "Conflict of Interests: None declared.",
            "text": "Funding/Support: This study was not supported.",
            "paragraph_rank": 28,
            "section_rank": 11
        }
    ]
}