{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Normal-appearing white matter (NAWM) surrounding WMHs is associated with decreased structural integrity and perfusion, increased risk of WMH growth, and is referred to as the WMH penumbra. Studies comparing structural and cerebral blood flow (CBF) penumbras within the same individuals are lacking, however, and would facilitate our understanding of mechanisms resulting in WM damage. This study aimed to compare both CBF and structural WMH penumbras in non-demented aging. Eighty-two elderly volunteers underwent 3T-MRI including fluid attenuated inversion recovery (FLAIR), pulsed arterial spin labeling and diffusion tensor imaging (DTI). A NAWM layer mask was generated for periventricular and deep WMHs. Mean CBF, DTI-fractional anisotropy (DTI-FA), DTI-mean diffusivity (DTI-MD) and FLAIR intensity for WMHs and its corresponding NAWM layer masks were computed and compared against its mean within total brain NAWM using mixed effects models. For both periventricular and deep WMHs, DTI-FA, DTI-MD and FLAIR intensity changes extended 2-9 mm surrounding WMHs (p 0.05), while CBF changes extended 13-14 mm (p 0.05). The CBF penumbra is more extensive than structural penumbras in relation to WMHs and includes WM tissue both with and without microstructural changes. Findings implicate CBF as a potential target for the prevention of both micro and macro structural WM damage."
        }
    ],
    "body_text": [
        {
            "section": "Introduction",
            "text": "Magnetic resonance imaging (MRI) T2-weighted white matter hyperintensities (WMHs) are commonly observed in aging brains, grow over time [1][2][3][4] and are associated with cognitive decline, [5][6][7][8][9][10] motor impairment, 8 stroke, 6,11,12 and mortality. 6 White matter hyperintensity (WMH) is characterized pathologically by demyelination, axonal loss, and rarefaction, 13 often attributed to vascular ischemia, [14][15][16][17] and associated with arteriolosclerosis. 4 It has been related to cerebral hypoperfusion or blood-brain barrier (BBB) dysfunction. 13,[18][19][20] Altered cerebral blood flow (CBF) and white matter (WM) integrity in WMHs has been widely reported. [21][22][23][24][25][26][27] There is increasing interest in the physiological changes not only within visible WM lesions but also in the surrounding normal-appearing white matter (NAWM), referred to as the WMH penumbra. This area demonstrates similar MRI characteristics as WM lesions, but to a lesser degree, and is at risk for further damage over time. 26 Previous studies have characterized WMH penumbras using either cerebral perfusion or structural changes. The WMH structural integrity penumbras defined by diffusion tensor imaging-fractional anisotropic (DTI-FA) and fluid attenuated inversion recovery (FLAIR) intensity were approximately 3-8 mm around WMHs. 26,27 Others have similarly demonstrated low DTI-FA and high DTI-mean diffusivity (DTI-MD) in the NAWM immediately surrounding WMHs. 24 These findings demonstrating the presence of microstructural degeneration surrounding WMH lesions implicate visually observed white matter damage as being indicative of a much larger region of tissue disturbance. Longitudinal studies have further validated cross-sectional findings that altered DTI-FA and FLAIR signal in the tissue surrounding NAWM at baseline predict incident WMHs at follow-up. 28,29 Pulsed arterial spin labeling (PASL) can quantify white matter (WM) and WMH CBF, which is comparable with what has been reported in others using different perfusion imaging techniques. 25,[30][31][32] A previous report from our laboratory has shown that lower ASL CBF in the NAWM surrounding WMH lesions extends approximately 12 mm from both periventricular (PVWMH) and deep WMHs (DWMH). This is more extensive compared with previously reported structural penumbras, defined by DTI and FLAIR data, suggesting that altered CBF may be a primary contributor to the formation of T2-weighted MRI WM lesions. Similar to structural WMH penumbras, the CBF penumbra has also been demonstrated to be associated with expansion of WMH lesions over time. 21,25 Studies comparing both structural and CBF penumbras within the same individuals are lacking. While structural penumbra identification provides insight into the full scope of microstructural white matter integrity disruption associated with WMHs, it does not clearly provide insight into its etiology. The CBF penumbra may provide insight into the etiological mechanisms underlying visible MRI WM lesion formation, but, in isolation, does not impart critical information regarding the degree of subtle microstructural WM integrity disruption surrounding such lesions.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 136,
                    "text": "[1]",
                    "end": 139
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 139,
                    "text": "[2]",
                    "end": 142
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 142,
                    "text": "[3]",
                    "end": 145
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 145,
                    "text": "[4]",
                    "end": 148
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 192,
                    "text": "[5]",
                    "end": 195
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 195,
                    "text": "[6]",
                    "end": 198
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 198,
                    "text": "[7]",
                    "end": 201
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 201,
                    "text": "[8]",
                    "end": 204
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 204,
                    "text": "[9]",
                    "end": 207
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 207,
                    "text": "[10]",
                    "end": 211
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 230,
                    "text": "8",
                    "end": 231
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 240,
                    "text": "6,",
                    "end": 242
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 242,
                    "text": "11,",
                    "end": 245
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 245,
                    "text": "12",
                    "end": 247
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 263,
                    "text": "6",
                    "end": 264
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 379,
                    "text": "13",
                    "end": 381
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 421,
                    "text": "[14]",
                    "end": 425
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 425,
                    "text": "[15]",
                    "end": 429
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 429,
                    "text": "[16]",
                    "end": 433
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 433,
                    "text": "[17]",
                    "end": 437
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 478,
                    "text": "4",
                    "end": 479
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 568,
                    "text": "13,",
                    "end": 571
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 571,
                    "text": "[18]",
                    "end": 575
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 575,
                    "text": "[19]",
                    "end": 579
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 579,
                    "text": "[20]",
                    "end": 583
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 684,
                    "text": "[21]",
                    "end": 688
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 688,
                    "text": "[22]",
                    "end": 692
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 692,
                    "text": "[23]",
                    "end": 696
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 696,
                    "text": "[24]",
                    "end": 700
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 700,
                    "text": "[25]",
                    "end": 704
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 704,
                    "text": "[26]",
                    "end": 708
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 708,
                    "text": "[27]",
                    "end": 712
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1040,
                    "text": "26",
                    "end": 1042
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1352,
                    "text": "26,",
                    "end": 1355
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1355,
                    "text": "27",
                    "end": 1357
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1485,
                    "text": "24",
                    "end": 1487
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1886,
                    "text": "28,",
                    "end": 1889
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 1889,
                    "text": "29",
                    "end": 1891
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 2077,
                    "text": "25,",
                    "end": 2080
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 2080,
                    "text": "[30]",
                    "end": 2084
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 2084,
                    "text": "[31]",
                    "end": 2088
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 2088,
                    "text": "[32]",
                    "end": 2092
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 2634,
                    "text": "21,",
                    "end": 2637
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 2637,
                    "text": "25",
                    "end": 2639
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The aim of this study was to facilitate our understanding of mechanisms resulting in WM damage by directly comparing the WMH penumbra defined by both CBF and structural imaging data in the same aging cohort. Based on previous studies demonstrating the likelihood that a major component of WMHs is vascular in origin and that altered perfusion should precede the WM integrity changes, we, therefore, hypothesized that penumbra area defined by CBF would cover a more extensive area from the WMHs than the penumbras defined by structural integrity measures."
        },
        {
            "section": "Subjects",
            "text": "Eighty-two cognitively intact community dwelling elderly subjects currently participating in a Layton Aging and Alzheimer's Disease Center longitudinal aging study were recruited. Subjects' age ranged from 66.2 to 101.1 years old (mean age was 84.13 years old; standard deviation (SD) was 8.3 years old). A hundred percent of all of our subjects had some degree of PV WMHs on MRI (mean volume was 11 cc; SD was 11.2 cc; range was 0.3-62.6 cc), while 87% of the subjects had some degree of deep WMHs (mean volume was 1.3 cc; SD was 1.5 cc; range was 0.1-9.0 cc). Entry inclusion criteria included seniors age 65 or above with a score of 0 on the Clinical Dementia Rating Scale (CDR) 33 and ! 24 on the Mini-Mental State Examination. 34 MRI exclusion criteria included a history of clinical stroke or evidence of cortical stroke on MRI, claustrophobia, inability to lie in a supine position for 90 min, and implanted metallic objects. All subjects signed written informed consent and approval from the Institutional Review Board of Oregon Health & Science University was obtained. Table 1 describes participant characteristics.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 682,
                    "text": "33",
                    "end": 684
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 732,
                    "text": "34",
                    "end": 734
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1079,
                    "text": "Table 1",
                    "end": 1086
                }
            ]
        },
        {
            "section": "MRI sequences",
            "text": "MRI data were obtained using a 3.0T MRI scanner (TIM Trio System, Siemens Medical Solutions). Each subject underwent T 1 -weighted magnetization prepared rapid gradient echo (MPRAGE), FLAIR, QUIPSS II with thin-slice TI periodic saturation (Q2TIPS) PASL, 35 and diffusion tensor imaging (DTI). T 1 -weighted images was acquired using repetition time (TR) ¼ 2300 ms, echo time (TE) ¼ 3. 4  ",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 255,
                    "text": "35",
                    "end": 257
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 386,
                    "text": "4",
                    "end": 387
                }
            ]
        },
        {
            "section": "Image analysis",
            "text": "MRI processing to identify WMHs and to calculate WM-CBF has been described previously. 21 In brief, to determine the WMH area, a WM-FLAIR intensity histogram was generated and a 45% intensity threshold was used as a cutoff to differentiate the WMH and NAWM. A custom cluster-growing algorithm was used to expand each cluster. To ensure the accuracy of the WMH detection, the WMH clusters were visually examined and manually corrected. Last, WMH clusters contiguous with the ventricles were labeled periventricular WMHs (PVWMHs) and all others were considered deep WMHs (DWMH). To derive the subject-specific CBF map, each of the three runs of PASL images was inspected, and data found to have excessive head movement (!2 mm or 2 degrees) were discarded, and the three runs were concatenated. Quantitative CBF was then calculated on a voxel basis according to Wang et al. 37 Voxel-wise partial volume correction was performed. 38 DTI analysis comprised of registering raw DTI images to correct for eddy current distortions and applying ''dtifit'' command, a FSL subroutine, 39,40,41 to reconstruct diffusion tensors, including FA and MD images. Figure 1 shows ASL-CBF map, FLAIR, DTI-FA, and DTI-MD image from a representative subject.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 87,
                    "text": "21",
                    "end": 89
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 871,
                    "text": "37",
                    "end": 873
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 926,
                    "text": "38",
                    "end": 928
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 1073,
                    "text": "39,",
                    "end": 1076
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 1076,
                    "text": "40,",
                    "end": 1079
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 1079,
                    "text": "41",
                    "end": 1081
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1144,
                    "text": "Figure 1",
                    "end": 1152
                }
            ]
        },
        {
            "section": "Spatial relationship between WMH and NAWM",
            "text": "To determine the WMH penumbra for each measure, a NAWM layer mask for each individual dataset was created by linearly aligning the defined WMHs to the T 1 -weighted image. Each layer was dilated away from the WMHs by 1 voxel (approximately 1 mm), for a total of 15 NAWM layers for PVWMH and DWMH separately, see Figure 2(a) and (b). The innermost layer, closest to WMH was layer 1 (NAWM-L1) and the outermost layer was layer 15 (NAWM-L15), see Figure 2(b). To prevent overlapping of voxels between layers, before creating the next layer, the WMH and the previous NAWM layers were merged together to create a new ''seed.'' To avoid the partial volume effects of the GM and CSF, the GM and ventricular masks were dilated by 2 voxels, and subtracted from the NAWM layers.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 312,
                    "text": "Figure 2",
                    "end": 320
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 444,
                    "text": "Figure 2",
                    "end": 452
                }
            ]
        },
        {
            "section": "Spatial relationship between WMH and NAWM",
            "text": "The NAWM layer mask was individually applied to the CBF, FLAIR, and DTI maps, which were previously linearly aligned to their T 1 -weighted image and was resampled to 1 mm Â 1 mm Â 1 mm. Last, for each individual subject, the mean CBF, FLAIR intensity, DTI-FA, and DTI-MD for WMHs and each NAWM layer was computed for PVWMH and DWMH separately, and compared with the respective mean total brain NAWM value. Each mean value was adjusted for age."
        },
        {
            "section": "Statistical analysis",
            "text": "The analyses were performed using SPSS software (v.20, IBM), SAS (v.9.3, SAS Institute Inc.) and R (v.2.11, R Foundation). The extent of the WMH penumbra was determined by identifying the plateau phase of each dataset by comparing each CBF, FLAIR intensity, and DTI layer to its corresponding mean total brain value within NAWM using a mixed effects model. We created 15 dummy variables indicating each NAWM layer with total brain NAWM as a reference. The difference in coefficients between two adjacent layers were compared to examine the plateau phase. There is a ''location effect'' of white matter association and commissural fibers surrounding the ventricles resulting in high DTI-FA in NAWM surrounding PVWMH compared with the mean NAWM DTI-FA of the entire brain. 24 Because of this anatomical phenomenon, the plateau phase of this data was determined by comparing adjacent data points using paired t-tests. The first of two neighboring layers whose values were not significantly different from each other was defined as the outer boundary for the PVWMH DTI-FA penumbra. Significant difference was set at p < 0.05. The analysis was performed for PVWMH and DWMHs separately.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 771,
                    "text": "24",
                    "end": 773
                }
            ]
        },
        {
            "section": "Results",
            "text": "The extent of the DWMH penumbras are as follows: NAWM-L14 for CBF; NAWM-L8 for FLAIR intensity; NAWM-L9 for DTI-FA; and NAWM-L5 for DTI-MD ( Figure 3). The extent of the PVWMH penumbras are as follows: NAWM-L13 for CBF; NAWM L3 for FLAIR intensity; NAWM-L2 for DTI-FA; and NAWM-L5 for DTI-MD ( Figure 4).",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 141,
                    "text": "Figure 3)",
                    "end": 150
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 294,
                    "text": "Figure 4",
                    "end": 302
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "Results of the present study demonstrate reduced CBF and DTI-FA, and increased FLAIR intensity and DTI-MD, of WMH and its surrounding NAWM for both periventricular and deep WMH lesion subtypes."
        },
        {
            "section": "Discussion",
            "text": "Our results also show that the WMH CBF penumbra is more extensive than structural penumbras, as defined by FLAIR, DTI-FA, and DTI-MD, confirming that age-related white matter injury is primarily associated with cerebral hypoperfusion."
        },
        {
            "section": "Discussion",
            "text": "The CBF penumbra exists approximately 13-14 mm surrounding WMHs, while DTI-FA and DTI-MD penumbras cover approximately 2-9 mm from WMHs, which is consistent with previous reports. 21,26,27 It is important to note that approximately half of the CBF penumbra consisted of NAWM in which no microstructural degeneration was observed, a finding that supports the likelihood that compromised CBF precedes brain microstructural WM integrity changes. Longitudinal analysis of these data is being conducted to more definitively address this question. The findings of decreased CBF and DTI-FA and increased DTI-MD and FLAIR intensity within the WMH and its surrounding NAWM areas are consistent with several previous reports. 21,22,[25][26][27][28][29]42,43 The low blood flow in WMHs provides further evidence that age-related white matter injury is likely attributed to vascular ischemia, [14][15][16] caused by arteriolosclerosis, 4,44,45 chronic hemodynamic insufficiency contributed by watershed blood  supply in the area adjacent to the ventricles, [14][15][16] and/or impaired BBB permeability, which leads to decreased fractional blood volume and increased fluid in the vessel wall, accompanied formation of WM injury. 46 It is uncertain if the blood flow reduction is causing the brain tissue damage or if it is a secondary mechanism in response to diminished tissue to supply.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 180,
                    "text": "21,",
                    "end": 183
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 183,
                    "text": "26,",
                    "end": 186
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 186,
                    "text": "27",
                    "end": 188
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 716,
                    "text": "21,",
                    "end": 719
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 719,
                    "text": "22,",
                    "end": 722
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 722,
                    "text": "[25]",
                    "end": 726
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 726,
                    "text": "[26]",
                    "end": 730
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 730,
                    "text": "[27]",
                    "end": 734
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 734,
                    "text": "[28]",
                    "end": 738
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 738,
                    "text": "[29]",
                    "end": 742
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 742,
                    "text": "42,",
                    "end": 745
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 745,
                    "text": "43",
                    "end": 747
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 881,
                    "text": "[14]",
                    "end": 885
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 885,
                    "text": "[15]",
                    "end": 889
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 889,
                    "text": "[16]",
                    "end": 893
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 924,
                    "text": "4,",
                    "end": 926
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 926,
                    "text": "44,",
                    "end": 929
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 929,
                    "text": "45",
                    "end": 931
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1045,
                    "text": "[14]",
                    "end": 1049
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1049,
                    "text": "[15]",
                    "end": 1053
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1053,
                    "text": "[16]",
                    "end": 1057
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 1217,
                    "text": "46",
                    "end": 1219
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "DTI findings of decreased FA and increased MD indicate the presence of compromised microstructural WM integrity and altered water mobility in the interstitial space within WM lesions and their surrounding NAWM. 47 Clinically, this deterioration may affect the integrity of white matter tracts connecting cortical and subcortical areas, leading to a disconnection syndrome and may attribute to age-related cognitive decline. 48 The degree of sensitivity of the different DTI parameters used to investigate the structural WMH penumbra was different between PVWMH and DWMHs. Previous work has indicated that MD provides better differentiation of WMH associated integrity disruption within NAWM than FA, showing more alteration in surrounding NAWM from the WMH. 24 Our result shows this to be the case only for PVWMH. It is not clear whether previous work investigated only PVWMH or combined WMH subtypes, which may be mostly comprised of PVWMH. Our results may imply that mean water diffusivity is more sensitive in detecting the extent of periventricular WM integrity disruption than FA, with the opposite being true for the DWMH. Anatomical differences may explain the varying DTI penumbra characteristics between PVWMHs and DWMHs. PVWMHs are located near highly organized myelinated structures, such as the corpus callosum, where water diffusion will be highly restricted and dependent on fiber direction. As our result demonstrated, unlike the other parameters, DTI-FA of the PV NAWM layers did not plateau at the total brain NAWM DTI-FA mean. Instead, DTI-FA values of the inner PV WMH NAWM layers plateaued at a value greater than the mean (Figure 4(c)). Meanwhile, the location of DWMHs is more sporadic, do not abut the ventricle, and therefore are not inherently susceptible to systematic anatomical influences on MRI WM integrity measures. Thus, the location-independent aspect of DWMHs makes them important targets, in addition to PVWMHs, in investigations studying the etiology of age-related WMHs.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 211,
                    "text": "47",
                    "end": 213
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 424,
                    "text": "48",
                    "end": 426
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 758,
                    "text": "24",
                    "end": 760
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 1643,
                    "text": "(Figure 4(c)",
                    "end": 1655
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "Delineation of the WMH penumbra could provide a potentially modifiable biomarker that could have several important clinical implications. First, ASL CBF technique is preferable to other investigations of cerebral perfusion in an aging population, because it is noninvasive, reliable, and compatible with routine clinical scanning. Second, ASL CBF can be used to monitor treatment effects aimed at restoring cerebral perfusion, such as those involving exercise 49 or meditation. 50 Third, cerebral perfusion can be used to more directly assess the effects of blood pressure management in the elderly, as it has been previously shown that lower blood pressure can repress the progression of developing WMH over time, 51,52 but can potentially decrease brain perfusion in those with impaired cerebral autoregulation. 53 Last, ASL CBF measures may be used to investigate cerebral perfusion as a potential mechanism explaining the reversal of microstructural WM integrity disruption, which has been reported previously in some longitudinal studies. 8,29,54 ",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 460,
                    "text": "49",
                    "end": 462
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 478,
                    "text": "50",
                    "end": 480
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 715,
                    "text": "51,",
                    "end": 718
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 718,
                    "text": "52",
                    "end": 720
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 814,
                    "text": "53",
                    "end": 816
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1044,
                    "text": "8,",
                    "end": 1046
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 1046,
                    "text": "29,",
                    "end": 1049
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 1049,
                    "text": "54",
                    "end": 1051
                }
            ]
        },
        {
            "section": "Limitations",
            "text": "This study is the first to provide a direct comparison of CBF, DTI WM integrity, and FLAIR intensity penumbras in a cognitively intact aging population. This study is limited in that it consists of cross-sectional data only. It has been shown previously that the ASL-CBF penumbra predicts future WMH expansion. 21 Future longitudinal analysis of this cohort is needed, however, to determine whether perfusion or structural sequences best predict the growth of WMHs. Studies to assess relationships between WMH penumbras and cognitive and motor performance would shed further insight into the clinical implications of age-related WM degeneration. Future study should also focus on the rate of WMH growth and whether the CBF penumbra can predict the rate of WM integrity changes. Last, future studies including methods to examine the relationships between BBB permeability, hypometabolism, and cerebral perfusion in the WMH penumbra are needed.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 311,
                    "text": "21",
                    "end": 313
                }
            ]
        },
        {
            "section": "Conclusions",
            "text": "In conclusion, the present study provides important implications regarding the etiology of WMH expansion, a phenomenon commonly observed in older individuals, and associated with significant morbidity. Decreased CBF and DTI-FA and increased DTI-MD and FLAIR intensity of the NAWM surrounding WMHs indicates that the scope of WM injury extends beyond visible lesions commonly observed on clinical MRI. CBF penumbra is more extensive than the DTI WM integrity and FLAIR intensity penumbras, suggesting that ASL CBF may provide information regarding ''at risk'' tissue preceding the occurrence of microstructural WM integrity disruption. Given these findings, the WMH CBF penumbra should be considered as a potentially modifiable biomarker in future studies aimed at preventing vascular cognitive impairment in the elderly."
        },
        {
            "section": "Funding",
            "text": "The author(s) disclosed receipt of the following financial support for the research, authorship, and/or publication of this article: NIH (1RO1AG036772, P30 AG008017, RO1 AG024059) and the Department of Veterans Affairs."
        },
        {
            "section": "Declaration of conflicting interests",
            "text": "The author(s) declared the following potential conflicts of interest with respect to the research, authorship, and/or publication of this article: Dr. Kaye receives research support from the NIH (P30 AG008017, R01 AG024059, P30 AG024978, P01 AG043362, U01 AG010483); directs a center that receives research support from the NIH, CDC, Roche and Esai; serves on the editorial advisory board of the journal, Alzheimer's & Dementia and as Associate Editor, and Frontiers of Aging Neuroscience. Dr. Deniz Erten-Lyons receives research support from the Department of Veterans Affairs (Career Development Award grant). She serves as site PI for clinical trials funded by EISAI, Roche, Lundbeck, and Elli-Lilly. Dr. Lisa Silbert receives research support from the NIH (1R01AG036772, P30 AG008017, P50 NS062684)."
        },
        {
            "section": "Authors' contributions",
            "text": "Dr. Nutta-on Promjunyakul drafted and revised the manuscript, participated in study concept and design, conducted the statistical analyses, analyzed and interpreted the data. Mr. David Lahna participated in study design, and made a substantial contribution in revising the manuscript. Dr. Jeffrey Kaye made a substantial contribution in revising the manuscript for intellectual content, assisted in the study concept. Dr. Hiroko Dodge assisted the statistical analyses. Dr. Deniz Erten-Lyons made a substantial contribution in revising the manuscript. Dr. Bill Rooney assisted in study concept and in designing the MRI sequences. Dr. Lisa Silbert made a substantial contribution in revising the manuscript for intellectual content, participated in study concept and design, analyzed and interpreted the data."
        }
    ]
}