{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Background: Non-alcoholic fatty liver disease (NAFLD) is considered the leading cause of liver disease worldwide. Although many previous studies have evaluated the potential risk factors of NAFLD, few studies have determined the effect of residency or marriage status on NAFLD. Objectives: We aim to evaluate whether residency and marriage status increased the risk factors for NAFLD. Materials and Methods: We utilized data from 5,052 participants, 18 years and older, from a cohort study conducted using 6,140 participants in northern Iran. The population was divided into 16 subgroups according to sex and age; the age groups had an interval of 10 years. We randomly selected the subjects from each subgroup in proportion to the size of each subpopulation group. Logistic regression analyses were conducted on NAFLD as an outcome of marriage status, residency (rural vs. urban), and other potential risk factors. Results: We found that NAFLD had an inverse association with rural living in men (OR = 0.513, 0.422-0.622, P value < 0.001) and women (OR = 0.431, 0.345-0.539, P value < 0.001). Furthermore, we determined that NAFLD had a direct association with marriage status for men (OR = 2.770, 2.004-3.831, P value < 0.001) and women (OR = 1.241, 1.033-1.490, P value = 0.0209). Conclusions: While rural living has a protective effect on NAFLD, marriage may be a potential risk factor for this condition."
        }
    ],
    "body_text": [
        {
            "section": "Background",
            "text": "Non-alcoholic fatty liver disease (NAFLD) is considered the leading cause of liver disease worldwide (1). NAFLD is comprised of a wide spectrum of liver pathologies, from simple steatosis to non-alcoholic steatohepatitis (NASH). NAFLD can lead to liver cirrhosis and even hepatocellular carcinoma (HCC) (2). The prevalence of this condition has been estimated to be 20% -30% in western countries, and there is an increasing trend in low-and middle-income countries (1,3). The increasing prevalence of NAFLD is attributable to the increasing incidence of obesity, diabetes mellitus, metabolic syndrome (MetS), and other metabolic conditions (4,5). Studies have been conducted to determine the prevalence and associated risk factors of NAFLD. Based on these studies, an association was established between NAFLD and age, obesity, blood pressure (BP), dyslipidemia, and insulin resistance (6, 7). However, to the knowledge of the authors, only a few studies have evaluated the effect of residency and marriage status on NAFLD.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 101,
                    "text": "(1)",
                    "end": 104
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 303,
                    "text": "(2)",
                    "end": 306
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 465,
                    "text": "(1,",
                    "end": 468
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 468,
                    "text": "3)",
                    "end": 470
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 640,
                    "text": "(4,",
                    "end": 643
                },
                {
                    "type": "bibr",
                    "start": 643,
                    "text": "5)",
                    "end": 645
                }
            ]
        },
        {
            "section": "Objectives",
            "text": "The present study was conducted to evaluate the risk factors of NAFLD associated with residency and marriage."
        },
        {
            "section": "Study Population",
            "text": "In the present study, we used data from 5,052 participants, who were 18 years and older, who were part of a cohort study of 6,140 participants in Amol, which is a populated city in Northern Iran. The cohort study involved individuals who were between the ages of 10 -90 years. The primary health care settings provided the sampling frame since each citizen had a health record. The participants were divided into 16 subgroups according to sex and age; each age group had an interval of 10 years. We randomly selected the subjects from each subgroup in proportion to the size of each subpopulation group. More details of the sampling strategy used in our cohort study were provided Copyright © 2016, Kowsar Corp. This is an open-access article distributed under the terms of the Creative Commons Attribution-NonCommercial 4.0 International License (http://creativecommons.org/licenses/by-nc/4.0/) which permits copy and redistribute the material just in noncommercial usages, provided the original work is properly cited."
        },
        {
            "section": "Study Population",
            "text": "in our previous study (8). Figure 1 shows a schematic diagram of how the study population was chosen.",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 27,
                    "text": "Figure 1",
                    "end": 35
                }
            ]
        },
        {
            "section": "Data Collection",
            "text": "Trained healthcare providers measured the weight, height, waist circumference (WC), hip circumference (HC), and blood pressure (BP) of each participant. Weight and height measurements were taken once the participants had removed excess clothes and shoes. Height was measured when the participant was in an upright position, with the heels and buttocks in contact with the wall. WC was determined at the midpoint of the distance between the lowest costal ridge and the upper border of the iliac crest. The largest circumference between the waist and knee was measured for the HC. Following at least 5 min of rest, the BP was measured using a fitted cuff while the participant was in a sitting position. Both the diastolic blood pressure (DBP) and the systolic blood pressure (SBP) were recorded."
        },
        {
            "section": "Data Collection",
            "text": "After 12 hours of fasting, levels of fasting blood sugar (FBS) and lipid profiles were evaluated for each participant. All laboratory tests, including FBS and lipid profiles, were assessed enzymatically based on a protocol using an automatic BS-200 analyzer (Mindray, China)."
        },
        {
            "section": "Data Collection",
            "text": "NAFLD was determined using evidence of hepatic steatosis shown in a sonogram where there was a lack of evidence of other causes of acute or chronic hepatitis, such as significant alcohol consumption, use of steatogenic medication, or hereditary disorders. A single radiologist carried out all ultrasound examinations. Using the ultrasound method to detect NAFLD has some limitations since it is operator and machine dependent; it is also limited in its use to detect steatosis in obese patients and in those patients with an excess of gas in the intestine (9). The homeostasis model assessment of insulin resistance (HOMA-IR) was calculated according to the following equation Equation 1:",
            "ref_spans": [
                {
                    "start": 677,
                    "text": "Equation 1",
                    "end": 687
                }
            ]
        },
        {
            "section": "Data Collection",
            "text": "(1)"
        },
        {
            "section": "Statistical Analysis",
            "text": "The logistic regression analyses were conducted separately for men and women for NAFLD as an outcome. The potential predictors that were used in the analyses were: age, marriage (married vs. unmarried), residency (rural vs. urban), smoking (smoking vs. non-smoking), obesity (obese vs. non-obese), blood pressure (high BP vs. low), triglyceride (high TG vs. low), and high-density lipoprotein (low HDL vs. high). The obesity, high BP, high TG, and low HDL were defined based on a joint interim statement definition of MetS (10). The Wald test, significant levels, and odd ratios (OR) were reported. Univariate and multivariate analyses were performed for the logistic regressions. All statistical analyses were conducted using statistical software (SPSS Inc., version 21, Chicago, IL and Stata software, version 12, StataCorp, Texas, US). The significant levels in all analyses were considered to be 0.05. Table 1 shows the basic characteristics of the study population based on residency. While the rural people had a higher WC, SBP, AST, FBS, HDL, and HOMA, the urban people had a higher DBP. Table 2 shows the basic characteristics of the study population based on marriage status. Based on our results, married people had a higher mean age, WC, DBP, GGT, ALT, FBS, and TG, but a lower HDL than unmarried people did. Table 3 shows the results of the univariate and multivariate binary logistic regressions. In these analyses, the NAFLD was considered to be the outcome variable. NAFLD had a direct association with marriage status in men (OR = 2.770 (2.004 -3.831), P value < 0.001) and women (OR = 1.241 (1.033 -1.490), P value = 0.0209), and an inverse association with living in rural areas for men (OR = 0.513 (0.422 -0.622), P value < 0.001) and women (OR = 0.431 (0.345 -0.539), P value < 0.001).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 523,
                    "text": "(10)",
                    "end": 527
                },
                {
                    "type": "table",
                    "start": 906,
                    "text": "Table 1",
                    "end": 913
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 1095,
                    "text": "Table 2",
                    "end": 1102
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 1320,
                    "text": "Table 3",
                    "end": 1327
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "Our study revealed that rural living has a protective effect on NAFLD in men and women. This result was confirmed in both the univariate analyses and the multivariate analyses. We showed that the prevalence of NAFLD is significantly lower in people who live in rural areas than in urban areas. One study in China showed that the prevalence of NAFLD was considerably lower in people who lived in rural areas (12.9%) compared with people in urban areas (23%) (11). Urbanization is related to unhealthy lifestyles, which likely played a critical role in the high prevalence of NAFLD in the urban areas. Previous studies showed that the levels of urbanization also played a critical role in the prevalence of NAFLD. Local economic status, social performances, and cultural practices, such as the consumption of a healthy diet, regular exercise, and even living in areas with a healthy environment, can have an effect on healthrelated practices (12). Other studies showed that living in an urban area of Iran is usually associated with a higher prevalence of psychological disorders (13). On the other hand, psychological disorders have a significant association with NAFLD, although this association may be partly due to the consumption of anti-psychological medications by psychiatric patients (14). Some studies have pointed out the role that vitamin D deficiency has on NAFLD (14).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 457,
                    "text": "(11)",
                    "end": 461
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 940,
                    "text": "(12)",
                    "end": 944
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1291,
                    "text": "(14)",
                    "end": 1295
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1375,
                    "text": "(14)",
                    "end": 1379
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "Surveys in northern Iran have reported that there was a higher prevalence of vitamin D deficiency in an urban area Hepat Mon. 2016; 16(7):e38357. of northern Iran than in a rural area (15). These results support our findings about the protective effects of living in rural areas on NAFLD (15,16).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 184,
                    "text": "(15)",
                    "end": 188
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 288,
                    "text": "(15,",
                    "end": 292
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 292,
                    "text": "16)",
                    "end": 295
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "We also showed that marriage has a high association with NAFLD in men. Thus, it can be considered to be a potential risk factor for NAFLD. However, there was a weak association between marriage and NAFLD detected in women. The association between marriage and NAFLD can be partly mediated by other risk factors for NAFLD, such as age, WC, BP, FBS, and TG. For example, the mean age, WC, SBP, DBP, FBS, and TG were significantly higher in married people than in unmarried people, although married people had a lower HDL. However, this association was present in the multivariate analyses where we removed the effects of the other mediators, although the association was somewhat weaker than in the univariate analyses."
        },
        {
            "section": "Discussion",
            "text": "Although previous studies have found that marriage had a protective effect on all case mortality, other studies have reported inconsistent results about the role of marriage on overall health (16)(17)(18)(19)(20). Some authors suggested that the beneficial effects that marriage has on health have been diluted because of industrialization and modernization (20,21). On the other hand, an overestimation of health by married people might help explain the previously reported positive effect that marriage has on health (19). Overall, industrialization, urbanization, and modernization have negative effects on marital quality, family functioning, and spouse support, which can explain the diminishing protection that marriage has on health (19,20). In developing countries, married people, particularly married men, who have financial problems and household expenses have less interests in engaging in healthy behaviors, including appropriate nutrition, regular exercise, and timely visits to physicians and other healthcare providers. Many married men may have two or even three jobs to earn their livelihood. They generally do not have enough time to exercise or perform other pleasurable activities. They may not eat an appropriate breakfast or eat other meals at an appropriate time.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 192,
                    "text": "(16)",
                    "end": 196
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 196,
                    "text": "(17)",
                    "end": 200
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 200,
                    "text": "(18)",
                    "end": 204
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 204,
                    "text": "(19)",
                    "end": 208
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 208,
                    "text": "(20)",
                    "end": 212
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 358,
                    "text": "(20,",
                    "end": 362
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 362,
                    "text": "21)",
                    "end": 365
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 519,
                    "text": "(19)",
                    "end": 523
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 740,
                    "text": "(19,",
                    "end": 744
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 744,
                    "text": "20)",
                    "end": 747
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "In this study, we showed that rural living has a protective effect on NAFLD, while marriage can be a potential risk factor for NAFLD. Our results contrast with previous studies about the positive role that marriage plays in health. Although, the risk factors of NAFLD have been evaluated in previous studies, few studies have assessed the association between residency and marriage status with NAFLD. However, the present study had some limitations. We evaluated the associations in a cross-sectional study, which is not an optimal design for establishing cause-and-effect relationships. However, we did evaluate the associations in a large "
        },
        {
            "section": "Table 2 .",
            "text": "The Basic Characteristics of the Study Population Based on Marriage Status a"
        },
        {
            "section": "Table 2 .",
            "text": "a Values are expressed as mean ± SD."
        },
        {
            "section": "Table 3 .",
            "text": "The Results of Univariate and Multivariate Logistic Regression Analyses . Otgonsuren M, Stepanova M, Gerber L, Younossi ZM. Anthropometric and clinical factors associated with mortality in subjects with nonalcoholic fatty liver disease. Dig Dis Sci. 2013;58(4):1132-40. doi: 10.1007/s10620-012-2446-3. [PubMed: 23143735]. 6. Speliotes EK, Massaro JM, Hoffmann U, Vasan RS, Meigs JB, Sahani DV, et al. Fatty liver is associated with dyslipidemia and dysglycemia independent of visceral fat: the Framingham Heart Study. Hepatology. 2010;51(6):1979-87. doi: 10.1002/hep.23593. [PubMed: 20336705]. 7. Pagano G, Pacini G, Musso G, Gambino R, Mecca F, Depetris N, et al. Nonalcoholic steatohepatitis, insulin resistance, and metabolic syndrome: further evidence for an etiologic association. Hepatology. 2002;35(2):367-72. doi: 10.1053/jhep.2002.30690. [PubMed: 11826410]. 8. Zamani F, Sohrabi M, Alipour A, Motamed N, Saeedian FS, Pirzad R, et al. Prevalence and risk factors of cholelithiasis in Amol city, northern Iran: a population based study. Arch Iran Med. 2014;17(11):750-4. [PubMed: 25365614]. 9. Festi D, Schiumerini R, Marzi L, Di Biase AR, Mandolesi D, Montrone L, et al. Review article: the diagnosis of non-alcoholic fatty liver diseaseavailability and accuracy of non-invasive methods. Aliment Pharmacol"
        },
        {
            "section": "Table 3 .",
            "text": "5"
        },
        {
            "section": "Table 3 .",
            "text": "Hepat Mon. 2016; 16(7):e38357."
        },
        {
            "section": "Acknowledgments",
            "text": "The authors would like to express their gratitude to: Iran University Medical Sciences for supporting this project; staff and management of Hefdah Shahrivar hospital, Amol, Iran, for their cooperation; and to the members of the Amol cohort study center."
        },
        {
            "section": "Footnotes",
            "text": "Authors' Contribution: Nima Motamed: study concept and design; analyses and interpretation of data; and prepared drafts of the manuscript; Mansooreh Maadi: acquisition of data; and administrative, technical, and material support; Masoudreza Sohrabi: acquisition of data; prepared drafts of the manuscript; and revised the manuscript; Hossein Keyvani: critical revision of the manuscript for important intellectual content; Hossein Poustchi: critical revision of the manuscript for important intellectual content; Farhad Zamani: critical revision of the manuscript; study supervision manuscript; and study supervision."
        },
        {
            "section": "Footnotes",
            "text": "Funding/Support: The study was supported by GILDRC."
        }
    ]
}