{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Metadherin (MTDH) can be recruited to mature tight junction complexes, and it regulates mesenchymal marker protein expression in many tumors and promote cancer metastasis. This study investigated the influence of MTDH expression on gastric cancer and to elucidate the potential mechanisms by which MTDH regulates actin cytoskeletal remodeling and enhances human gastric cancer metastasis via epithelial-mesenchymal transition (EMT). Relative MTDH mRNA expression levels were assessed by quantitative realtime PCR (Q-PCR), and MTDH protein expression levels and localization were evaluated via immunohistochemical (ICH) staining. We studied the role of MTDH in cancer cell migration and invasion by modulating MTDH expression in the gastric cancer cell lines MKN45 and AGS. We also confirmed the functions of MTDH through in vivo experiments. We found that MTDH expression levels were correlated with lymph node metastasis, TNM stages and decreased OS (P=0.002, <0.001 and 0.010, respectively) in human gastric cancer and that MTDH upregulation promoted EMT in vitro. Consistent with this finding, MTDH downregulation inhibited cell migration and invasion in vitro and suppressed tumor growth and metastasis in vivo. Furthermore, MTDH knockdown regulated actin cytoskeletal remodeling and inhibited EMT. Overall, our results provide a novel role for MTDH in regulating gastric cancer metastasis.",
            "paragraph_rank": 2,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "section": "Introduction",
            "text": "Gastric cancer is the fifth most common malignancy and the third leading cause of cancer-related death worldwide (1). It was estimated that a total of 952,000 new cases of gastric cancer were diagnosed in 2012 and that 723,000 gastric cancer-related deaths occurred during the same year (2). Despite advances in surgical techniques and chemotherapies, metastasis remains the main obstacle to effective gastric cancer treatment (3,4). Therefore, the identification of novel biomarkers for gastric cancer metastasis may facilitate the development of targeted therapies useful for the treatment of gastric cancer.",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 113,
                    "text": "(1)",
                    "end": 116
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 287,
                    "text": "(2)",
                    "end": 290
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 427,
                    "text": "(3,",
                    "end": 430
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 430,
                    "text": "4)",
                    "end": 432
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Metadherin (MTDH), also known as astrocyte elevated gene-1 (AEG-1) and lysine-rich CEACAM-1-associated protein (LYRIC), was initially identified as an oncogene. Its expression was induced in primary human fetal astrocytes by HIV-1 or treatment with HIV envelope glycoproteins or tumor necrosis factor-α (5)(6)(7). In recent years, studies have shown that MTDH expression levels were elevated in many human malignancies, including breast cancer, hepatocellular carcinoma, neuroblastoma, prostate cancer, and esophageal squamous cell carcinoma (8)(9)(10)(11). Moreover, MTDH has been reported to play a vital role in tumorigenesis, tumor progression and chemotherapy resistance (12,13). A recent study (14) suggested that modulating the AEG-1/EMT pathway may inhibit hepatocarcinoma growth and metastasis. However, few studies have addressed whether MTDH expression levels are upregulated in gastric cancer and whether the protein participates in gastric cancer metastasis.",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 303,
                    "text": "(5)",
                    "end": 306
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 306,
                    "text": "(6)",
                    "end": 309
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 309,
                    "text": "(7)",
                    "end": 312
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 542,
                    "text": "(8)",
                    "end": 545
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 545,
                    "text": "(9)",
                    "end": 548
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 548,
                    "text": "(10)",
                    "end": 552
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 552,
                    "text": "(11)",
                    "end": 556
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 676,
                    "text": "(12,",
                    "end": 680
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 680,
                    "text": "13)",
                    "end": 683
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 700,
                    "text": "(14)",
                    "end": 704
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Britt et al (6) found that MTDH was mainly localized in the cytoplasm and that the protein could be recruited to tight junction complexes to serve as a marker for mature tight junctions. It is well known that tight junctions are specific",
            "paragraph_rank": 5,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 12,
                    "text": "(6)",
                    "end": 15
                }
            ]
        },
        {
            "section": "Metadherin regulates actin cytoskeletal remodeling and enhances human gastric cancer metastasis via epithelial-mesenchymal transition",
            "text": "junctional complexes that participate in cell-cell adhesion, which plays a key role in preserving cell morphology. The cytoskeleton preserves cellular structure. Several studies (15,16) have demonstrated that protein-protein interactions in tight junction complexes are probably related to actin cytoskeletal remodeling, and tight junction disruption may cause the cytoskeletons of epithelial cells to transform into cytoskeletons characteristic of mesenchymal cells, leading to cell metastasis. It has been hypothesized (17) that tumor cell metastasis occurs via the following steps: invasion in situ, intravasation, survival in circulation, extravasation, micrometastasis and final colonization. EMT is the process in which epithelial cells with polarity transform into freely moving mesenchymal cells under specific physiological and pathological conditions and is the most important step in the induction of tumor cell invasion and metastasis in situ (18).",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 178,
                    "text": "(15,",
                    "end": 182
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 182,
                    "text": "16)",
                    "end": 185
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 521,
                    "text": "(17)",
                    "end": 525
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 955,
                    "text": "(18)",
                    "end": 959
                }
            ]
        },
        {
            "section": "Metadherin regulates actin cytoskeletal remodeling and enhances human gastric cancer metastasis via epithelial-mesenchymal transition",
            "text": "Moreover, EMT was associated with altered gene expression patterns resulting in the loss of E-cadherin and the breakdown of cell-cell junctions as well as the acquisition of a fibroblastic morphology including polarized actin cytoskeleton assembly into protrusive and invasive pseudopodial structures (19). Pseudopodial protrusion and formation of related invadopodia have long been associated with tumor cell migration and invasion (20,21).",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 301,
                    "text": "(19)",
                    "end": 305
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 433,
                    "text": "(20,",
                    "end": 437
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 437,
                    "text": "21)",
                    "end": 440
                }
            ]
        },
        {
            "section": "Metadherin regulates actin cytoskeletal remodeling and enhances human gastric cancer metastasis via epithelial-mesenchymal transition",
            "text": "Therefore, we surmised that MTDH can regulate cytoskeletal remodeling, induce EMT and promote cancer cell metastasis. We investigated the significance of MTDH in gastric cancer, as well as explored the mechanism underlying actin cytoskeletal remodeling and EMT-mediated gastric cancer metastasis.",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "section": "Materials and methods",
            "text": "Clinical samples. All experiments involving patients were approved by the ethics committee of Shanghai Ninth People's Hospital. This study was conducted on 83 paraffin-embedded primary gastric cancer samples and 25 normal gastric mucosa samples whose diagnoses were determined histopathologically and clinically at Shanghai Ninth People's Hospital, School of Medicine between January 2009 and December 2011. None of the patients from whom the samples were originally obtained had undergone any preoperative chemotherapy or radiotherapy. The patients in question were followed up until May 2016. A total of eleven patients (13.2% of patients) were lost to followup. In addition, mRNA expression levels were assessed in fresh tumor specimens from an additional 31 patients with histological diagnoses of primary gastric carcinoma who underwent surgical resection. All the patients had previously consented to the use of the above clinical samples for research purposes.",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "section": "Materials and methods",
            "text": "Ethics approval and consent to participate. This study was approved by the ethics committee of Shanghai Ninth People's Hospital, School of Medicine, Shanghai Jiao Tong University. Preoperative informed consent was obtained from each patient enrolled in this study, in accordance with institutional guidelines. The pathological samples were taken from surgically resected specimens; thus, the corresponding experiments did not pose any risks to the health or prognoses of the patients enrolled herein. We are committed to maintaining the confidentiality of the patient information. Furthermore, the laboratory animals used in the study were cared for and handled in accordance with the principles and standards set forth in the Principles for the Use of Animals (National Guide for Grants and Contracts).",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "section": "Materials and methods",
            "text": "Cell lines and cell culture. The gastric cancer cell lines AGS, KATO-III, SGC7901, and MKN45 and the normal gastric mucosa cell line GES-1 were purchased from American Type Culture Collection (ATCC, Manassas, VA, USA). The SGC7901, AGS, and MKN45 cell lines were cultured in RPMI-1640 (Gibco) medium supplemented with 10% fetal bovine serum (Gibco), the KATO-III cell line was cultured in IMDM (ATCC) supplemented with 20% fetal bovine serum, and the GES-1 cell line was cultured in DMEM (ATCC) supplemented with 10% fetal bovine serum, according to the manufacturer's instructions. All the cell lines were incubated in a humidified atmosphere at 37˚C with 5% CO 2 .",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "section": "Materials and methods",
            "text": "Histology and immunohistochemistry. Serial 4-µm-thick tissue sections were cut, deparaffinized, rehydrated and then heated for 30 min in citrate buffer (pH 6.0) for antigen retrieval. Endogenous peroxidase was inactivated by 3% hydrogen peroxide for 10 min. The sections were then blocked with 5% normal blocking serum before being incubated with an MTDH mAb (1:500, Abcam, Cambridge, UK) overnight. The following day, the sections were incubated with biotinconjugated anti-IgG serum (Boster, Wuhan, China) for 40 min before being incubated with an SABC solution, according to the manufacturer's instructions. The primary antibodies were visualized over a 10-min period using a diaminobenzidine tetrachloride kit (Boster). The sections were subsequently observed under a light microscope. In addition, all the sections were independently assessed and scored by two pathologists blinded to each patient's status, and the staining results were assessed as described in our previous study (22). The cell staining percentage scores (0 point = 0-5%; 1 point = 6-25%; 2 points = 26-50%; and 3 points = >50%) and staining intensity scores (0 point = negative; 1 point = weak intensity; 2 points = moderate intensity; and 3 points = strong intensity) were subsequently summed to determine the total staining scores for each section. Staining scores ≥3 points were indicative of positive staining, while staining scores <3 points were indicative of negative staining (23).",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 986,
                    "text": "(22)",
                    "end": 990
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1458,
                    "text": "(23)",
                    "end": 1462
                }
            ]
        },
        {
            "section": "Materials and methods",
            "text": "Quantitative real-time PCR (Q-PCR). Total RNA was extracted from gastric cancer cells using TRIzol reagent (Invitrogen, Carlsbad, CA, USA), according to the manufacturer's protocol. Reverse transcription was performed with a RevertAid™ First Strand cDNA Synthesis kit (Takara), and then Q-PCR was performed using TaqMan assays and a QuantiTect SYBR Green kit (Biotool, Houston, TX, USA). Relative mRNA expression levels were determined using the comparative Ct-method after being normalized to GADPH expression levels. The expression levels of each gene were analyzed in triplicate. See Table I for the sequences of the primers used for this experiment.",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 587,
                    "text": "Table I",
                    "end": 594
                }
            ]
        },
        {
            "section": "Materials and methods",
            "text": "Western blot assay. The cells were lysed with radioimmunoprecipitation assay (RIPA) lysis buffer supplemented with RIPA 10 µl/ml phenylmethanesulfonyl fluoride (PMSF), a protease inhibitor, and protein concentrations were determined by a Bicinchoninic Acid (BCA) Protein assay kit. All of these reagents were purchased from the Beyotime Institute of Biotechnology, China. Equal amounts of protein were separated by SDS-PAGE and then transferred to PVDF membranes (Millipore, Billerica, MA, USA), which were blocked with 5% non-fat milk for 2 h before being incubated with the appropriate primary antibodies overnight at 4˚C. The membranes were subsequently incubated with the appropriate HRP-conjugated secondary antibodies for 2 h at room temperature. The protein bands were visualized by an Enhanced Chemiluminescence Detection kit (Thermo Scientific, Waltham, MA, USA) and photographed by a Gel Logic 2200 PRO imaging system. The following primary antibodies were used in this experiment: an MTDH rabbit mAb (1:2000, Abcam), an E-cadherin rabbit mAb (1:1000, Cell Signaling Technology, Beverly, MA, USA), a Slug rabbit mAb (1:1000, Cell Signaling Technology), a Snail rabbit pAb (1:1000, Abcam), an N-cadherin mouse mAb (1:1000, Cell Signaling Technology), a zO-1 mouse mAb (1:2000, Cell Signaling Technology), and a GAPDH mAb-HRP (1:5000, Bioworld Technology, Minneapolis, MN, USA). siRNA interference and stable knockdown cell line establishment. Four siRNA sequences targeting human MTDH mRNA were designed using RNAi designer (Oligo 6.0 software). A scrambled sequence of targeting MTDH sequences was used as a negative control. The control siRNA (MTDH-con si) targeting sequence was 5'-UUCUCCGAACGUGUCACG UTT-3', the MTDH-siRNA#1 (si#1) targeting sequence was 5'-GCUGUUCGAACACCUCAAATT-3', the MTDH-siRNA#2 (si#2) targeting sequence was 5'-GCCGUAAUCA ACCCUAUAUTT-3' , and the MTDH-siRNA#3 (si#3) targeting sequence was 5'-GCCAUCUGUAAUCUUAUCATT-3'. The most effective siRNA sequence was selected, after which a hairpin structure (shRNA) was added to it. A recombinant lentivirus containing the corresponding MTDH-shRNA construct was subsequently produced via co-transfection of 293T cells with helper plasmids (psPAX2 and pMD2G) with Lipofier (HanBio, Shanghai, China). After 48 h of transfection, the cultured supernatant was harvested, filtered and concentrated by ultra centrifugation. To establish stable MTDH-knockdown cell lines, we transduced the MKN45 and AGS cell lines with lentiviral RNAi vectors. After 72 h, the cells were treated with 2 µg/ml puromycin. The puromycin-resistant clones were selected and expanded for subsequent experiments.",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "section": "Materials and methods",
            "text": "Cell scratch-wound healing assay. The scratch-wound healing assay is one of the oldest methods for directly assessing cell migration ability in vitro (18). The cells were seeded in 6-well plates and cultured in serum-free medium until they reached 80-90% confluency. The resultant cell monolayers were wounded by 10-µl plastic tips, which were used to produce straight lines in the monolayers. To monitor the wound healing process, we took photographs every 12 h using an Eclipse TS100/100-F inverted research microscope (Nikon, Tokyo, Japan).",
            "paragraph_rank": 15,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 150,
                    "text": "(18)",
                    "end": 154
                }
            ]
        },
        {
            "section": "Materials and methods",
            "text": "Transwell migration and invasion assays. Migration assay was conducted using 24-well transwell plates with pore sizes of 8 µm (Corning Inc., Corning, NY, USA). The upper chambers of these plates were not coated with BD Matrigel™ Matrix Basement Membrane (BD Biosciences, Franklin Lakes, NJ, USA). However, BD Matrigel™ Matrix Basement Membrane was used for invasion assay. The upper chamber was filed with 2x10 5 cells suspended in 200 µl of serum-free medium, and the lower chamber was filed with 600 µl of medium containing 20% fetal bovine serum, which served as a chemoattractant. After 24 and 48 h of incubation, the migrating and invading cells, respectively, were fixed in 4% paraformaldehyde and stained with 0.05% crystal violet (Beyotime). The numbers of migrating cells and invading cells were subsequently counted under a microscope (22).",
            "paragraph_rank": 16,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 845,
                    "text": "(22)",
                    "end": 849
                }
            ]
        },
        {
            "section": "Materials and methods",
            "text": "Animals. Six-week-old male nude athymic BALB/c mice were used to evaluate tumorigenicity. For the proliferation experiment, we subcutaneously injected 1x10 6 cells in 200 µl of PBS that had been stably transfected with MTDH-knockdown or empty vectors into the left flanks of the nude mice. Mouse tumor volumes and tumor weights were measured after 4 weeks. Tumor volumes were measured using the following formula: volume = (short diameter) 2 x (long diameter)/2 (24). For the metastasis experiment, we injected 1x10 6 cells in 200 µl of PBS that had been stably transfected with MTDHknockdown or empty vectors into the lateral tail veins of nude mice. These mice were sacrificed 4 weeks later, after which their lungs were removed, and the number of metastatic nodules in the lungs were counted. The lungs were then fixed in 4% formaldehyde for additional examination. The assays were performed using four nude mice per group, and all animal experiments were conducted in strict accordance with institutional guidelines.",
            "paragraph_rank": 17,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 462,
                    "text": "(24)",
                    "end": 466
                }
            ]
        },
        {
            "section": "Materials and methods",
            "text": "Statistical analysis. Data are presented as the mean ± SD. One-way analysis of variance and Student's t-test were performed to determine significance, and Chi-square tests were used to compare clinical characteristics of patients between different groups. Overall survival curves were generated using the Kaplan-Meier method and analyzed by the log-rank test. All the analyses were performed using SPSS 19.0 software and Prism statistical program 5, and all statistical tests were twosided. P-values <0.05 were considered statistically significant.",
            "paragraph_rank": 18,
            "section_rank": 3
        },
        {
            "section": "MTDH expression is upregulated in gastric cancer and is correlated with gastric cancer cell metastatic ability.",
            "text": "Among 31 pairs of gastric cancer tissues and adjacent normal gastric mucosa tissues, 27 gastric cancer tissues were found to have increased MTDH mRNA expression, and 4 gastric cancer tissues were found to have decreased MTDH mRNA expression after the mRNA expression levels of MTDH in these tissues were normalized to the basal mRNA expression levels of MTDH in adjacent normal gastric mucosa tissues (Fig. 1A). The mean relative mRNA expression level of MTDH was 1.960±0.770 in all pairs. The MTDH mRNA expression level in the 22 samples without lymph node metastasis (N0 stage) was lower than the mean mRNA expression level in the 9 samples with lymph node metastasis (Nn stage) (P= 0.023; Fig. 1B).",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 401,
                    "text": "(Fig. 1A)",
                    "end": 410
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 692,
                    "text": "Fig. 1B",
                    "end": 699
                }
            ]
        },
        {
            "section": "MTDH expression is upregulated in gastric cancer and is correlated with gastric cancer cell metastatic ability.",
            "text": "To determine the correlation between MTDH expression and gastric cancer progression, we performed immunohistochemical (IHC) analysis to detect MTDH expression in 83 primary gastric cancer samples with or without lymph node or vascular metastasis and 25 normal gastric mucosa samples. MTDH expression was almost non-existent in the normal gastric mucosa tissue samples. The mean MTDH expression was 38.89±3.123% in the 19 gastric cancer tissues without metastasis and 66.10±3.552% in the 64 gastric cancer tissues with lymph node or vascular metastasis, a difference that was statistically significant (P<0.001; Fig. 1D). The abovementioned 83 gastric cancer tissue samples were subsequently divided into the following two groups: a low MTDH expression group, which included 27 tissues, and a high MTDH expression group, which included 56 tissues. As shown in Table II, MTDH expression levels were significantly correlated with lymph node metastasis and TNM stages (P=0.002 and P<0.001, respectively). The median overall survival (OS) time in the above-mentioned 83 cases was 44 months, and the median OS times in the low and high MTDH expression groups were 51 and 36 months, respectively. High MTDH protein expression was significantly associated with decreased OS (P=0.0098; Fig. 1E).",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 611,
                    "text": "Fig. 1D",
                    "end": 618
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 859,
                    "text": "Table II",
                    "end": 867
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1277,
                    "text": "Fig. 1E",
                    "end": 1284
                }
            ]
        },
        {
            "section": "MTDH expression in gastric cancer cell lines and stable",
            "text": "shMTDH gastric cancer cells. MTDH mRNA and protein expression levels in four gastric cancer cell lines (MKN45, AGS, SGC7901, and KATO-III) and a normal gastric mucosa cell line (GES-1) were examined by qPCR and western blotting, respectively ( Fig. 2A and B). We found that MTDH mRNA and protein expression levels were low in GES-1 and KATO-III cells and high in AGS and MKN45 cells. According to ATCC and the results of our previous study (23), MKN45 and AGS cells were highly invasive, but KATO-III cells were poorly invasive, suggesting that MTDH expression levels are correlated with gastric cancer cell metastasis. Moreover, both the MKN45 and the AGS cell lines, especially the MKN45 cell line, displayed easily observable morphological changes, such as migrationrelated protrusions. Therefore, the MKN45 and AGS cell lines were selected to establish stable shMTDH cells, which were used in subsequent experiments. As shown in Fig. 2C and D, MTDH-siRNA3 (si#3) displayed maximal knockdown efficiency, making it the ideal siRNA to which a hairpin structure could be added, as well as the ideal siRNA with which stable shMTDH-MKN45 (MKN45-sh#3) and shMTDH-AGS cell lines (AGS-sh#3) could be established ( Fig. 2E and F).  investigate the invasion and the migration ability of different gastric cancer cells, we conducted scratch-wound healing and transwell assays. As shown in Fig. 3A, in the scratch-wound healing assay, the migratory range of the MKN45 cells was decreased after MTDH expression levels were downregulated. Consistent with this finding, scratch-wound coverage was significantly decreased in this cell line at 48 h post-wound placement (P= 0.010; Fig. 3B). Similar results were observed in the experiments involving the AGS cells (P= 0.004; Fig. 3B  and C).",
            "paragraph_rank": 21,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 244,
                    "text": "Fig. 2A and B)",
                    "end": 258
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 440,
                    "text": "(23)",
                    "end": 444
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 933,
                    "text": "Fig. 2C",
                    "end": 940
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1209,
                    "text": "Fig. 2E and F)",
                    "end": 1223
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1381,
                    "text": "Fig. 3A",
                    "end": 1388
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1667,
                    "text": "Fig. 3B)",
                    "end": 1675
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1761,
                    "text": "Fig. 3B  and C)",
                    "end": 1776
                }
            ]
        },
        {
            "section": "MTDH promotes gastric cancer cell invasion and migration and regulates actin cytoskeletal remodeling in vitro. To",
            "text": "In the Transwell assay (Fig. 3D), the number of siMTDH-MKN45 cells that invaded the Matrigel was significantly reduced after 48 h compared with the numbers of normal and negative control cells that invaded the Matrigel after the same period of time (P=0.005). Moreover, the number of siMTDH-MKN45 cells that migrated through the chamber after 24 h was also decreased compared with the number of normal and negative control cells that migrated through the chamber after the same period of time (P=0.008). Similar results were observed in the experiments involving the AGS cell line (P=0.021 and P=0.034, respectively; Fig. 3E).",
            "paragraph_rank": 22,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 23,
                    "text": "(Fig. 3D)",
                    "end": 32
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 617,
                    "text": "Fig. 3E",
                    "end": 624
                }
            ]
        },
        {
            "section": "MTDH promotes gastric cancer cell invasion and migration and regulates actin cytoskeletal remodeling in vitro. To",
            "text": "Early cell migration was observed via light microscopy at 12 h after scratch-wound placement. As shown in Fig. 3F, both MKN45 and AGS control cells appeared to be distorted and elongated as they moved toward the scratch-wound area and pseudopodial protrusions were observed in these cells. However, the forward-most siMTDH cells exhibited an epithelial-like polygonal appearance, with less pseudopodial protrusions. As shown in Fig. 3G, both the MKN45 and the AGS cells appeared smooth and displayed decreased number of migration-related protrusions after MTDH downregulation.",
            "paragraph_rank": 23,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 106,
                    "text": "Fig. 3F",
                    "end": 113
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 428,
                    "text": "Fig. 3G",
                    "end": 435
                }
            ]
        },
        {
            "section": "Downregulating MTDH expression inhibits EMT in vitro.",
            "text": "To confirm the existence of a relationship between MTDH expression levels and gastric cancer cell metastasis, we evaluated the changes in EMT marker expression levels. We found that the mRNA expression levels of the epithelial markers E-cadherin and ZO-1 were significantly increased in MKN45 cells after MTDH downregulation (P= 0.010 and P= 0.005, respectively; Fig. 4A). In contrast, the mRNA expression levels of the mesenchymal marker N-cadherin and the EMT-induced factors Slug and Snail were significantly inhibited after MTDH  down regulation (P=0.004, P=0.014, and P=0.017, respectively; Fig. 4A). Moreover, western blotting revealed that E-cadherin and zO-1 protein expression levels increased, whereas N-cadherin, Slug, and Snail protein expression levels decreased after MTDH expression levels were downregulated (Fig. 4B).",
            "paragraph_rank": 24,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 363,
                    "text": "Fig. 4A",
                    "end": 370
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 596,
                    "text": "Fig. 4A",
                    "end": 603
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 824,
                    "text": "(Fig. 4B)",
                    "end": 833
                }
            ]
        },
        {
            "section": "Downregulating MTDH expression inhibits EMT in vitro.",
            "text": "Similar results were observed in the AGS cell line, as E-cadherin expression levels were increased, and N-cadherin expression levels were decreased at both the mRNA and the protein level when MTDH expression levels were downregulated ( Fig. 4C and D). Taken together, the above cell morphology and cell functional experimental results demonstrated that MTDH regulates actin cytoskeletal remodeling and promotes cell metastasis via EMT.",
            "paragraph_rank": 25,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 236,
                    "text": "Fig. 4C and D)",
                    "end": 250
                }
            ]
        },
        {
            "section": "Downregulating MTDH expression inhibits EMT in vitro.",
            "text": "MTDH promotes EMT via actin cytoskeletal remodeling in vitro. To confirm that MTDH promotes EMT via actin cytoskeletal remodeling in gastric cancer cells, we stimulated MKN45 and AGS cells with TGF-β1 (5 ng/ml), a wellknown EMT inducer, to actively induce EMT. As shown in Fig. 5A and B, the migratory range of the siMTDH cell line decreased when MTDH expression was downregulated. We subsequently stimulated both control cells and siMTDH cells with TGF-β1 for 24 h and found that the migratory range of the siMTDH cell line increased. Similar results were noted in the experiments involving the control cell line. We also found that migratory range of the siMTDH cell line increased to a lesser extent than that of the control cell line after TGF-β1 stimulation. These results indicated that MTDH plays an important role in EMT.",
            "paragraph_rank": 26,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 273,
                    "text": "Fig. 5A",
                    "end": 280
                }
            ]
        },
        {
            "section": "Downregulating MTDH expression inhibits EMT in vitro.",
            "text": "As shown in Fig. 5C, our studies of MKN45 cell morphology revealed that siMTDH cells displayed decreased numbers of migration-related protrusions compared with control cells. Moreover, these cells exhibited a polygonal, smooth-edge epithelial cell-like structure. After being stimulated with TGF-β1 for 24 h, the above cells displayed increased numbers of migration-related protrusions, changes similar to those displayed by control cells stimulated with TGF-β1; however, the control cell line displayed more migration-related protrusions than the siMTDH cell line. These results indicated that MTDH regulates actin cytoskeletal remodeling. To observe the above effects at the protein level, we performed western blot analysis to assess changes in EMT marker protein expression levels (Fig. 5D). We found that the changes of EMT marker expression levels were similar to the results of Fig. 5A and C. Thus, we concluded that MTDH promoted EMT via actin cytoskeletal remodeling in gastric cancer cells.",
            "paragraph_rank": 27,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 12,
                    "text": "Fig. 5C",
                    "end": 19
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 785,
                    "text": "(Fig. 5D",
                    "end": 793
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 885,
                    "text": "Fig. 5A",
                    "end": 892
                }
            ]
        },
        {
            "section": "MTDH promotes tumor proliferation and metastasis in vivo.",
            "text": "To determine whether MTDH affects tumor formation and growth in vivo, we subcutaneously injected the established stable gastric cancer MKN45-sh#3 cells ( Fig. 2E), and the MKN45-con sh negative control cells into the left flanks of BALB/c mice and assessed tumor growth after 4 weeks (Fig. 6A). We measured the maximum and minimum diameters of the resultant tumors and determined that the mean tumor volume was 223 mm 3 in the shMTDH group and 1385 mm 3 in the control group (P<0.001; Fig. 6B). Additionally, the average tumor weight was 238 g in the shMTDH group and 528.6 g in the control group (P<0.001; Fig. 6B).",
            "paragraph_rank": 28,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 154,
                    "text": "Fig. 2E)",
                    "end": 162
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 284,
                    "text": "(Fig. 6A)",
                    "end": 293
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 485,
                    "text": "Fig. 6B",
                    "end": 492
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 607,
                    "text": "Fig. 6B",
                    "end": 614
                }
            ]
        },
        {
            "section": "MTDH promotes tumor proliferation and metastasis in vivo.",
            "text": "To determine whether downregulating MTDH expression inhibits cancer cell metastasis in vivo, we injected MKN45 cells from the control and shMTDH groups into the tail veins of nude mice. After 4 weeks, the mice were euthanized, their lungs were dissected, and the numbers of metastatic nodules in each lung were counted (Fig. 6C). The mean number of palpable nodules on the surface of the lung in the shMTDH group was 12.667±2.517, and the mean number of palpable nodules on the surface of the lung in the control group was 7.667±1.528 (P= 0.043; Fig. 6C). As shown in Fig. 6D, the metastatic tumor nodules were identified histologically via H&E staining. The images in the top panel represent panoramic scans of lung tissue slices, and the images in the bottom panel are enlarged versions of the scans. We found that lungs in the shMTDH group displayed fewer cell clumps adjacent to their pulmonary vessels than the lungs in the control group. Additionally, E-cadherin expression levels were increased, and N-cadherin expression levels were decreased in the metastatic nodules of the shMTDH group compared with those in the control group ( Fig. 6E and F), the results are consistent with those of our in vitro experiments.",
            "paragraph_rank": 29,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 319,
                    "text": "(Fig. 6C)",
                    "end": 328
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 546,
                    "text": "Fig. 6C",
                    "end": 553
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 568,
                    "text": "Fig. 6D",
                    "end": 575
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 1140,
                    "text": "Fig. 6E and F)",
                    "end": 1154
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "The results of studies aiming to identify novel targets for the treatment and prevention of gastric cancer metastasis are promising. This study demonstrated that MTDH played a significant role in gastric cancer cell invasion and metastasis. MTDH expression levels were elevated in gastric cancer tissues compared with adjacent normal gastric mucosal tissues, and MTDH expression levels were significantly increased in metastatic gastric cancer tissues compared with non-metastatic gastric cancer tissues. The OS time for patients with gastric cancer with high MTDH expression levels was shorter than the OS time for patients with gastric cancer with low MTDH expression levels. These results suggested that MTDH expression levels were correlated with clinical metastasis and patient survival. We also found that suppressing MTDH expression could inhibit gastric cancer cell migration and invasion ability in vitro and in vivo. Furthermore, we demonstrated that MTDH expression can regulate cytoskeletal remodeling and is strongly correlated with changes in EMT marker (E-cadherin, zO-1, Slug, Snail, and N-cadherin) expression. MTDH downregulation decreased cell migratory protrusions and inhibit EMT process in both MKN45 cells and AGS cells. Thus, our study not only elucidated the role of MTDH in gastric cancer but also at least partially elucidated the mechanism through which MTDH facilitates gastric cancer metastasis.",
            "paragraph_rank": 30,
            "section_rank": 10
        },
        {
            "section": "Discussion",
            "text": "MTDH was first identified as a novel protein known as LYRIC, a known cell adhesion molecule and tumor suppressor (25,26). Britt et al (6) found that LYRIC was colocalized with the tight junction proteins zO-1 and occludin in polarized epithelial cells and showed that LYRIC can be recruited during tight junction complex maturation. Other studies (27)(28)(29) demonstrated that tight junction proteins, such as claudin-1, occludin, and zO-1, can act as tumor suppressors. In the event of tight junction complex disruption (which is associated with decrease in zO-1 and claudin-1 expression), MTDH dissociates from the cell adhesion protein complex, resulting in actin cytoskeletal remodeling and EMT induction. In this study, we found MTDH promotes gastric cancer cell metastasis. When we downregulated MTDH expression in MKN45 and AGS cells, the cells displayed decreased number of migration-related protrusions, and the EMT course was inhibited. Our study first demonstrated that MTDH promotes gastric cancer metastasis through actin cytoskeletal remodeling. During EMT, cells undergo morphological changes through which they lose their polarity, assume a mesenchymal cell-like spindle shape and develop migratory protrusions. Moreover, cells undergo changes in the expression levels of their differentiation markers, resulting in a shift from an epithelial to a mesenchymal phenotype, and functional changes leading to extracellular matrix (ECM) invasion (30)(31)(32). Disrupting cell-cell adhesion induced cell polarity loss and cytoskeletal remodeling, during which cells lost their polygonal epithelial cell-like features and developed mesenchymal cell-like features (33,34). We also demonstrated that both MKN45 cells and AGS cells transformed from elongated spindle-shaped cells with migratory protrusions into nearly polygonal, smooth-edged, and epithelial-like cells upon MTDH downregulation. A well-known EMT inducer (35), TGF-β1 promoted EMT in MKN45 and AGS cells and induced comparable changes in cell morphology and EMT marker protein expression in the MKN45 and AGS siMTDH cell lines. Taken together, these data show that MTDH upregulation regulates actin cytoskeletal remodeling and induces EMT in gastric cancer cell metastasis. Likewise, many studies (19,36,37) reported that pseudopodial protrusion and formation of related invadopodia have long been associated with tumor cell migration and invasion, and dynamic actin cytoskeleton remodeling was closely related to EMT. However, although our study indicated that downregulating MTDH expression could induce actin cytoskeleton remodeling and inhibit EMT in MKN45 cells and AGS cells, we thought it was unable to completely block EMT. EMT could be regulated by many pathway, such as Wnt signaling, cytokine signaling, Notch signaling (38). Emdad et al (39) reported that MTDH promoted tumor invasion and metastasis by activating the nuclear factor kappaB pathway. Hu et al (40) showed that MTDH may promote breast cancer metastasis by facilitating interactions between a lung-homing domain and an unknown receptor located on the surface of endothelial cells, as well as NF-κB signaling pathway activation. Hence, MTDH can promote cancer cell metastasis through many different processes warranting further investigation.",
            "paragraph_rank": 31,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 113,
                    "text": "(25,",
                    "end": 117
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 117,
                    "text": "26)",
                    "end": 120
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 134,
                    "text": "(6)",
                    "end": 137
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 347,
                    "text": "(27)",
                    "end": 351
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 351,
                    "text": "(28)",
                    "end": 355
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 355,
                    "text": "(29)",
                    "end": 359
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1458,
                    "text": "(30)",
                    "end": 1462
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 1462,
                    "text": "(31)",
                    "end": 1466
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 1466,
                    "text": "(32)",
                    "end": 1470
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 1673,
                    "text": "(33,",
                    "end": 1677
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 1677,
                    "text": "34)",
                    "end": 1680
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 1928,
                    "text": "(35)",
                    "end": 1932
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 2270,
                    "text": "(19,",
                    "end": 2274
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 2274,
                    "text": "36,",
                    "end": 2277
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 2277,
                    "text": "37)",
                    "end": 2280
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 2804,
                    "text": "(38)",
                    "end": 2808
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 2822,
                    "text": "(39)",
                    "end": 2826
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 2943,
                    "text": "(40)",
                    "end": 2947
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "However, MTDH is correlated not only with tumor metastasis but also with tumorigenesis, cancer cell proliferation, autophagy, and chemical drug resistance (8,(41)(42)(43)(44). Liu et al (45) demonstrated that AEG-1/MTDH promoted neuroblastoma cell proliferation and that AEG-1 knockdown could enhance the chemosensitivity of the above tumors to cisplatin and doxorubicin. In our animal experiment, we also found that both tumor volume and tumor weight in shMTDH mice were significantly decreased compared with those in control mice. Moreover, Li et al and Shen et al (46,47) showed that MTDH can promote tumor proliferation in gastric cancer.",
            "paragraph_rank": 32,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 155,
                    "text": "(8,",
                    "end": 158
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 158,
                    "text": "(41)",
                    "end": 162
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 162,
                    "text": "(42)",
                    "end": 166
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 166,
                    "text": "(43)",
                    "end": 170
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 170,
                    "text": "(44)",
                    "end": 174
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 186,
                    "text": "(45)",
                    "end": 190
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 567,
                    "text": "(46,",
                    "end": 571
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 571,
                    "text": "47)",
                    "end": 574
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "Taken together, our findings show that MTDH regulated actin cytoskeletal remodeling and enhanced EMT in gastric cancer metastasis. Moreover, our findings indicate that MTDH is a crucial factor for predicting tumor metastasis and prognosis. Therefore, MTDH may be a target for the efficient treatment of gastric cancer metastasis.",
            "paragraph_rank": 33,
            "section_rank": 10
        },
        {
            "section": "Figure 1 .",
            "text": "MTDH expression is upregulated in gastric cancer and is positively correlated with gastric cancer metastasis ability. (A) qPCR analysis of the expression levels of MTDH mRNA in 31 fresh pairs of primary gastric cancer tissues after the expression levels were normalized against the basal expression levels of MTDH mRNA in adjacent normal gastric mucosal tissues. (B) MTDH mRNA expression levels in primary gastric cancer patients with or without lymph node metastasis (n=9 and n=22, respectively). Data are the mean ± SD. (C) Immunohistochemistry staining for MTDH expression in adjacent normal gastric mucosal tissues, primary gastric cancer tissues without metastasis, and gastric cancer tissues with metastasis. Scale bar, 100 µm. (D) The percentages of MTDH-positive cells were different among the normal, primary tumor, and metastasis groups. Data are the mean ± SD. (E). Kaplan-Meier survival curves based on MTDH expression in gastric cancer samples. Blue line: patients with high MTDH expression, median overall survival time=36 months and n=56; Purple line: patients with low MTDH expression, median overall survival time 51 months and n=27. * P<0.05, ** P<0.01, *** P<0.001.",
            "paragraph_rank": 34,
            "section_rank": 11
        },
        {
            "section": "Figure 2 .",
            "text": "MTDH expression in gastric cancer cells and stable shMTDH gastric cancer cells. (A and B) qPCR and western blot analysis of MTDH expression levels in the gastric cancer cell lines MKN45, AGS, SGC7901, and KATO-III and the normal gastric mucosa cell line GES-1. (C and D) MKN45 and AGS cells were transfected with three MTDH-targeting siRNAs (si#1, si#2, si#3) and a negative control siRNA (con si). After 24 h, MTDH protein and mRNA expression levels were determined by western blotting and qPCR, respectively. Data are the mean ± SD. (E and F) The stable shMTDH gastric cancer cell lines, namely, the MKN45-sh#3 and AGS-sh#3 cell lines, were established, and immunofluorescence staining and western blot analysis demonstrated the interfering efficiency of the MTDH-targeting shRNA. * P<0.05, ** P<0.01, *** P<0.001.",
            "paragraph_rank": 35,
            "section_rank": 12
        },
        {
            "section": "Figure 3 .",
            "text": "Cell invasion and migration were inhibited, and actin cytoskeletal remodeling was regulated by MTDH expression in vitro. (A and C) Scratch woundhealing assay was conducted after the MKN45 and AGS cell lines were transfected with MTDH-targeting siRNA3 (si#3) and negative control siRNA (con si) for 24 h. Observations and measurements were performed at 12-h intervals. Measurement unit, 10 µm. Scale bar, 100 µm. (B) Quantitative analysis of scratch wound-healing assay results. MKN45-si#3 and AGS-si#3 cell migration ability was decreased compared with MKN45-con si and AGS-con si cell migration ability. Data are the mean ± SD. (D and E) Transwell assay was conducted after the MKN45 and AGS cell lines were transfected with MTDH-siRNA3 (si#3) and negative control siRNA (con si) for 24 h. Normal MKN45 cells and AGS cells served as normal controls (con). MKN45-si#3 and AGS-si#3 cell migration ability was decreased compared with MKN45-con si and AGS-con si cell migration ability. Scale bar, 100 µm. Data are the mean ± SD. (F) Early cell migration and cell morphology. At 12 h, MKN45-con si cells and AGS-con si cells at the leading migration edge were spindle-shaped and were significantly elongated compared with MKN45-si#3 and AGS-si#3 cells. Scale bar, 50 µm. (G) Cell cytoimmunofluorescence assay. F-actin cytoskeletal staining. The numbers of F-actin-enriched filopodial extensions were decreased in MKN45-si#3 and AGS-si#3 cells. Scale bar, 50 µm. * P<0.05, ** P<0.01, *** P<0.001.",
            "paragraph_rank": 36,
            "section_rank": 13
        },
        {
            "section": "Figure 4 .",
            "text": "MTDH promotes EMT in vitro. (A) qPCR analysis of the changes in EMT marker expression in MKN45 cells. Data are the mean ± SD. (B) Western blot analysis of the changes in EMT marker expression in MKN45 cells. (C) qPCR analysis of the changes in EMT marker expression in AGS cells. Data are the mean ± SD. (D) Western blot analysis of the changes in EMT marker expression in AGS cells. * P<0.05, ** P<0.01, *** P<0.001.",
            "paragraph_rank": 37,
            "section_rank": 14
        },
        {
            "section": "Figure 5 .",
            "text": "MTDH promotes EMT via actin cytoskeletal remodeling in vitro. (A) Scratch-wound healing assay. After the MKN45 and AGS cell lines were transfected with MTDH-siRNA for 24 h, they were stimulated with TGF-β1 (5 ng/ml) for 24 h after wound placement. Scale bar, 100 µm. (B) Quantitative analysis of the relative migratory ranges of MKN45 and AGS cells. Data are the mean ± SD. Measurement unit, µm. (C) F-actin cytoskeletal staining assay. MKN45-con si and MKN45-si#3 cells were stimulated with TGF-β1 for 24 h, after which the changes in MKN45 cell morphology elicited by the treatment were assessed. Scale bar, 100 µm. (D) Western blot analysis of EMT marker protein expression in MKN45 and AGS cells after TGF-β1 stimulation for 24 h. * P<0.05, ** P<0.01, *** P<0.001.",
            "paragraph_rank": 38,
            "section_rank": 15
        },
        {
            "section": "Figure 6 .",
            "text": "Influence of MTDH knockdown on cancer cell proliferation and metastasis in vivo. (A) Tumor proliferation in nude mice. Negative control (con sh group) and shMTDH (sh#3 group) cells derived from MKN45 cells were injected subcutaneously into the left flanks of BALB/c mice. Tumor growth was recorded, and all the mice were sacrificed after 4 weeks. (B) Measurements of all the tumor volumes and weights in the con sh and sh#3 group. Data are the mean ± SD. (C) Con sh and sh#3 cells derived from MKN45 cells were injected into the tail veins of nude mice. After 4 weeks, all the nude mice were sacrificed, and the average numbers of metastatic nodules in the lungs (shown by the black arrows) were counted. Data are the mean ± SD. (D) The metastatic tumor nodules in the lungs of nude mice were identified histologically via H&E staining. Upper panel: panoramic scans of lung tissue slices; lower panel: enlarged images, x100. Scale bar, 200 µm. (E) Western blot analysis of MTDH, E-cadherin and N-cadherin expression in both the con sh group and the sh#3 group. (F) Immunohistochemistry was performed to determine MTDH, E-cadherin and N-cadherin expression levels in both the con sh group and the sh#3 group. * P<0.05, ** P<0.01, *** P<0.001. Scale bar, 200 µm.",
            "paragraph_rank": 39,
            "section_rank": 16
        },
        {
            "section": "Table I .",
            "text": "Primer sequences for qPCR.",
            "paragraph_rank": 40,
            "section_rank": 17
        },
        {
            "section": "Table I .",
            "text": "F, forward; R, reverse.",
            "paragraph_rank": 41,
            "section_rank": 17
        },
        {
            "section": "Table II .",
            "text": "Distribution of clinical characteristics stratified by MTDH protein expression in 83 patients with gastric cancer.",
            "paragraph_rank": 42,
            "section_rank": 18
        },
        {
            "section": "Acknowledgements",
            "text": "This work was supported by Grants of the Shanghai Municipal Health Bureau Foundation of China (201540202).",
            "paragraph_rank": 44,
            "section_rank": 20
        }
    ]
}