{
    "level": "paragraph",
    "abstract": [
        {
            "text": "X-linked Charcot-Marie-Tooth type 1 (CMT1X) disease is a hereditary chronic progressive disease, which is caused by mutations in the gap junction beta-1 protein (GJB1) gene encoding the gap junction protein connexin 32 (Cx32). Clinically, the disease is characterized by the chronic progressive wasting and weakness of distal muscles in the lower limbs with sensory disturbance usually from the second decade. Some patients experience sensorineural hearing loss and central nervous system (CNS) involvement. [1-4] Nerve conduction velocity test shows a moderate neuropathy, and sural biopsy usually shows axonal or mixed axonal-demyelinating neuropathy pathology. [5,6] CMT1X has been described in Chinese patients since 2001. [3,7-19] Most of these were case reports, [8,14,17,19,20] summarized electrophysiological findings, [2,10,12-14,18] or pathological features in a few cases. [18,19] Here, we reported the clinical features and genetic mutations of GJB1 gene in a large Chinese patient cohort. meThods Ethical approval This study was conducted in accordance with the Declaration of Helsinki and was approved by the local Ethics Committee of Peking University First Hospital. Informed written consent was obtained from all patients prior to their enrollment in this study."
        }
    ],
    "body_text": [
        {
            "section": "Patients",
            "text": "Ninety-two patients with CMT from unrelated families were diagnosed by next-generation sequencing (NGS) at the Department of Neurology, Peking University First Hospital from January 2005 to January 2016. Among them, a total of 22 patients with GJB1 mutations were recruited in this study, which comprised 23.9% of the total CMT patients. As for the other CMT genes, the mutation frequency was 35.9% in peripheral myelin protein 22 gene, 17.4% in mitofusin 2 gene, 2.2% in myelin protein zero gene, 5.4% in inverted formin, FH2 and WH2 domain containing (INF2) gene, 4.3% in ganglioside-induced differentiation associated protein 1 gene, 2.2% in neurofilament light gene, 2.2% in periaxin gene, 1.1% in SH3 domain and tetratricopeptide repeats 2 gene, 1.1% in early growth response 2 gene, 1.1% in glycyl-tRNA synthetase gene, 1.1% in leucine rich repeat and sterile alpha motif containing 1 gene, 1.1% in FIG4 phosphoinositide 5-phosphatase (FIG4) gene, 1.1% in alanyl-tRNA synthetase gene, and 1.1% in dehydrogenase E1 and transketolase domain containing 1 gene."
        },
        {
            "section": "Patients",
            "text": "The clinical records and electrophysiological characteristics of these 22 CMT1X patients with GJB1 mutations were retrospectively collected and reviewed. Muscle weakness was evaluated using the Medical Research Council score. All patients were interviewed and examined by two neurologists."
        },
        {
            "section": "Mutation analysis",
            "text": "Genomic DNA was extracted from the peripheral blood samples of all patients. Mutations in the GJB1 gene were analyzed by targeted NGS. NGS panel covered all of the exons and their flanking sequences of genes known to be associated with hereditary neuropathies (gene list available on request). The exons and their flanking splice sites were captured and subsequently sequenced on an Illumina HiSeq 2500 Sequencer (Illumina, San Diego, CA, USA). The sequencing files were mapped to reference sequences with Burrows-Wheeler Aligner and Picard tools and then called with control samples with the GATK 3.0 HaplotypeCaller (Broad Institute, USA). Nucleotide alternations were confirmed with Sanger sequencing. The segregation analyses of the mutations were confirmed in the parents and the affected family members. For the novel mutations, 1000 healthy controls of Chinese origin were screened. The biological relevance of the novel amino acid changes was studied using both PolyPhen-2 (http://www. genetics.bwh.harvard.edu/pph2/) and Mutation Taster (http:// www.mutationtaster.org/) programs."
        },
        {
            "section": "Patients' clinical and electrophysiological characteristics",
            "text": "These 22 patients came from unrelated families, including 20 males and 2 females. The clinical and electrophysiological characteristics of these CMT1X patients are shown in Table 1. The mean age of onset was 15.6 ± 8.7 years (ranging from 1 year to 42 years). Fifteen (68.2%) patients exhibited first symptoms in their second decade. Five (22.7%) of them presented symptoms after 20 years old. Two patients (9.1%) had an earlier onset before 10 years old, including one from infancy. The mean duration from onset to diagnostic time was 8.2 ± 4.5 years (ranging from 2 years to 18 years).",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 173,
                    "text": "Table 1",
                    "end": 180
                }
            ]
        },
        {
            "section": "Patients' clinical and electrophysiological characteristics",
            "text": "All patients showed distal muscle wasting and weakness of the lower limbs, with the involvement of the upper limbs in 13 cases. Muscle strength ranged from III to V in distal upper limbs and from 0 to V in distal lower limbs. Sensory loss in distal limbs appeared in eight cases. Pes cavus occurred in 16 cases. CNS involvement appeared in five patients (22.7%), including four cases with transient CNS symptoms and one case with constant CNS signs. Four cases (18.2%) with transient symptoms presented with sudden onset of cerebral symptoms including aphasia, dysphagia, quadriplegia, or paralysis induced by fever or infection. The symptoms usually lasted from hours to days, and the patients completely recovered without special treatment. CNS symptoms in two patients appeared initially before the development of peripheral neuropathy. One case with constant CNS involvement additionally presented with nystagmus and ataxia on physical examination."
        },
        {
            "section": "Patients' clinical and electrophysiological characteristics",
            "text": "In median nerves, the mean motor nerve conduction velocity (MCV) was 35.0 "
        },
        {
            "section": "Gap junction beta-1 protein mutations",
            "text": "This study identified 19 different heterozygous mutations in these 22 CMT1X patients [ Table 2   Among 22 patients, the frequency of the GJB1 mutations was 4.5% in transmembrane domain 1 (TM1), 4.5% in TM2, 22.7% in TM3, 9.1% in TM4, 4.5% in extracellular 1 (EC1), 27.3% in EC2, 9.1% in intracellular loop, 13.6% in the N-terminal domain, and 4.5% in the C-terminal domain [ Figure 2].",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 87,
                    "text": "Table 2",
                    "end": 94
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 375,
                    "text": "Figure 2",
                    "end": 383
                }
            ]
        },
        {
            "section": "discussion",
            "text": "This study confirmed that CMT1X was a common form of inherited neuropathy in Chinese patients with CMT   This study observed that the proportion of CMT1X in Chinese population was greater than other reports. The proportion of CMT1X patients for all CMTs was 10.7% in Europe (n = 997), [21] 15.2% in the USA (n = 527), [22] 12.0% in Australia (n = 224), [23] and 10.9% in Japan (n = 128). [24] In a study of multi-ethnic Malaysian patients with CMTs (n = 25), CMT1X patients were all Chinese and accounted for 24% of the total CMT patients. [25] In this study, all CMT1X patients showed distal muscle weakness predominantly in the lower limbs with a mean onset age of 15.6 ± 8.7 years, similar to other reports. [22] Most patients began presenting their symptoms in their second or third decade. Patients with an earlier onset before 10 years old or in infancy were rare in the present study and other reports. [22,26,27] Electrophysiological findings of our patients further confirmed that CMT1X is an intermediate neuropathy.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 285,
                    "text": "[21]",
                    "end": 289
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 318,
                    "text": "[22]",
                    "end": 322
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 353,
                    "text": "[23]",
                    "end": 357
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 388,
                    "text": "[24]",
                    "end": 392
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 540,
                    "text": "[25]",
                    "end": 544
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 711,
                    "text": "[22]",
                    "end": 715
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 910,
                    "text": "[22,",
                    "end": 914
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 914,
                    "text": "26,",
                    "end": 917
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 917,
                    "text": "27]",
                    "end": 920
                }
            ]
        },
        {
            "section": "discussion",
            "text": "Several types of hereditary neuropathies were associated with other organ involvement, such as distal motor neuropathy with optic atrophy, [28] hereditary transthyretin amyloidosis with cardiomyopathy, [29] and dominant inherited intermediate CMT with focal segmental glomerulosclerosis. [30] This study confirmed that CNS involvement was common in Chinese CMT1X. Dysarthria and hemiparesis were the main symptoms of our patients, and other similar symptoms have been occasionally reported in other countries. [31][32][33][34][35][36] CNS symptoms developed after peripheral neuropathy symptoms in some patients in the present study, which has also been reported in previous studies. [32,36] Brain MRIs showed abnormal transient lesions involving bilateral white matter in all patients. However, the involvement of the corpus callosum which was frequently reported did not appear in all cases in the present study. [34,37] The isolated involvement of the centrum semiovale, internal capsule, and the periventricular area appeared in the present study as well as in other reports. [38,39] We found that the EC2 domain of Cx32 protein was more affected in our patients. The EC2 domain was a hotspot mutation domain and was affected in 44% of Korean patients, [40] which was more frequent compared to our patients. Mutations in the EC1 and EC2 domains of Cx32 were in 65% of the patients with Spanish or Portuguese descent. [41] However, EC1 and EC2 were not hotspot mutation domains in Japanese [24] and Malaysian [25] patients. We found no relationship between the position of mutations and CNS involvement in CMT1X. In the present series, mutations of five patients with CNS involvement were located in the N-terminal, TM1, and TM3 domains of GJB1 gene. The c.425G>A mutation was found in patients with pure peripheral neuropathy as well as in patients with additional CNS involvement. Four novel mutations in GJB1 gene were found in our cohort, which expands the spectrum of mutations in CMT1X.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 139,
                    "text": "[28]",
                    "end": 143
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 202,
                    "text": "[29]",
                    "end": 206
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 288,
                    "text": "[30]",
                    "end": 292
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 510,
                    "text": "[31]",
                    "end": 514
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 514,
                    "text": "[32]",
                    "end": 518
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 518,
                    "text": "[33]",
                    "end": 522
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 522,
                    "text": "[34]",
                    "end": 526
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 526,
                    "text": "[35]",
                    "end": 530
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 530,
                    "text": "[36]",
                    "end": 534
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 684,
                    "text": "[32,",
                    "end": 688
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 688,
                    "text": "36]",
                    "end": 691
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 915,
                    "text": "[34,",
                    "end": 919
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 919,
                    "text": "37]",
                    "end": 922
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 1080,
                    "text": "[38,",
                    "end": 1084
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 1084,
                    "text": "39]",
                    "end": 1087
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 1257,
                    "text": "[40]",
                    "end": 1261
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 1421,
                    "text": "[41]",
                    "end": 1425
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1493,
                    "text": "[24]",
                    "end": 1497
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1512,
                    "text": "[25]",
                    "end": 1516
                }
            ]
        },
        {
            "section": "discussion",
            "text": "In summary, CNS impairment was not rare in Chinese CMT1X patients. The CMT1X diagnosis should be considered in children with transient CNS impairment with or without any signs of peripheral neuropathy. Mutations in the EC2 domain of the GJB1 gene were hotspot in Chinese CMT1X patients. "
        },
        {
            "section": "Acknowledgments",
            "text": "We would like to thank the participating patients and their families for their cooperation. We also thank Ms. Jing Liu, Ms. Yue-Huan Zuo and Ms. Qiu-Rong Zhang for their technical assistance in the preparation of nerve biopsies."
        },
        {
            "section": "Financial support and sponsorship",
            "text": "This study was supported by a grant from the National Science Foundation of China (No. 81471185)."
        },
        {
            "section": "Conflicts of interest",
            "text": "There are no conflicts of interest."
        }
    ]
}