{
    "level": "paragraph",
    "abstract": [
        {
            "text": "This study's working hypothesis is that underwater walking training is beneficial for healthy subjects balance. [Subjects and Methods] Forty eight subjects (Underwater walking group=25, Overground walking group=23) completed the experiment. Healthy subjects with no orthopedic history of lower extremity injuries were recruited. Gait training is performed using the underwater treadmill consisted of 30-minute walking sessions, five times per week for four weeks. [Results] After the intervention, the medial-lateral and anterior-posterior balance indices increased significantly. [Conclusion] This study conducted underwater walking training on the healthy subjects, with positive effects on balancing ability."
        }
    ],
    "body_text": [
        {
            "section": "INTRODUCTION",
            "text": "Balancing ability is defined as the ability to maintain the body's center of gravity while minimizing sway in the base of support. Postural balance, on the other hand, indicates the ability to continuously retain balance in accordance with the center of mass (COM) and movement, and to maintain the proper postural control against actions and external rocking within the base of support 1,2) . Gait training is a common method of improving the balancing ability. It is recommended for aerobic capacity improvement, body fat reduction, lowering the blood pressure, improving insulin sensitivity, and improving gait and balancing abilities 3) . Research testing the effects of gait training examines types and speed of walking. Underwater walking training is special in that it provides a work-out environment of reduced gravity with the use of the buoyancy of water 3) . Water workouts relieve stress from weight on the joints, enhances muscular function without imposing excessive impact to the muscle, and improves flexibility and balance 4) .",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 387,
                    "text": "1,",
                    "end": 389
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 389,
                    "text": "2)",
                    "end": 391
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 638,
                    "text": "3)",
                    "end": 640
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 865,
                    "text": "3)",
                    "end": 867
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1040,
                    "text": "4)",
                    "end": 1042
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "Most research has focused on gait training in the ground, and there are very few investigations of underwater walking training and its effects on balancing ability 3,4) . Given this background, this study examines the effects of underwater walking training on the healthy subjects balancing ability.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 164,
                    "text": "3,",
                    "end": 166
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 166,
                    "text": "4)",
                    "end": 168
                }
            ]
        },
        {
            "section": "SUBJECTS AND METHODS",
            "text": "Forty eight subjects (Underwater walking group=25, Overground walking group=23) completed the experiment. The characteristics of the two groups (n=48) before and after intervention are shown in Table 1. The selection criteria were as follows: no history of orthopedic surgery on a lower limb, never taken any drug due to a neurologic problem, and no musculoskeletal system disease. In underwater and overground walking training groups average ages, heights, and weights were 20.14 ± 1.27, 21.37 ± 1.41 years, 174.16 ± 10.17, 172.54 ± 8.67 cm, and 72.35 ± 6.58, 68.94 ± 7.84 kg, respectively. Sufficient explanation of this study's intent and the overall purpose was given, and voluntary consent to participate in this study was obtained from all of the subjects. Information on the study and written informed consent according to the ethical standards of the Declaration of Helsinki were provided to all subjects prior to their participation.",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 194,
                    "text": "Table 1",
                    "end": 201
                }
            ]
        },
        {
            "section": "SUBJECTS AND METHODS",
            "text": "The trials consisted of underwater and overground walking training. The subjects either walked on an underwater treadmill (HydroTrack ® Underwater Treadmill System, Conray, Inc., Phoenix, AZ, USA) or walked on an overground treadmill (HL-1100, Healthlife, Korea). The water temperature was set at about 33 °C and the depth was fixed to reach up between the subjects' xiphoid process and the navel. The speed of the treadmill was limited to a maximum velocity of 2-4 m/s in both groups 4) . The both group consisted of 30-minute walking sessions, five times per week for four weeks.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 485,
                    "text": "4)",
                    "end": 487
                }
            ]
        },
        {
            "section": "SUBJECTS AND METHODS",
            "text": "After the intervention, balance measuring equipment (Good Balance, Metitur, Finland) was used to quantitatively measure each subject's balance ability 5) . The balance test was performed by a physical therapist who had completed the course for the balance test method and was experienced in clinical practice for over three years. To measure balance function, the subject was instructed to stand on a triangle platform and maintain a symmetrical posture with the feet shoulder width apart. A visual fixed point was located in front of the subject to minimize head movements. The subject's arms were placed comfortably at the hip joints and the center of pressure (COP) was measured for 30 seconds in the standing posture with the eyes open. COP was measured three times and average values were calculated. The software also calculates several variables describing the quantitative aspects of individual's test behaviour, e.g. amount and speed of anterior-posterior and medial-lateral sway, amplitude of sway, the first moment of sway velocity (combined amplitude and velocity of the movement of the center of pressure), power spectrum analysis (FFT analysis) etc. Low score of anterior-posterior and medial-lateral sway implies excellent balance ability. The index of balance function score ranges between 0 and 100, and a higher score implies greater balance ability to perform the task. A reliable and valid measurement of the functioning of posture control mechanisms is a prerequisite for discovering the reasons for balance problems or evaluating the effects of treatment and rehabilitation.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 151,
                    "text": "5)",
                    "end": 153
                }
            ]
        },
        {
            "section": "SUBJECTS AND METHODS",
            "text": "The mean and SD were calculated for each variable. Before the intervention, differences in the general characteristics of the experimental group were analyzed by descriptive statistics. Variables were compared before and after training within experimental group using paired sample t-tests. The statistical analysis was conducted using SPSS 20.0 (SPSS, Chicago, IL, USA), and statistical significance was accepted for p values <0.05"
        },
        {
            "section": "RESULTS",
            "text": "The underwater walking training showed significant increases in all variance after intervention (p<0.05). Significant intergroup differences in post-training gains were observed for all varience (p<0.05). The effect sizes of gains in the underwater and overground walking training were high for medial-lateral and anterior-posterior locus length, balance function indices (effect sizes 0.84, 1.11, and 0.96, respectively) ( Table 1).",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 424,
                    "text": "Table 1)",
                    "end": 432
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "This study assessed underwater walking training on healthy subjects, and the results showed a positive effect on balancing ability. An earlier study found that a stretching exercise increased balancing ability in healthy subjects 5) .When a person moves in the water, buoyancy and resistance of the water induce rocking of posture. This body movement activates proprioception to maintain upright posture 6) . Movement in the water allows easier application of open and closed kinetic chain exercise than on the ground.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 230,
                    "text": "5)",
                    "end": 232
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 404,
                    "text": "6)",
                    "end": 406
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "In the present study, a variable-speed underwater treadmill training with adjustable water depth and frontal resistance provided by pump-driven directional water jets has been used as a novel mode of aquatic exercise. This system theoretically provides a more favorable mode of exercise for the overweight and obese, in that walking or jogging intensity (velocity and resistance) can be controlled, whereas the buoyancy of water reduces the impact force of ambulation 7) .",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 468,
                    "text": "7)",
                    "end": 470
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Other researchers have previously investigated, physical function and walking ability were improved in adults with incomplete spinal cord injury following a structured program of underwater treadmill training featuring individualized levels of body weight support and carefully staged increases in speed and duration 4) . From a clinical perspective, these findings highlight the potential of underwater treadmill training in persons with physical disabilities and diseases that would benefit from weight-supported exercise.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 317,
                    "text": "4)",
                    "end": 319
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Underwater walking training provides a treatment environment that is psychologically stable. The physical nature of water presents advantages in improving muscular strength and endurance, motion range of joints, increase in cardiopulmonary abilities, and improving the quality of life, as gait and balancing ability improve 8) . When adults with arthritis were treated with underwater walking training, their balancing ability and motion range of joints improved 9) . It appears that buoyancy, temperature, and other qualities of water stimulated proprioception and decreased postural rocking.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 324,
                    "text": "8)",
                    "end": 326
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 463,
                    "text": "9)",
                    "end": 465
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "The underwater treadmill training has been used most frequently as a treatment modality in sports injury or orthopedic rehabilitation settings and has only recently been used with obese individuals. Therefore, further clinical controlled studies with larger sample sizes and longer interventions should be carried out to validate the clinical benefits of the underwater walking."
        }
    ]
}