{
    "level": "paragraph",
    "abstract": [
        {
            "text": "he use of skin flaps for reconstruction is associated with a procedure-dependent risk of ischemiain the range of 0.5% to 15% in pedicled and free flaps-1-4 that may lead to necrosis and flap loss. Lack of blood supply during reconstruction procedures-because of reduced in-and outflow of blood, kinking of vessels, direct pressure on flaps, and insufficient anastomosis during microsurgery-can rapidly lead to total loss of the flap and instigation of surgical salvage. The viability of a random pattern flap depends on the anatomical location, thickness, width, and length of the flap. 5 Recent research on random pattern flaps suggests that the length and thickness of the flap may be the most important factors for the distal perfusion. 6 Prostaglandin E1 (PGE1)-a hormone-like substance, with antiischemic, antiinflammatory, 7-9 antiplatelet, and fibrinolytic properties 10 and tissue-protective effects (originates in the vascular endothelium)-11 has been shown to increase perfusion in a rat model of cerebral ischemia 12 and in experimental studies of animals subjected to traumatic compression/decompression damage of the spine. 13 In a study on random pattern flaps in rabbits, increased distal perfusion was found up to 60 minutes after injection of PGE1. 14 In plastic surgery, laser Doppler perfusion imaging (LDPI)-an extension of laser Doppler flowmetry that measures capillary blood flow-has been used to evaluate the depth and healing of burn wounds, 15,16 to investigate microcirculation of pressure sores, free flaps, and perforator flaps, to monitor skin flap viability, and to reliably quantify superficial skin perfusion in flaps noninvasively. 17-19"
        }
    ],
    "body_text": [
        {
            "text": "To clarify whether PGE1 could be a treatment option in ischemic flaps, we aimed to analyze the effect of PGE1 on microcirculation in random pattern skin flaps by using LDPI in an experimental rat model."
        },
        {
            "section": "MATERIALS AND METHODS",
            "text": "The research protocol was approved by the local ethics committee."
        },
        {
            "section": "Experimental Procedure",
            "text": "Twenty-four female Wistar rats were included in the study, 12 in each group (mean weight, 270 g [209-308 g]). They were divided into intervention and control groups and were anaesthetized with a commercial solution of 50% fentanyl and fluanisone (Hypnorm, 5 mg/ mL; Abbott Healthcare Products) and 50% midazolam (Dormicum, 5 mg/mL; Roche), which both first had been diluted separately with equal parts of sterile water. The solution was administered subcutaneously (0.35 mL/100 g bodyweight), and maintenance doses of 0.1 to 0.2 mL were administered by titration. After anesthesia and shaving (with an electric shaver) of the rat's back to expose the skin, an intravenous line was inserted in the tail vein for administration of PGE1. A cranial-based random-pattern skin flap was then drawn on the back (width, 2 cm; length, 10 cm) and divided into 5 numbered zones (width, 2 cm; length, 2 cm); number 5 was the most distal part (Fig. 1).",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 929,
                    "text": "(Fig. 1",
                    "end": 936
                }
            ]
        },
        {
            "section": "LDPI and PGE Administration",
            "text": "In our study, LDPI (PIM 3; Perimed, Järfälla, Sweden) was used to measure cutaneous blood flow in the dorsal flap of the rat. The laser source of the PIM 3 emits a nearinfrared 670-nm laser beam. LDPI scans were made with high resolution, under appropriate light at the same light intensity and at a constant room temperature of 22°C. The distance between the scanner and the flap was 20 cm, and the area scanned was 40 × 110 mm. LDPI was first used to measure perfusion in the area drawn on the intact skin before skin incision (Fig. 2). The flap was subsequently elevated according to the drawing and immediately fixed (with staples) into its original position.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 529,
                    "text": "(Fig. 2)",
                    "end": 537
                }
            ]
        },
        {
            "section": "LDPI and PGE Administration",
            "text": "PGE1 was then administered through the tail vein; the intervention group was given 4 μg/kg/h PGE1 (equivalent to 0.3 mL/h) for 6 hours and the control group saline 0.3 mL/h for 6 hours. The LDPI measurement was repeated after 60, 180, and 360 minutes (Fig. 3).",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 251,
                    "text": "(Fig. 3)",
                    "end": 259
                }
            ]
        },
        {
            "section": "LDPI and PGE Administration",
            "text": "The measurements quantify differences in flow within a single image in perfusion units. Perfusion and the area of each perfusion zone were calculated using the software LDPI win 3.1 (Perimed).  . the picture shows an lDpi scan before the flap is raised. moving blood in the microvasculature causes a Doppler shift of scattered laser light, which is photodetected and then processed to build a color map of the blood flow. a digital camera records a colored clinical photograph at the same time, which corresponds closely with the blood flow image both in size and aspect. note that the color code shift toward red indicates higher perfusion."
        },
        {
            "section": "Statistical Analysis",
            "text": "The Statistical Package for the Social Sciences (SPSS version 21; Armonk, N.Y.) was used for data analysis. Nonparametric tests were used because of relatively few samples. The Mann-Whitney U test was used to compare the intervention and control groups with respect to microcirculation for the different zones measured in perfusion units. The Wilcoxon signed rank test was used to compare microcirculation at 60 and 360 minutes for the different zones for each group. In addition, we have performed a Freidman test for intragroup comparison for the different time intervals for each zone; P value less than 0.05 was considered statistically significant."
        },
        {
            "section": "RESULTS",
            "text": "During the study, 3 rats died: 2 in the intervention group (after 240 and 300 minutes) and 1 in the control group (after 300 minutes). The groups were comparable in all zones, at baseline, with respect to perfusion in the planned flaps (Table 1). Mean perfusion values in zone 1 were higher in the intervention group than in the control group at all measurement points (Table 1). In zones 4 to 5, after 360 minutes, the intervention group had signifi-cantly higher levels of perfusion than the control group (Table 1). For the intervention group, unlike the control group, microcirculation increased significantly in all zones after 360 minutes compared with the measured microcirculation at 60 minutes (Table 1). When performing an intragroup comparison for all different time intervals, we found significant differences only for the PGE1 group in zone 2 (P = 0.025), 3 (P = 0.004), 4 (P = 0.027), and 5 (P = 0.045).",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 236,
                    "text": "(Table 1)",
                    "end": 245
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 369,
                    "text": "(Table 1",
                    "end": 377
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 508,
                    "text": "(Table 1)",
                    "end": 517
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 703,
                    "text": "(Table 1)",
                    "end": 712
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "We found a significantly higher level of perfusion in the proximal zone in the intervention group compared with the control group at all time points and in the 2 most distal zones at 360 minutes. In the intervention group, we found significantly higher perfusion in all zones after 360 minutes compared with 60 minutes. The increase that we found in superficial perfusion in the most distal parts of random flaps is credible because it is where perfusion is lowest and subsequently where ischemia most likely occurs. The lack of increase before 6 hours after the start of infusion could indicate a delayed tissue-protective effect of PGE1."
        },
        {
            "section": "DISCUSSION",
            "text": "PGE1 is an endogenous acidic lipid that is derived enzymatically from fatty acids. When given intravenously, PGE1 is primarily metabolized by the lung and has a short half-life and must therefore be given as a continuous infusion. The metabolites, 13,14-dihydro-PGE1 and 15-keto-13,14-dihydro-PGE1, are excreted renally. 20 The exact mechanism of PGE1 increasing microcirculation and preventing ischemia is not fully known. Kuwahara et al 21 have shown that PGE1 induces vasodilatation and increases vascular flow in axial pattern flaps in rabbits. A study on ischemia-reperfusion injuries in musculocutaneous flaps in rats indicate that PGE1 downregulates the expression of intercellular adhesion molecules on the vascular endothelium and thereby reduces the endothelial leukocyte adhesion in ischemic tissue. 22 Furthermore, PGE1 has antiplatelet and fibrinolytic properties. 10 All of these mechanisms could contribute to the antiischemic and tissue-protective effects of PGE1.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 321,
                    "text": "20",
                    "end": 323
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 439,
                    "text": "21",
                    "end": 441
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 811,
                    "text": "22",
                    "end": 813
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 878,
                    "text": "10",
                    "end": 880
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Our decision to start infusion at the onset of the surgical procedure was based on findings by Emerson et al, 23 that is, that prostaglandins improved flap survival in rats when treatment started during surgery and continued afterward but had no effect when used as pretreatment. Our decision to use a dose of 4 μg/kg/h was based on a study by Suzuki et al, 24 that is, in an experimental rat model, they found that 3 μg/kg/h of PGE1 resulted in increased flow and that 20 μg/kg/h resulted in an decreased flow in the flap.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 110,
                    "text": "23",
                    "end": 112
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 358,
                    "text": "24",
                    "end": 360
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Many noninvasive clinical tools have been developed to assess the microcirculation of the skin. LDPI is an extension of the laser Doppler fluximetry (LDF) and has several advantages compared with LDF. LDPI is developed for horizontal mapping of cutaneous blood flow in a large area of the skin. It provides a noninvasive measurement of the capillary blood flow and is used both clinically and for research purposes. 25,26 LDPI scans a larger area with better spatial resolution than LDF and allows the researcher to measure the blood perfusion in a specified region of tissue. Thus, reproducibility is probably increased compared with LDF. Furthermore, LDPI is better suited for interindividual comparisons than LDF. 27 The inability of LDPI to measure deep subcutaneous parts of flaps (limited to 0.5to 1-mm depth) was not a problem for our study because the outcome measure was the effect of PGE1 on microcirculation of the skin (not the subcutaneous tissue)-also, the depth measured was equal in both groups. Because temperature affects microcirculation of the skin, LDPI measurements have to be done at constant temperature 28 ; all scans in our study were made under the same light intensity and at a constant room temperature of 22°C. To avoid that hemodynamic differences in the rats affected the microcirculation and LDPI measurements, we infused the same amount of fluid in both groups. To reduce potential pain and discomfort in the animals, we chose to evaluate the early effect of PGE1 before doing survival studies.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 416,
                    "text": "25,",
                    "end": 419
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 419,
                    "text": "26",
                    "end": 421
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 717,
                    "text": "27",
                    "end": 719
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 1128,
                    "text": "28",
                    "end": 1130
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Because the effect of PGE1 was assessed within the first 6 hours after raising the flap, we were not able to determine if flaps developed necrosis in the distal part. To further investigate the effect of PGE1 in flaps, animal studies with longer observation times and histological samples are needed before clinical trials. We cannot out rule that biological variations have had an impact on our results and that a higher number of rats would have resulted in more consistent results. Additional studies addressing these issues are planned."
        },
        {
            "section": "Kim Alexander Tønseth, MD, PhD Department of Plastic and Reconstructive Surgery",
            "text": "Oslo University Hospital Postboks 4950 Nydalen N-0424 Oslo, Norway E-mail: ktonseth@ous-hf.no "
        },
        {
            "section": "Fig. 1 .",
            "text": "Schematic illustration of the laser Doppler perfusion imaging device and the planned flap on the dorsum of the rat. the pim 3 scans a near-infrared 670-nm laser beam over the skin surface. a mirror moves the laser beam stepwise between successive measurement points in a depth of 0.5 to 1 mm depending on the tissue properties. the laser Doppler probe emits and detects light scattered in the tissue."
        },
        {
            "section": "Fig. 2",
            "text": "Fig. 2. the picture shows an lDpi scan before the flap is raised. moving blood in the microvasculature causes a Doppler shift of scattered laser light, which is photodetected and then processed to build a color map of the blood flow. a digital camera records a colored clinical photograph at the same time, which corresponds closely with the blood flow image both in size and aspect. note that the color code shift toward red indicates higher perfusion."
        },
        {
            "section": "Fig. 3 .",
            "text": "the picture shows the same rat after the flap is elevated. the black and blue colors indicate lower perfusion."
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "We thank Dr. Tindholdt for his advice and encouragement and the Department of Comparative Medicine, Oslo University Hospital, for their kind and helpful assistance with this study. We also thank statistician Are Hugo Pripp, Oslo University Hospital, Oslo, Norway, for his assistance with the statistical analyses."
        }
    ]
}