{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Objective. To develop a new composite disease activity score for gout and provide its first validation. Methods. Disease activity has been defined as the ongoing presence of urate deposits that lead to acute arthritis and joint damage. Every measure for each Outcome Measures in Rheumatology core domain was considered. A 3-step approach (factor analysis, linear discriminant analysis, and linear regression) was applied to derive the Gout Activity Score (GAS). Decision to change treatment or 6-month flare count were used as the surrogate criteria of high disease activity. Baseline and 12-month followup data of 446 patients included in the Kick-Off of the Italian Network for Gout cohort were used. Construct-and criterion-related validity were tested. External validation on an independent sample is reported. Results. Factor analysis identified 5 factors: patient-reported outcomes, joint examination, flares, tophi, and serum uric acid (sUA). Discriminant function analysis resulted in a correct classification of 79%. Linear regression analysis identified a first candidate GAS including 12-month flare count, sUA, visual analog scale (VAS) of pain, VAS global activity assessment, swollen and tender joint counts, and a cumulative measure of tophi. Alternative scores were also developed. The developed GAS demonstrated a good correlation with functional disability (criterion validity) and discrimination between patient-and physician-reported measures of active disease (construct validity). The results were reproduced in the external sample. Conclusion. This study developed and validated a composite measure of disease activity in gout. Further testing is required to confirm its generalizability, responsiveness, and usefulness in assisting with clinical decisions."
        }
    ],
    "body_text": [
        {
            "section": "INTRODUCTION",
            "text": "Disease activity is a challenging concept in gout. Based on the currently accepted model of the disease, high serum levels of urate lead to joint deposits of uric acid crystals, which may provoke acute arthritis. Acute inflammation resolves but eventually evolves into chronic arthropathy, with development of disability and impairment of quality of life."
        },
        {
            "section": "INTRODUCTION",
            "text": "The Kick-Off of the Italian Network for Gout Study was supported by the Italian Society for Rheumatology as part of the Epidemiology Unit Development Programme."
        },
        {
            "section": "INTRODUCTION",
            "text": "An accurate measure of disease activity is an important component of appropriate and targeted treatment strategies, as well as of evaluation of new treatments."
        },
        {
            "section": "INTRODUCTION",
            "text": "Tissue deposits of uric acid (UA) are the best candidate to measure disease activity in gout because they reflect a still ongoing active disease process (1). Serum UA (sUA) approximates tissue levels well, and it is the main target of treatment in gout (2). The relevance of using sUA as the outcome measure in gout is strengthened by the consideration that drugs without influence on sUA do not have any plausible effect on the disease process (3). Furthermore, sUA levels associate with the risk of acute arthritis in a dose-dependent manner, and their persistent control leads to a reduction of tissue deposits and risk of flare (4). However, sUA is only weakly associated with other relevant outcomes, such as disability and health-related quality of life (HRQOL) in patients with gout (2).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 153,
                    "text": "(1)",
                    "end": 156
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 253,
                    "text": "(2)",
                    "end": 256
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 445,
                    "text": "(3)",
                    "end": 448
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 632,
                    "text": "(4)",
                    "end": 635
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 790,
                    "text": "(2)",
                    "end": 793
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "Therefore, sUA is a necessary component of the measurement of the activity of the disease process, but other components might play a role (5). As recognized by Outcome Measures in Rheumatology (OMERACT), several domains should be assessed when evaluating the outcome of patients with gout, some of them relating more to the current disease activity, while others relate mainly to the consequences of the disease (6). Interfering with sUA might not be sufficient to control the activity of the disease process, and to achieve this goal we need a feasible, reliable, and valid measure to apply in practice and clinical trials.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 138,
                    "text": "(5)",
                    "end": 141
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 412,
                    "text": "(6)",
                    "end": 415
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "An effective and more comprehensive way to describe the activity of gout is to derive a composite measure of disease activity that includes and weights relevant variables, such as sUA, joint inflammation, pain measures, and tophi burden (5). Beyond its clinical (and statistical) relevance, the main methodologic concerns rely on the face validity of the items to be included, the assumption of a compensation among items, and the relative response to treatment of single items within the composite score (7). Previous studies explored the relative relevance of items belonging to the OMERACT domains to be included in a composite outcome measure, showing substantial disagreement among clinicians, researchers, and patients (5,8,9). Nevertheless, more recently, a preliminary definition of remission has been proposed, suggesting the potential validity of measuring a state within the continuum of disease activity in gout (10).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 237,
                    "text": "(5)",
                    "end": 240
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 505,
                    "text": "(7)",
                    "end": 508
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 725,
                    "text": "(5,",
                    "end": 728
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 728,
                    "text": "8,",
                    "end": 730
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 730,
                    "text": "9)",
                    "end": 732
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 924,
                    "text": "(10)",
                    "end": 928
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "This analysis aims to derive a new composite disease activity score for gout and to provide its first validation. For this purpose we applied a data-driven approach, analyzing data collected in a multicenter observational study, including a random sample of gout patients with complete baseline and followup clinimetric data. Candidate disease activity scores were developed according to a wellrecognized data-driven process and externally validated."
        },
        {
            "section": "PATIENTS AND METHODS",
            "text": "Study design, setting, and recruitment. This is a longitudinal analysis of a multicenter cohort study (Kick-Off of the Italian Network for Gout [KING] Study, promoted by the Italian Society for Rheumatology [NCT01549210]), including a nationwide representative sample of patients referred to 30 rheumatology clinics across Italy, with a clinical diagnosis of gout, recruited between June 2011 and January 2012 (see Appendix A for members of the KING Study Group). A probability sample was drawn from clinical registers as previously described, and clinical diagnoses were validated by the participating rheumatologists (11). All the patients were assessed at baseline, 6 months, and 12 months. The study protocol was approved by the local ethics committees of the participating centers. A validation sample of consecutive patients with crystalproven gout and acute symptoms was recruited between September 2015 and November 2015 at 4 KING sites.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 619,
                    "text": "(11)",
                    "end": 623
                }
            ]
        },
        {
            "section": "PATIENTS AND METHODS",
            "text": "Variables. At baseline, 6 months, and 12 months all patients underwent a full clinical evaluation that followed a structured case report form, including both general health and disease-specific variables."
        },
        {
            "section": "PATIENTS AND METHODS",
            "text": "Gout-related variables included symptoms duration, classification according to the 1977 preliminary American College of Rheumatology (ACR) criteria (12), diseaserelated comorbidities, previous and current treatment for gout, swollen and tender joint counts on 66 of 68 joints, measurement of tophi (count and tape measure of all the clinically evaluable tophi) (13), 0-10 on a visual analog scale (VAS) for pain, patient's global assessment of disease activity (PtGA), general health and physician's assessment of response to treatment (PhGA), flare occurrence (patientreported acute and significant worsening of joint pain) (14), and sUA levels. All patients completed the Italian versions of the Health Assessment Questionnaire (HAQ), the Short-Form 36 (SF-36) health survey, and the Gout Impact Scale (GIS) (15)(16)(17). In the external validation sample, a patient acceptable symptom state (PASS) VAS (0-100) was also measured along with variables to be included in the activity scores and the HAQ.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 148,
                    "text": "(12)",
                    "end": 152
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 625,
                    "text": "(14)",
                    "end": 629
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 810,
                    "text": "(15)",
                    "end": 814
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 814,
                    "text": "(16)",
                    "end": 818
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 818,
                    "text": "(17)",
                    "end": 822
                }
            ]
        },
        {
            "section": "PATIENTS AND METHODS",
            "text": "The underlying construct of disease activity was defined as the presence of tissue deposits leading to acute or chronic inflammation and as a consequence to pain, joint damage, and functional disability (see Supplementary Figure 1, available on the Arthritis Care & Research web site at http://onlinelibrary.wiley.com/doi/10.1002/",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 222,
                    "text": "Figure 1",
                    "end": 230
                }
            ]
        },
        {
            "section": "Significance & Innovations",
            "text": "There are currently no composite disease activity measures available for gout. This analysis provides a clinically useful instrument to define disease activity beyond the use of biomarkers as the sole guidance for clinical decisions. Based on the results of this study, a composite disease activity measure, including relevant domains (serum urate levels, acute flares, tophus burden, patient-reported outcomes) able to discriminate between relevant states of disease, is proposed. Further testing in different data sets is now required to clarify the responsiveness and clinical utility."
        },
        {
            "section": "Significance & Innovations",
            "text": "Gout Disease Activity Score acr.22844/abstract). As a consequence of this concept of disease activity, the decision to change treatment at the baseline visit (a new prescription or increasing dose/ switch of urate-lowering treatment not related to adverse drug reactions, and/or prescription of symptomatic drugs, such as colchicine, nonsteroidal antiinflammatory drugs, or intraarticular/systemic glucocorticoids) or the occurrence of a gout flare within the following 6 months was set as the criterion marker of disease activity to develop the disease activity score."
        },
        {
            "section": "Significance & Innovations",
            "text": "For the purpose of these analyses, the included sample size of .200 subjects is appropriate to develop response criteria according to the recommendations of the ACR Subcommittee on Classification and Response Criteria of the ACR Committee on Quality Measures (18). Therefore, a subsample of 214 patients from the study sample was drawn for the development of the scores. For the purpose of external validation, 60 subjects were deemed as sufficient to detect correlation coefficients .0.35.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 259,
                    "text": "(18)",
                    "end": 263
                }
            ]
        },
        {
            "section": "Selection of items and statistical methods.",
            "text": "Starting from a list of items belonging to the OMERACT domains for studies on gout (6) (pain, sUA, joint swelling, joint tenderness, flare of gout, tophus burden, HRQOL, PhGA, PtGA, functional disability, and work disability), 30 rheumatologists actively involved in the KING study were asked to participate in a Delphi exercise to identify items suitable to be included in a measurement of disease activity for gout."
        },
        {
            "section": "Selection of items and statistical methods.",
            "text": "After a brief introduction to the aim of the survey, participants were asked to assign a 1-10 score of appropriateness to each item to describe different constructs: disease activity, disease-related damage, and general health. Invitations to the second and third rounds were sent only to participants who had completed the first round of the survey. Items were selected if more than 70% of the responders thought they were more suitable to describe disease activity rather than damage or general health status, and rejected if less than 30%. Items with an intermediate level of agreement were proposed again in the second and third rounds. Selected outcomes were then filtered based on feasibility, reliability, and availability in the data set."
        },
        {
            "section": "Selection of items and statistical methods.",
            "text": "Two different methods to derive composite scores were applied. A 3-step method followed the methodology applied to other composite disease scores in rheumatic disease (19)(20)(21). Variables selected from the Delphi exercise were standardized. A factor analysis was then applied, and factors explaining more than 80% of the cumulative variance and eigenvalues .0.8 were retained. Factor loadings were then fitted in a linear discriminant function analysis, using the criterion of low/high disease activity as the classification rule. A classification table was used to evaluate the misclassification rates of the model. Discriminant scores were then computed for each subject and used as the dependent variable of a multivariate hierarchical linear regression analysis including transformed variables as regressors. The combination of variables explaining more than 0.95 of variation of the discriminant score were selected to be included in the final disease activity score for gout (Gout Activity Score [GAS]). Finally, beta coefficients were normalized and used to weight the transformed variables in order to compute the GAS at every time point.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 167,
                    "text": "(19)",
                    "end": 171
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 171,
                    "text": "(20)",
                    "end": 175
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 175,
                    "text": "(21)",
                    "end": 179
                }
            ]
        },
        {
            "section": "Selection of items and statistical methods.",
            "text": "Given the low number of items to be evaluated in the factor analysis that might have threatened the validity of the 3-step approach, a second simplified method included the a priori selected list of items in a discriminant function analysis. Discriminant coefficients were then normalized and used to derive a second score. Internal validation was performed by bootstrap (1,000 samples) and crossvalidation (20 samples) for the 3-step and the 1-step method, respectively. GAS scores, developed in a training sample at baseline, were then calculated on the overall study sample at baseline, 6 months, and 12 months."
        },
        {
            "section": "Selection of items and statistical methods.",
            "text": "Criterion validity (concurrent and predictive) was tested by comparing the GAS scores against the HAQ score, SF-36 physical component summary and mental component summary subscales by Spearman's correlation coefficients in the overall KING data set. A further internal validation was performed evaluating the consistency of predictive  Construct (discriminant validity) was tested computing the standardized mean difference (21) against the decision to change treatment, categorized physician VAS of response to treatment, and patient's perception of being in remission, as coded in the GIS (17).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 591,
                    "text": "(17)",
                    "end": 595
                }
            ]
        },
        {
            "section": "Selection of items and statistical methods.",
            "text": "In order to increase applicability to other existing data sets for external validation purpose and to practice, simplified scores were developed following the same methodology."
        },
        {
            "section": "Selection of items and statistical methods.",
            "text": "The GAS scores were categorized according to the best cutoff using preliminary remission criteria (10) as the classification variable, using the maximal sum of sensitivity and specificity from analysis of the receiver operating characteristic (ROC) curve at 12 months."
        },
        {
            "section": "Selection of items and statistical methods.",
            "text": "Sensitivity analyses explored different recall periods for the count of the number of flares (past 3 or 6 months) and used only the \"therapeutic\" criterion as the classification rule."
        },
        {
            "section": "Selection of items and statistical methods.",
            "text": "In the external validation sample, Spearman's correlation coefficients between GAS score and HAQ score, physician VAS, and PASS were estimated. Analyses were performed using Stata software package (release 11) and R Statistical Software."
        },
        {
            "section": "RESULTS",
            "text": "Delphi exercise. Twenty-six of the 30 solicited investigators completed the first round of the survey, and 24 and 23 completed the second and third rounds, respectively. After 3 rounds, 8 items (number of recent flares, VAS pain, VAS global patient, VAS response to treatment physician, tender joint count on 68, swollen joint count on 66, measurement of tophi, and sUA) covering 7 domains (flare of gout, pain, PtGA, PhGA, joint inflammation, tophus burden, and sUA) were selected to be included in the analyses (see Supplementary KING data set. Baseline characteristics of the study cohort are given in Table 1. The study flow chart in Figure  1 reports the study cohort included in these analyses.",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 605,
                    "text": "Table 1",
                    "end": 612
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 638,
                    "text": "Figure  1",
                    "end": 647
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "Of the 214 subjects selected to develop the scores, 94 had a change in treatment not related to adverse events or reductions in therapy; further, 36 subjects without a change of treatment experienced a flare within 6 months from baseline. As a result, 130 patients (60.7%) were classified as \"active.\""
        },
        {
            "section": "RESULTS",
            "text": "The external validation sample included 61 more patients (15 women) with a crystal-proven diagnosis of gout and acute symptoms."
        },
        {
            "section": "RESULTS",
            "text": "Three-step derivation. In the first step, factor analysis using standardized variables revealed 5 components that described the following domains: patient-reported outcomes, joint involvement, flares, tophi burden, and serum urate levels. These 5 factors explained 93.1% of the total variability. "
        },
        {
            "section": "GAS",
            "text": "√sUA TJC SJC GAS GAS √sUA TJC SJC GAS GAS √sUA GAS Figure 2. Formula for the calculation of different candidate gout activity scores. GAS 5 Gout Activity Score; sUA 5 serum uric acid (mg/dl); VAS 5 visual analog scale (0-10 cm); TJC 5 tender joint count (0-68); SJC 5 swollen joint count (0-66).",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 51,
                    "text": "Figure 2",
                    "end": 59
                }
            ]
        },
        {
            "section": "GAS",
            "text": "In the second step, the loadings of every single factor were used as independent variables in the linear discriminant function analysis. The linear discriminant analysis resulted in the correct classification of 79.1% of the cases. The discriminant function using the canonical discriminant function coefficients was used to calculate individual scores."
        },
        {
            "section": "GAS",
            "text": "In the third step, individual discriminant scores were used as dependent variables of a hierarchical linear regression using transformed original variables as independent variables. This model estimated the relative weights for each variable. Bootstrap validation of these coefficients showed absolute bias values ,0.01."
        },
        {
            "section": "GAS",
            "text": "Single-step derivation. Variables to be included in the 1-step process were selected on the basis of the consensus, when the score related to the concept of disease activity was the highest compared with scores related with disease severity and general health."
        },
        {
            "section": "GAS",
            "text": "Original variables (untransformed) were used as independent variables in a linear discriminant function analysis. The linear discriminant analysis resulted in the correct classification of 78.5% of the cases. Crossvalidation confirmed the robustness of this finding (crossvalidated correct classification of 79.9%)."
        },
        {
            "section": "GAS",
            "text": "Candidate scores. After normalization of the coefficients, a first (a) and second (b) candidate activity score for gout was constructed using both 3-and 1-step methodology ( Figure 2). A simplified 4-variables score (c) was also derived, selecting variables with higher contribution to variance and easier to be measured and retrievable on other existing data sets, and clinical practice.",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 174,
                    "text": "Figure 2)",
                    "end": 183
                }
            ]
        },
        {
            "section": "GAS",
            "text": "Validity of candidate measures. Candidate measures showed significant correlations with functional disability and HRQOL, both cross-sectionally, at baseline and  "
        },
        {
            "section": "1534",
            "text": "Scirè et al followup visits (concurrent validity), and prospectively (predictive validity) ( Table 2). Discriminant validity of the candidate scores and single items were evaluated by the standardized mean difference ( Table 3). For all the developed instruments, composite scores showed higher discriminatory ability when compared with single variables, for every external criterion of disease activity.",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 93,
                    "text": "Table 2)",
                    "end": 101
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 219,
                    "text": "Table 3",
                    "end": 226
                }
            ]
        },
        {
            "section": "1534",
            "text": "Cutoffs. Based on the operating characteristics of every cut point, as derived from the ROC table, the cutoff associated with the lowest misclassification rate of patients in remission, according to the definition of remission by de Lautour et al (10), were identified for each candidate score (Table 4).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 247,
                    "text": "(10)",
                    "end": 251
                },
                {
                    "type": "table",
                    "ref_id": "tab_4",
                    "start": 294,
                    "text": "(Table 4)",
                    "end": 303
                }
            ]
        },
        {
            "section": "1534",
            "text": "Sensitivity analyses. In order to evaluate the robustness of the results in a first sensitivity analysis, we varied the timeframe for the evaluation of previous flares from 12 months to 6 months and 3 months, with no major impact on the results (see Supplementary Tables 2-7, available on the Arthritis Care & Research web site at http://onlinelibrary.wiley.com/doi/10.1002/acr.22844/abstract). A second set of sensitivity analyses was done using different criteria for the estimation of the coefficient of the disease activity scores using only decision to change treatment as a criterion of disease activity, showing only a slight increase of weighting of swollen joint (see Supplementary  Table 8, available on the Arthritis Care & Research web site at http://onlinelibrary.wiley.com/doi/10.1002/acr. 22844/abstract).",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 250,
                    "text": "Supplementary Tables 2-7, available",
                    "end": 285
                },
                {
                    "type": "table",
                    "start": 677,
                    "text": "Supplementary  Table 8",
                    "end": 699
                }
            ]
        },
        {
            "section": "1534",
            "text": "External validation. Based on its metric characteristics, the 3-step methodology showed the best results and, based on feasibility, the 4-variable GAS (GAS-3c) score was evaluated in the validation sample. The 4-variable GAS score showed a significant association with the HAQ (Spearman's rho 0.33, P , 0.05), VAS pain (Spearman's rho 0.61, P , 0.05), and VAS PASS (Spearman's rho 20.37, P , 0.05)."
        },
        {
            "section": "DISCUSSION",
            "text": "In this article we report the development of a new composite disease activity measure for gout to be used in clinical practice and clinical research. We derived the gout activity score following a data-driven methodology consistent with that used for other composite measures in rheumatic diseases and in accordance with relevant recommendations (18)(19)(20)(21).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 346,
                    "text": "(18)",
                    "end": 350
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 350,
                    "text": "(19)",
                    "end": 354
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 354,
                    "text": "(20)",
                    "end": 358
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 358,
                    "text": "(21)",
                    "end": 362
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Disease activity has been conceptually defined as the presence of urate tissue deposits that lead to acute arthritis, which may evolve in chronic arthropathy with development of joint damage and functional disability. This definition is not merely focused on acute symptoms but also on the patient-related consequences of a persistently active disease process. The list of possible measures to be included in the composite score derived from those whose validity, reliability, and responsiveness were evaluated by the OMERACT Gout Special Interest Group (22). Experts then chose by consensus those measures that better defined the concept of disease activity compared to other related constructs, such as disease severity and general health: sUA, flares, patient-reported outcomes, tophi, and joint inflammation. The candidate items comply with the most important ones identified by other studies, as well as the novel definition of clinical remission for gout (3,5,10). The most relevant difference is the inclusion of joint inflammation and the exclusion of measures of function. These differences might be due to the fact that items were entirely derived from the experts and were specifically chosen to discriminate disease activity from other constructs, particularly disease severity. The inclusion of an extensive joint count might threaten the feasibility of our instrument. Also, because of the lack of gout-specific restricted joint count, GAS scores without joint count were developed. In the absence of fully validated goutspecific instruments for the evaluation of disability in gout (23), current instruments may potentially underestimate the impact of the disease on function (24). Similarly, the clinical measurement of tophi is not the most sensitive method available (e.g., ultrasonography, dual-energy computerized tomography), but is still the most feasible in clinical practice (13). Acute-phase reactants would be of interest as an additional item to be included, but because they are not routinely collected in gout databases they were excluded.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 554,
                    "text": "(22)",
                    "end": 558
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 961,
                    "text": "(3,",
                    "end": 964
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 964,
                    "text": "5,",
                    "end": 966
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 966,
                    "text": "10)",
                    "end": 969
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1597,
                    "text": "(23)",
                    "end": 1601
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1899,
                    "text": "(13)",
                    "end": 1903
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Despite the experts having reached a consensus about the most relevant measures to include in a composite disease activity score, this does not overcome the substantial lack of consensus among clinicians and patients about their relative importance, as shown by recent robust qualitative research (3,5). Building on these results, we applied a methodology to weight variables, following the approach proposed by van der Heijde et al in the first development of the disease activity score for rheumatoid arthritis (19). This is a data-driven approach that statistically identifies the combination of variables and their relative weights that best discriminate between disease states, using an external definition of active disease. In the absence of a gold-standard definition of active disease, by analogy from other disease activity measures, we opted for a relevant decision point in patient management: the moment when the rheumatologist considered gout sufficiently active that the patient had to start treatment with or switch to or increase the dose of urate-lowering drugs or symptomatic drugs. This choice reflects the perception of the physician of a poor control of the disease process. Such a reference standard described the real process of decision making in practice, because the rheumatologists were unaware that their therapeutic decisions were part of the investigation. The choice of this classification criterion for disease activity alone would be quite arbitrary and may be associated with a high misclassification. Alternatively, although the occurrence of flare has a high positive predictive value (almost 100%) in identifying active patients, all patients with no flares in the followup might be misclassified as \"not active.\" For this reason the performance of a score developed only on the risk of flare is likely to be insufficiently accurate. Based on statistical and conceptual considerations, we combined the \"treatment criterion\" and \"flare criterion\" in order to increase the performance of classification and to cover all the aspects of our definition of disease activity. Sensitivity analyses support the robustness of this approach, showing only a slight decrease of weight for sUA and increase for joint inflammation in the scores developed using only \"treatment criterion\" as the classification rule. Using the KING data set it was possible to develop the GAS because of the prospective followup of a large number of patients, belonging to the entire spectrum of disease and with a large number of variables prospectively collected. This is a rheumatology practice-based multicenter cohort that ensures high reliability in the assessment but selection of more severe or refractory disease. Of note, we included a relatively higher proportion of men than expected in a general population sample (25). Further validation in a primary care setting is worthwhile to define its generalizability.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 297,
                    "text": "(3,",
                    "end": 300
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 300,
                    "text": "5)",
                    "end": 302
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 513,
                    "text": "(19)",
                    "end": 517
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 2832,
                    "text": "(25)",
                    "end": 2836
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "We developed a first GAS, including all the relevant variables. The robustness of the classification was also demonstrated by the consistency of 2 different methodologies, by internal validations, sensitivity analyses, and external validation. Alternative scores were developed to make variable collection and score calculations more feasible, without major loss of discriminating ability."
        },
        {
            "section": "DISCUSSION",
            "text": "A first validation of the score showed significant correlation with functional disability and physical function both cross-sectionally and longitudinally. All the scores also perform better than single variables in discriminating between physician-and patient-reported disease activity, and in predicting the risk of flare throughout the followup. Though essentially interchangeable based on the available data, among the set of scores we developed, those following the 3-step methodology had the best metric properties, as also showed by the consistency of remission cutoffs. The 4-variable (GAS 3c ) is the best candidate to be fully validated and to be applied to clinical practice. The results of the external validation confirm the same correlations observed in the development sample. However, results on the responsiveness of the different GAS will drive a more informed choice of the best instrument."
        },
        {
            "section": "DISCUSSION",
            "text": "In conclusion, we developed and validated a new instrument to measure disease activity in gout. In practice the gout activity score might be used to assess the disease activity of an individual patient and determine objectively when to modify treatment. In addition, the efficacy of therapeutic strategies might be determined using an outcome measure that incorporates relevant patient-reported outcomes."
        },
        {
            "text": "4 joints) 77 (19) VAS pain (0-10), median (IQR) 2 (0-5) VAS patient global (0-10), median (IQR) 1 (0-5) Swollen joints (0-66), median (IQR) 0 (0-1) Tender joints (0-68), median (IQR) 1 (0-3) Presence of tophi, no. (%) 79 (19.5) Tophi dimension, median (IQR) 1.5 (0.5-6.5) Number of flares (3 months), median (IQR) 0 (0-0) Flare (previous month), no. (%) 120 (29.6) Serum urate level Mean 6 SD mg/dl † 6.3 6 1.8 Mean 6 SD mmoles/liter 0.37 6 0.11 Previous corticosteroids 117 (28.8) Current NSAIDs or colchicine 172 (42.4) Current allopurinol, no. (%) 279 (68.7) Current febuxostat, no. (%) 55 (13.6) * BMI 5 body mass index; IQR 5 interquartile range; ACR 5 American College of Rheumatology; VAS 5 visual analog scale; NSAIDs 5 nonsteroidal antiinflammatory drugs. † Cutoff is 7 mg/dl. 1532 Scirè et al validity at different time points (e.g., prediction of HAQ from baseline to 6 months and from 6 months to 12 months)."
        },
        {
            "section": "Figure 1 .",
            "text": "Study flow chart."
        },
        {
            "section": "Table 1 .",
            "text": "Baseline patients' characteristics*"
        },
        {
            "section": "Table 1 ,",
            "text": "available on the Arthritis Care & Research web site at http://onlinelibrary. wiley.com/doi/10.1002/acr.22844/abstract)."
        },
        {
            "section": "Table 2 .",
            "text": "Criterion validity: cross-sectional and longitudinal correlation between gout activity scores and functional disability or health-related quality of life*"
        },
        {
            "section": "Table 2 .",
            "text": "* All Spearman's rho coefficient P values , 0.001. HAQ 5 Health Assessment Questionnaire; SF-36 5 Short Form 36 health survey; PCS 5 physical component summary; MCS 5 mental component summary; GAS 5 Gout Activity Score."
        },
        {
            "section": "Table 3 .",
            "text": "Discriminant validity of the Gout Activity Scores (GAS), and single items: SMD between patients defined as active or inactive according to internal and external constructs*"
        },
        {
            "section": "Table 3 .",
            "text": "* SMD 5 standardized mean difference; VAS 5 visual analog scale; GIS 5 Gout Impact Scale; sUA 5 serum uric acid; TJC 5 tender joint count; SJC 5 swollen joint count.† P # 0.001.‡ P # 0.01.§ P # 0.05."
        },
        {
            "section": "Table 4 .",
            "text": "Cutoffs of clinical remission estimated at 12 months*"
        },
        {
            "section": "Table 4 .",
            "text": "* AUC 5 area under the curve; 95% CI 5 95% confidence interval; GAS 5 Gout Activity Score."
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "The authors acknowledge the contribution of the entire KING staff, including other collaborators and research nurses. They are also grateful to the rheumatologists of the KING centers for their former data collection and for making available their registers of patients with gout."
        },
        {
            "section": "AUTHOR CONTRIBUTIONS",
            "text": "All authors were involved in drafting the article or revising it critically for important intellectual content, and all authors approved the final version to be submitted for publication. Dr. Scirè had full access to all of the data in the study and takes responsibility for the integrity of the data and the accuracy of the data analysis. Study conception and design. Scirè, Carrara, Cimmino. Acquisition of data. Scirè, Cimmino, Manara, Govoni, Salaffi, Punzi, Montecucco, Matucci-Cerinic, Minisola. Analysis and interpretation of data. Scirè, Carrara, Viroli, Taylor."
        }
    ]
}