{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Introduction: Vaginismus is mostly unknown among clinicians and women. Vaginismus causes women to have fear, anxiety, and pain with penetration attempts. Aim: To present a large cohort of patients based on prior published studies approved by an institutional review board and the Food and Drug Administration using a comprehensive multimodal vaginismus treatment program to treat the physical and psychologic manifestations of women with vaginismus and to record successes, failures, and untoward effects of this treatment approach. Methods: Assessment of vaginismus included a comprehensive pretreatment questionnaire, the Female Sexual Function Index (FSFI), and consultation. All patients signed a detailed informed consent. Treatment consisted of a multimodal approach including intravaginal injections of onabotulinumtoxinA (Botox) and bupivacaine, progressive dilation under conscious sedation, indwelling dilator, follow-up and support with office visits, phone calls, e-mails, dilation logs, and FSFI reports. Main Outcome Measures: Logs noting dilation progression, pain and anxiety scores, time to achieve intercourse, setbacks, and untoward effects. Post-treatment FSFI scores were compared with preprocedure scores. Results: One hundred seventy-one patients (71%) reported having pain-free intercourse at a mean of 5.1 weeks (median ¼ 2.5). Six patients (2.5%) were unable to achieve intercourse within a 1-year period after treatment and 64 patients (26.6%) were lost to follow-up. The change in the overall FSFI score measured at baseline, 3 months, 6 months, and 1 year was statistically significant at the 0.05 level. Three patients developed mild temporary stress incontinence, two patients developed a short period of temporary blurred vision, and one patient developed temporary excessive vaginal dryness. All adverse events resolved by approximately 4 months. One patient required retreatment followed by successful coitus. Conclusion: A multimodal program that treated the physical and psychologic aspects of vaginismus enabled women to achieve pain-free intercourse as noted by patient communications and serial female sexual function studies. Further studies are indicated to better understand the individual components of this multimodal treatment program.",
            "paragraph_rank": 2,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "text": "INTRODUCTION",
            "section_rank": 1
        },
        {
            "section": "INTRODUCTION",
            "text": "Vaginismus is a subset of the genito-pelvic pain/penetration disorder and is currently defined by the Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition as a penetration disorder in which any form of vaginal penetration such as tampons, digit, vaginal dilators, gynecologic (GYN) examinations, and intercourse is often painful or impossible. 1 Genito-pelvic pain/ penetration disorder further collapses dyspareunia and vaginismus into one entity. 2 Based on data that spasm is not always present in vaginismus, 3 Basson et al 4 proposed an alternative definition of persistent or recurrent difficulties in vaginal entry of a penis, finger, or other object despite the desire to do so. Vaginismus is a psychologic disorder manifested by fear and anxiety to penetration 5 and a physical disorder as noted by vaginal spasm 6,7 and is distinct from other sexual pain disorders such as vulvodynia or vestibulodynia. 7 The diagnosis of vaginismus is made by history. 7 Women who cannot tolerate a GYN examination might have an examination under anesthesia during which any vaginal spasm disappears. Then, the patient is told that the examination was \"normal.\" After one such patient was hospitalized for a suicide attempt, another patient told her parents she was going to commit suicide. Symptoms of vaginismus vary according to the severity of vaginismus. Symptoms include fear, anxiety, and pain of vaginal penetration; inability to use a tampon (often noted at a young age); inability to remove a tampon that gets \"stuck\" (the proximal portion of the tampon swells with blood and cannot be extracted through the area of introital spasm, at times necessitating removal under anesthesia); severe pain with penetration; complaints that attempted intercourse is like \"hitting a wall\"; and an inability to tolerate a GYN examination. These symptoms help differentiate vaginismus from vulvodynia and provoked vestibulodynia and are suggestive of spasm at the level of the introitus. 6e8 Vaginismus can be mild, in which different treatment approaches are effective, or severe, making treatment difficult. 6,7 The findings of vaginal spasm support other studies that have noted active vaginal contractions in response to stimuli. 9,10 Compared with other sexual pain disorders such as vulvodynia and vestibulodynia, the treatment of vaginismus has potential for a high rate of success. 6e8, 11,12 Stratifying the severity of vaginismus helps the clinician choose among numerous treatment options to better understand what the patient is experiencing and what she is capable of doing. 6e8,13 We have noted that women with milder forms of vaginismus can cooperate with different treatment suggestions, whereas women who are terrified by any attempted vaginal penetration have difficulty following treatment suggestions. 6e8 Reasons for sexual pain such as herpes virus, lichen sclerosis, and other medical conditions need to be ruled out as a source of sexual pain, as do vulvodynia and vestibulodynia. 14 Despite its description more than a century ago, 15 vaginismus is rarely taught in medical school, residency training, and medical meetings. 7 Vaginismus can be categorized as primary, in which the patient has never experienced non-painful intercourse, or secondary, in which the patient has previously experienced nonpainful intercourse but subsequently experiences pain. 16 The prevalence rate of vaginismus in a clinical setting has been estimated as 5% to 17%, and it is believed to be one of the more prevalent female sexual dysfunctions. 17 Different psychological factors have been associated with vaginismus, such as traumatic sexual experiences, sexual abuse, a strict religious and/or strict sexual upbringing, fear and/or anxiety issues, 18,19 and being held down at a young age during catheterization or enemas, 7 but it is not always associated with psychological issues and some patients give a negative history for those factors.",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 360,
                    "text": "1",
                    "end": 361
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 465,
                    "text": "2",
                    "end": 466
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 529,
                    "text": "3",
                    "end": 530
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 544,
                    "text": "4",
                    "end": 545
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 786,
                    "text": "5",
                    "end": 787
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 838,
                    "text": "6,",
                    "end": 840
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 840,
                    "text": "7",
                    "end": 841
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 929,
                    "text": "7",
                    "end": 930
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 979,
                    "text": "7",
                    "end": 980
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 2115,
                    "text": "6,",
                    "end": 2117
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 2117,
                    "text": "7",
                    "end": 2118
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 2239,
                    "text": "9,",
                    "end": 2241
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 2241,
                    "text": "10",
                    "end": 2243
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 2400,
                    "text": "11,",
                    "end": 2403
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 2403,
                    "text": "12",
                    "end": 2405
                },
                {
                    "type": "bibr",
                    "start": 2593,
                    "text": "6e8,13",
                    "end": 2599
                },
                {
                    "type": "bibr",
                    "start": 2827,
                    "text": "6e8",
                    "end": 2830
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 3062,
                    "text": "15",
                    "end": 3064
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 3154,
                    "text": "7",
                    "end": 3155
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 3386,
                    "text": "16",
                    "end": 3388
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 3557,
                    "text": "17",
                    "end": 3559
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 3762,
                    "text": "18,",
                    "end": 3765
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 3765,
                    "text": "19",
                    "end": 3767
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 3837,
                    "text": "7",
                    "end": 3838
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "Women with vaginismus experience shame and embarrassment. 7,8 A patient with 12 years of attempted and failed treatments noted how this was among the \"darkest and most embarrassing periods of my life causing me to live with vaginismus in silence and shame\" (personal communication). Other women have noted how they think about their vaginismus during the entire day and before they go to sleep. Vaginismus frequently leads to marital problems and depression and to feelings of isolation, is a major cause of unconsummated marriages, is an inability to tolerate GYN examinations, 7 and is not tolerated in cultures with arranged marriages, often resulting in an annulment.",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 58,
                    "text": "7,",
                    "end": 60
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 60,
                    "text": "8",
                    "end": 61
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 579,
                    "text": "7",
                    "end": 580
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "Vaginismus treatments include the widespread use of vaginal dilators, physical therapy with or without biofeedback, biofeedback, sex and relationship counseling, psychotherapy, cognitive behavioral therapy, therapist-aided exposure, hypnotherapy, and lubricants. 7 The successful use of Botox (onabotulinumtoxinA; Allergan, Irvine, CA, USA) injections to treat secondary vaginismus was first described as a case report in 1997 7 and later developed by different investigators. 6e8,11,12,20e23 Abbott et al 23 using a placebo-controlled study of onabotulinumtoxinA showed that all eight women who had onabotulinumtoxinA 25 U injected into the bulbospongiosum achieved intercourse compared with none of the five women in the placebo group, with no recurrence or reinjection in the follow-up period of 8 to 14 months. Ghazizadeh and Nikzad 20 used Dysport (abobotulinumtoxinA; Galderma Laboratories, Fort Worth, TX, USA) to treat 23 women with Lamont grade 3 and 4 refractory vaginismus 13 and reported a 75% success rate of pain-free intercourse in these women were followed for a mean of 12.3 months (range ¼ 2e24).",
            "paragraph_rank": 5,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 263,
                    "text": "7",
                    "end": 264
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 427,
                    "text": "7",
                    "end": 428
                },
                {
                    "type": "bibr",
                    "start": 477,
                    "text": "6e8,11,12,20e23",
                    "end": 492
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 506,
                    "text": "23",
                    "end": 508
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 984,
                    "text": "13",
                    "end": 986
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "The purpose of this report was to discuss a large cohort of women, many with failed prior treatments, who were treated using a program approved by an institutional review board (IRB) and the Food and Drug Administration (FDA) for continued research, which included a multimodal program of intravaginal injections of Botox and bupivacaine, progressive dilation under conscious sedation, use of an indwelling dilator, and postprocedure counseling, support, and follow up. 6e8, 11,12 ",
            "paragraph_rank": 6,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 475,
                    "text": "11,",
                    "end": 478
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 478,
                    "text": "12",
                    "end": 480
                }
            ]
        },
        {
            "text": "AIMS",
            "section_rank": 2
        },
        {
            "section": "AIMS",
            "text": "1. To present a large cohort of patients based on published IRBand FDA-approved studies for continued research 11,12 using a comprehensive multimodal vaginismus treatment program to treat the physical and psychologic manifestations of women with vaginismus. 2. To record successes, failures, and untoward effects of this treatment approach.",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 111,
                    "text": "11,",
                    "end": 114
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 114,
                    "text": "12",
                    "end": 116
                }
            ]
        },
        {
            "text": "METHODS",
            "section_rank": 3
        },
        {
            "text": "IRB and FDA Approval",
            "section_rank": 4
        },
        {
            "section": "IRB and FDA Approval",
            "text": "IRB approval (Veritas Ethica Clinical Research, Quebec, QC, Canada) and FDA approval including investigational new drug approval were granted in 2010 to initiate a study of 31 patients titled \"Pilot Study Protocol BTX-PV-01: Open Label, Single Center, Pilot Study of the Use of Botox Injections, Sensorcaine Injections and Progressive Dilation Under Anesthesia for the Treatment of Primary Vaginismus\" (NCT01352546). 11 Appendix 1 presents the original eligibility criteria of the 31 women who were enrolled. Results of this study showed a 90.3% success rate of women who could achieve intercourse 12 and exhibit greater levels of sexual function as measured by the Female Sexual Function Index (FSFI) within 1 year after treatment and as noted in the daily log diaries and personal communications in this cohort study. The FSFI is a 19-item questionnaire assessing sexual function during the previous 4 weeks. It contains six subscales related to desire, arousal, lubrication, orgasm, satisfaction, and pain. Each question is answered on a five-point Likert scale, with varying response choices and anchors. Weighted subscale scores range from 1.2 to 6. 24 The present study is a larger cohort of this FDA-approved study, includes improvements in the evaluation and care of these women, and elaborates on the findings of 241 treated women of 377 evaluated for vaginismus. All patients signed a comprehensive permit before treatment.",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 417,
                    "text": "11",
                    "end": 419
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 598,
                    "text": "12",
                    "end": 600
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1155,
                    "text": "24",
                    "end": 1157
                }
            ]
        },
        {
            "text": "Participants",
            "section_rank": 5
        },
        {
            "section": "Participants",
            "text": "Participants were women who reported very painful intercourse or intercourse that was impossible because of pain who contacted this private plastic surgery center for treatment through our website and women who were referred by clinicians, friends, or relatives.",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "Diagnosis",
            "section_rank": 6
        },
        {
            "section": "Diagnosis",
            "text": "The diagnosis of vaginismus was made after evaluation of a comprehensive medical and psychosexual questionnaire developed in this practice (Appendix 2) and the FSFI. Most women were from out of state or a different country. Therefore, further assessment consisted of preprocedure phone calls and Skype calls before evaluation in the office. History included pain and anxiety scores for insertion of a cotton-tipped applicator, tampon, dilator, finger, GYN examination and intercourse ( Figure 1); selfevaluation of pelvic examination experiences based on the Lamont-Pacik classification system 6,8,13  (Figure 2); prior treatments for vaginismus; prior diagnoses of sexual pain; discussion with the patient and referring clinicians; previous diagnoses of vulvodynia or vestibulodynia; and review of the patient's libido and relationship issues. 7 All patients signed a detailed informed consent.",
            "paragraph_rank": 10,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 486,
                    "text": "Figure 1)",
                    "end": 495
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 594,
                    "text": "6,",
                    "end": 596
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 596,
                    "text": "8,",
                    "end": 598
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 598,
                    "text": "13",
                    "end": 600
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 602,
                    "text": "(Figure 2)",
                    "end": 612
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 845,
                    "text": "7",
                    "end": 846
                }
            ]
        },
        {
            "text": "Evaluation of Vaginismus Severity",
            "section_rank": 7
        },
        {
            "section": "Evaluation of Vaginismus Severity",
            "text": "It was helpful to evaluate the severity of vaginismus before treatment to better support these women during treatment. Women with severe vaginismus have greater fear and anxiety to pelvic touch and have more difficulty with treatment recommendations than women with milder forms of vaginismus. 7,8 The penetration history in conjunction with pelvic examination responses indicated the severity of the vaginismus. It was noted throughout the study that women with Lamont levels 3 and 4 13 and Pacik level 5 6e8 had considerable difficulty with pelvic examinations and that often such an examination was impossible.",
            "paragraph_rank": 11,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 294,
                    "text": "7,",
                    "end": 296
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 296,
                    "text": "8",
                    "end": 297
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 485,
                    "text": "13",
                    "end": 487
                }
            ]
        },
        {
            "section": "Evaluation of Vaginismus Severity",
            "text": "After answering yes or no, please rate each of the following items with pain scores (1=Okay no pain, 5= Moderately uncomfortable, 10=impossible or extremely painful, N/A-not applicable, no experience) and anxiety scores 1-10 (1=none, 5=moderate, 10=severe, N/A). This is an important part of your evaluation. Baseline patient demographics and condition characteristics are listed in Table 1. The average age was 30 years (range ¼ 17e72) with an average duration of vaginismus of 7.8 years (range ¼ 1e37) from time of discovery. In filling out their questionnaires, 168 patients (70%) noted they had Lamont level 4 or Pacik level 5 at baseline, indicating severe vaginismus. Only 58.5% of women reported penetration with a finger and only 50% could complete a GYN examination. Fewer than 40% of patients could use tampons and only 83 patients (34%) reported attempts at intercourse. Patients who attempted coitus remarked that it was extremely painful or impossible and often further noted that only the tip of the penis could be inserted, which suggests penetration as far as the vestibule but not intravaginal. Table 2 lists prior treatments and coping strategies. Of note is the large number of women who attempted different treatments during a span of many years. Patients had a mean of 4 ± 2.7 failed treatments, with the most common being lubricants and dilator use (attempted by 74% and 73% of patients, respectively). The many failed treatment attempts are consistent with the severity of vaginismus noted in this group of women with vaginismus.     ",
            "paragraph_rank": 12,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 383,
                    "text": "Table 1",
                    "end": 390
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 1112,
                    "text": "Table 2",
                    "end": 1119
                }
            ]
        },
        {
            "text": "PAIN SCORE",
            "section_rank": 8
        },
        {
            "text": "MAIN OUTCOME MEASURES",
            "section_rank": 9
        },
        {
            "section": "MAIN OUTCOME MEASURES",
            "text": "Logs noted dilation progression, which included pain and anxiety with dilation, time to achieve intercourse, setbacks, and untoward effects. Post-treatment FSFI scores were compared with preprocedure scores. The lead author (Dr Pacik) personally entered all data prospectively into an extensive Excel spreadsheet (Microsoft, Redmond, WA, USA). This included re-evaluation of data at the time of consultation, treatment, and posttreatment progress.",
            "paragraph_rank": 13,
            "section_rank": 9
        },
        {
            "text": "Evaluation of Data",
            "section_rank": 10
        },
        {
            "section": "Evaluation of Data",
            "text": "The primary end point was the ability to achieve pain-free intercourse after treatment as reported in a daily log kept by the patient, ongoing communication with Dr Pacik, and FSFI reports. Adverse events (AEs) were monitored throughout the study and recorded. Treated patients were followed for a minimum of 1 year (range ¼ 16 months to 9 years). All patients were treated in a certified outpatient surgicenter (OR) with a boardcertified anesthesiologist in attendance. The Student t-test was used for statistical analysis.",
            "paragraph_rank": 14,
            "section_rank": 10
        },
        {
            "text": "Multimodal Vaginismus Treatment Program: Technical Details",
            "section_rank": 11
        },
        {
            "section": "Multimodal Vaginismus Treatment Program: Technical Details",
            "text": "Physical examination (excluding pelvic examination) was done in the recovery area before treatment in the OR. Versed (midazolam) 1 to 2 mg intravenously was administered as needed to help calm the patient in the recovery area and/or in the OR before cotton-tipped applicator testing. Additional sedation was done as needed with small titrated doses of propofol for women with more severe vaginismus (Lamont levels 3 and 4, Pacik level 5). 6,7,13 This was needed for patients with high anxiety to complete the cotton-tipped testing and examination. Some patients with severe vaginismus resisted all efforts at sedation and could not be placed into stirrups or examined. These women were given conscious sedation with versed and propofol, with no examination possible. Patients with less severe vaginismus (Lamont levels 1 and 2) can tolerate cotton-tipped testing without prior sedation much as any office pelvic examination.",
            "paragraph_rank": 15,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 439,
                    "text": "6,",
                    "end": 441
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 441,
                    "text": "7,",
                    "end": 443
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 443,
                    "text": "13",
                    "end": 445
                }
            ]
        },
        {
            "text": "Cotton-Tipped Testing",
            "section_rank": 12
        },
        {
            "section": "Cotton-Tipped Testing",
            "text": "When possible, cotton-tipped applicator testing (\"Q-tip test\") with as little sedation as possible was done to rule out vulvodynia and provoked vestibulodynia. 14  ",
            "paragraph_rank": 16,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 160,
                    "text": "14",
                    "end": 162
                }
            ]
        },
        {
            "text": "Digital Examination",
            "section_rank": 13
        },
        {
            "section": "Digital Examination",
            "text": "For patients who could tolerate digital examination, the vagina was examined for spasm. Spasm of the introitus was graded from 0 (no spasm) to 4 (severe spasm). With severe spasm, it was difficult to insert the finger. In an unpublished correlation study, the degree of spasm was found to be consistent with the predetermination of the severity of vaginismus. In general, spasm involves the introitus giving the appearance and digital sensation of a tightly closed fist (the \"wall\"). 7,8 In a smaller number of women, some spasm also might be noted involving portions of the levator ani such as the pubococcygeus and puborectalis muscles, unilaterally or bilaterally. Too much sedation relaxes the introital spasm, making assessment inaccurate.",
            "paragraph_rank": 17,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 484,
                    "text": "7,",
                    "end": 486
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 486,
                    "text": "8",
                    "end": 487
                }
            ]
        },
        {
            "text": "Injection Protocol",
            "section_rank": 14
        },
        {
            "section": "Injection Protocol",
            "text": "Before bringing the patient into the OR, the nurse prepared the Botox. The Botox was kept on ice until ready for injection. One vial of frozen Botox 100 U was diluted with preservativefree saline 2 mL, without foaming or shaking the vial, giving a concentration of 2.5 U/0.05 mL (Botox 50 U per 1-mL syringe). Using a pediatric speculum and bending the needle to 30 , Botox 50 U (20 injections ¼ 1 mL) was injected into the right bulbospongiosum and Botox 50 U (1 mL) was injected into the left side into the lateral submucosal areas of the introitus, marked by the residual hymenal fragments, at 7 to 9'clock on the patient's right and 3 to 5 o'clock on her left (Figure 3). A headlight is needed for the procedure. Injections are delivered above, into, and below the hymenal fragments on each side to include the full width of the bulbospongiosum. Intramuscular injections were found to be unnecessary and caused more bleeding. (Botox is known to diffuse approximately 1 cm from the injection site.) When other areas of spasm or tightness of the levator ani were identified, an additional 50 U was injected in similar divided doses submucosally into the affected muscles.",
            "paragraph_rank": 18,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 664,
                    "text": "(Figure 3)",
                    "end": 674
                }
            ]
        },
        {
            "section": "Injection Protocol",
            "text": "After the Botox injections, using 3-mL syringes, the patient received separate injections of 0.25% bupivacaine 18 mL with 1:400,000 epinephrine divided into 1-mL increments along the length of the right and left submucosal lateral vaginal walls (9 mL per side) from the level of the cervix to the introitus, to allow her to wake up pain free with a large dilator in place. No injections were delivered anteriorly or posteriorly to help avoid urinary and rectal incontinence. Conscious sedation was needed during vaginal injections and dilation, although, rarely, women with less severe vaginismus tolerated the procedure with no sedation. The patient was progressively dilated with the #4 dilator (3-inch circumference), the #5 dilator (4-inch circumference), and then, when possible, the #6 dilator (5-inch circumference) and reassessed with digital examination. Sometimes it was physically impossible to insert the #6 dilator. Approximately 10% to 15% of women required release of a constricting hymenal ring noted to be present around the circumference of the introitus (not to be confused with an intact hymen) with a small snip or the removal of a small triangular wedge on the left and right lateral sides of the ring. This procedure results in a small amount of bleeding that can be controlled with pressure. Hymenectomy was not needed in any of the patients. The procedure was concluded with bimanual examination and reinsertion of a #5 or #6 indwelling dilator, and the patient was awakened and transported to the recovery area (Figure 4). Operative time was approximately 30 minutes. As a private certified OR, partners were allowed to observe the treatment if the patient gave consent. Partners were shown the degree of spasm and with a glove were able to palpate the spasm. During the procedure, they were instructed how to insert the dilators to help with postprocedure dilation (this helped the woman overcome some of her \"control issues\"). The breakthrough for many of these men observing the procedure was often profound and allowed them to understand, often for the first time, that vaginismus is a medical condition over which the woman had no control.",
            "paragraph_rank": 19,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 1537,
                    "text": "(Figure 4",
                    "end": 1546
                }
            ]
        },
        {
            "text": "Recovery Room",
            "section_rank": 15
        },
        {
            "section": "Recovery Room",
            "text": "We have observed that waking up with a large dilator (#5 or #6) often \"flips a switch\" helping patients realize for the first time that penetration is possible, which allows for more rapid progress and intercourse. 7,8 Patients frequently want to know if they had normal (vaginal) anatomy. Knowing this gives them a great deal of reassurance and can be profoundly comforting for them.",
            "paragraph_rank": 20,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 215,
                    "text": "7,",
                    "end": 217
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 217,
                    "text": "8",
                    "end": 218
                }
            ]
        },
        {
            "section": "Recovery Room",
            "text": "In the recovery room, the nursing staff worked with the patient and her partner for approximately 2 hours to help them get comfortable moving the dilator in and out and to review their postprocedure instructions. The bupivacaine anesthesia, which lasts approximately 6 to 8 hours, often made this a pain-free experience. Usually, three patients were treated during each session. This had the added benefit of allowing women and men to meet each other (with permission) and to understand that their condition was not unique. The patient was discharged with instructions to maintain and sleep with the #4 dilator inserted. Ibuprofen and sleeping aids such as Benadryl (diphenhydramine; Johnson & Johnson Consumer, Skillman, NJ, USA) were recommended as needed for discomfort or inability to sleep once the local anesthesia was no longer effective. Patients returned to the clinic the following day with the #4 dilator in place.",
            "paragraph_rank": 21,
            "section_rank": 15
        },
        {
            "text": "Postprocedure Day 1: Advancement With Dilators and Counseling",
            "section_rank": 16
        },
        {
            "section": "Postprocedure Day 1: Advancement With Dilators and Counseling",
            "text": "Patients returned to their respective cubicles to continue with supervised dilation to the larger dilators, although the Botox was not yet effective. It is likely this was possible as a result of the progressive dilation under anesthesia and the passive stretch during the night sleeping with the #4 dilator. Patients with severe vaginismus, who had never been able to use dilators, often made significant progress with the #5 and #6 dilators on the first day after the procedure.",
            "paragraph_rank": 22,
            "section_rank": 16
        },
        {
            "text": "Counseling",
            "section_rank": 17
        },
        {
            "section": "Counseling",
            "text": "On the day after treatment in the OR, postprocedure group counseling was done by Dr Pacik after permission was obtained. Group counseling was an effective way to engage women and their partners in an informal, open, and honest conversation about their vaginismus, although they were highly secretive before this. These group sessions often took approximately 5 hours, which also allowed the participants to ask questions. Counseling included postprocedure instructions for dilator use, lubricants, and progression to coitus (Appendix 3). 7,8 Rarely a patient requested private counseling, which was done in a separate part of the building. Women with vaginismus, especially those with severe vaginismus, usually are sexually inexperienced; their fears and heightened anxiety to penetration persist. Some women exchanged e-mails and phone numbers. This was helpful in maintaining a support system. Postdischarge dilation recommendations are presented in Appendix 4. When applicable, patients were encouraged to continue seeing their clinicians such as psychologists, sex counselors, and physical therapists for ongoing care and support.  Table 1, more than 50% of women attempted the use of dilators and were unable to progress to comfortable penetration because, too often, not enough time was spent dilating. Regardless of the type of treatment, dilation is an important part of the recovery process. Women have mentioned repeatedly that they hate to dilate and even patients who went through this rigorous program sometimes failed to dilate for long enough periods. The dilation instructions are summarized as follows.",
            "paragraph_rank": 23,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 538,
                    "text": "7,",
                    "end": 540
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 540,
                    "text": "8",
                    "end": 541
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 1137,
                    "text": "Table 1",
                    "end": 1144
                }
            ]
        },
        {
            "text": "First Month After Procedure",
            "section_rank": 18
        },
        {
            "section": "First Month After Procedure",
            "text": "Dilate 2 hours a day, 1 hour in the morning and 1 hour in the evening, or 2 hours at any one sitting. Advance to larger dilators as able until the #5 or #6 dilator becomes comfortable.",
            "paragraph_rank": 24,
            "section_rank": 18
        },
        {
            "text": "Second Month After Procedure",
            "section_rank": 19
        },
        {
            "section": "Second Month After Procedure",
            "text": "Decrease dilation to 1 hour a day and advance to larger sizes.",
            "paragraph_rank": 25,
            "section_rank": 19
        },
        {
            "section": "Second Month After Procedure",
            "text": "Third Month After Procedure Dilate 15 to 30 minutes a day.",
            "paragraph_rank": 26,
            "section_rank": 19
        },
        {
            "section": "Second Month After Procedure",
            "text": "One Year After Procedure Women with severe vaginismus had a higher rate of recurrence if they stopped dilating by approximately 6 months. For this reason, even 10 to 15 minutes of dilation every day or two is of value.",
            "paragraph_rank": 27,
            "section_rank": 19
        },
        {
            "section": "Second Month After Procedure",
            "text": "It is helpful for the partner to assist with dilation to help transition to intercourse physically and psychologically.",
            "paragraph_rank": 28,
            "section_rank": 19
        },
        {
            "text": "Advancing to Intercourse",
            "section_rank": 20
        },
        {
            "section": "Advancing to Intercourse",
            "text": "Postprocedure counseling includes a discussion of the following items. Attempts at intercourse should be delayed until at least the #5 dilator can be inserted easily. It is helpful to dilate with the #5 or #6 dilator for approximately 1 hour before to attempting first-time intercourse. For partners who have larger penises, #7 (6-inch circumference) and #8 (7-inch circumference) dilators are available. During these first attempts at intercourse, patients and their partners are taught to penetrate with no more than the penile tip because women with severe vaginismus are fragile at this juncture and often have considerable fear. Men also are vulnerable in that erectile dysfunction might be noted including loss of erection and premature ejaculation. Everything possible is done to help remove the pressure of this moment. Once penile tip penetration is achieved comfortably, the couple can advance to full penetration; however, thrusting is discouraged because this can be a setback for the woman. Women with severe vaginismus might note \"leg lock,\" the involuntary closure of the thighs in anticipation of penetration. The \"spooning position\" with entry from behind has been found to be helpful in overcoming leg lock. Women are encouraged to try different positions during their dilation and attempts at coitus to find their comfort zone.",
            "paragraph_rank": 29,
            "section_rank": 20
        },
        {
            "text": "Botox: Duration of Activity",
            "section_rank": 21
        },
        {
            "section": "Botox: Duration of Activity",
            "text": "Botox is effective for approximately 2 to 4 months, giving women ample time to become comfortable with dilation. Once women are dilating with a comfortable schedule, they should continue dilating beyond 4 months and often are unaware that the Botox is no longer active. Some patients dilated for at least 1 year before becoming comfortable with progression to intercourse.",
            "paragraph_rank": 30,
            "section_rank": 21
        },
        {
            "text": "RESULTS",
            "section_rank": 22
        },
        {
            "section": "RESULTS",
            "text": "After treatment, 171 patients (71%) achieved pain-free intercourse, which was achieved at a mean of 5.1 weeks (median ¼ 2.5; Figure 5) as noted by personal communications and FSFI scores. This is especially noteworthy because most patients had severe vaginismus as noted by the Lamont and Pacik classifications, had an average of five failed treatments, and had the condition for a mean of 7 years. Six patients (2.5%) could not achieve intercourse within a 1-year period, despite the ability to use the #5 or #6 dilators. Of 197 patients with complete baseline FSFI data, the mean score was 16.0 ± 7.6 of a possible score of 36, indicating compromised sexual function. Ninety patients provided post-treatment FSFI ratings with a mean score of 24.8 ± 6.5 ( Figure 6). The average change in FSFI scores from the baseline measurement to after treatment was statistically significant (t ¼ 8.8, df ¼ 88, P < .001). Over time, changes in score were significant at 3 months (t ¼ 7.1, df ¼ 54, P < .001), 6 months (t ¼ 9.2, df ¼ 52, P < .001), and 1 year (t ¼ 6.4, df ¼ 22, P < .001).",
            "paragraph_rank": 31,
            "section_rank": 22,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 125,
                    "text": "Figure 5",
                    "end": 133
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 757,
                    "text": "Figure 6",
                    "end": 765
                }
            ]
        },
        {
            "text": "Adverse Events",
            "section_rank": 23
        },
        {
            "section": "Adverse Events",
            "text": "Minor AEs occurred in six patients: three patients developed mild temporary stress incontinence, two patients had mild temporary blurred vision that cleared within days to weeks, and one patient noted excessive vaginal dryness. All AEs cleared by 4 months. There were no major or permanent AEs. One patient required retreatment 3 years after her original treatment and was able to achieve pain-free intercourse at 4.5 weeks after treatment. She is now 5 years after the procedure and has two children.",
            "paragraph_rank": 32,
            "section_rank": 23
        },
        {
            "text": "Miscellaneous",
            "section_rank": 24
        },
        {
            "section": "Miscellaneous",
            "text": "1. Forty-one patients had normal pregnancies; there were no congenital anomalies. Four women had miscarriages. Women who feared delivery sometimes opted for epidural anesthesia or caesarian section. 2. One patient with an imperforate hymen masquerading as vaginismus completed her treatment in her home state. 3. One patient was noted to have an intact hymen but did not require hymenectomy. 4. Five patients (0.02%) were diagnosed with vestibulodynia before or after treatment. Two of these patients struggled with years of preprocedure severe vestibulodynia and vaginismus. One of these patients was able to achieve intercourse; however, the vestibulodynia remained too severe for continued coital efforts. More than 50% of women \"tested positive\" with cotton-tipped testing at the time of their treatment, indicating the importance of understanding false provoked vestibulodynia from anxiety when testing for vaginismus. None of the patients appeared to have vulvodynia before or after treatment. 5. Postprocedure disgust issues requiring sex counseling was noted in two patients. 6. Distraught women can struggle with suicidal ideation. One such patient was hospitalized twice for suicide attempts. 7. The oldest patient (72 years) had secondary vaginismus for 5 years (\"hitting a wall,\" unable to tolerate finger penetration) and achieved comfortable intercourse at 3 weeks.",
            "paragraph_rank": 33,
            "section_rank": 24
        },
        {
            "section": "Miscellaneous",
            "text": "Frequently asked questions are listed in Appendix 5.",
            "paragraph_rank": 34,
            "section_rank": 24
        },
        {
            "text": "DISCUSSION",
            "section_rank": 25
        },
        {
            "section": "DISCUSSION",
            "text": "There were several important outcomes of this study. (i) Although severe vaginismus can be difficult to treat and treatment failures are common, this group of women had a rapid response to treatment. (ii) Stratifying the severity of vaginismus allowed us to properly support these women, many who had multiple prior failed treatments and had high levels of fear and anxiety. (iii) The multimodal nature of this program treated the psychologic fear and anxiety and the physical vaginal spasm. (iv) Giving these patients our personal contact information helped support them. (v) Some patients who showed no improvement after Botox injections elsewhere did not have counseling or support. Some had multiple attempts at Botox injections with continued failure. (vi) Vaginismus is not a surgical problem. Hymenectomy and episiotomy are inappropriate treatments for this condition. (vii) The clinician needs to be aware of the many secondary challenges these women face and to be prepared for ongoing treatment or referrals. These include residual fear and anxiety for penetration, 7,25,26 inability to progress to intercourse despite using dilators, 7 low libido 26 (sometimes of both partners), heightened harm avoidance and pain catastrophizing, 27 disgust issues, 28 anorgasmia, partner solicitousness and hostility, 29 infidelity, and erectile dysfunction. 7 We hypothesize that the insertion of dilators under conscious sedation at the time of Botox and bupivacaine injections, counseling, and post-treatment support provide the initial breakthrough that allows the patient to realize that pain-free penetration is possible and that her anatomy is normal. 30 The chemodenervation of Botox injections takes effect approximately 2 to 7 days after injection and lasts for approximately 4 months. 7 This gives these women adequate time to advance with their dilators and progress to intercourse. Women are not aware when the Botox is no longer active. Some women do not achieve intercourse for at least 1 year yet can be successful if they continue dilating.",
            "paragraph_rank": 35,
            "section_rank": 25,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1076,
                    "text": "7,",
                    "end": 1078
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1078,
                    "text": "25,",
                    "end": 1081
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1081,
                    "text": "26",
                    "end": 1083
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1158,
                    "text": "26",
                    "end": 1160
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1243,
                    "text": "27",
                    "end": 1245
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 1262,
                    "text": "28",
                    "end": 1264
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1315,
                    "text": "29",
                    "end": 1317
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1356,
                    "text": "7",
                    "end": 1357
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 1656,
                    "text": "30",
                    "end": 1658
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1793,
                    "text": "7",
                    "end": 1794
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Botox is a safe drug when used according to the manufacturer's recommendations. During the past 20 years, Dr Pacik has treated thousands of patients using Botox for dynamic facial wrinkles, excessive sweating, migraine headaches, and vaginismus, with only rare minor untoward effects mostly the result of migration of Botox to nearby tissues. At the time of Dr Pacik's retirement, 391 women (of 555 inquiries) were treated using this program with few minor untoward events such as temporary mild stress incontinence. No permanent sequelae were noted. This treatment program can be added to the armamentarium of a GYN practice. Treating these desperate women can be one of the highlights in a career dedicated to helping others (Appendix 6).",
            "paragraph_rank": 36,
            "section_rank": 25
        },
        {
            "text": "STRENGTHS AND LIMITATIONS",
            "section_rank": 26
        },
        {
            "text": "Strengths",
            "section_rank": 27
        },
        {
            "section": "Strengths",
            "text": "This study addressed the evaluation of women with vaginismus, a method to evaluate the severity of vaginismus, and treatment for this group of women. A large cohort of women with vaginismus participated in the study. This multimodal treatment approach appears to treat the physical and psychologic manifestations of vaginismus, demonstrating a high rate of success and safety and a low recurrence rate, and has demonstrated successful pain-free intercourse in patients who have had long-term failures with other types of treatment for vaginismus. There were no major complications and few minor untoward effects in this study.",
            "paragraph_rank": 37,
            "section_rank": 27
        },
        {
            "text": "Weaknesses",
            "section_rank": 28
        },
        {
            "section": "Weaknesses",
            "text": "1. An important weakness in this study was the lack of comparison treatment. This multimodal vaginismus treatment approach included injections of Botox and bupivacaine, dilation under anesthesia, the use of an indwelling dilator during recovery, and postprocedure counseling and support and suggests the need for a larger placebo-controlled clinical trial to better understand the role of each of the components. This was not possible in this cohort study because of the widespread geographic distribution of patients who could not be followed with office visits, resulting in incomplete postprocedure data and patients lost to follow-up. 2. As a cohort study, findings should be interpreted within the limits of this design. 3. Although patients were encouraged to submit FSFIs with Dr Pacik at 3, 6, and 12 months, some data of successful advancement with dilators and progression to intercourse were delivered by e-mail logs, which could be prone to interview bias. 4. The diverse geographic locations of patients obviated pre-and post-electromyographic studies, which could have been helpful in the assessment and follow-up. Women with severe vaginismus generally cannot participate with electromyographic studies as noted by the physical therapists who treated some of these patients. 5. The references cited using onabotulinumtoxinA injections did not include limitations in their respective discussions. 6. A \"quality of life\" survey would have been helpful in this study to compare pretreatment with post-treatment outcomes. 7. The study was conducted in the setting of a private practice. A university setting would be helpful so that participants could be followed more closely.",
            "paragraph_rank": 38,
            "section_rank": 28
        },
        {
            "text": "From",
            "section_rank": 29
        },
        {
            "section": "From",
            "text": "Lamont JA. Vaginismus. Am J Obstet Gynecol. 1978;131:633-636. Pacik PT. Vaginismus: review of current concepts and treatment using Botox injections, bupivacaine injections, and progressive dilation with the patient under anesthesia. Aesthetic Plast Surg. 2011;35:1160-1164 Pacik PT. Understanding and treating vaginismus: A multimodal approach. International Urogynecology Journal 2014; 25 (12), DOI: 10.1007/s00192-014-2421-y",
            "paragraph_rank": 39,
            "section_rank": 29
        },
        {
            "text": "Figure 2 .",
            "section_rank": 30
        },
        {
            "section": "Figure 2 .",
            "text": "Evaluation of patient response to pelvic examination (from Pacik Penetration Questionnaire).",
            "paragraph_rank": 40,
            "section_rank": 30
        },
        {
            "text": "Figure 3 .",
            "section_rank": 31
        },
        {
            "section": "Figure 3 .",
            "text": "Submucosal injections of Botox to the bulbospongiosum, on each side, using hymenal fragments as a landmark. The needle is bent 30 at the hub for ease of injections. Bupivacaine injections are not shown.",
            "paragraph_rank": 41,
            "section_rank": 31
        },
        {
            "text": "# 3 Figure 4 .",
            "section_rank": 32
        },
        {
            "section": "# 3 Figure 4 .",
            "text": "Dilator = 2.5 inches or 63.5 mm (length = 3.5 inches) # 4 Dilator = 3.25 inches or 82.55 mm (length = 3.5 inches) # 5 Dilator = 4 inches or 101.6 mm (length = 3.5 inches) # 6 Dilator = 5 inches or 127 mm (length = 3.5 inches) # 7 Dilator = 5.5 inches or 139.7 mm (length = 3.5 inches) # 8 Dilator = 6.25 inches or 158.75 mm (length = 3.5 inches) Panel A shows Pacik borosilicate glass dilators sizes Dilation, Dilators, and Home Care Many protocols exist regarding dilation recommendations to overcome vaginismus. As presented in",
            "paragraph_rank": 42,
            "section_rank": 32
        },
        {
            "text": "Figure 5 .",
            "section_rank": 33
        },
        {
            "section": "Figure 5 .",
            "text": "Time to intercourse.",
            "paragraph_rank": 43,
            "section_rank": 33
        },
        {
            "text": "Figure 6 .",
            "section_rank": 34
        },
        {
            "section": "Figure 6 .",
            "text": "FSFI measurements were available for 197 eligible patients during baseline and 90 patients after treatment. FSFI ¼ Female Sexual Function Index.",
            "paragraph_rank": 44,
            "section_rank": 34
        },
        {
            "text": "Lamont grade 1: Patient is able to relax for pelvic exam Lamont grade 2: Patient is unable to relax for pelvic exam Lamont grade 3: Buttocks lift off table. Early retreat. Toes curl upward Lamont grade 4: Generalized retreat: Buttocks lift up, thighs close, patient retreats Pacik grade 5: Generalized retreat as in Lamont level 4 plus visceral reaction which may result in any one or more of the following: Palpitations, hyperventilation, sweating, severe trembling, uncontrollable shaking, screaming, hysteria, wanting to jump off the table, a feeling of going unconscious, nausea, vomiting and even a desire to attack the doctor. Note: It is difficult to examine women who are Lamont Level 3 and 4 and Pacik Level 5.",
            "paragraph_rank": 45,
            "section_rank": 35
        },
        {
            "text": "Table 1 .",
            "section_rank": 36
        },
        {
            "section": "Table 1 .",
            "text": "Baseline patient demographic and condition",
            "paragraph_rank": 47,
            "section_rank": 36
        },
        {
            "section": "Table 1 .",
            "text": "*Data are presented as mean ± SD or number (percentage).",
            "paragraph_rank": 48,
            "section_rank": 36
        },
        {
            "text": "Table 2 .",
            "section_rank": 37
        },
        {
            "section": "Table 2 .",
            "text": "Prior treatments and coping strategies*",
            "paragraph_rank": 49,
            "section_rank": 37
        },
        {
            "text": "Patients with severe vaginismus often demonstrate considerable anxiety to cotton-tipped testing and have difficulty distinguishing anxiety from pain, potentially resulting in a false positive test result for provoked vestibulodynia.7 ",
            "paragraph_rank": 51,
            "section_rank": 38,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 232,
                    "text": "7",
                    "end": 233
                }
            ]
        },
        {
            "text": "*Data are presented as number (percentage). Sex Med 2017;5:e114ee123 Vaginismus Treatment e117",
            "paragraph_rank": 53,
            "section_rank": 38
        },
        {
            "text": "Sex Med 2017;5:e114ee123",
            "paragraph_rank": 54,
            "section_rank": 38
        },
        {
            "text": "to 8 (right to left). Panel B shows circumferences and lengths of Pacik borosilicate glass dilators. Sex Med 2017;5:e114ee123 Vaginismus Treatment e119",
            "paragraph_rank": 55,
            "section_rank": 38
        },
        {
            "text": "CONCLUSIONS",
            "section_rank": 40
        },
        {
            "section": "CONCLUSIONS",
            "text": "The multimodal combination of onabotulinumtoxinA injections with bupivacaine injections, progressive dilation under anesthesia, use of an indwelling dilator, and post-treatment counseling and support appears to be safe and effective in the treatment of vaginismus as noted by the improvement of FSFI scores, patient communications, and ability to progress to painfree intercourse. The lack of comparisons for this multimodal treatment approach suggests the need for additional studies and warrants additional investigation in larger placebo-controlled clinical trials.",
            "paragraph_rank": 56,
            "section_rank": 40
        },
        {
            "section": "CONCLUSIONS",
            "text": "Corresponding Author: Peter T. Pacik, MD, FACS, IF, 28 Holiday Shore Drive, Dunbarton, NH 03046, USA. Tel: 603-387-7735; E-mail: ptpacik@verizon.net",
            "paragraph_rank": 57,
            "section_rank": 40
        },
        {
            "text": "Conflicts of Interest:",
            "section_rank": 41
        },
        {
            "section": "Conflicts of Interest:",
            "text": "The authors report no conflicts of interest.",
            "paragraph_rank": 58,
            "section_rank": 41
        },
        {
            "section": "Conflicts of Interest:",
            "text": "Funding: None. ",
            "paragraph_rank": 59,
            "section_rank": 41
        },
        {
            "text": "STATEMENT OF AUTHORSHIP",
            "section_rank": 42
        },
        {
            "text": "SUPPLEMENTARY DATA",
            "section_rank": 43
        },
        {
            "section": "SUPPLEMENTARY DATA",
            "text": "Supplementary data related to this article can be found at http://dx.doi.org/10.1016/j.esxm.2017.02.002.",
            "paragraph_rank": 60,
            "section_rank": 43
        }
    ]
}