{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The aim of this study was to evaluate the association of mental well-being with outcomes among patients with type 2 diabetes mellitus (T2DM). Methods: Seven thousand eight hundred fifty-two adults with T2DM were identified from a national, Internet-based study. Mental wellbeing [SF-36v2 mental component summary (MCS)] was categorized as good (MCS ! 50), poor (40 MCS < 50), and very poor (MCS < 40). Outcomes included past 6 months of health care resource use and lost productivity (Work Productivity and Activity Impairment questionnaire). Results: Respondents with very poor/poor versus good mental well-being were more likely to visit the emergency room (27%/18% vs 11%, P < 0.001) or be hospitalized (19%/ 14% vs 9%, P < 0.001). Among labor force participants, those with very poor/ poor versus good mental well-being experienced greater overall work impairment (43.7/26.0 vs 10.7, P < 0.001). Conclusions: Greater resource use and work productivity impairment associated with poorer mental well-being among patients with T2DM has cost implications.",
            "paragraph_rank": 1,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "text": "T ype 2 diabetes mellitus (T2DM) is a chronic metabolic disorder characterized by hyperglycemia and insulin resistance, which is associated with various micro-and macrovascular complications, including retinopathy, neuropathy, kidney failure, and heart disease. T2DM is highly prevalent in the United States (U.S.), with recent estimates of 9.3% having the condition. 1 Because of its high prevalence and serious complications, T2DM has a profound impact on quality of life, health care resource use, work productivity loss, and increased risk of disability. 2 Similar to other chronic illnesses, T2DM has been shown to have a relationship with mental wellness. 3,4 In particular, T2DM's relationship with depression has been well documented. It has been demonstrated in numerous observational studies that patients with T2DM and depression are at a greater risk of poor self-care, lower adherence to anti-hyperglycemic agents, and poor glycemic control [5][6][7][8][9][10] leading to a higher risk of micro-and macrovascular events and risk of cardiovascular and all-cause mortality. 11 Patients with T2DM are also frequently affected by diabetes-related psychological distress, which may be affected by social stigma, lack of social support, or negative expectations about their diabetes. [12][13][14] Like depression, diabetesrelated psychological distress has been shown to have a negative impact on self-care, treatment adherence, and glycemic control. [15][16][17] Although the effect of depression on health outcomes, such as health care resource use and work productivity loss, among patients with T2DM has been studied extensively, 5,18 -23 these outcomes have not been studied in patients with T2DM and poor mental well-being more generally. Indeed, much of the focus of prior research has been on understanding the burden of psychiatric comorbidities among patients with T2DM, but not well-being in its own right.",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 368,
                    "text": "1",
                    "end": 369
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 559,
                    "text": "2",
                    "end": 560
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 662,
                    "text": "3,",
                    "end": 664
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 664,
                    "text": "4",
                    "end": 665
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 954,
                    "text": "[5]",
                    "end": 957
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 957,
                    "text": "[6]",
                    "end": 960
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 960,
                    "text": "[7]",
                    "end": 963
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 963,
                    "text": "[8]",
                    "end": 966
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 966,
                    "text": "[9]",
                    "end": 969
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 969,
                    "text": "[10]",
                    "end": 973
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1085,
                    "text": "11",
                    "end": 1087
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1291,
                    "text": "[12]",
                    "end": 1295
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1295,
                    "text": "[13]",
                    "end": 1299
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1299,
                    "text": "[14]",
                    "end": 1303
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1458,
                    "text": "[15]",
                    "end": 1462
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1462,
                    "text": "[16]",
                    "end": 1466
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1466,
                    "text": "[17]",
                    "end": 1470
                },
                {
                    "type": "bibr",
                    "start": 1641,
                    "text": "5,18 -23",
                    "end": 1649
                }
            ]
        },
        {
            "text": "The current study seeks to address this lack of knowledge by assessing overall mental well-being of patients with T2DM, utilizing the mental component summary (MCS) of The Medical Outcomes Study 36-Item Short Form Survey Instrument version 2 (SF-36v2), which is a readily available and widely used measure of well-being. In particular, the study will assess the effect of poor and very poor mental well-being on health care resource use and work productivity.",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "section": "Source",
            "text": "Data are from the 2013 U.S. National Health and Wellness Survey (NHWS; n ¼ 75,000), an annual, cross-sectional study of the U.S. adult (aged !18 years) population. A stratified random sample (with strata by gender, age, and ethnicity) was implemented to ensure that the demographic composition of the sample was aligned to that of the corresponding adult population as measured by the U.S. Census Bureau. Data were collected through a self-administered, Internetbased questionnaire. Several peer-reviewed publications have previously compared the NHWS with other governmental sources. [24][25][26] ",
            "paragraph_rank": 4,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 585,
                    "text": "[24]",
                    "end": 589
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 589,
                    "text": "[25]",
                    "end": 593
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 593,
                    "text": "[26]",
                    "end": 597
                }
            ]
        },
        {
            "section": "Analytic Sample",
            "text": "The sample for analyses included respondents who selfreported a diagnosis of T2DM. Once they self-reported having T2DM, additional indicators were further examined to confirm type of diabetes, including age at diagnosis, time since diagnosis and start of insulin, type of oral medication use, and body mass index (BMI). This yielded 7852 patients with T2DM for analyses. Other national studies, such as National Health and Nutrition Evaluation Survey (NHANES), use a similar approach to confirm type of diabetes. The current NHWS sample used in this analysis was not weighted in any way.",
            "paragraph_rank": 5,
            "section_rank": 5
        },
        {
            "section": "Independent Variable: Mental Well-Being",
            "text": "Participants were categorized into mental well-being categories using the MCS from The Medical Outcomes Study 36-Item Short Form Survey Instrument version 2 (SF-36v2). [27][28][29] The MCS is normed to the general U.S. population. This is achieved by transforming the raw scores for the items to a mean of 50 and a standard deviation (SD) of 10. Higher scores indicate better mental well-being. The MCS scores were categorized on the basis of the mean and SD of the general population and distribution of the MCS score within the analytic sample. Final categories were as follows: good mental well-being (above the population mean; MCS ! 50), poor mental well-being ( 1 SD below the population mean; 40 MCS < 50), and very poor mental well-being (>1 SD below the population mean; MCS < 40).",
            "paragraph_rank": 6,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 168,
                    "text": "[27]",
                    "end": 172
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 172,
                    "text": "[28]",
                    "end": 176
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 176,
                    "text": "[29]",
                    "end": 180
                }
            ]
        },
        {
            "section": "Independent Variable: Mental Well-Being",
            "text": "Consideration was given to defining the cutoff between poor and very poor mental well-being using a score of 35, which is a more traditional cutoff indicative of depression. However, a cutoff of 40 was a more conservative approach and yielded a more even distribution across categories. Sensitivity analyses were subsequently conducted using the more liberal cut-off of 35 and did not demonstrate substantial change in the results. In addition, the defined mental wellbeing categories were further supported by their statistical association with other mental health indicators (eg, depression diagnosis or generalized anxiety disorder diagnosis). Those with very poor mental well-being reported more depression and anxiety diagnoses and prescription history than those with poor or good mental well-being. Those with poor mental well-being reported more depression and anxiety diagnoses and prescription history than those with good mental well-being (see Table 1 in Appendix, Supplemental Digital Content 1, http://links.lww.com/JOM/A310).",
            "paragraph_rank": 7,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 956,
                    "text": "Table 1",
                    "end": 963
                }
            ]
        },
        {
            "section": "Covariates: Demographics and Health Characteristics",
            "text": "The following demographic variables were examined for differences between mental well-being categories: age, gender, race/ethnicity, education, and household income. The following health characteristics were also examined: BMI, smoking status, and comorbidity burden, measured via the Charlson Comorbidity Index (CCI). 30 In addition, diabetes-related characteristics were examined: history of hypoglycemia, diabetes-related complications, years since diagnosis, and current treatment.",
            "paragraph_rank": 8,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 319,
                    "text": "30",
                    "end": 321
                }
            ]
        },
        {
            "section": "Outcome Variables",
            "text": "Resource Use: Health care resource was measured for all respondents in the analytic sample for the past 6 months and included number of health care provider (HCP) visits, number of emergency room (ER) visits, and number of hospitalizations. Labor Force Participation and Work Productivity Loss: Labor force participation (employed full time, employed part-time, or selfemployed) was examined via a single item. Work productivity loss and activity impairment were measured using the Work Productivity and Activity Impairment-General Health questionnaire (WPAI-GH). 31 The WPAI measures the percentage work loss due to absenteeism (time missed from work), presenteeism (lost productivity while at work), and overall work impairment (absenteeism and presenteeism) for those respondents currently in the labor force. It also measures the percentage of activity impairment for all respondents in the analytic sample.",
            "paragraph_rank": 9,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 564,
                    "text": "31",
                    "end": 566
                }
            ]
        },
        {
            "section": "Statistical Analyses",
            "text": "Demographics, health characteristics, and outcomes differences were examined for the three mental well-being groups. For continuous variables, means and SDs were reported and one-way analysis of variances (ANOVAs) were used to determine statistical significance. For categorical variables, frequencies and percentages were reported and Chi-square tests were used to determine statistical significance.",
            "paragraph_rank": 10,
            "section_rank": 10
        },
        {
            "section": "Statistical Analyses",
            "text": "Following initial comparisons, generalized linear models (GLMs) were used, which test whether the adjusted (accounting for covariates) relative counts of the outcomes differ among wellbeing groups. Covariates included demographic and health characteristics defined above. All analyses were carried out using SPSS version 20 (SPSS Inc., Chicago, IL).",
            "paragraph_rank": 11,
            "section_rank": 10
        },
        {
            "section": "Demographics and Health Characteristics",
            "text": "The analytic sample consisted of 7852 respondents diagnosed with T2DM. Of these, 22% (n ¼ 1701) experienced very poor mental well-being, 23% (n ¼ 1781) poor mental well-being, and 56% (n ¼ 4370) good mental well-being.",
            "paragraph_rank": 12,
            "section_rank": 12
        },
        {
            "section": "Demographics and Health Characteristics",
            "text": "Patients with very poor and poor mental well-being were more likely to be younger, female, Hispanic or other ethnicity, less educated, and had lower household income than those with good mental well-being. In addition, those with very poor mental wellbeing were more likely to be younger, Hispanic or other ethnicity, less educated, and had lower income than those with poor mental well-being (see Table 1).",
            "paragraph_rank": 13,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 398,
                    "text": "Table 1",
                    "end": 405
                }
            ]
        },
        {
            "section": "Demographics and Health Characteristics",
            "text": "Generally patients with very poor mental well-being had unhealthier health characteristics and more comorbidity burden than those with poor mental well-being and good mental well-being. Those with poor mental well-being had unhealthier health characteristics and more comorbidity burden than those with good mental well-being. Specifically, patients with very poor mental well-being were more likely to be morbidly obese, more likely to smoke, and had higher CCI scores than those with poor mental well-being and good mental wellbeing. In addition, those with poor mental well-being were more likely to be morbidly obese, current smokers, and had higher comorbidity burden than those with good mental well-being (see Table 1).",
            "paragraph_rank": 14,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 717,
                    "text": "Table 1",
                    "end": 724
                }
            ]
        },
        {
            "section": "Demographics and Health Characteristics",
            "text": "A similar relationship was observed for diabetes-related complications and treatment. Patients with very poor mental well-being were more likely to experience diabetes-related complications and to be treated with a combination of insulin and noninsulins than those with poor or good mental well-being. Among patients with very poor or poor mental well-being, there was a greater likelihood of experiencing hypoglycemia and diabetesrelated complications as well as to be treated with a combination of insulin and noninsulin(s) than among those with good mental well-being (see Table 1).",
            "paragraph_rank": 15,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 576,
                    "text": "Table 1",
                    "end": 583
                }
            ]
        },
        {
            "section": "The Association of Mental Well-being With Health Care Resource Use and Work Productivity",
            "text": "Overall, patients with very poor mental well-being reported greater health care resource use than those with poor and good mental well-being as indicated by a greater number of doctor visits, ER visits, and hospitalizations in the past 6 months. Also, those with poor mental well-being reported higher resource use than those with good mental well-being (see Table 2). These results held after controlling for covariates for resource use (Covariates included age, gender, ethnicity, income, education, smoking status, BMI, CCI, years since diagnosis, diabetes-related complications, hypoglycemia status, and current treatment.) Those with very poor mental well-being reported more resource use than those with good well-being and more HCP and ER visits than those with poor mental well-being. Those with poor mental well-being reported more resource use than those with good mental well-being (see Table 3; individual regression tables located in Appendix: doctor visits-see Tables 6a and 6b, ER visits-see Tables 7a and 7b, and  hospitalizations-see Tables 8a and 8b, Supplemental Digital Content 1, http://links.lww.com/JOM/A310).",
            "paragraph_rank": 16,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 359,
                    "text": "Table 2",
                    "end": 366
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 898,
                    "text": "Table 3",
                    "end": 905
                },
                {
                    "type": "table",
                    "start": 975,
                    "text": "Tables 6a and 6b, ER visits-see Tables 7a and 7b, and  hospitalizations-see Tables 8a and 8b",
                    "end": 1067
                }
            ]
        },
        {
            "section": "The Association of Mental Well-being With Health Care Resource Use and Work Productivity",
            "text": "For the whole sample, activity impairment was measured. Those with very poor and poor mental well-being had higher activity impairment than those with good mental well-being. Those with poor mental well-being had greater activity impairment than those with good mental well-being (see Table 2). Presenteeism, absenteeism, and overall work impairment were asked only of those participating in the labor force. Overall, approximately one-third of patients with T2DM were participating in the labor force. Patients with very poor mental well-being were less likely to participate in the labor force than those with poor mental well-being and good mental well-being. In addition, those with poor mental well-being were more likely to participate in the work force than those with good mental well-being (see Table 2). Those with very poor mental well-being had higher presenteeism, absenteeism, and overall work impairment than those with poor and good mental well-being. Likewise, those with poor mental well-being had higher presenteeism, absenteeism, and overall work impairment than those with good mental well-being. Controlling for potential confounders, the findings were consistent with the unadjusted comparisons (Covariates included age, gender, ethnicity, income, education, smoking status, BMI, CCI, years since diagnosis, diabetes related complications, hypoglycemia status, and current treatment.) Those with very poor mental well-being reported more work and activity impairment than those with poor and good mental well-being. Similarly, those with poor mental well-being reported more activity and work impairment than those with good mental well-being (see Table 3; individual regression tables located in Appendix: absenteeism-see Tables 2a and 2b, presenteeism-see Tables 3a  and 3b, overall work impairment-see Tables 4a and 4b, and  activity impairment-see Tables 5a and 5b, Supplemental Digital Content 1, http://links.lww.com/JOM/A310).",
            "paragraph_rank": 17,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 285,
                    "text": "Table 2",
                    "end": 292
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 804,
                    "text": "Table 2",
                    "end": 811
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 1671,
                    "text": "Table 3",
                    "end": 1678
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 1746,
                    "text": "Tables 2a and 2b, presenteeism-see Tables 3a  and 3b, overall work impairment-see Tables 4a and 4b, and  activity impairment-see Tables 5a and 5b",
                    "end": 1891
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Patients with T2DM and very poor or poor mental well-being were more likely to be younger, female, nonwhite, less educated, and have lower income than patients with T2DM and good mental well-being. The demographic groups associated with poor and very poor mental well-being tend to be consistent with previous literature. Typically, women and younger populations have a greater prevalence of anxiety and depression. 32,33 The pattern is a little bit less clear when it comes to ethnicity and well-being, as it is difficult to disentangle the relationship between socioeconomic status and ethnicity. Previous research has found a strong relationship between ethnicity/socioeconomic status and health disparities that can often be attributed to differences in health behaviors, cultural factors, and access to treatment. [34][35][36][37][38] In addition, a previous study looked at overall NHWS data and results showed that whites had higher mental well-being, measured by MCS scores, than ethnic minority groups, which is consistent with the results from the current study. 39 However, once demographic factors such as income were controlled for in the previous study, the differences between ethnic groups and well-being were not as clear. Given certain groups are at a greater risk for poor and very poor mental well-being, it is important to note as they may benefit from intervention.",
            "paragraph_rank": 18,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 416,
                    "text": "32,",
                    "end": 419
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 419,
                    "text": "33",
                    "end": 421
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 819,
                    "text": "[34]",
                    "end": 823
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 823,
                    "text": "[35]",
                    "end": 827
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 827,
                    "text": "[36]",
                    "end": 831
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 831,
                    "text": "[37]",
                    "end": 835
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 835,
                    "text": "[38]",
                    "end": 839
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 1073,
                    "text": "39",
                    "end": 1075
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "The burden of poor and very poor mental well-being among patients with T2DM was demonstrated for all examined outcome variables. Even after adjusting for differences in social, health, and disease status, patients with poor and very poor mental well-being reported a greater number of health care practitioner visits, emergency room visits, and hospitalizations than patients with good mental well-being. Patients with very poor mental well-being also experienced the lowest work force participation. Interestingly, those with poor mental well-being experienced higher work force participation than those with good mental well-being. Demographic and socioeconomic characteristics may contribute to this difference. Those with good mental well-being were older, on average, than those with poor and very poor mental well-being. Older individuals have a higher likelihood of being retired from the workforce regardless of mental well-being status. In addition, those with poor mental well-being had lower educational levels and lower annual household incomes than those with good mental well-being. Those with poor mental well-being may have to work to survive financially, necessitating greater workforce participation. Those with very poor mental well-being have the lowest annual household income levels and the lowest levels of workforce participation. Regardless of financial need, those with very poor mental wellbeing may simply be unable to work or may be eligible for disability benefits to survive financially. Those with poor and very poor mental well-being who participated in the labor force experienced greater work productivity loss including greater absenteeism and presenteeism than those with good mental well-being. Displaying the greatest burden, patients with very poor mental well-being, who participated in the workforce, experienced even greater health care resource use and more pronounced work productivity loss than patients with poor mental well-being.",
            "paragraph_rank": 19,
            "section_rank": 14
        },
        {
            "section": "DISCUSSION",
            "text": "The study corroborates previous research by demonstrating that mental health has a substantial impact on health care resource use and work productivity among T2DM patients. Although we would expect this pattern to be consistent among those with T2DM, given the substantial burden already associated with T2DM, having poor and very poor mental well-being could exacerbate the negative effects. In particular, prior studies showed that patients with T2DM and depression had greater outpatient costs as well as a greater probability of having primary care, specialty care, inpatient care, emergency room visitation, and hospitalizations than patients with T2DM and no depression. 5,23,40,41 Prior studies also showed that patients with T2DM and depression had greater odds of functional disability, 18,21,22,42 and were more likely to miss at least 7 workdays in a given year, 22 compared with patients with T2DM but no depression. It is important to note that 40.5% of those with poor and 30.9% of those with very poor mental well-being were actively participating in the labor force. It is very possible that the negative impact that mental well-being had on workplace performance may extend beyond what has been measured in this study. For instance, we are not capturing details about the circumstances of those not currently in the labor force. As T2DM is a major driver of health care and indirect costs, 2 these findings suggest that poor and very poor mental well-being among patients with T2DM is a major economic burden. The greater use of health care resources found in patients with poor and very poor mental well-being indicates greater direct costs for patients and payers, including self-insured employers. To put the cost burden into perspective, an average hospitalization in the U.S. costs $18,012. 43 Those with poor mental well-being had 0.70 hospitalizations (unadjusted) annually that equates to $12,608 in annual hospitalization costs, that is, an increase of approximately $8286 in annual costs attributable to hospitalizations per patient with very poor mental wellbeing compared with a patient with good mental well-being and an additional $3962 compared with a patient with poor mental wellbeing. Considering that nearly half of patients with T2DM can be categorized as experiencing either very poor or poor mental wellbeing, direct health care costs for resource utilization are substantial. To put the burden of lost work productivity in perspective, the median individual weekly salary in the U.S. is $768, 44 which amounts to $39,936 annually assuming 52 work-weeks a year. Given those with very poor mental well-being report roughly 10.7% absenteeism (unadjusted), the amount attributable to lost wages due to missing work is $4273 annually. Those with very poor mental well-being have $3227 greater annual costs attributable to absenteeism than those with good mental well-being and $2144 greater absenteeism costs than those with poor mental well-being. Indirect costs associated with the greater presenteeism associated with very poor and poor mental wellbeing will add to the economic burden on employers.",
            "paragraph_rank": 20,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 677,
                    "text": "5,",
                    "end": 679
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 679,
                    "text": "23,",
                    "end": 682
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 682,
                    "text": "40,",
                    "end": 685
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 685,
                    "text": "41",
                    "end": 687
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 796,
                    "text": "18,",
                    "end": 799
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 799,
                    "text": "21,",
                    "end": 802
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 802,
                    "text": "22,",
                    "end": 805
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 805,
                    "text": "42",
                    "end": 807
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 874,
                    "text": "22",
                    "end": 876
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 1813,
                    "text": "43",
                    "end": 1815
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 2533,
                    "text": "44",
                    "end": 2535
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Notably, the current study finds that, while patients with T2DM who were classified as having poor mental health (MCS of 40 to 50) may not necessarily meet criteria for diagnoses of depression, anxiety, or other psychiatric conditions, they have significantly greater health care resource use and experience significantly more work impairment than those with good mental wellbeing. As patients who were classified as having poor mental wellbeing represented nearly a quarter of the sample, the findings suggest previous estimates, which focused on patients with very poor mental health status (via diagnoses of psychiatric conditions) may have underestimated the total impact of mental health impairment in patients with T2DM. 5,6,18,21-23,40 -42 Prior findings suggesting that poor mental health, and particularly diabetes-related distress, is negatively associated with self-care, treatment adherence, and glycemic control, 5,6,[8][9][10]15,16,45 further highlighting the importance of the current findings. Clinicians should take care to address the mental well-being of patients in addition to the physical aspects of T2DM in order to prevent patients from developing poor or very poor mental well-being. This is particularly notable, as prior research suggests that there is discordance between patients and their physicians, with patients rating mental health symptoms as a higher treatment priority than their physicians. 45 ",
            "paragraph_rank": 21,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 727,
                    "text": "5,6,18,21-23,40 -42",
                    "end": 746
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 926,
                    "text": "5,",
                    "end": 928
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 928,
                    "text": "6,",
                    "end": 930
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 930,
                    "text": "[8]",
                    "end": 933
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 933,
                    "text": "[9]",
                    "end": 936
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 936,
                    "text": "[10]",
                    "end": 940
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 940,
                    "text": "15,",
                    "end": 943
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 943,
                    "text": "16,",
                    "end": 946
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 946,
                    "text": "45",
                    "end": 948
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 1429,
                    "text": "45",
                    "end": 1431
                }
            ]
        },
        {
            "section": "Limitations",
            "text": "The current study benefited from using a large sample representative of the Internet-using U.S. population. Because the study employed an internet sampling methodology, older and ill patients not able to complete online surveys may have been undersampled. This may have led to the current study's sample being younger and healthier than would be the case if the sampling could have included these patients, which may have biased the study to underestimate the prevalence of very poor and poor mental wellbeing among patients with T2DM and the impact of mental wellbeing on health care and work productivity costs.",
            "paragraph_rank": 22,
            "section_rank": 15
        },
        {
            "section": "Limitations",
            "text": "Because of the cross-sectional nature of the study, a causal relationship between mental well-being and outcomes could not be established. Although poorer mental well-being may lead to greater resource use and work productivity loss, greater resource use and work productivity loss may exacerbate poor mental well-being. All measures were self-reported and patients may have misclassified their disease status or treatment status, potentially causing measurement error.",
            "paragraph_rank": 23,
            "section_rank": 15
        },
        {
            "section": "Limitations",
            "text": "Lastly, we were not able to assess diabetes-related distress in this study, as the data were not available in the National Health and Wellness Survey. Future research should focus on the relationship between diabetes-related distress, mental health conditions including depression and anxiety, and overall mental well-being. In addition, this study only focused on patients with T2DM. Future research should consider the relationship of overall mental wellbeing with health care resource use and work productivity in the general population, as well as in populations with other chronic health conditions.",
            "paragraph_rank": 24,
            "section_rank": 15
        },
        {
            "section": "Conclusions and Future Directions",
            "text": "The current study found that patients with T2DM and poor or very poor mental well-being experience greater health care resource use and work productivity impairment than patients with T2DM and good mental well-being. The consequences of such impairment for those with poor or very poor mental well-being have real-world implications for associated costs to employers and health plans.",
            "paragraph_rank": 25,
            "section_rank": 16
        },
        {
            "section": "Conclusions and Future Directions",
            "text": "In contrast with prior research, the current study highlights that patients who are not necessarily clinically diagnosed with a mental health condition, but have poor mental well-being, may experience impairment, indicating prior research may have underestimated the total impact of diabetes-related mental health impairments. Clinicians should pay special attention to populations at a greater risk for poor and very poor mental well-being such as low income, women, and non-Whites. It is important that clinicians take care in developing individualized treatment strategies tailored to mental health status and focus on those with poor and very poor mental well-being, as both groups may have different needs and require different interventions.",
            "paragraph_rank": 26,
            "section_rank": 16
        },
        {
            "section": "TABLE 1 .",
            "text": "Demographics and Health Characteristics for Patients With T2DM by Mental Well-Being Category",
            "paragraph_rank": 27,
            "section_rank": 17
        },
        {
            "section": "TABLE 2 .",
            "text": "Health Care Resource Use, Labor Force Participation, and Work Productivity Loss for Patients With T2DM by Mental Well-Being Category Values in the same row and subtable not sharing the same subscript are significantly different at P < 0.05.",
            "paragraph_rank": 29,
            "section_rank": 18
        },
        {
            "section": "TABLE 2 .",
            "text": "ANOVA, analysis of variance.",
            "paragraph_rank": 30,
            "section_rank": 18
        },
        {
            "section": "TABLE 3 .",
            "text": "Health Care Resource Use and Work Productivity Loss for Patients With T2DM by Mental Well-Being Category Controlling for Confounders Values in the same row and subtable not sharing the same subscript are significantly different at P < 0.05. Covariates included age, gender, ethnicity, income, education, smoking status, BMI, CCI, years since diagnosis, diabetes-related complications, hypoglycemia status, and current treatment.",
            "paragraph_rank": 31,
            "section_rank": 19
        },
        {
            "section": "TABLE 3 .",
            "text": "SE, standard error.",
            "paragraph_rank": 32,
            "section_rank": 19
        },
        {
            "section": "TABLE 3 .",
            "text": "ß 2016 American College of Occupational and Environmental Medicine",
            "paragraph_rank": 33,
            "section_rank": 19
        }
    ]
}