{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Uncoupling proteins (UCPs) are mitochondrial inner membrane proteins that function to dissipate proton motive force and mitochondrial membrane potential. One UCP has been identified in Caenorhabditis elegans (C. elegans), namely UCP-4. In this study, we examined its expression and localization using a GFP marker in C. elegans. ucp-4 was expressed throughout the body from early embryo to aged adult and UCP-4 was localized in the mitochondria. It is known that increased mitochondrial membrane protential leads to a reactive oxygen species (ROS) increase, which is associated with age-related diseases, including neurodegenerative diseases in humans. A ucp-4 mutant showed increased mitochondrial membrane protential in association with increased neuronal defects during aging, and the neurons of ucp-4 overexpressing animals showed decreased neuronal defects during aging. These results suggest that UCP-4 may be involved in neuroprotection during aging via relieving mitochondrial membrane protential. We also investigated the relationship between UCP-4 and innate immunity because increased ROS can affect innate immunity. ucp-4 mutant displayed increased resistance to the pathogen Staphylococcus aureus compared to wild type. The enhanced immunity in the ucp-4 mutant could be related to increased mitochondrial membrane protential, presumably followed by increased ROS. In summary, UCP-4 might have an important role in neuronal aging and innate immune responses through mediating mitochondrial membrane protential.",
            "paragraph_rank": 2,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "section": "INTRODUCTION 1",
            "text": "Uncoupling proteins (UCPs) are a small family of mitochondrial carrier proteins with five identified members in mammalian systems. The first discovered UCP1 was localized in brown adipose tissue and was shown to dissipate the proton gradient, which generated heat through uncoupling of oxidative phosphorylation from the electron transport chain (Nicholls and Locke, 1984). Several studies suggest that UCPs might be involved in many metabolic functions, including fatty acid transport, regulation of insulin secretion, and regulation of mitochondrial superoxide generation (Echtay, 2007). UCP2 was suggested to be a negative regulator of insulin secretion and acted through a mild uncoupling mechanism (Chan et al., 1999). Moreover, UCP2 and UCP3 are activated by superoxide from the mitochondrial inner membrane (Echtay et al., 2002;Talbot et al., 2004). It was proposed that UCPs could reduce mitochondrial reactive oxygen species (ROS) generation, and therefore attenuate damage derived from these molecules (Murphy et al., 2003). In a recent study, endothelial UCP2 was shown to function mainly in the control ROS generation in mitochondria during hyperglycemia (Koziel et al., 2015). Moreover, the recently identified UCP4 and UCP5 were specifically localized in the brain, and their roles were suggested to be in the modulation of energy production and mitochondrial ROS levels (Mao et al., 1999;Sanchis et al., 1998;Yu et al., 2000). Ectopic expression of these proteins resulted in lower mitochondrial membrane potential (ψ m ) and ROS content. It was proposed that high ψ m is strongly correlated with increases in ROS in mitochondria, and consequently mitochondrial oxidative damage (Boveris et al., 1972;Echtay, 2007;Erlanson-Albertsson, 2003). It was indeed demonstrated that 4-hydroxynonenal (HNE), derived from lipid peroxidation, reduced mitochondrial ROS production, through uncoupling, and decreased ψ m (Echtay and Brand, 2007;Echtay et al., 2003).",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 346,
                    "text": "(Nicholls and Locke, 1984)",
                    "end": 372
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 574,
                    "text": "(Echtay, 2007)",
                    "end": 588
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 703,
                    "text": "(Chan et al., 1999)",
                    "end": 722
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 814,
                    "text": "(Echtay et al., 2002;",
                    "end": 835
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 835,
                    "text": "Talbot et al., 2004)",
                    "end": 855
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 1012,
                    "text": "(Murphy et al., 2003)",
                    "end": 1033
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 1167,
                    "text": "(Koziel et al., 2015)",
                    "end": 1188
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 1385,
                    "text": "(Mao et al., 1999;",
                    "end": 1403
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 1403,
                    "text": "Sanchis et al., 1998;",
                    "end": 1424
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 1424,
                    "text": "Yu et al., 2000)",
                    "end": 1440
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1694,
                    "text": "(Boveris et al., 1972;",
                    "end": 1716
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1716,
                    "text": "Echtay, 2007;",
                    "end": 1729
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1729,
                    "text": "Erlanson-Albertsson, 2003)",
                    "end": 1755
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1922,
                    "text": "(Echtay and Brand, 2007;",
                    "end": 1946
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1946,
                    "text": "Echtay et al., 2003)",
                    "end": 1966
                }
            ]
        },
        {
            "section": "INTRODUCTION 1",
            "text": "Under restricted diet conditions, UCP2, 4, and 5 levels were shown to increase, which was associated with decreased ROS production and reduced neurodegeneration in models of Parkinson's disease (Duan and Mattson, 1999;Echtay, 2007;Sullivan et al., 2004). It has been suggested that UCPs regulate pathways involved in neurodegeneration, and protect against neurodegenerative diseases and aging through controlling ROS-induced oxidative stress. In addition, it was reported that Ucp2 knockout mice have enhanced resistance to the parasite Toxoplasma, presumably through increased ROS production in macrophages (Arsenijevic et al., 2000).",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 194,
                    "text": "(Duan and Mattson, 1999;",
                    "end": 218
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 218,
                    "text": "Echtay, 2007;",
                    "end": 231
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 231,
                    "text": "Sullivan et al., 2004)",
                    "end": 253
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 608,
                    "text": "(Arsenijevic et al., 2000)",
                    "end": 634
                }
            ]
        },
        {
            "section": "INTRODUCTION 1",
            "text": "Surprisingly there are few studies on UCP in Caenorhabditis elegans (C. elegans), despite this species providing a good research model. C. elegans has only one UCP, UCP-4, which is a homologue of mammalian UCP4 (Iser et al., 2005). According to a study by Iser et al. (2005), despite elevated ATP levels, there were no significant differences between wild type and ucp-4 mutants in terms of life span, temperature tolerance, and resistance to applied oxidative stress. However, the ucp-4 mutant was sensitive to cold stress. This indicates that ucp-4 in C. elegans has a role as a thermogenin. In addition, it was suggested that ceUCP4 controls succinate transport to achieve regulation of complex II-mediated oxidative phosphorylation (Pfeiffer et al., 2011). Given that mammals have multiple UCPs with multiple functions, the single C. elegans UCP could be multifunctional and involved in several mechanisms. However, its role in neuronal aging and innate immunity is not known. We therefore investigated the role of C. elegans UCP4 in neuronal aging and pathogen resistance.",
            "paragraph_rank": 5,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 211,
                    "text": "(Iser et al., 2005)",
                    "end": 230
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 256,
                    "text": "Iser et al. (2005)",
                    "end": 274
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 736,
                    "text": "(Pfeiffer et al., 2011)",
                    "end": 759
                }
            ]
        },
        {
            "section": "Strains and constructs",
            "text": "Wild type Bristol N2 strain, ucp-4 deletion mutant (ok195), and CZ10175 zdIs5 (Pmec-4::gfp) were obtained from the Caenorhabditis Genetics Center (CGC) at the University of Minnesota. The ucp-4 deletion mutant was crossed to zdIs5 to obtain ucp-4 (ok195);zdIs5 (Pmec-4::gfp). We cultured C. elegans according to published protocols (Brenner, 1974).",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 332,
                    "text": "(Brenner, 1974)",
                    "end": 347
                }
            ]
        },
        {
            "section": "Strains and constructs",
            "text": "To clone the ucp-4 promoter region, approximately 1.9 kb of the 5 -upstream region of ucp-4 gene was amplified by polymerase chain reaction (PCR) using genomic DNA from worm lysate as a template. The amplified DNA was inserted into the Fire vector, pPD95.79 to generate Pucp-4::gfp. The amplified 1.6 kb ucp-4 genomic DNA was combined with Pucp-4::gfp to construct Pucp-4::ucp-4::gfp. To obtain ucp-4 overexpression constructs, the amplified 1.6 kb ucp-4 fragment was cloned into the Fire vector, pPD49.83, Phs::ucp-4. Subsequently, the heatshock promoter of the vector was replaced by the 1.9 kb ucp-4 promoter region to generate Pucp-4::ucp-4. Microinjection was performed as previously described (Mello and Fire, 1995) and the plasmid pRF4 containing a dominant gene (rol-6) was coinjected.",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 699,
                    "text": "(Mello and Fire, 1995)",
                    "end": 721
                }
            ]
        },
        {
            "section": "Strains and constructs",
            "text": "For RNAi bacterial feeding constructs, ucp-4 cDNA was obtained by reverse transcription polymerase chain reaction (RT-PCR) followed by PCR. The amplified 1 kb ucp-4 cDNA was inserted into the Fire feeding vector (L4440). The RNAi construct was introduced to HT115 (DE3) bacteria. Feeding experiments were performed as described by Kamath et al. (2001).",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 331,
                    "text": "Kamath et al. (2001)",
                    "end": 351
                }
            ]
        },
        {
            "section": "MitoTracker and TMRE experiments",
            "text": "MitoTracker Red CMXRos (Invitrogen, Life Technologies Corporation, USA) was prepared following the manufacturer's protocol and added to the growth media plate at a final concentration of 2 μg/ml. The worms were transferred to the media and incubation proceeded for 16 h.",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "section": "MitoTracker and TMRE experiments",
            "text": "Tetramethylrhodamine (TMRE, Invitrogen) is a cell-permeable and cationic fluorescent dye that is an indicator of mitochondrial membrane potential (ψ m ) (Farkas et al., 1989;Loew et al., 1993;Yoneda et al., 2004). TMRE in DMSO (50 μM) was applied to the worm plates at a final concentration of 0.1 μM. Worms were incubated on TMRE plates for 16 h and then prepared for observation after washing with M9 buffer (Yoneda et al., 2004). For ectopic overexpression experiments, heat shock was performed for 2 h at 30°C, 12 h before observation.",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 153,
                    "text": "(Farkas et al., 1989;",
                    "end": 174
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 174,
                    "text": "Loew et al., 1993;",
                    "end": 192
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 192,
                    "text": "Yoneda et al., 2004)",
                    "end": 212
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 410,
                    "text": "(Yoneda et al., 2004)",
                    "end": 431
                }
            ]
        },
        {
            "section": "Observation of neuronal defects",
            "text": "We scored an individual adult worm as one neuronal defect when it displayed at least one defect such as an outgrowth in the anterior lateral microtubule cells (ALM) or branching, blebbing, and waving in the posterior lateral microtubule cells (PLM) (Cho et al., 2015). All observations were conducted using a fluorescent microscope (80i-DS-Fi1, Nikon). For assessing neuronal defects, animals with ectopic overexpression of target proteins were subjected to a mild heat shock at 25°C for 2 h every 24 h.",
            "paragraph_rank": 11,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 249,
                    "text": "(Cho et al., 2015)",
                    "end": 267
                }
            ]
        },
        {
            "section": "Pathogen experiments",
            "text": "Staphylococcus aureus was cultured overnight at 37°C in BHI media, after which the culture was diluted 1:10 with the same media. This diluted solution (100 μl) was spread onto plates and incubated at 37°C for 6 h, followed by 6 h of cooling at 20°C. For treatment with heat-killed pathogens, plates were incubated at 65°C for 6 h to kill the pathogen. Worms were transferred to prepared media (previously seeded with heatkilled or live pathogens) and the live worms were counted every 6 h until no living worms remained. Data are presented as mean survival days, which were calculated using the OASIS program (Yang et al., 2011).",
            "paragraph_rank": 12,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 609,
                    "text": "(Yang et al., 2011)",
                    "end": 628
                }
            ]
        },
        {
            "section": "ucp-4 is expressed ubiquitously and UCP-4 is localized in the mitochondria in C. elegans",
            "text": "A previous study reported that ucp-4 was expressed in the head muscles, pharynx, and body wall muscles of C. elegans (Iser et al., 2005). We investigated ucp-4 expression and UCP-4 localization. Using a transcriptional reporter (Pucp-4::gfp), GFP expression indicated that ucp-4 was expressed throughout the body of adult worms and that expression was initiated at an early developmental stage (Figs. 1A and 1B, respectively). ucp-4 expression was observed in several tissues, including pharyngeal muscle, body wall muscle, and head sensory neurons (Figs. 1C, 1D, and 1E respectively). These results suggest that ucp-4 was expressed in most tissues throughout the life of the worm. Regarding UCP-4 localization, a translational reporter (Pucp-4::ucp-4::gfp) was used. In UCP-4::GFP transgenic animals, GFP-tagged UCP-4 was specifically localized in the mitochondria of the body wall muscle and hypodermis (Figs. 1F and 1G). MitoTracker staining, overlaid with green fluorescence in the hypodermis, suggested that UCP-4 might be located inside the mitochondria, and probably in the inner membrane ( Fig. 1H).",
            "paragraph_rank": 13,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 117,
                    "text": "(Iser et al., 2005)",
                    "end": 136
                },
                {
                    "type": "figure",
                    "start": 1098,
                    "text": "Fig. 1H",
                    "end": 1105
                }
            ]
        },
        {
            "section": "ucp-4 mutant reveals increased mitochondrial membrane potential (ψ m )",
            "text": "It has been suggested that increased mitochondrial membrane potential (ψ m ) is positively associated with reactive oxygen species (ROS) generation in the mitochondria (Hansford et al., 1997;Korshunov et al., 1997;Votyakova and Reynolds, 2001). Moreover, UCPs dissipate the mitochondrial proton gradient, resulting in decreased ψ m (Korshunov et al., 1997). To determine if UCP-4 is involved in regulating ψ m , we used TMRE staining to visualize ψ m in wild type, ucp-4 mutant, and ucp-4 overexpressing animals. As shown in Fig. 2, ψ m was increased in the ucp-4 mutants compared to that of wild type worms (Figs. 2A and 2B, respectively); this result was consistent with previous studies (Iser et al., 2005;Ji et al., 2012). To confirm the involvement of ucp-4 in ψ m , ucp-4 was overexpressed using a heat shock promoter, Phs::ucp-4, and the worms were stained by TMRE. TMRE intensity in overexpressing animals was lowest among all strains (Fig. 2D). Wild type animals with the heat shock promoter showed no difference in TMRE intensity compared to wild type animals; therefore, the heat shock promoter itself did not affect ψ m (Fig. 2C). Low ψ m in ucp-4 overexpressing worms could be the result of proton gradient dissipation. Therefore, UCP-4 could lead to low energy efficiency and low ROS levels.",
            "paragraph_rank": 14,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 168,
                    "text": "(Hansford et al., 1997;",
                    "end": 191
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 191,
                    "text": "Korshunov et al., 1997;",
                    "end": 214
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 214,
                    "text": "Votyakova and Reynolds, 2001",
                    "end": 242
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 332,
                    "text": "(Korshunov et al., 1997)",
                    "end": 356
                },
                {
                    "type": "figure",
                    "start": 525,
                    "text": "Fig. 2",
                    "end": 531
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 690,
                    "text": "(Iser et al., 2005;",
                    "end": 709
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 709,
                    "text": "Ji et al., 2012)",
                    "end": 725
                },
                {
                    "type": "figure",
                    "start": 943,
                    "text": "(Fig. 2D)",
                    "end": 952
                },
                {
                    "type": "figure",
                    "start": 1132,
                    "text": "(Fig. 2C",
                    "end": 1140
                }
            ]
        },
        {
            "section": "ucp-4 mutant displays increased neuronal defects",
            "text": "Increased ROS, probably in the context of oxidative damage, is correlated with neuronal diseases such as Parkinson's and",
            "paragraph_rank": 15,
            "section_rank": 10
        },
        {
            "section": "ucp-4 mutant displays increased neuronal defects",
            "text": "Alzheimer's (Fahn and Cohen, 1992;Lin and Beal, 2006). Human UCP2 was shown to protect neurons against oxidative stress (Mattiasson and Sullivan, 2006). We therefore examined if UCP-4 is involved in neuronal defects during the aging process. In recent reports, mechanosensory touch receptor neurons, anterior lateral microtubule cells (ALM) and posterior lateral microtubule cells (PLM), showed neuronal degenerations during aging, which included soma outgrowth, axon blebbing, and wavy processes (Pan et al., 2011;Tank et al., 2011;Toth et al., 2012). In addition, ALM and PLM cells are well-studied and easily observed (Chen et al., 2013). Therefore, We used the zdIs5 (Pmec-4::gfp) background to observe and score ALMs and PLMs during aging. Imaging of touch receptor neurons in zdIs5 worms showed ALM and PLM cells on day 1 (Fig. 3A). Fig. 3B shows standard ALM outgrowth and PLM wavy defects in the 10-day control animal. On day 15, severe ALM outgrowth and PLM waving and blebbing phenotypes were observed as aging progressed in control worms (Figs. 3C, 3D, and 3E).",
            "paragraph_rank": 16,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 12,
                    "text": "(Fahn and Cohen, 1992;",
                    "end": 34
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 34,
                    "text": "Lin and Beal, 2006)",
                    "end": 53
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 120,
                    "text": "(Mattiasson and Sullivan, 2006)",
                    "end": 151
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 497,
                    "text": "(Pan et al., 2011;",
                    "end": 515
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 515,
                    "text": "Tank et al., 2011;",
                    "end": 533
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 533,
                    "text": "Toth et al., 2012)",
                    "end": 551
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 621,
                    "text": "(Chen et al., 2013)",
                    "end": 640
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 828,
                    "text": "(Fig. 3A)",
                    "end": 837
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 839,
                    "text": "Fig. 3B",
                    "end": 846
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1049,
                    "text": "(Figs. 3C, 3D",
                    "end": 1062
                }
            ]
        },
        {
            "section": "ucp-4 mutant displays increased neuronal defects",
            "text": "To understand ucp-4 function in neuronal aging, ucp-4 deficient and ucp-4 overexpressing worms were examined. First, both ucp-4 deletion mutants and ucp-4 RNAi treated animals were used for neuronal observation during aging to determine whether effects are the result of ucp-4 itself. For RNAi treatment in worms, ucp-4 RNAi was applied to zdIs5 animals (Figs. 3F and 3G). Figures 3F and 3G show that ALM and PLM defects progressed in an age-dependent manner regardless of the presence of ucp-4 (comparing day 1 to day 15). For example, ALMs in the 15-day control showed a 67% defect, which was much greater than the 14% defect in 1-day animals (Fig. 3F). Moreover, the ucp-4 mutant showed markedly increased ALM defects, specifically, 22% on day 1 and 89% on day 15 (Fig. 3F). Animals treated with ucp-4 RNAi showed similar results to those of the ucp-4 mutant.",
            "paragraph_rank": 17,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 373,
                    "text": "Figures 3F and 3G",
                    "end": 390
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 645,
                    "text": "(Fig. 3F)",
                    "end": 654
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 767,
                    "text": "(Fig. 3F",
                    "end": 775
                }
            ]
        },
        {
            "section": "ucp-4 mutant displays increased neuronal defects",
            "text": "For PLMs, neuronal defects gradually increased with aging in control and ucp-4 deficient animals (Fig. 3G). However, PLM waving phenotypes were much more severe in ucp-4 mutants compared to that of control worms (Fig. 3G). Quantification indicated that both ucp-4 mutants and ucp-4 RNAi treated worms resulted in more neuronal defects compared to that in controls at all time points tested (Figs. 3F and 3G). These results suggest that only ucp-4 contributes to neuronal defects during aging. For confirmation, ucp-4 overexpressing animals were also studied during aging. Pucp-4::ucp-4 and Phs::ucp-4 constructs were injected into zdIs5 for observation in overexpressing worms (Figs. 3H and 3I). On day 1, ALM and PLM phenotypes were not significantly different between controls (Phs::gfp) and ucp-4 overexpressing animals (Pucp-4::ucp-4 and Phs::ucp-4). As aging progressed, all animals showed a gradual increase in neuronal defects (Figs. 3H and 3I). However, both ucp-4 overexpressing animals (Pucp-4::ucp-4 and Phs::ucp-4) consistently presented a lower number of defects compared to that in either group of control animals (Pucp-4::gfp and Phs::gfp) (Figs. 3H and 3I). These results led us to conclude that UCP-4 attenuates neuronal defects during aging, probably by lowering the mitochondrial membrane potential (ψ m ) and consequently lowering ROS levels. According to the free radical theory, ROS might cause aging and aging-related disease (Harman, 1972). Mild uncoupling by UCPs resulting in lowered ROS levels can alleviate aging and aging-associated diseases such as Parkinson's and Alzheimer's disease that are driven by oxidative damage. However, this has not yet been clearly proven (Beckman and Ames, 1998;Divakaruni and Brand, 2011). The quantification of a mild uncoupling effect requires the development of specific methods to measure physiological ROS content, especially in native conditions (Divakaruni and Brand, 2011). Despite technical difficulty, the application of mild uncoupling has shown beneficial results. For example, mice expressing muscle-specific UCP1 showed decreased adiposity, increased metabolic rate, and diminished age-related diseases (Gates et al., 2007). Ucp2 overexpressing mice showed neuronal protection after global ischemia and after transient focal ischemia (Deierborg et al.,",
            "paragraph_rank": 18,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 97,
                    "text": "(Fig. 3G)",
                    "end": 106
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 212,
                    "text": "(Fig. 3G)",
                    "end": 221
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 390,
                    "text": "(Figs. 3F and 3G)",
                    "end": 407
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 677,
                    "text": "(Figs. 3H and 3I",
                    "end": 693
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 934,
                    "text": "(Figs. 3H and 3I",
                    "end": 950
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1155,
                    "text": "(Figs. 3H and 3I",
                    "end": 1171
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1449,
                    "text": "(Harman, 1972)",
                    "end": 1463
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1698,
                    "text": "(Beckman and Ames, 1998;",
                    "end": 1722
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1722,
                    "text": "Divakaruni and Brand, 2011)",
                    "end": 1749
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1913,
                    "text": "(Divakaruni and Brand, 2011)",
                    "end": 1941
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 2178,
                    "text": "(Gates et al., 2007)",
                    "end": 2198
                }
            ]
        },
        {
            "section": "A B",
            "text": "C D E Fig. 4. Deficiency of UCP-4 results in resistance to S. aureus. Mitochondrial membrane potential (ψ m ) was measured by TMRE after wild type worms were fed heat-killed or live S. aureus (A and B, respectively). (C) and (D) represent TMRE stained ucp-4 mutants feeding on either heat-killed or live S. aureus, respectively. Scale bar = 100 μm. (E) Mean survival days of the wild type and the ucp-4 mutant after exposure to pathogen-seeded plates. Each experimental result was calculated by OASIS. The average of five experimental replicates was plotted. n > 300 worms per line in each experiment. WT, wild type; ucp-4, ucp-4 mutant; egg, animals were exposed to the pathogen at the egg stage; L1-2, at L1-2 stage; L3-4, at L3-4 stage; adult day 1, 5, and 10, at day 1, 5, and 10, respectively. Error bars = SD. *p < 0.05; **p < 0.01, based on a Student's t-test.",
            "paragraph_rank": 19,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 6,
                    "text": "Fig. 4",
                    "end": 12
                }
            ]
        },
        {
            "section": "A B",
            "text": "2008; Haines and Li, 2012) Moreover, our results suggest that ucp-4 overexpression in C. elegans alleviates neuronal defects that occur during aging. Therefore, UCPs can regulate ψ m , which protects neurons during aging. Proper application of mild uncoupling might be useful to treat metabolic or age-related diseases. Further studies are required to establish mild uncoupling and determine how it is regulated during age-related neurodegeneration.",
            "paragraph_rank": 20,
            "section_rank": 11
        },
        {
            "section": "A B",
            "text": "The ucp-4 mutant is resistant to the pathogen S. aureus Increased ROS can cause oxidative damage, especially in the mitochondria (Harman, 1956). However, an increase in ROS can be beneficial for innate immunity as a major defense system against pathogens (Arsenijevic et al., 2000;Basu Ball et al., 2011). Moreover, in C. elegans, increased ROS levels were shown to occur in the intestine at the site of pathogen infection (Chavez et al., 2007). Because UCP-4 is involved in regulating mitochondrial membrane potential (ψ m ), we investigated the function of UCP-4 in the response to pathogens. First, we compared ψ m using TMRE staining in wild types and in ucp-4 mu-tants upon exposure to either live (pathogenic) or heat-killed (non-pathogenic) Staphylococcus aureus (S. aureus). As seen in Fig. 4, the ucp-4 mutant had high ψ m compared to that of the wild type without pathogen exposure (Figs. 4A and 4C,respectively). After pathogen exposure, there was no significant change in ψ m between live and heat-killed pathogen exposed ucp-4 mutants (Fig. 4D). In contrast, wild type worms showed an increase in ψ m upon exposure to live pathogens (Fig. 4B). This increased ψ m could be related to pathogen resistance; we therefore assayed worm survival. We placed animals on pathogen-seeded plates during each developmental stage, specifically egg, L1-2, L3-4, and adult day 1, 5, and 10. After the worms were transferred, surviving animals were counted each day until all were dead. We used the OASIS program to calculate mean survival days based on the raw data . As seen in Fig. 4E, the ucp-4 mutant survived longer than the wild type when exposed to the pathogen at the egg stage, L1-2, L3-4, and the young adult stage (day 1). However, exposure at the aged adult stages (days 5 and 10) produced different results. Specifically, the ucp-4 mutants were more susceptible to the pathogen compared to wild type at this stage.",
            "paragraph_rank": 21,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 129,
                    "text": "(Harman, 1956)",
                    "end": 143
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 255,
                    "text": "(Arsenijevic et al., 2000;",
                    "end": 281
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 281,
                    "text": "Basu Ball et al., 2011)",
                    "end": 304
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 423,
                    "text": "(Chavez et al., 2007)",
                    "end": 444
                },
                {
                    "type": "figure",
                    "start": 794,
                    "text": "Fig. 4",
                    "end": 800
                },
                {
                    "type": "bibr",
                    "start": 892,
                    "text": "(Figs. 4A and 4C,",
                    "end": 909
                },
                {
                    "type": "bibr",
                    "start": 909,
                    "text": "respectively)",
                    "end": 922
                },
                {
                    "type": "figure",
                    "start": 1048,
                    "text": "(Fig. 4D)",
                    "end": 1057
                },
                {
                    "type": "figure",
                    "start": 1146,
                    "text": "(Fig. 4B)",
                    "end": 1155
                },
                {
                    "type": "figure",
                    "start": 1576,
                    "text": "Fig. 4E",
                    "end": 1583
                }
            ]
        },
        {
            "section": "A B",
            "text": "Considering the increase in ψ m in wild type animals upon pathogen exposure, the resulting increase in ROS could serve to initiate an immune response. However, the ucp-4 mutant displayed high ROS levels without the presence of the pathogen, which could account for the observed resistance. As shown in Fig. 4, ucp-4 mutants exposed to pathogens at an early stage showed increased resistance, but were susceptible when exposed to the pathogen in an aged adult stage. This inconsistency between young and aged animals might be due to the free radical aging process and/or gradual ROS response (Hekimi et al., 2011). It was shown that silencing UCP2 in macrophages resulted in increased ROS production that could kill the pathogen via direct oxidative damage. As a result, the UCP2 knocked-down macrophage showed enhanced resistance to the Leishmania parasite (Basu Ball et al., 2011). When young ucp-4 mutants were exposed to the pathogen, the increased ROS could function as microbicidal molecules. In addition, increased ROS could facilitate an immune responseduring pathogen attack. Indeed, a recent study showed that moderately increased ROS in the mitochondria enhances immunity against pathogens via a feedback mechanism involving hypoxia-inducible factor 1 (HIF-1) and AMP-activated protein kinase (AMPK) in C. elegans (Hwang et al., 2014).",
            "paragraph_rank": 22,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 302,
                    "text": "Fig. 4",
                    "end": 308
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 591,
                    "text": "(Hekimi et al., 2011)",
                    "end": 612
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1324,
                    "text": "(Hwang et al., 2014)",
                    "end": 1344
                }
            ]
        },
        {
            "section": "A B",
            "text": "Alternatively, high levels of ROS can cause oxidative damage. It was observed that various organisms accumulated oxidative damage of macromolecules such as DNA, proteins, and lipids during aging (Back et al., 2012;Harman, 1956;1972;2009;Sohal and Weindruch, 1996). When ucp-4 mutants aged, their macromolecules could be progressively damaged by increased ROS. The cumulative damage via ROS and aging in the ucp-4 mutant could cause susceptibility to the pathogen. ROS increases can thus function in two opposite ways. The initial ROS increase against a pathogen attack could be beneficial to kill the pathogen and trigger an immune response. However, the constant high level of ROS could cause deterioration of structures consisting of physical barriers to infection by pathogen. Since ROS can exert both positive and negative responses, the regulation of ROS levels could be critical for innate immunity. This dual role is probably tightly linked to ROS balance; therefore, further studies are necessary to elucidate how the ROS balance in the innate immune system is sensed and regulated during pathogen exposure. ",
            "paragraph_rank": 23,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 195,
                    "text": "(Back et al., 2012;",
                    "end": 214
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 214,
                    "text": "Harman, 1956;",
                    "end": 227
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 227,
                    "text": "1972;",
                    "end": 232
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 232,
                    "text": "2009;",
                    "end": 237
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 237,
                    "text": "Sohal and Weindruch, 1996)",
                    "end": 263
                }
            ]
        },
        {
            "section": "Fig. 1 .Fig. 2 .",
            "text": "ucp-4 expression and UCP-4 localization in C. elegans. ucp-4 was expressed throughout the entire body (A) and in a comma stage embryo (B) in the transgenic animal carrying Pucp-4::gfp. Higher magnification showed intense expression of ucp-4 in pharyngeal muscle and head neurons (C, arrows and arrowheads, respectively), body wall muscle (D), and head neurons (E, arrows). UCP-4 was localized in the body wall muscles and in the hypodermis (F and G respectively) in the transgenic worm carrying the Pucp-4::ucp-4::gfp construct. (H) The same hypodermis image in G stained with MitoTracker is presented. Scale bars = 50 μm. The ucp-4 mutant shows increased mitochondrial membrane potential (ψ m ). ψ m was assessed by TMRE. WT, wild type (A); ucp-4, ucp-4 mutant (B); Phs::gfp (C); Phs::ucp-4, ucp-4 overexpression under control of the heat shock promoter (D). Scale bar = 100 μm.",
            "paragraph_rank": 24,
            "section_rank": 12
        },
        {
            "section": "Fig. 3 .",
            "text": "Neuronal defects are increased in the ucp-4 mutant. (A-E) A representative image of a mechanosensory neuron from a control worm is presented on day 1 (A), 10 (B), and 15 (C, D, and E). An arrow indicates ALM outgrowth and arrowheads indicate PLM waving in B. Arrows show ALM outgrowth in C; arrows indicate PLM branching in D. Arrows indicate PLM blebbing and arrowheads show PLM waving in E. Scale bars = 50 μm. (F and H) ALM neuronal defects in the ucp-4 mutant and in ucp-4 RNAi treated worms (F) and ucp-4 overexpressing animals (H) are presented as a percentage relative to that of control animals. (G and I) PLM neuronal defects in the ucp-4 mutant and in ucp-4 RNAi treated worms (G) and ucp-4 overexpressing animals (I) are presented as a percentage relative to that of the control. zdIs5, zdIs5 (Pmec-4::gfp); zdIs5;ucp-4 (ok195), ucp-4 in zdIs5; zdIs5 + vector (L4440), empty vector (L4440) in zdIs5; zdIs5 + ucp-4 RNAi, zdIs5 treated with ucp-4 RNAi (F and G). zdIs5 + zdIs5 + Phs::gfp, Phs::gfp in zdIs5; in zdIs5 (H and I) n > 100 worms per line in each experiment. Four independent experiments were performed. Error bars represent SD. *p < 0.05; **p < 0.01, based on a Student's t-test.",
            "paragraph_rank": 25,
            "section_rank": 13
        },
        {
            "text": "ucp-4 Involvement in Neuronal Aging and Innate ImmunityInjeong Cho et al.",
            "paragraph_rank": 26,
            "section_rank": 14
        },
        {
            "text": "http://molcells.org Mol. Cells 685",
            "paragraph_rank": 27,
            "section_rank": 14
        },
        {
            "text": "ucp-4 Involvement in Neuronal Aging and Innate Immunity Injeong Cho et al. 682 Mol. Cells http://molcells.org",
            "paragraph_rank": 28,
            "section_rank": 14
        },
        {
            "text": "ucp-4 Involvement in Neuronal Aging and Innate Immunity Injeong Cho et al. 684 Mol. Cells http://molcells.org",
            "paragraph_rank": 29,
            "section_rank": 14
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "We thank the Caenorhabditis Genetics Center (CGC) at the University of Minnesota, USA, for the worm strains and Andrew Fire for the Fire vectors. The study was supported by a research fund from Chosun University, 2011.",
            "paragraph_rank": 30,
            "section_rank": 16
        }
    ]
}