{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Bisphosphonates (BPs) have recently been shown to have direct anti-tumor properties. Systemic treatment with BPs can have multiple adverse effects such as osteonecrosis of the jaw and BP induced bone fracturing and spine instability. While benefits of systemic BP treatments may outweigh risks, local treatment with BPs has been explored as an alternate strategy to reduce unwarranted risk. In the present study, we examined whether local delivery of BPs inhibits tumor-induced osteolysis and tumor growth more effectively than systemic treatment in an animal model of tumor-induced bone disease. Following establishment of an intra-tibial model of bone metastases in athymic mice, the experimental group was treated by local administration of zoledronate into the tibial lesion. A comparison of the effect of local versus systemic delivery of zoledronate on the formation of tumor-induced osteolysis was also carried out. A significant increase in mean bone volume/tissue volume % (BV/TV) of the locally treated group (12.30 ± 2.80%) compared to the control group (7.13 ± 1.22%) (P < 0.001). Additionally, there was a significant increase in the BV/TV (10.90 ± 1.25%) in the locally treated group compared to the systemically treated group (7.53 ± 0.75%) (P=0.005). These preliminary results suggest that local delivery of BPs outperforms both systemic and control treatments to inhibit tumor-induced osteolysis.",
            "paragraph_rank": 2,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 1
        },
        {
            "section": "Introduction",
            "text": "Bone metastases are the most common bone tumor, and they are often derived from solid tumours of the breast, prostate, lung and bladder [1]. Bone metastases are also the most common cause of cancer-related bone pain and often lead to additional complications such as pathological fracture and spine compressions, all of which can severely diminish patients' quality of life [2]. Treatment of bone metastases imposes a huge burden on the healthcare system, and with the advancement in healthcare and increase in cancer life expectancy, metastatic bone disease is projected to increase dramatically [3]. Current treatment options for bone metastases are surgical therapy, radiotherapy, anti-receptor activator of nuclear factor-kappaB ligand (RANKL) antibody, and systemic bisphosphonates (BPs).",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 136,
                    "text": "[1]",
                    "end": 139
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 374,
                    "text": "[2]",
                    "end": 377
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 597,
                    "text": "[3]",
                    "end": 600
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "During bone turnover, osteoblasts build bone while osteoclasts are responsible for bone removal [4]. BPs are potent anti-resorptive agents that reduce bone resorption by inhibiting osteoclastic cell activity.",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 96,
                    "text": "[4]",
                    "end": 99
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Many studies have shown that there is an increase in osteoclast numbers and activity in metastatic bone disease. As such, the antiresorptive activity of BPs has been explored to reduce bone cancer pain, bone destruction, and bone tumor growth [5]. Interestingly, BPs have also been suggested to have anti-tumor properties by negatively regulating macrophages, endothelial cells and tumor cells [4,6]. BPs have also been shown to elicit combinatorial effects with chemotherapeutic agents. They are often administered to breast or prostate cancer patients with metastatic bone disease as a single intravenous dose or course of treatment as part of the standard care regimen [7,8]. Local delivery of BPs by elution from porous materials can be used to enhance bone formation, suggesting a different approach to systemic treatment [9].",
            "paragraph_rank": 5,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 243,
                    "text": "[5]",
                    "end": 246
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 394,
                    "text": "[4,",
                    "end": 397
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 397,
                    "text": "6]",
                    "end": 399
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 672,
                    "text": "[7,",
                    "end": 675
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 675,
                    "text": "8]",
                    "end": 677
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 827,
                    "text": "[9]",
                    "end": 830
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Due to close proximity to vital structures, incomplete surgical resection of bone metastases is common. The remaining tumor can promote osteolysis of the surrounding bone. While systemic BP treatment is often given to these patients, several complications such as osteonecrosis of the jaw, atrial fibrillations, hypocalcemia and acute inflammatory response may render systemic BPs administration unsuitable for some patients [10]. Therefore, we sought to examine whether local delivery of BPs can inhibit tumor-induced osteolysis and tumor growth in an animal model of tumor-induced bone disease. We also sought to determine whether the efficacy of local delivery of BPs is comparable to that of systemic BPs on disrupting tumor-induced osteolysis.",
            "paragraph_rank": 6,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 425,
                    "text": "[10]",
                    "end": 429
                }
            ]
        },
        {
            "text": "Materials and methods",
            "section_rank": 2
        },
        {
            "text": "Study subjects and participants",
            "section_rank": 3
        },
        {
            "section": "Study subjects and participants",
            "text": "MDA-MB-231/LUC cell line (Cedarlane, ON, Canada) were cultured in a DMEM cell culture medium (Gibco, Invitrogen) supplemented with 10% fetal bovine serum and 1% antibiotics (HyClone brand from Thermo Scientific) at 37°C in a humidified atmosphere of 5% carbon dioxide (CO2). Zoledronic acid was purchased from Sigma, USA, and D-luciferin was purchased from PerkinElmer, USA. The experimental design used 35 female athymic nude mice (490, Homozygous), aged 9-12 weeks, purchased from Charles River, USA. The average weight was 25 g (range, 22.7-27.6 g). The mice were maintained in pathogen-free conditions. The Mcgill Animal Care and Use Committee approved all the experimental procedures.",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "Establishment of an intra-tibial mice model of bone metastasis",
            "section_rank": 4
        },
        {
            "section": "Establishment of an intra-tibial mice model of bone metastasis",
            "text": "MDA-MB-231/LUC cell line (N=10 5 ) were resuspended in 20 μl of Phosphate buffered saline (PBS) and injected into the marrow space of the right tibia using a 27½ gauge needle coupled to a Hamilton syringe under imaging guidance [11]. Five days following inoculation, the presence of tumor cells was confirmed using in vivo bioluminescence imaging (IVIS spectrum, PerkinElmer, USA). Mice were randomly assigned to different groups according to the design of each experiment. At the end of each experiment, the mice were sacrificed using the American Association for Laboratory Animal Science (IACUC) approved method (CO2 asphyxiation).",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 228,
                    "text": "[11]",
                    "end": 232
                }
            ]
        },
        {
            "text": "Intra-tibial administration of zoledronate",
            "section_rank": 5
        },
        {
            "section": "Intra-tibial administration of zoledronate",
            "text": "Mice were anesthetised using gas anesthetics and were placed in supine position over a heated pad to avoid hypothermia. The site of the injection was draped in a sterile fashion and cleaned by 70% ethanol swab. The ipsilateral knee was flexed to 90 degrees. Following this a 27½ gauge (½ inch long) needle attached to a 1 ml syringe was inserted percutaneously through the knee joint. The syringe axis was kept in alignment to the axis of the tibia. The advancement of the needle was carried on under image guidance to make sure that we are in the metaphyseal bone of the proximal tibia. Proximal tibia was drilled by rotating the syringe half to ¾ run. Then, another syringe loaded with zoledronate was inserted at the tract made by drilling. After successful administration of zoledronate, animals were monitored till complete recovery from anesthesia. Systemic analgesia was administered for 48-72 h following the procedure.",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "section": "Intra-tibial administration of zoledronate",
            "text": "After successful inoculation of MDA-MB-231/LUC cell line, mice were divided randomly into two separate groups, the treatment group (2 μg of zoledronate suspended in PBS (30 μl) /mice, delivered intratibially three times/week for three weeks, N =11), and the control group (PBS (30 μl) /mice, intra-tibially three times/week for three weeks, N=5), as described above. Zoledronate treatment was started one week after the successful implantation of tumor cells. The tumor growth was monitored weekly using in vivo bioluminescence imaging and clinically for any signs of tumor development. After three weeks of treatment, the mice were sacrificed and tibias were removed and dissected for micro-computed tomography (Skyscan1172, Skyscan, Belgium) and histological analysis.",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "Local versus systemic administration",
            "section_rank": 6
        },
        {
            "section": "Local versus systemic administration",
            "text": "Following successful injection of MDA-MB-231/LUC cell line, nineteen athymic nude mice were divided randomly into two groups: the local treatment group (0.025 mg/kg of zoledronate in PBS (30 μl), delivered intra-tibially once/week for four weeks, N=6), the systemic treatment group (0.025 mg/kg zoledronate in PBS (100 μl), delivered sub-cutaneously once/week for four weeks, N=5). Doses were calculated based on an average weight of 25 g. [12] The treatment was started one week following successful inoculation of the breast cancer cells. After four weeks of treatment, the mice were sacrificed, and tibias were removed and dissected for micro-computed tomography and histological analysis.",
            "paragraph_rank": 11,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 440,
                    "text": "[12]",
                    "end": 444
                }
            ]
        },
        {
            "text": "In vivo bioluminescence imaging",
            "section_rank": 7
        },
        {
            "section": "In vivo bioluminescence imaging",
            "text": "The growth of MDA-MB-231 derived tibial lesions was assessed by longitudinal bioluminescence imaging. The mice were imaged using IVIS spectrum following an intra-peritoneal injection of D-luciferin solution (PerkinElmer, USA) (150 mg/kg body weight) under gas anesthetic. Bioluminescence images were taken 20 min after D-luciferin injection and acquired until the peak signal was reached. Photon emission was quantified using Living Image software and graphed according to the average radiance (photons/s/cm 2 /sr).",
            "paragraph_rank": 12,
            "section_rank": 7
        },
        {
            "text": "Micro-computed tomography (μ -CT) analysis",
            "section_rank": 8
        },
        {
            "section": "Micro-computed tomography (μ -CT) analysis",
            "text": "Tibiae were dissected from mice at necropsy and excised tibia scanned using a high-resolution micro-tomographic system. Each of the three-dimensional images was constructed from approximately 550 individual micro-CT images (8.9 μm/image) starting from the growth plate of the tibia and moving distally. Image reconstruction was performed using NRecon (Version 1.6.2.0; SkyScan). The CT analyzer (1.11.8.0; SkyScan) was used to measure static histomorphometric parameters of the region of interest including bone volume/ tissue volume % (BV/TV), trabecular number, trabecular thickness and trabecular separation.",
            "paragraph_rank": 13,
            "section_rank": 8
        },
        {
            "text": "Histology and immunohistochemistry",
            "section_rank": 9
        },
        {
            "section": "Histology and immunohistochemistry",
            "text": "Histological analysis of tumor burden was performed on hematoxylin and eosin (H & E) stained sections of tibias. Imagescope software (Aperio) was used to quantify tumor area in mm 2 . Tumor burden was expressed as the proportion of tumor occupying the total area. Tissue fixation and immunohistochemical (IHC) staining were carried out as previously described. [13] The proliferative index in the bone metastatic lesions was assessed by staining with a Ki67 antibody (1 μg/ml; Abcam, Toronto, ON, Canada). Anti-Cleaved-Caspase 3 staining (0.2 μg/ml dilution; Cell Signaling, Whitby, ON, Canada) was performed to quantify apoptosis within the bone lesions. Following incubation with the primary antibody, secondary biotin-conjugated antibody (Jackson Laboratories) was applied for 30 min. After washing with distilled water, slides were developed with diaminobenzidine (Dako) as the chromogen. All slides were counterstained using Harris haematoxylin before being scanned using a Scanscope XT digital slide scanner (Aperio). Quantification was performed by analyzing bone metastases with Imagescope software (Aperio) using positive pixel count algorithm for Ki67 and Cleaved Caspase-3 staining. For quantification of Ki67 and Cleaved Caspase-3 staining, positively stained nuclei were represented as a percentage of total nuclei per field.",
            "paragraph_rank": 14,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 361,
                    "text": "[13]",
                    "end": 365
                }
            ]
        },
        {
            "text": "Statistical analysis",
            "section_rank": 10
        },
        {
            "section": "Statistical analysis",
            "text": "All statistical analyses were conducted using SPSS Version 21 (Armonk, NY: IBM Corp). All data were expressed as Mean ± SEM. Non-parametric two-sided Mann-Whitney U-tests was applied to test the difference in μ-CT markers, tumor burden and immunohistochemistry staining. Repeated measures two-way ANOVA with interactions was used to calculate the difference in bioluminescence data between the two groups. A p-value of less than 0.05 was considered statistically significant.",
            "paragraph_rank": 15,
            "section_rank": 10
        },
        {
            "text": "Results",
            "section_rank": 11
        },
        {
            "text": "Local administration of zoledronate suppresses breast cancerinduced osteolysis",
            "section_rank": 12
        },
        {
            "section": "Local administration of zoledronate suppresses breast cancerinduced osteolysis",
            "text": "Following 3 weeks of zoledronate treatment, the treated group demonstrated a statistically significant increase in the BV/TV (12.30 ± 2.80%) compared to the control group (7.13 ± 1.22%) (P < 0.001); net increase is 72.51% (Fig. 1A). Additionally, the treated group revealed an increase in the trabecular number, compared to the control group (P < 0.001) ( Table 1). Three-dimensional (3D) reconstruction of μ-CT images, established using the coronal (midline) and axial cut (5 mm from the growth plate), demonstrated complete absence of the osteolytic lesions and an increase in trabecular bone formation in the zoledronate-treated tibiae compared to the control group (Fig. 1B). To quantify tumor growth, mice were imaged weekly by longitudinal bioluminescence imaging. The control group showed an increase in Fig. 1. Quantitative and qualitative assessment of BV/TV using μ-CT. A) The treated group showed a significant increase in the BV/TV as compared to the control group **P < 0.001. B) 3D constructed coronal and axial μ-CT images demonstrated a qualitative increase in the trabecular bone volume in the treated tibia when compared to the control. photon emission (expressed as average radiance) from day five onwards, unlike the treatment group which showed a slowing of tumor growth. However, a comparison between the mean photon emissions at the end of the experiment demonstrated no significant difference between the two groups (P=0.30) (Fig. 2). Histologically, mice treated with locally delivered BPs experience a decrease in the tumor burden (12 ± 7.7%), compared the control group (23 ± 20%), however the difference did not reach statistical significance (P = 0.34). Additionally, an examination of the effect of zoledronate on apoptosis and tumor cell proliferation using antibody active against cleaved caspase 3 (marker of cell apoptosis) and Ki-67 antibody (marker of cell proliferation), revealed a significant increase in the mean percentage of apoptosis (3.6 ± 2.8%) in the treatment group when compared to the control group (0.14 ± 0.08%) (P=0.07,) (Fig. 3). The increase in the apoptosis in the treated group was mirrored with decrease in the mean percentage of proliferation (29.4 ± 14.4%) in the treatment group when compared to the control group (44.9 ± 7.7%) (P = 0.10) (Fig. 3).",
            "paragraph_rank": 16,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 222,
                    "text": "(Fig. 1A)",
                    "end": 231
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 356,
                    "text": "Table 1)",
                    "end": 364
                },
                {
                    "type": "figure",
                    "start": 669,
                    "text": "(Fig. 1B)",
                    "end": 678
                },
                {
                    "type": "figure",
                    "start": 811,
                    "text": "Fig. 1",
                    "end": 817
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1449,
                    "text": "(Fig. 2)",
                    "end": 1457
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 2073,
                    "text": "(Fig. 3)",
                    "end": 2081
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 2299,
                    "text": "(Fig. 3",
                    "end": 2306
                }
            ]
        },
        {
            "text": "Local versus systemic administration of zoledronate is superior for reducing cancer-induced osteolysis",
            "section_rank": 13
        },
        {
            "section": "Local versus systemic administration of zoledronate is superior for reducing cancer-induced osteolysis",
            "text": "Since direct treatment with zoledronate showed significantly re-duced osteolysis compared to control treatment, we determined whether local BP treatment was also superior to systemic treatment for disrupting osteolysis in vivo. Upon comparison, BV/TV was found to be significantly higher in the local group (10.90 ± 1.25%) compared to the systemic group (7.53 ± 0.75%) (P=0.005) resulting in a net increase of 44.8% (Fig. 4A). Moreover, the locally treated group demonstrated an increase in the trabecular number when compared to the systemically treated group (P=0.005) ( Table 2). Three-dimensional (3D) reconstruction of μ-CT images, established using the coronal (midline) and axial cut (5 mm from the growth plate), further demonstrated an increase in trabecular bone volume in the locallytreated tibiae when compared to the systemically-treated group (Fig. 4B). Together, these data indicate that local treatment with BP has greater benefit to retaining bone volume than systemic treatment in our mouse model of tumor-induced bone disease.",
            "paragraph_rank": 17,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 416,
                    "text": "(Fig. 4A)",
                    "end": 425
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 573,
                    "text": "Table 2)",
                    "end": 581
                },
                {
                    "type": "figure",
                    "start": 857,
                    "text": "(Fig. 4B)",
                    "end": 866
                }
            ]
        },
        {
            "text": "Discussion",
            "section_rank": 14
        },
        {
            "section": "Discussion",
            "text": "Local drug delivery recently gained wide popularity in the field of orthopaedic oncology. Multiple studies have investigated the potential of local delivery of therapeutic agents in at the site of bone tumor mainly for palliative measures [14,[15][16][17][18]. Gangi et al. reported the use of percutaneous alcohol injection directly into bone tumours in 25 patients with painful vertebral metastases, which resulted in effective pain reduction and improved quality of life [14]. On the other hand, several studies reported local delivery of BPs for treating multiple bone pathologies [19,20]. Local elution of zoledronate from titanium implants in animal studies showed to increase in the net bone formation with clear signs of improved vascularity, maturity, and remodelling [19]. Locally-delivered BP was also used to improve mechanical stability of implants [21] and to enhance bone formation in an osteoporotic model [22]. Nevertheless, this is the first study to examine the effect of direct delivery of BPs into the site of bone metastasis.",
            "paragraph_rank": 18,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 239,
                    "text": "[14,",
                    "end": 243
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 243,
                    "text": "[15]",
                    "end": 247
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 247,
                    "text": "[16]",
                    "end": 251
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 251,
                    "text": "[17]",
                    "end": 255
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 255,
                    "text": "[18]",
                    "end": 259
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 474,
                    "text": "[14]",
                    "end": 478
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 585,
                    "text": "[19,",
                    "end": 589
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 589,
                    "text": "20]",
                    "end": 592
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 777,
                    "text": "[19]",
                    "end": 781
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 862,
                    "text": "[21]",
                    "end": 866
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 922,
                    "text": "[22]",
                    "end": 926
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "In this study, we have used an intra-tibial model of tumor-induced Fig. 4. Quantitative and qualitative assessment of BV/TV using μ-CT. A) Our results showed a significant statistical difference in the BV/TV between the local group (and the systemic group **P < 0.005. B) 3D constructed coronal and axial μ-CT images demonstrate an increase in the trabecular bone volume in the locally treated tibia when compared to the systemically treated tibia. bone disease that represents late events in the bone metastatic process and allows us to examine the effect of localized delivery of BPs on the progression of established metastatic bone disease [23,24]. We have used a high dose (2 μ) of BP three times/week to simulate a sustained release of BP from an implant. Our results demonstrated that local delivery of BPs significantly inhibited tumor-induced osteolysis in the treatment group; in fact, it preserved the bone completely. We also observed a substantial effect of BPs on tumor-induced osteolysis, as well as a trend for inhibition of tumor cell proliferation. A comparison between the local and the systemic delivery of BPs demonstrated that the anti-osteolytic effect of local delivery of BPs in a model of tumorinduced bone disease exceeds that of the systemic effect. Several studies have investigated the effect of systemic zoledronate on tumorinduced osteolysis [23,[25][26][27]. Buijs et al. [23] examined the effect of systemic zoledronate in an intra-tibial model of bone metastasis and demonstrated a significant inhibition of tumor-induced osteolysis in an intra-tibial model of bone metastasis. Similarly, Peyruchaud et al. [26] showed that 3 μg of zoledronate given daily, inhibited the formation of new lytic lesions and the progression of the established lesions [26].",
            "paragraph_rank": 19,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 67,
                    "text": "Fig. 4",
                    "end": 73
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 644,
                    "text": "[23,",
                    "end": 648
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 648,
                    "text": "24]",
                    "end": 651
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1374,
                    "text": "[23,",
                    "end": 1378
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1378,
                    "text": "[25]",
                    "end": 1382
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1382,
                    "text": "[26]",
                    "end": 1386
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1386,
                    "text": "[27]",
                    "end": 1390
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1405,
                    "text": "[23]",
                    "end": 1409
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1642,
                    "text": "[26]",
                    "end": 1646
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1784,
                    "text": "[26]",
                    "end": 1788
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "The underlying mechanism of the inhibition of osteolysis has been mainly found to be due to the inhibition of osteoclast-mediated bone resorption [28]. In the present study, local delivery also likely blocked osteolysis by inhibiting osteoclast function. Despite using a relatively high dose of zoledronate (2 μg) directly at the site of bone tumor one week after cancer cell implantation, our results showed a trend that tumor growth was less in the treatment versus control groups. These results were somewhat consistent with what is reported in the literature [29,30]. Buijs et al. [23] demonstrated that zoledronate significantly inhibited tumor-induced bone resorption. However, it did not inhibit local tumor growth. In addition, Pluijm et al. [31] examined the effect of pamidronate and olpadronate in an intra-tibial model of bone metastases. Treatment regimen started at day three after cancer cell implantation. Their results showed that BPs inhibited osteolysis, yet it did not affect tumor growth. From the review of the literature, it seems that BPs treatment inhibits tumor growth in preclinical animal models only when treatment starts before the establishment of bone metastases. However, once the tumor reaches a certain size, it is difficult to control the tumor growth with just BPs administration [31]. Moreover, it has been suggested that the BPs' high affinity for bone minerals bound their direct anti-tumor effect on the tumor cells in vivo [32].",
            "paragraph_rank": 20,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 146,
                    "text": "[28]",
                    "end": 150
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 563,
                    "text": "[29,",
                    "end": 567
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 567,
                    "text": "30]",
                    "end": 570
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 585,
                    "text": "[23]",
                    "end": 589
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 750,
                    "text": "[31]",
                    "end": 754
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 1317,
                    "text": "[31]",
                    "end": 1321
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 1465,
                    "text": "[32]",
                    "end": 1469
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "To further justify the use of local delivery, we compared the local delivery of zoledronate to the systemic delivery with equal dose (0.025 mg/kg), which represents the clinical dosage used in humans for treatment of bone metastases [12]. To minimize bias, we divided the mice into two control groups, one for systemic and one for local drug delivery. The rationale behind this randomization is a hypothetical effect of the increase in bone formation in the local group due to the repeated micro-fractures caused by our injection. However, the comparison between the two controls revealed no significant statistical difference (P=0.30). On the other hand, we observed a significant increase in the BV/TV in the local group compared to the systemic group, with a net increase of 44.8%. These results showed that the effect of local delivery of zoledronate in bone metastases model is superior that of the systemic treatment. This has been explained by the fact that half the dose of systemic zoledronate reaches the bone with a short half-life of ten days [33]. Our results suggest that a larger percentage of the dose reaches the bone; however, to our knowledge, there are no studies on the pharmacokinetics of direct injection of zoledronate.",
            "paragraph_rank": 21,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 233,
                    "text": "[12]",
                    "end": 237
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 1055,
                    "text": "[33]",
                    "end": 1059
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "Two major factors favor the use of local over systemic delivery with BPs. Given the anti-osteolysis effect of zoledronate, it can be utilized in cases where complete resection of bone tumor is not possible due to vital structures invasion. It can be delivered by local elution from implants or by image guidance injections in case surgical intervention is not feasible. The effect on tumor growth, however, is still question-able and needs further investigation. On the other hand, high doses of systemic BP is required to achieve clinical efficacious concentration for neoplastic bone metastasis. This required high systemic BP route can cause severe renal toxicity, while oral administration is complicated by poor bioavailability ( < 1% in humans) and poor gastrointestinal tolerability. In addition, other side effects of systemic BPs treatment have been reported in the literature include joint pain, jaw osteonecrosis [10], ocular inflammation [34], and compromised bone growth in children [35]. Local delivery can provide direct delivery of zoledronate to the site of bone tumor without passing the systemic circulation, thus, avoiding undesirable side effects and ensuring better bioavailability.",
            "paragraph_rank": 22,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 924,
                    "text": "[10]",
                    "end": 928
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 950,
                    "text": "[34]",
                    "end": 954
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 996,
                    "text": "[35]",
                    "end": 1000
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "In conclusion, intra-tumor delivery of zoledronate demonstrated a substantial inhibitory effect of tumor-induced osteolysis and a trend for reduced tumor cell proliferation. Additionally, the comparison between local and systemic delivery unexpectedly revealed that local delivery was more effective in osteolysis inhibition. Although tumor growth was not significantly inhibited, the noted effect on apoptosis of intra-tumor delivery of zoledronate triggers the need for further assessment of its anti-tumor properties. Also, further work needs to be performed to compare systemic effects of zoledronate in the non-affected skeleton as well as a dose reduction study to determine the minimum effective treatment for lysis inhibition.",
            "paragraph_rank": 23,
            "section_rank": 14
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 15
        },
        {
            "section": "Fig. 2 .",
            "text": "Real Tumours growth during local zoledronate treatment in intra-tibal breast cancer model. A) Representative images of tumours growth obtained from each group at different time points. B) Graph showed the BIL measurements according to the average radiance. Treatment with zoledronate showed an insignificant statistical difference (P=0.3).",
            "paragraph_rank": 24,
            "section_rank": 15
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 16
        },
        {
            "section": "Fig. 3 .",
            "text": "The effect of zoledronate (2 μg, three times/week for three weeks) on tumor cells proliferation and apoptosis using immunohistochemistry. (A) Ki-67 antibody (marker of cell proliferation) revealed a statistically insignificant decrease in Ki-67-positive cells (29.4 ± 14.4%) in the treatment group when compared to the control group (44.9 ± 7.7%) (P=0.10). (B) Anti CC-3 antibody (marker of cell apoptosis) demonstrated a statistically insignificant significant increase in the number of caspase-3-positive cells (3.6 ± 2.8%) in the treatment group when compared to the control group (0.14 ± 0.08%)(P=0.07). Scale bar, 20 µm.",
            "paragraph_rank": 25,
            "section_rank": 16
        },
        {
            "text": "Table 1",
            "section_rank": 17
        },
        {
            "section": "Table 1",
            "text": "Histomorphometric parameters of the locally treated group, compared to the control group.",
            "paragraph_rank": 26,
            "section_rank": 17
        },
        {
            "text": "Table 2",
            "section_rank": 18
        },
        {
            "section": "Table 2",
            "text": "Histomorphometric parameters of the locally treated and systemically treated groups.",
            "paragraph_rank": 28,
            "section_rank": 18
        },
        {
            "text": "Acknowledgments",
            "section_rank": 20
        },
        {
            "section": "Acknowledgments",
            "text": "This work was supported in part by the Canadian Cancer Society Research Institute (CCSRI) innovation grant # 702555, MITACS grant # IT02931 and Natural Sciences and Engineering Research Council of Canada (NSERC) grant # 312809-11. We thank Mrs. Zhifeng Dong for her valuable technical assistance with the immunohistochemistry.",
            "paragraph_rank": 30,
            "section_rank": 20
        },
        {
            "text": "Conflict of interest statement",
            "section_rank": 22
        },
        {
            "section": "Conflict of interest statement",
            "text": "The authors declare there are no conflicts of interest.",
            "paragraph_rank": 31,
            "section_rank": 22
        }
    ]
}