{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Departmental sources Background: Morphological changes repaired by icariin and autologous concentrate growth factors (ACGF) in critical-sized cranial defect were observed and their promoting effects were investigated. Material/Methods: Seventy-two New Zealand white rabbits weighing 1.8~2.0kg were used to build a critical-sized cranial defect model and were randomly divided into 3 groups. X-ray, HE staining, general and histological observation, and immunohistochemistry were used to describe the changes caused by normal saline, icariin, and ACGF. Results: Cranial defects were covered with newly formed bone tissue at the 12 th week in icariin and ACGF groups, with red color, hard surface, and no obvious boundary. Densities were the same in 2 groups at 4 timepoints. HE staining showed defects filled with a large amount of fibrous connective tissue, thick collagen fibers, and abundant osteoclasts. No new bone matrix appeared in any of the 3 groups. Trabecular area, trabeculae width, and osteoblast number in 2 groups were more than that of the control group, and osteoclast number was lower. However, osteoclast number among the 3 groups at the 12 th week had no significant difference, which was the same with 4 indicators between the icariin and ACGF groups. From the 4 th to 12 th week, regenerated cartilage was formed and showed positive reaction with BMP-2 and TGFb1 from primary bone, which also was demonstrated by granulation tissue and uniform dyeing. Conclusions: ACGF and icariin both can increase new bone quantity and improve bone quality, which can also promote healing. The effects and mechanisms of icariin and ACGF on the expression of gene are not exactly the same."
        }
    ],
    "body_text": [
        {
            "section": "Background",
            "text": "Bone defects caused by various causes, especially oral and maxillofacial defects, have a serious impact on patient quality of life [1]. Bone healing is an extremely complex process of biological repair, and has been a major problem in clinical practice. How to promote the healing of bone defect is a current focus of medical research. Scholars in China and other countries have done many experiments and widely discussed the bone healing mechanism with the help of histology, histochemistry, histology, ultrastructure, and biomechanics [2].",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 131,
                    "text": "[1]",
                    "end": 134
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 537,
                    "text": "[2]",
                    "end": 540
                }
            ]
        },
        {
            "section": "Background",
            "text": "Chinese herbal medicine has a history of 7000 years in China. Icariin (C 33 H 40 O 15 , molecular weight 676.67), is an active component of Epimedium, and was reported to have physiological activities such as improving cardiovascular and cerebral vessels, enhancing the sexual glands and the immune system, delaying aging, resisting tumors and viruses, inhibiting osteoclast formation, and promoting osteoblast growth [3][4][5][6]. The mechanism of promoting bone repair and regeneration by icariin is well understood. Autologous concentrated growth factor (ACGF), a new type of biological material, was first proposed by Sacco [7]. ACGF contains transfer growth factor b (TGF-b), bone morphogenetic protein (BMP), insulin-like growth factor (IGF), vascular endothelial growth factor (VEGF), epidermal growth factor (EGF), platelet-derived growth factor (PDGF), and fibroblast growth factor (bFGF) [8,9]. Recent studies have shown that ACGF has the ability to promote new bone formation and implant bone bonding, and shortens the time required for this process [10]. In a certain sense, ACGF can enhance the repair and regeneration of bone defects.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 418,
                    "text": "[3]",
                    "end": 421
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 421,
                    "text": "[4]",
                    "end": 424
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 424,
                    "text": "[5]",
                    "end": 427
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 427,
                    "text": "[6]",
                    "end": 430
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 628,
                    "text": "[7]",
                    "end": 631
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 898,
                    "text": "[8,",
                    "end": 901
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 901,
                    "text": "9]",
                    "end": 903
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1061,
                    "text": "[10]",
                    "end": 1065
                }
            ]
        },
        {
            "section": "Background",
            "text": "Using a critical-sized cranial defect model, we observed the effect of normal saline, icariin, and ACGF pellicle on bone defects. At 4 time points, the effects, characteristics, and speeds of osteoclast and osteoblast formation were compared to explore the mechanism of promoting healing of bone defects by general observation, X-ray, HE staining, and bone histomorphometry and immunohistochemistry."
        },
        {
            "section": "Material and Methods",
            "text": "We randomly divided 72 healthy female New Zealand white rabbits weighing 1.8~2.0kg (12 months old, supplied by the Laboratory Animal Center of Hebei Medical University, SCXK(JI)2013-1-003, 1406115) into 3 groups and housed them individually."
        },
        {
            "section": "Building a critical-sized cranial defect model",
            "text": "After rabbits were conventionally raised for a week, skull hair of the surgical area between the eyes and ears was removed with 8% Na 2 S the day before surgery. Under general anesthesia with 10% hydrate (0.15 mg/kg, FUYU Chemical, China), rabbits were fixed on the operating table in prone position. A 15-mm diameter cranial defect was made and the integrity of the dura mater was preserved to produce a cranial full-thickness defect (Figure 1). Gentamicin sulfate and sterile saline were used to wash the wound, preserving the integrity of the periosteum and covering the bone defect area. After the surgery, rabbits were returned to their cages after resuscitation and allowed free access to food and water. Each rabbit was injected with 80 000 units of gentamicin sulfate for 3 consecutive days.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 435,
                    "text": "(Figure 1",
                    "end": 444
                }
            ]
        },
        {
            "section": "Groups",
            "text": "Group A, the icariin group, was given intragastric administration of icariin in equal daily doses from the first day after suturing periosteum and skin. Icariin was administered daily as a 100-mg/ml solution (CY121120, Ciyuan Biotech Co., Ltd, China) and dosage was 100 mg/kg per day. In group B, the ACGF group, the local bone defect was covered with ACGF pellicle and then periosteum and skin were sutured. Group C, the control group, was given normal saline by gastric lavage before eating and dosage was 1 ml/kg once daily from the first day after suturing periosteum and skin."
        },
        {
            "section": "ACGF pellicle",
            "text": "Venous blood of rabbits was collected into 9-ml blood collection tubes (Vacuette, Austria) without shaking. After centrifugation with 30-s acceleration, 2700 r/min for 2 min, 2400 r/min for 4 min, 2700 r/min for 4 min, 3000 r/min for 3 min, and 36 s deceleration (ZilaDent, Italy), a middle layer of yellow jelly material formed. Which was the ACGF gel layer. An ACGF pellicle was produced using a mold.    the data between 2 groups. P values less than 0.05 were considered significant."
        },
        {
            "section": "Results",
            "text": "The general observation of bone defect was done and the changes are shown in week. Local high-density bone was found in the defect area and the defect area was obviously smaller with edges blurred. There was no significant difference between groups A and B (P>0.05, Figure 4).  Results of HE staining revealed bone defects were filled with fibrous connective tissue and no new bone tissue appeared at the 2 nd week in all 3 groups. OCN was abundant. Two weeks later, in groups A and B, fibrous connective tissue decreased but collagen fibers became thick, with a few scattered inflammatory cells. A small amount of new fibrous bone tissue was found and osteoblasts began to appear and neatly arrange around fibrous bone-like structure. In the control group, inflammatory cells were widely distributed in fibrous tissue with some osteoclasts ( Figure 5). TW, TA, OBN, and OCN are shown in Table  1; there was no statistical difference between A and B group at all 4 time points among these 4 indicators.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 266,
                    "text": "Figure 4",
                    "end": 274
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 843,
                    "text": "Figure 5",
                    "end": 851
                },
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 888,
                    "text": "Table  1",
                    "end": 896
                }
            ]
        },
        {
            "section": "Results",
            "text": "Brown granules appeared in cells after intracellular staining and brown flakes in intercellular substance during extracellular staining were both regarded as positive staining.  Immunohistochemical staining results of BMP-2 and TGF-b1 were almost the same and are displayed in Figure 6.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 277,
                    "text": "Figure 6",
                    "end": 285
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "Previous research showed that an experimental bone defect should be larger than the area an animal can self-heal [11]. This can realistically and effectively reflect the repair situation by materials or growth factor, and reduce the influence of factors such as species, age, and site [12]. Critical-sized defect (CSD) was first proposed by Schmitz et al., who defined it as the minimal defect that cannot be repaired and healed in a lifetime by itself in a specific bone [13]. CSD models of rats, dogs, and rabbits have been widely used, and the rabbit critical-sized cranial defect model is 15 mm in diameter and is a round bone defect [11,12,14]. In our study, the rabbit cranial defect was 15×15 mm and cannot self-repair, which has been confirmed in preliminary experiments and can realistically reflect the repairing situation using icariin and ACGF.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 113,
                    "text": "[11]",
                    "end": 117
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 285,
                    "text": "[12]",
                    "end": 289
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 472,
                    "text": "[13]",
                    "end": 476
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 638,
                    "text": "[11,",
                    "end": 642
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 642,
                    "text": "12,",
                    "end": 645
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 645,
                    "text": "14]",
                    "end": 648
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "Epimedium is a genus of flowering plants in the family Berberidaceae and is a typical representative of Chinese herbal medicines (Yang) used to repair strengthen bone. Icariin, as the active component of Epimedium, was reported to have many physiological activities, which not only stimulate new bone formation and increase bone mass, but also promotes bone marrow stromal stem cell differentiation to osteoblasts and inhibits osteoclast differentiation [15][16][17]. In addition, except for promoting the expression of TGF-b in rat osteoblasts, icariin also can inhibit the expression of IL-6 and TNF-a, which can inhibit bone resorption and promote bone formation [18]. Thus, icariin has been widely used and is a highly developed method to repair bone defects.  At present, there are 2 kinds of plasma extract in the field of oral and maxillofacial surgery: platelet-rich plasma (PRP) and platelet-rich fibrin (PRF) [19,20]. ACGF is isolated from venous blood, just like PRF. However, ACGF is completely without additives such as calcium chloride and bovine thrombin, and is safer than PRF in the control of infection. Studies had confirmed that ACGF can speed the reconstruction of new bone and does not cause viral infections [7]. Due to its fibrous framework composed of various high-concentration growth factors and fibrous protein, ACGF is successfully used as a healing biological material. TGF-b can promote mitotic division of osteogenic precursor cells and fibroblast cells [21]. PDGF can increase OBN, stimulate mitotic division of bone marrow stromal stem cells, and promote capillary regeneration [22]. IGF is involved in the development and differentiation of bone, skin, and nerves, and also has the function of promoting mitosis [23]. VEGF can promote differentiation of osteoblasts, fracture healing, formation of new blood vessels, and enhances permeability [24]. In addition, the polymerization of fibrinogen molecules can capture fiber protein blocks to form a 3-dimensional polymer grid structure, which is thin, soft, osmotic, and rich in elastin. In bone repair and regeneration, fibrin coagulation plays an important role in mechanical support.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 454,
                    "text": "[15]",
                    "end": 458
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 458,
                    "text": "[16]",
                    "end": 462
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 462,
                    "text": "[17]",
                    "end": 466
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 666,
                    "text": "[18]",
                    "end": 670
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 919,
                    "text": "[19,",
                    "end": 923
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 923,
                    "text": "20]",
                    "end": 926
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1231,
                    "text": "[7]",
                    "end": 1234
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1486,
                    "text": "[21]",
                    "end": 1490
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1612,
                    "text": "[22]",
                    "end": 1616
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1747,
                    "text": "[23]",
                    "end": 1751
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1878,
                    "text": "[24]",
                    "end": 1882
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "Osteoblasts determine the formation, development, reconstruction, and repair of bone [25]. The change in OBN is an important factor that affects the balance of bone metabolism. TGF-b is a secreted protein that controls proliferation, cellular differentiation, and other functions in most cells and is widespread in animal bone tissue and platelets [26]. Because of its extensive biological activity and variety of regulatory function, TGF-b can promote osteoblast proliferation and differentiation, inhibit the activity of osteoclasts, and promote fiber cells to secrete fiber mucin and collagen, which has an important regulatory role in bone cell growth, immunity, and differentiation. TGF-b is an important biological transmitter in injury. TGF-b1 is an important subtype of TGF-b, which can induce the differentiation of primary mesenchymal stem cells into cartilage tissue, and promote the proliferation and maturation of cartilage cells during the process of embryonic cartilage formation [27]. BMP is a multifunctional growth factor in the TGF-b family; it is a highly conserved and functional protein with structure similar to that of other members of the family [28]. Because it can induce bone and cartilage formation in vivo, BMP is called \"osteogenin\" or \"bone morphogenetic protein\". BMP-2 is the most widely studied BMP and is the most active in inducing osteogenesis. BMP-2 was widely found to be highly expressed in cartilage cells, osteoblasts, and their precursor cells [28].",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 85,
                    "text": "[25]",
                    "end": 89
                },
                {
                    "type": "bibr",
                    "start": 348,
                    "text": "[26]",
                    "end": 352
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 995,
                    "text": "[27]",
                    "end": 999
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1171,
                    "text": "[28]",
                    "end": 1175
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1488,
                    "text": "[28]",
                    "end": 1492
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "In the present study, we compared the 2 methods of repairing rabbit cranial defect by icariin and ACGF pellicle. The results showed that, from the 4 th week, osteoblasts began to gather around the cranial edge with a cubic shape, a large and obvious nucleus, abundant cytoplasm, and regular arrangement. "
        },
        {
            "section": "Acknowledgements",
            "text": "We acknowledge the assistance of investigators and all subjects in this study."
        },
        {
            "text": "This illustrates that the osteoblasts were significantly more active than in the control group. Osteoblast activity reached a peak at the 8 th week, with a single, large, and clear nucleus, 1-nucleolus, and a fence-like arrangement around bone and trabecular bone. At the 12 th week, trabecular bone thickened and OBN stabilized, which was significantly higher than in the control group. There was no significant difference in new bone formation or new bone density in the icariin and ACGF groups, but they were both higher than in the control group, indicating that icariin and ACGF both can accelerate the quality and speed of bone healing and achieve almost the same effect. X-ray, HE staining, histological observation, and immunohistochemistry almost showed the same results. Positive expression of BMP-2 and TGF-b1 gradually increased after cranial defects were repaired by icariin and ACGF pellicle for 2, 4, 8, and 12 weeks, suggesting that icariin and ACGF pellicle can quickly and effectively initiate formation of various cytokines related to osteogenesis, promote the formation of cartilage matrix and the proliferation and differentiation of osteoblasts, inhibit the formation of osteoclasts, and accelerate the repair and healing of bone defects."
        },
        {
            "section": "Conclusions",
            "text": "ACGF and icariin both can increase new bone quantity and improve the quality of healing. They also can promote the quality and rate of healing. The effect of ACGF and icariin on healing of bone defects was nearly identical (P>0.05)."
        },
        {
            "section": "Competing interests",
            "text": "The author(s) declare that they have no competing interests. In addition, this research received no specific grant from any funding agency in the public, commercial, or not-for-profit sectors."
        }
    ]
}