{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Acute myeloid leukemia (AML) is a clonal hematologic malignant disease of developing myeloid cells that have acquired aberrant survival, uncontrolled proliferation and a block in normal hematopoietic cell differentiation. Standard chemotherapy often induces remissions in AML patients, but the disease frequently relapses due to incomplete targeting of leukemia-initiating cells (LICs), emphasizing the need for novel effective treatments. Exportin 1 (XPO1)-mediated nuclear export, which is inhibited by the drug selinexor, is an attractive new therapeutic target in AML. Selinexor has shown impressive activity in Phase I/II clinical trials for AML. Here we report the anti-leukemic efficacy and tolerability of KPT-8602, a second-generation XPO1 inhibitor. KPT-8602 demonstrates substantially reduced brain penetration compared to selinexor, with resultant attenuation of the central nervous system mediated side effects of anorexia and weight loss. Due to its improved tolerability profile, KPT-8602 can be given daily compared to the two or three times weekly regimen of selinexor, and exhibits greater anti-leukemic efficacy against both leukemic blasts and LICs in AML patient-derived xenograft models. Importantly, normal hematopoietic stem and progenitor cell (HSPC) frequency is not significantly reduced by KPT-8602, providing a therapeutic window for elimination of relapse-driving LICs while sparing normal HSPCs. These findings strongly endorse clinical testing of KPT-8602 in patients with relapsed and refractory AML."
        }
    ],
    "body_text": [
        {
            "section": "INTRODUCTION2",
            "text": "Currently available combination chemotherapy for acute myeloid leukemia (AML) induces complete remission in about 75% of younger and 45% of older patients, but the majority of patients relapse. 1 This high relapse rate is likely due to the inability of the existing drugs to effectively target the self-renewing and diseasesustaining leukemia-initiating cells (LICs). [2][3][4][5] Therefore, novel therapies that not only eliminate the AML blasts but also target the LICs are needed to prevent leukemic relapse.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 194,
                    "text": "1",
                    "end": 195
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 368,
                    "text": "[2]",
                    "end": 371
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 371,
                    "text": "[3]",
                    "end": 374
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 374,
                    "text": "[4]",
                    "end": 377
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 377,
                    "text": "[5]",
                    "end": 380
                }
            ]
        },
        {
            "section": "INTRODUCTION2",
            "text": "An emerging therapeutic strategy in AML is inhibition of the nuclear export protein, exportin 1 (XPO1). This strategy exploits the dependence of leukemic cells on the continuous nuclear export of a subset of proteins and RNAs, although the precise cargos that are oncorequisite for AML cell survival have not yet been defined. XPO1, a karyopherin β family member, is a major nuclearcytoplasmic exporter in eukaryotes and regulates transfer of~220 proteins that contain leucine-rich nuclear export signals, as well as nuclear export signal-containing protein adaptors that mediate transfer of RNAs. [6][7][8][9] XPO1 affinity for its cargo is mediated by binding of Ran-GTP in the nucleus, and its cargoes are released upon Ran-GTP hydrolysis by Ran-GAP [10][11][12][13][14] in the cytoplasm. XPO1 protein cargoes include tumor suppressor proteins, apoptosis inducers and cell cycle regulators. [15][16][17] Based on in vivo studies of selinexor, several types of hematologic malignancies and solid tumors are dependent on XPO1-mediated nuclear export for their survival. In contrast, selinexor is well tolerated by normal cells, including blood cells and gastrointestinal epithelia. [18][19][20][21][22][23][24][25][26] In an effort to exploit this selective vulnerability of cancer cells to inhibition of nuclear export, novel small-molecule XPO1 inhibitors, or Selective Inhibitor of Nuclear Export (SINE) molecules, were designed by in silico modeling strategies. 27 SINE compounds covalently bind to cysteine 528 in the cargobinding groove of XPO1 to block the interaction of XPO1 with its cargo and hence inhibit nuclear export. The first-generation orally bioavailable clinical SINE compound, selinexor (KPT-330), is currently being evaluated in Phase 1 and 2 clinical trials in adult patients with AML (NCT01607892, NCT02088541, NCT02249091, NCT02403310, NCT02093403, NCT02485535, NCT02299518, NCT02416908, NCT02212561 and NCT01607892), in a Phase 1 trial for relapsed childhood ALL and AML (NCT02091245), in Phase 1/2 trials in children with leukemia or MDS (NCT02212561), and in many other types of human cancer (http://clinicaltrials.gov). The results of these trials are encouraging, as they have demonstrated that selinexor alone or in combination with conventional therapies is active in inducing remission in patients with relapsed or refractory AML. 22,[28][29][30][31] Studies by our group and others demonstrated the antileukemic activity of selinexor in xenograft preclinical models of human hematologic malignancies, including AML, chronic lymphocytic leukemia, T-cell acute lymphoblastic leukemia, chronic lymphocytic leukemia, and multiple myeloma. 18,19,22,23,25,[32][33][34][35][36][37][38] In our most recent published study, we tested the activity of selinexor in primary patient-derived xenografts, or PDX models, established from AML patient cell samples. [39][40][41] PDX models are the gold standard assay for assessing the self-renewing LIC population, and the properties of LICs that read out in these assays have been shown to be clinically relevant. 42,43 In PDX models established from high-risk AML patients, selinexor very potently inhibits human AML blasts and eliminates the self-renewing LICs. 40 Recently, a second-generation SINE compound, KPT-8602, was discovered by drug metabolism and pharmacokinetics-directed drug design ( Supplementary Figure 1). KPT-8602 is orally bioavailable and has similar pharmacokinetic properties to selinexor, but has markedly reduced (approximately 30-fold less) penetration across the blood − brain barrier, as demonstrated in Table 1 of the accompanying manuscript by Hing et al. In clinical trials, the dose-limiting side effects of selinexor are central nervous system (CNS)-mediated anorexia with weight loss and malaise, as well as thrombocytopenia, which limit the frequency of dosing to two or three times per week. Toxicology studies in rats and monkeys indicate that KPT-8602 has a substantially better tolerability profile, probably due to its inability to penetrate into the CNS, with reduced anorexia, malaise and weight loss compared to selinexor. This evidence prompted us to test the anti-leukemic activity of KPT-8602 against LICs in AML, and to compare the efficacy and tolerability of KPT-8602 and selinexor in PDX models of high-risk AML. Our results demonstrate the superior anti-leukemic efficacy of KPT-8602 compared to selinexor, with minimal toxicity to normal hematopoietic stem and progenitor cells. These findings indicate that KPT-8602 should be tested for efficacy and tolerability in clinical trials of patients with relapsed and refractory AML.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 598,
                    "text": "[6]",
                    "end": 601
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 601,
                    "text": "[7]",
                    "end": 604
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 604,
                    "text": "[8]",
                    "end": 607
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 607,
                    "text": "[9]",
                    "end": 610
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 753,
                    "text": "[10]",
                    "end": 757
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 757,
                    "text": "[11]",
                    "end": 761
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 761,
                    "text": "[12]",
                    "end": 765
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 765,
                    "text": "[13]",
                    "end": 769
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 769,
                    "text": "[14]",
                    "end": 773
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 894,
                    "text": "[15]",
                    "end": 898
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 898,
                    "text": "[16]",
                    "end": 902
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 902,
                    "text": "[17]",
                    "end": 906
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1183,
                    "text": "[18]",
                    "end": 1187
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1187,
                    "text": "[19]",
                    "end": 1191
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 1191,
                    "text": "[20]",
                    "end": 1195
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1195,
                    "text": "[21]",
                    "end": 1199
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1199,
                    "text": "[22]",
                    "end": 1203
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1203,
                    "text": "[23]",
                    "end": 1207
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1207,
                    "text": "[24]",
                    "end": 1211
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1211,
                    "text": "[25]",
                    "end": 1215
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1215,
                    "text": "[26]",
                    "end": 1219
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1467,
                    "text": "27",
                    "end": 1469
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 2365,
                    "text": "22,",
                    "end": 2368
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 2368,
                    "text": "[28]",
                    "end": 2372
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 2372,
                    "text": "[29]",
                    "end": 2376
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 2376,
                    "text": "[30]",
                    "end": 2380
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 2380,
                    "text": "[31]",
                    "end": 2384
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 2670,
                    "text": "18,",
                    "end": 2673
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 2673,
                    "text": "19,",
                    "end": 2676
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 2676,
                    "text": "22,",
                    "end": 2679
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 2679,
                    "text": "23,",
                    "end": 2682
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 2682,
                    "text": "25,",
                    "end": 2685
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 2685,
                    "text": "[32]",
                    "end": 2689
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 2689,
                    "text": "[33]",
                    "end": 2693
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 2693,
                    "text": "[34]",
                    "end": 2697
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 2697,
                    "text": "[35]",
                    "end": 2701
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 2701,
                    "text": "[36]",
                    "end": 2705
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 2705,
                    "text": "[37]",
                    "end": 2709
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 2709,
                    "text": "[38]",
                    "end": 2713
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 2883,
                    "text": "[39]",
                    "end": 2887
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 2887,
                    "text": "[40]",
                    "end": 2891
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 2891,
                    "text": "[41]",
                    "end": 2895
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 3083,
                    "text": "42,",
                    "end": 3086
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 3086,
                    "text": "43",
                    "end": 3088
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 3233,
                    "text": "40",
                    "end": 3235
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 3369,
                    "text": "Supplementary Figure 1)",
                    "end": 3392
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 3602,
                    "text": "Table 1",
                    "end": 3609
                }
            ]
        },
        {
            "section": "Patient-derived xenograft models of AML",
            "text": "Primary patient cells were collected from bone marrow aspirates of AML patients according to approved protocols. We used low-passage human AML cells that have been expanded from patient AML cells by injection into NOD-SCID-IL2Rcγ null (NSG) mice (but never cultured in tissue culture) and cryopreserved in multiple vials for experiments. To establish murine models of patient AML, or patient-derived xenograft (PDX) model, primary leukemic cells from AML patients were injected via the tail vein into NSG mice (The Jackson Laboratory, Bar Harbor, ME, USA). Mice received the same number of AML cells, ranging from 8 × 10 4 to 20 × 10 4 AML cells per mouse, for establishing each PDX model. Injected mice were monitored for human CD45-positive (hCD45+) leukemia cells in peripheral blood by flow cytometry every 2 weeks and treatment was initiated when more than 5% of the cells were hCD45+ AML cells, as described previously. 40 To determine the level of leukemia infiltration and to obtain absolute counts (hCD45+ cells per femur and tibia) prior to therapy, four mice were killed and the bone marrow cells were extracted from femurs, tibia or spine by crushing the bone or spleen in FBS-supplemented RPMI medium. To determine the drug efficacies, mice were dosed by oral gavage with vehicle (methylcellulose/tween 80), selinexor (20 mg/kg twice a week for PDX AML-CN and three times a week for AML-CK and AML/MDS) or KPT-8602 (15 mg/kg daily) for 4 weeks. To determine the drug response of mice in all experimental groups, we measured the percent hCD45+ AML cell infiltration among the bone marrow leukocytes and absolute counts of hCD45+ cells per femur and tibia in the PDX models of each experimental group.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 926,
                    "text": "40",
                    "end": 928
                }
            ]
        },
        {
            "section": "Secondary transplantation assays",
            "text": "After 4 weeks of treatment, we killed the PDX mice and isolated the femur and tibia bone marrow cells in 4 − 7 mice of each experimental group. The bone marrow hCD45+ AML blasts at doses from 10 6 to 10 2 hCD45+ cells were transplanted into new recipient mice. After 18 − 22 weeks, cohorts of mice transplanted with dilutions of hCD45+ cells were screened for hCD45+ infiltration into the bone marrow of mouse femurs (for details please see reference 33 in Etchin et al. 40 ). The fractions of leukemic mice per total number of mice in each dilution cohort were used to calculate the LIC frequency by Extreme Limiting Dilution software (http://bioinf.wehi.edu.au/ software/elda/). Please see Schmidt et al. 33 in the main text for details.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 471,
                    "text": "40",
                    "end": 473
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 707,
                    "text": "33",
                    "end": 709
                }
            ]
        },
        {
            "section": "Engraftment of normal hCD34+ cells into NSG mice",
            "text": "Human CD34+ (hCD34+) cells were isolated from the cord blood of consenting healthy mothers according to approved procedures. 10 5 hCD34+ cells per mouse were intravenously injected into sublethally (200 cGy) irradiated NSG mice and peripheral blood was analyzed for the appearance of hCD45+ cells by flow cytometric analysis every 2 − 4 weeks. Human grafts were treated with either vehicle, selinexor (20 mg/kg twice a week for PDX AML-CN and three times a week for AML-CK and AML/MDS) or KPT-8602 (15 mg/kg daily) for 4 weeks. After 4 weeks of treatment, mice were killed and bone marrow was isolated from the femurs and tibias of 5 − 7 animals from each experimental group. The drug response of mice in each experimental group was measured by the percent infiltration of hCD45+ cells among the bone marrow leukocytes and total hCD45+ cell per femur and tibia. To determine the toxicity of drugs against hematopoietic stem cells (HSCs), serial dilutions of hCD34+ cells isolated from the bone marrow of femurs and tibias of mice from each experimental group after 4 weeks of treatment were transplanted into new recipient animals. After 18 − 22 weeks, cohorts of mice transplanted with dilutions of hCD45+ cells were analyzed for the presence of hCD45+ in the mouse bone marrow, following the same procedures as described for secondary transplantation assays for the analysis of LIC frequencies. The fractions of mice that demonstrated hCD34+ engraftment per total number of animals in each dilution cohort were used to determine the HSC frequency by Extreme Limiting Dilution software. The following antibodies were used for flow cytometric analysis: hCD45, hCD33 (Biolegend, San Diego, CA, USA), hCD34 and hCD38 (BD Biosciences, San Jose, CA, USA)."
        },
        {
            "section": "Statistical analysis",
            "text": "Percent and total hCD45+ cells in the bone marrow are presented as means ± s.e.m. Differences between experimental groups were determined with an unpaired Student's t-test. LIC and HSC frequencies were estimated from results of the secondary transplantation assays using Extreme Limiting Dilution software (http://bioinf.wehi.edu.au/software/elda/). 44 ",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 350,
                    "text": "44",
                    "end": 352
                }
            ]
        },
        {
            "section": "KPT-8602 demonstrates anti-leukemic activity in vitro",
            "text": "We initiated our study of a second-generation XPO1 inhibitor, KPT-8602, by examining the effects of KPT-8602 on the viability of human AML cell lines in vitro. Dose − response measurements of 10 AML lines incubated with KPT-8602 yielded IC 50 values of 20 − 211 nM after 3 days of exposure, as determined by Cell Titer Glo viability assay (Table 1). These data demonstrate that KPT-8602 is a potent inhibitor of AML cells in cell-based viability assays. For each cell line, the half-maximal inhibitory value (IC 50 ) is consistently 30 − 50% lower for KPT-8602 than for selinexor on a nanomolar basis, indicating that KPT-8602 is more active than the first-generation XPO1 inhibitor, selinexor (Table 1). KPT-8602 is highly active against AML blast cells in PDX models To determine the activity of KPT-8602 in human AML, we employed PDX models in which patient leukemic blast cells were transplanted into immunodeficient NOD-SCID-IL2Rcγ null (NSG) mice. The three primary AMLs selected for this study were from high-risk AML groups: complex karyotype AML (AML-CK), normal cytogenetics AML (AML-CN) in which the blast cells harbored a FLT3 internal tandem duplication (FLT3-ITD) and MDS-derived AML (MDS/AML). 1,45 For each PDX model of human patient AML, leukemic blast cells were injected intravenously into NSG mice and monitored for disease progression, as demonstrated by the appearance of human CD45+ (hCD45+) cells in peripheral blood. Analysis of the extent of hCD45+ cell infiltration in the femur and tibia bones extracted from four engrafted animals was used to confirm that they harbored a heavy disease burden prior to the start of therapy. Once disease burden was established, the mice were split into vehicle control, selinexor and KPT-8602 experimental groups, and one of the drugs or vehicle was administered by oral gavage (Figure 1). At the end of the treatment period, response of the bulk AML cells was measured by percent hCD45+ cell infiltration and total counts of hCD45+ cells per femur plus tibia in the mice of each experimental group (Figure 1).",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 339,
                    "text": "(Table 1",
                    "end": 347
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 694,
                    "text": "(Table 1)",
                    "end": 703
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 1209,
                    "text": "1,",
                    "end": 1211
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 1211,
                    "text": "45",
                    "end": 1213
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1840,
                    "text": "(Figure 1)",
                    "end": 1850
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 2061,
                    "text": "(Figure 1)",
                    "end": 2071
                }
            ]
        },
        {
            "section": "KPT-8602 demonstrates anti-leukemic activity in vitro",
            "text": "KPT-8602 is much better tolerated by mice than selinexor. Specifically, selinexor given at 20 mg/kg three times a week for 4 weeks causes dose-limiting anorexia and weight loss. In contrast, KPT-8602 given at 15 mg/kg daily for 4 weeks did not cause any weight loss in mice and bacon flavoring was not needed to encourage the mice to eat. Analysis of the anti-leukemic activity of the drugs demonstrated that although both selinexor and KPT-8602 were cytotoxic to leukemic blasts in all PDX models tested, KPT-8602 exhibited substantially more profound antileukemic activity in AML-CN and AML-CK PDX mice (Figure 2). Specifically, in the AML-CK PDX model, the control mice show hCD45+ cell infiltration levels of 91 ± 0.9% of bone marrow leukocytes, with total hCD45+ cell counts of 5.3x10 6 ± 0.2x10 6 per femur and tibia (Figure 2a). Selinexor caused a reduction in hCD45+ cell infiltration to 49 ± 8.8% and a 3.5-fold decrease in total hCD45+ cell counts to 1.5x10 6 ± 0.4x10 6 . In KPT-8602-treated mice, there was a more remarkable decrease in AML blasts, with hCD45+ cells accounting for only 7.6 ± 1.0% of bone marrow leukocytes and 0.2x10 6 ± 0.05 × 10 6 hCD45+ cells per femur and tibia (~27-fold reduction in AML cell numbers; Figure 2a). In the AML-CN PDX model, both drugs promoted a leukemic blast reduction; however, KPT-8602 demonstrated higher anti-leukemic activity than selinexor, with no leukemic cells detected in the bone marrow of two of the eight AML-CN PDX-treated mice (Figure 2b). Taken together, these data demonstrate that KPT-8602 exhibits superior anti-leukemic activity and better tolerability in the AML PDX models tested, with nearly complete elimination of human AML cells in the AML-CN model.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 605,
                    "text": "(Figure 2",
                    "end": 614
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 801,
                    "text": "6",
                    "end": 802
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 823,
                    "text": "(Figure 2a",
                    "end": 833
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 979,
                    "text": "6",
                    "end": 980
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1237,
                    "text": "Figure 2a",
                    "end": 1246
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1494,
                    "text": "(Figure 2b",
                    "end": 1504
                }
            ]
        },
        {
            "section": "KPT-8602 effectively targets the LICs of PDX models of primary AML",
            "text": "We next examined the effects of KPT-8602 on AML LIC in the three PDX models. To determine the frequency of LICs in the vehicle control, selinexor or KPT-8602, we used a limiting dilution transplantation assay (Experimental Scheme, Figure 3a). Briefly, the bone marrow cells from the femurs and tibias of PDX mice after the treatment period were analyzed for hCD45+, and the cells were retransplanted at serial dilutions by i.v. injection into new NSG mice that were then left untreated (Figure 3a). After 18 − 22 weeks, or earlier if the mice became ill, the recipient animals were analyzed for measurable hCD45+ AML cells in the mouse bone marrow. The fraction of mice with any detectable hCD45+ cells in each transplantation group determined the LIC frequency for the vehicle, selinexor and KPT-8602 treatment groups for each of the three AML PDX models. 44 The results of the limiting dilution transplantation assays clearly show that although both selinexor and KPT-8602 effectively target AML LICs, KPT-8602 is more potent in eliminating LICs, as evidenced by a more profound reduction of LIC frequency in the AML-CK and AML-CN PDX models (507-fold vs 0.9-fold reduction in AML-CK, P o0.0001; and 437-fold vs 111-fold reduction in AML-CN by KPT-8602 vs selinexor, P = 0.79) (Figure 3b). In the MDS/AML PDX model, the anti-leukemic efficacy against LICs was comparable for both drugs (Figure 3b). Thus, KPT-8602 effectively eliminates LICs from highrisk AML patients.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 231,
                    "text": "Figure 3a)",
                    "end": 241
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 486,
                    "text": "(Figure 3a",
                    "end": 496
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 857,
                    "text": "44",
                    "end": 859
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1279,
                    "text": "(Figure 3b",
                    "end": 1289
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1388,
                    "text": "(Figure 3b)",
                    "end": 1399
                }
            ]
        },
        {
            "section": "Selinexor and KPT-8602 greatly extend the survival of PDX mice",
            "text": "We next assessed if prolonged treatment with selinexor or KPT-8602 extends the survival of PDX mice. Briefly, mice engrafted with either AML-CK or MDS/AML were treated with vehicle, selinexor or KPT-8602 for 4 months or until they became ill. After the treatment phase, the mice were monitored for ruffled fur and reduced activity and eventually were assessed for hCD45+ infiltration in the bone marrow or spleen. AML-CK mice treated with vehicle succumbed to disease within 1 month of treatment (Figure 4a). In this PDX model, selinexor extended survival to 50 − 60 days from the treatment start. Strikingly, mice treated with KPT-8602 were still alive at~140 days after the start of treatment, when the experiment was terminated (Figure 4a). Upon postmortem analysis, residual hCD45+ cells were detected in the mouse spleens but not in the bone marrow. In the MDS/AML group, vehicle-treated mice became moribund~40 − 90 days from the start treatment, and mice treated with either selinexor or KPT-8602 for 17 weeks were alive 29 weeks from the start of treatment, when the experiment was terminated. Upon postmortem analysis, no AML cells were detected in the spleen or bone marrow of seven of seven mice treated with selinexor and four of seven mice treated with KPT-8602 (P = 0.19 indicating similar survival benefit between the selinexor and KPT-8602 treatment groups). by the presence of 430% hCD45+ cells in the mouse peripheral blood. Engrafted mice were dosed orally with vehicle or KPT-8602 (15 mg/kg) daily for 4 weeks. After treatment, the bone marrows of KPT-8602-treated mice had a six-fold reduction in hCD45+ cell numbers per femur and tibia compared to vehicle-treated mice (Figure 5a). The impact on normal human hematopoietic stem and progenitor cell fractions by CD34/CD38 flow analysis and retransplantation assays (performed by the same methodology as described for PDX models of AML) demonstrates that, in contrast to its profound effects against AML LIC, KPT-8602 does not preferentially kill normal hematopoietic stem and progenitor cells (Figures 5b and c). In future studies of this drug, it will be important to further fractionate hematopoietic stem and progenitor cells using newly developed markers that distinguish functional subsets of these cells. 46 In addition, murine neutrophil  The engrafted mice were allowed to become leukemic with circulating AML cells and then treated for 4 months. MDS/AML and AML-CK PDX mice were followed for additional 1 − 3 months to see if regrowth of AML could be prevented or delayed by longer treatments. (a) In the AML-CK PDX model, mice treated with KPT-8602 were alive at day 253. In these mice, no leukemia cells were detected in the bone marrow. (b) In the PDX model of MDS/AML, both selinexor-and KPT-8602-treated mice were alive at day 252. No leukemia cells were detected in the bone marrows of seven out of seven mice treated with selinexor and four out of seven mice treated with KPT-8602 (P = 0.19; Fisher's exact test).",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 496,
                    "text": "(Figure 4a)",
                    "end": 507
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 731,
                    "text": "(Figure 4a",
                    "end": 741
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 1691,
                    "text": "(Figure 5a",
                    "end": 1701
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 2064,
                    "text": "(Figures 5b and c)",
                    "end": 2082
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 2282,
                    "text": "46",
                    "end": 2284
                }
            ]
        },
        {
            "section": "KPT-8602 is minimally toxic to normal hematopoietic stem and progenitor cells",
            "text": "and platelet counts and hemoglobin levels were within the normal range, as demonstrated in the PDX model of AML/MDS ( Supplementary Figure 2).",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 118,
                    "text": "Supplementary Figure 2)",
                    "end": 141
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Our study demonstrates the anti-leukemia activity and tolerability of KPT-8602, a second-generation drug of the SINE class of XPO1mediated nuclear export inhibitors, in PDX models of high-risk human AML. Compared to selinexor, the first-generation and current clinical lead SINE drug, KPT-8602, exhibits superior efficacy against both bulk leukemic blasts and disease-sustaining LICs. KPT-8602 is an oral drug suitable for daily administration, and thus can easily be incorporated into combination regimens with current cytotoxic agents, which do not effectively target LICs, or with newer agents. The improved survival of PDX mice after prolonged treatment with KPT-8602 demonstrates the curative potential of this drug with extended administration. Importantly, KPT-8602 had minimal effects on normal hematopoietic stem and progenitor cells, suggesting that, like selinexor, it will not induce significant hematopoietic toxicity in patients. The preferential activity of KPT-8602 against AML cells, including LICs, compared to normal hematopoietic stem and progenitor cells implies that the former are more dependent for survival on XPO1mediated nuclear export of one or more macromolecular cargos. XPO1-mediated nuclear export regulates a subset of protein and RNA molecules that function in apoptotic signaling and cell cycle regulation. The mechanisms that mediate apoptotic signaling in neoplastic cells but not in normal cells due to inhibition of XPO1 activity by KPT-8602 remain to be elucidated."
        },
        {
            "section": "DISCUSSION",
            "text": "The improved tolerability of KPT-8602 is likely due to its exclusion from the CNS by the blood − brain barrier, and is consistent with a central origin of the anorexia and malaise induced by selinexor. Because the blood − brain penetration of KPT-8602 relative to plasma concentrations was even less in monkeys than in mice, we are optimistic that patients treated with this drug will experience little to no nausea, anorexia and malaise, adverse effects that have been troublesome to a subset of patients receiving selinexor. Unlike ALL, CNS infiltration is not a major problem for AML patients, and CNS prophylaxis is not routinely given to AML patients undergoing treatment. Thus we do not think that the lack of CNS penetration will present a problem in terms of the anti-leukemic efficacy for AML patients treated with KPT-8602."
        },
        {
            "section": "DISCUSSION",
            "text": "An IND for KPT-8602 was recently approved by the FDA (IND Number 126583) and KPT-8602 entered a Phase 1/2 Open-Label Study of the Safety, Tolerability and Efficacy of the SINE Compound KPT-8602 in Patients with Relapsed/Refractory Multiple Myeloma in January 2016. Our preclinical results indicate that KPT-8602 should be tested in clinical trials to determine its toxicity and efficacy in patients with advanced relapsed or refractory AML, with the hope that it can eventually be integrated into upfront combination chemotherapy regimens. Resistance will develop to any single agent used to treat AML, but the completely novel mechanism of action of KPT-8602 in comparison with currently approved drugs suggests that it could be extremely active in combination, by helping to kill residual AML LICs that can drive relapse."
        },
        {
            "section": "ACKNOWLEDGEMENTS",
            "text": "We would like to thank Paul Kirschmeier and Prafulla Gokhale of the Lurie Family Imaging Center for assistance with the in vivo studies. We would like to thank the flow cytometry team led by John Daley and Suzan Lazo for their help with cell analysis. "
        },
        {
            "section": "CONFLICT OF INTEREST",
            "text": "EB, WS, YL, SS and MK are employees of Karyopharm Therapeutics Incorporated and receive compensation and hold equity in the company."
        },
        {
            "section": "AUTHOR CONTRIBUTIONS",
            "text": "JE designed and performed the experiments, analyzed the data and wrote the manuscript. AB performed in vivo mouse studies and analyzed the data. ASC performed in vivo mouse experiments. SS designed the KPT-SINE compounds. EB designed second-generation SINE, KPT-8602 compound. EB, WS, YL, SS and MK provided toxicology results and plasma vs brain measurements in mice and monkeys, and participated in the design of in vivo mouse studies and data analysis. IAG and RMS provided AML patient samples for this study. JCYW provided guidance on limit dilution transplantation studies n PDX models, analyzed the results and edited the manuscript. ATL guided the research, analyzed the results and wrote the paper."
        }
    ]
}