{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The chemical components and biological activity of Camellia mistletoe, Korthalsella japonica (Loranthaceae) are relatively unknown compared to other mistletoe species. Therefore, we investigated the phytochemical properties and biological activity of this parasitic plant to provide essential preliminary scientific evidence to support and encourage its further pharmaceutical research and development. The major plant components were chromatographically isolated using high-performance liquid chromatography and their structures were elucidated using tandem mass spectrometry and nuclear magnetic resonance anlysis. Furthermore, the anti-inflammatory activity of the 70% ethanol extract of K. japonica (KJ) and its isolated components was evaluated using a nitric oxide (NO) assay and western blot analysis for inducible NO synthase (iNOS) and cyclooxygenase (COX)-2. Three flavone di-C-glycosides, lucenin-2, vicenin-2, and stellarin-2 were identified as major components of KJ, for the first time. KJ significantly inhibited NO production and reduced iNOS and COX-2 expression in lipopolysaccharide-stimulated RAW 264.7 cells at 100 mg/ mL while similar activity were observed with isolated flavone C-glycosides. In conclusion, KJ has a simple secondary metabolite profiles including flavone di-C-glycosides as major components and has a strong potential for further research and development as a source of therapeutic anti-inflammatory agents.",
            "paragraph_rank": 2,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "text": "INTRODUCTION",
            "section_rank": 1
        },
        {
            "section": "INTRODUCTION",
            "text": "Camellia mistletoe, Korthalsella japonica (Thunb.) Engl. (Loranthaceae), a parasitic plant that grows on the stems and branches of Camellia japonica L., Ilex integra (Thunb.), and Vaccinium bracteatum (Thunb.), is distributed throughout Japan, Republic of Korea, Taiwan, China, and India (Kim, 2007). This mistletoe species has a cactus-like morphology, grows up to 15 cm in length, and has a flat appearance. This species has branches that are internodes to opposite with various lengths and their degraded leaves are quite small and arranged in a snake scale-like pattern in two ranks (Devkota and Joshi, 2008). The phytochemical constituents of Camellia mistletoe are not as well known as those of other species, and a few reports have identified the presence of chrysoeriol-4ʼ-Oglucoside, fatty acids, phytosterol, and oleanolic acid (Fukunaga et al., 1989;Hayashi et al., 1996). The extensive evaluation of other mistletoe species, especially Viscum album L. var. coloratum has revealed various biological activities including antitumor, antihypertensive, antibacterial, antiviral, antioxidative, and cardiac effects (Hayashi et al., 1996;Karagoz et al., 2003). However, the biological activity of Camellia mistletoe has not been reported yet.",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 288,
                    "text": "(Kim, 2007)",
                    "end": 299
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 587,
                    "text": "(Devkota and Joshi, 2008)",
                    "end": 612
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 838,
                    "text": "(Fukunaga et al., 1989;",
                    "end": 861
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 861,
                    "text": "Hayashi et al., 1996)",
                    "end": 882
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1122,
                    "text": "(Hayashi et al., 1996;",
                    "end": 1144
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1144,
                    "text": "Karagoz et al., 2003)",
                    "end": 1165
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "Inflammation is part of the immune response of tissues to various stimuli (Fontes et al., 2015). The inflammatory process is associated with the activation of inflammatory cells such as macrophages, which release inflammatory mediators including nitric oxide (NO), cytokines, and chemokines (de la Fuente et al., 2012). Among these mediators, NO is an important cellular molecule, which is involved in various inflammatory processes including cell proliferation and differentiation, as well as the stimulation of numerous proteins and enzymes that are crucial for mediating inflammatory reactions (Predonzani et al., 2015;Schwentker et al., 2002). Furthermore, NO production is known to be regulated by inducible NO synthase (iNOS), which is the enzyme that catalyzes the production of NO from L-arginine (Koppula et al., 2012;Grimm et al., 2013). Another key enzyme involved in the inflammatory process is the pro-inflammatory cyclooxygenase (COX)-2, which produces prostaglandin E2 (PGE2) that mediates numerous biological functions such as the regulation of immune responses and blood pressure (Seibert and Masferrer, 1994;Murakami and Ohigashi, 2007). Inflammation is known to be associated with degenerative brain diseases, obesity, metabolic syndrome, cardiovascular disease, diabetes, and cancer (Dubois, 2015). Therefore, the evaluation of the anti-inflammatory efficacy of natural products has become a frequent inclusion and choice in bioassays associated with drug research and development.",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 74,
                    "text": "(Fontes et al., 2015)",
                    "end": 95
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 298,
                    "text": "Fuente et al., 2012)",
                    "end": 318
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 597,
                    "text": "(Predonzani et al., 2015;",
                    "end": 622
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 622,
                    "text": "Schwentker et al., 2002)",
                    "end": 646
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 805,
                    "text": "(Koppula et al., 2012;",
                    "end": 827
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 827,
                    "text": "Grimm et al., 2013)",
                    "end": 846
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1097,
                    "text": "(Seibert and Masferrer, 1994;",
                    "end": 1126
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1126,
                    "text": "Murakami and Ohigashi, 2007)",
                    "end": 1154
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1303,
                    "text": "(Dubois, 2015)",
                    "end": 1317
                }
            ]
        },
        {
            "section": "INTRODUCTION",
            "text": "In this study, the phytochemical profile of the 70% ethanol extract of K. japonica (KJ) was studied using ultra-performance liquid chromatography-electrospray ionization-mass spectrometry (UPLC-ESI-MS) analysis and its major components were further analyzed using high-performance liquid chromatography-tandem mass spectrometry (HPLC-MS/MS) and proton nuclear magnetic resonance ( 1 H-NMR) to elucidate their chemical structures. Furthermore, we explored the biological efficacy of KJ using an NO production assay in lipopolysaccharide (LPS)-stimulated RAW 264.7 cells. Finally, the expressions of two key enzymes in the inflammatory process, iNOS and COX-2, were also evaluated using western blot analysis to reveal the potential mechanisms underlying the anti-inflammatory activity of KJ.",
            "paragraph_rank": 5,
            "section_rank": 1
        },
        {
            "text": "MATERIALS AND METHODS",
            "section_rank": 2
        },
        {
            "text": "Chemicals and materials",
            "section_rank": 3
        },
        {
            "section": "Chemicals and materials",
            "text": "The acetonitrile, methanol, and formic acid used were of HPLC grade and supplied by Duksan Pure Chemicals (Seoul, Republic of Korea). The high-purity nitrogen and argon gasses for the UPLC as well as UPLC-ESI-MS and HPLC-MS/ MS analyses, respectively were provided by Shinyang Oxygen Co (Seoul, Republic of Korea). The samples for analysis were filtered using a 0.2-mm (PVDF) filter (Advantec, Dublin, CA, USA) before being injected into the UPLC or HPLC system. The dexamethasone (≥97%) was purchased from Sigma-Aldrich (St. Louis, MO, USA). The LPS used was from Escherichia coli 0127:B8) and penicillin-streptomycin were obtained from Sigma-Aldrich. The Griess reagent was purchased from Promega (Madison, WI, USA) while Dulbecco's modified Eagle's medium (DMEM) was a product of WelGene (Seoul, Republic of Korea). The fetal bovine serum (FBS) was supplied by Atlas Biologicals (Fort Collins, CO, USA), the primary antibodies against iNOS and COX-2 were obtained from Santa Cruz Biotechnology (Dallas, TX, USA), and the protein assay kit was provided by Bio-Rad (Hercules, CA, USA).",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "Plant material",
            "section_rank": 4
        },
        {
            "section": "Plant material",
            "text": "The K. japonica herbal medicine samples used in this study were certified by the Korea Food and Drug Administration (KFDA) and purchased from Seoul Herbal Medicine Mart, Seoul, Republic of Korea in March 2013. The taxonomical authenticity was confirmed by one of the authors (Jang YP) by comparing its organoleptic characteristics with those in reference books (Lee, 1996), and a voucher specimen (KHUP-0803) was deposited at the Herbarium of Korean Traditional Herbal Medicines located at the College of Pharmacy, Kyung Hee University, Seoul, Republic of Korea.",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 361,
                    "text": "(Lee, 1996)",
                    "end": 372
                }
            ]
        },
        {
            "text": "Extraction and isolation",
            "section_rank": 5
        },
        {
            "section": "Extraction and isolation",
            "text": "The dried leaves, stems, and branches of K. japonica (143 g) were reflux extracted four times with 70% ethanol (1.5 L) for 2 h. The extract was filtered using membrane filter paper (Hyundai Micro Co., Seoul, Republic of Korea), and the filtrate was concentrated in vacuo at 50°C using a rotary vacuum evaporator (EYELA, Tokyo, Japan). A dark brown powder (43 g) was obtained, and the final yield was calculated as 30% of the dried plant material. The extract obtained (KJ) was subsequently analyzed using a Diaion HP-20 column (7×75 cm, Sigma-Aldrich), with a gradient elution system consisting of acetonitrile/ water (H2O) run at 0:100→15:85→40:60→100:0, at 10 L per gradient. A 15% acetonitrile fraction (3.5 g) was subsequently separated using a preparative HPLC system to yield flavone C-glycosides. Then, 1 mL of the 0.45-mm PVDF-filtered 15% acetonitrile fraction (100 mg/mL) was injected repeatedly into a YMC-Pack ODS-A reversed-phase HPLC column (20×250 mm, 120 Å, 5 mm, YMC Co., Kyoto, Japan). The flow rate was 10 mL/min and the ultraviolet visible (UV/Vis) detection wavelength was set at 330 nm. The mobile phase was composed of methanol (MeOH) in H2O run using the following gradient schedule: 30% (0-10 min), 30-40% (10-25 min), 40-100% (25-35 min), 100% (35-45 min) and 100-30% (45-50 min). The peak 1, 2, and 3 (KJ-1, KJ-2, and KJ-3; 10, 24, and 22 mg, respectively) were collected between 15.5 and 20.5, 20.5 and 24, and 24 and 26.5 min, respectively. The purity of the three compounds was ≥95% as determined by the UPLC and NMR analyses.",
            "paragraph_rank": 8,
            "section_rank": 5
        },
        {
            "text": "UPLC-ESI-MS analysis",
            "section_rank": 6
        },
        {
            "section": "UPLC-ESI-MS analysis",
            "text": "The UPLC-ESI-MS analysis was carried out using an Waters Acquity UPLC H-Class system operated with the Empower software (Milford, MA, USA) and AccuTOF ® single-reflection time-of-flight mass spectrometer with an ESI operated using the Mass Center system version 1.3.7b (JEOL, Tokyo, Japan). The photodiode array (PDA) detector was recorded between 210-450 nm and the monitoring wavelength was set to 330 nm. The Brownlee SPP C18 column (2.1 mm×75 mm i.d., 2.7 mm, PerkinElmer, Waltham, MA, USA) used was placed in a column oven set at 25°C. The KJ sample was dissolved in 15% acetonitrile to a final concentration of 30 mg/mL, filtered using a 0.2-mm PVDF filter, and then injected into the UPLC system with an injection volume of 1 mL and flow rate of 0.25 mL/min. The mobile phase was composed of a linear gradient of acetonitrile in H2O acidified with acetic acid (0.1%) and run as follows: 2-5% (0-2.5 min), 5-15% (2.5-10 min), 15-20% (10-15 min), 20-50% (15-25 min), 50-100% (25-27 min), 100% (27-37 min), and 100-2% (37-38 min). The operating parameters of the mass spectrometer were set as follows. In the negative ion mode, the needle electrode was set to 2000 V; nitrogen gas was used as the nebulizer and desolvating agent at flow rates of 1 and 3 L/min, respectively; and the desolvating chamber and orifice 1 temperatures were 250 and 80°C, respectively. The atmospheric pressure interface potentials for the orifice 1, ring lens, and orifice 2 were 80, 10, 5 V, respectively. The mass scale calibration was performed using a Yokudelna calibration kit (JEOL) for ensuring accurate mass measurements while the scan range of the MS acquisition was set at m/z 100-2000.",
            "paragraph_rank": 9,
            "section_rank": 6
        },
        {
            "text": "HPLC-MS/MS analysis of flavone di-C-glycosides",
            "section_rank": 7
        },
        {
            "section": "HPLC-MS/MS analysis of flavone di-C-glycosides",
            "text": "The HPLC-MS/MS analysis was carried out using an Agi-lent Technologies 1200 series HPLC (Santa Clara, CA, USA) coupled to a Waters Quattro Micro TM atmospheric pressure ionization (API) mass spectrometer equipped with an ESI interface. A Brownlee SPP C18 column (2.1 mm×75 mm i.d., 2.7 mm) was used, and the mobile phase was 5% acetonitrile in H2O acidified with 0.1% acetic acid run at a flow rate of 0.3 mL/min. The KJ was dissolved in 5% acetonitrile to a final concentration of 30 mg/mL, filtered using a 0.45-mm PVDF filter, and then injected at a volume of 30 mL. The operating parameters of the mass spectrometer were as follows. In the negative ion mode, source and desolvation temperatures were 120 and 350°C, respectively; capillary voltage was 3000 V; cone voltage was 47 V; and collision energy was 30, 50 V. Nitrogen gas was used as the nebulizing and desolvation agents with flow rates of 50 and 350 L/h, respectively. The mass scan was set from m/z 100-800. The MS/MS acquisition was scanned at the same mass range to detect the daughter ions and the MassLynx software version 4.1 was used to operate the MS instruments.",
            "paragraph_rank": 10,
            "section_rank": 7
        },
        {
            "text": "NMR study of flavone di-C-glycosides",
            "section_rank": 8
        },
        {
            "section": "NMR study of flavone di-C-glycosides",
            "text": "The NMR spectra were recorded and measured using a Bruker Avance 500 MHz spectrometer (Billerica, MA, USA). Deuterated dimethylsulfoxide (DMSO-d6, Sigma-Aldrich) was used as the NMR solvent and tetramethylsilane (TMS, Sigma-Aldrich) was the internal standard (IS). The samples were placed in 5-mm NMR sample tubes (Sigma-Aldrich), and the analysis was performed at an elevated temperature of 60°C to improve the spectral resolution.",
            "paragraph_rank": 11,
            "section_rank": 8
        },
        {
            "text": "Cell culture and cell viability assay",
            "section_rank": 9
        },
        {
            "section": "Cell culture and cell viability assay",
            "text": "RAW 264.7, a murine monocyte/macrophage cell line, was purchased from the American Type Culture Collection (ATCC) and cultured in DMEM supplemented with heat-inactivated FBS and 1% penicillin-streptomycin under an atmosphere of 5% CO2 at 37°C and 100% humidity. The cytotoxicity of KJ and isolated flavone glycosides was evaluated against RAW 264.7 cells was using the 3-(4, 5-dimethylthiazol-2-yl)-2, 5-diphenyltetrazolium bromide (MTT) assay (Denizot and Lang, 1986). Briefly, the cells were plated into 96-well plates at a density of 1×10 5 cells/mL in fresh medium. After incubating overnight, the medium was replaced with FBS-free medium containing 1 mg/mL of dexamethasone and graded concentrations of KJ and the flavone glycosides (0, 1, 10, and 100 mg/mL). After 25 h incubation, 50 mL of a 2 mg/mL MTT solution was added to each well, incubated for a further 4 h, and then 100 mL of DMSO was added to each well to dissolve the formazan crystals. The optical density of the resulting reaction solution was measured using an enzyme-linked immunosorbent assay (ELISA) plate reader at 570 nm (Bio-Rad).",
            "paragraph_rank": 12,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 444,
                    "text": "(Denizot and Lang, 1986)",
                    "end": 468
                }
            ]
        },
        {
            "text": "NO assay",
            "section_rank": 10
        },
        {
            "section": "NO assay",
            "text": "To study the effects of KJ and the isolated flavone glyco-sides on NO production, RAW cells were seeded onto 24-well plates at a density of (1×10 5 cells/mL) and incubated overnight. Then, the medium was replaced with FBS-free medium containing 1 mg/mL dexamethasone or graded concentrations of KJ or the flavone glycosides (1, 10, and 100 mg/mL). After 1 h, the cells were stimulated with 1 mg/mL LPS for 24 h, and then the NO concentration of the supernatant was measured using the Griess reagent (Sigma-Aldrich). The optical density was measured using an ELISA plate reader at 540 nm.",
            "paragraph_rank": 13,
            "section_rank": 10
        },
        {
            "text": "Western blot analysis",
            "section_rank": 11
        },
        {
            "section": "Western blot analysis",
            "text": "RAW cells were seeded into 6-well plates at a density of 1× 10 5 cells/mL, incubated overnight, and then the medium was replaced with FBS-free medium with 1 mg/mL dexamethasone or three graded concentrations of KJ (1, 10, and 100 mg/mL). After 1 h, the cells were treated with 1 mg/mL LPS for 6 h and then the medium was discarded. Then, radioimmunoprecipitation assay (RIPA) buffer containing a proteinase inhibitor was used to lyse the cells and extract the cell protein. The protein concentration was subsequently measured using a Bio-Rad protein assay kit. The lysates (20 mg/lane) were resolved using sodium dodecyl sulfate-polyacrylamide gel electrophoresis (SDS-PAGE) and transferred onto a nitrocellulose membrane, which was incubated overnight with primary antibodies against β-actin, iNOS, and COX-2 (1:1000 in Tris-buffered saline plus Tween (TBS-T). Then, the membrane was washed thrice with TBS-T buffer and incubated with secondary antibodies for 2 h. After washing, the protein bands in the membrane were detected using an enhanced chemiluminescence western blot analysis system (abClon, Seoul, Republic of Korea) as described previously (Lee et al., 2013).",
            "paragraph_rank": 14,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1153,
                    "text": "(Lee et al., 2013)",
                    "end": 1171
                }
            ]
        },
        {
            "text": "Statistical analysis",
            "section_rank": 12
        },
        {
            "section": "Statistical analysis",
            "text": "The statistical analysis of the data was carried out using the GraphPad Prism version 4.00 (GraphPad Software Inc., La Jolla, CA, USA). The data are presented as means ± standard error of the mean (SEM), and multiple comparisons were performed using a one-way analysis of variance (ANOVA). Furthermore, differences with p<0.05 were considered statistically significant.",
            "paragraph_rank": 15,
            "section_rank": 12
        },
        {
            "text": "RESULTS",
            "section_rank": 13
        },
        {
            "section": "RESULTS",
            "text": "The optimal chromatographic profile of the KJ was established using UPLC analysis and three major peaks were identified using UPLC-ESI-MS analysis. The UV/Vis spectra of the three major peaks were characterized with two absorption maxima around 270 and 350 nm that are characteristic of flavonoids (Fig. 1A). The chromatogram of the chemical profile of the total KJ was relatively simple and the three flavonoid-like compounds were the major components that were identified by the peak heights and areas of the three peaks. When the Biomol Ther 24(6), 630-637 (2016)   were elucidated by comparing their physicochemical data including UV/Vis spectra, MS and MS/MS data, and 1 H-NMR spectra with those previously described in the literature (Suzuki et al., 2003;Xie et al., 2003;Erel et al., 2011). The compounds were identified as lucenin-2, vicenin-2, and stellarin-2 (KJ-1, KJ-2, and KJ-3, respectively). The 1 H-NMR showed signal broadening at an ambient temperature owing to the limited rotation of the C-glycosidic bond, which was sterically hindered by the bulky ortho-substituents and, therefore, the experiments were performed at an elevated temperature of 60°C to improve spectral resolution (Kumazawa et al., 2001). Compound 1 (KJ-1) was obtained as a dark green amorphous powder and the ESI-TOF-MS gave the molecular formula C27H30O16. The UV/Vis spectrum of KJ-1 showed absorption maxima at 269.8 and 349.6 nm in CH3CN while the MS/ MS spectra in the negative ionization mode showed the de-  (Fig. 1B-1). The cross-ring cleavage of the hexose residue of the C-glycoside yielded numerous characteristic product ions such as m/z [(M-H)-90] -, [(M-H)-120]losses pattern (Vukics and Guttman, 2010). The MS/MS results suggest the presence of a luteolin (286)+hexose (162)+hexose (162) structure. The 1 H NMR at 60°C revealed a 3ʼ,4ʼ,5,7tetra-hydroxyl-substituted flavone from the aromatic spin systems: δH 7.43 (s), 6.83 (d, J=8.1 Hz), and 7.46 (d, J=8.0 Hz), corresponding to H-2ʼ, H-5ʼ, and H-6ʼ, respectively, and δH 6.57 (s) corresponding to H-3 ( Table 2). The hexosides were assigned as C-β-D-glucosides because the characteristic chemical shift and coupling constant were identical with that found in the literature (Erel et al., 2011). The hexoside linkage was also assigned to C-6 and C-8 because the vicinal coupling constants were 8.0-9.7 Hz, including the anomeric protons at δH 4.75 (d, J=9.6 Hz) of 6-C-β-Glc and δH 4.86 (d, J=9.7 Hz) of 8-C-β-Glc, and H-2ʼʼ at δH 3.77 (brs) of 6-C-β-Glc and δH 3.74 (brs) of 8-C-β-Glc. Therefore, compound 1 was elucidated as luteolin 6,8-di-C-β-D-glucopyranoside (lucenin-2).",
            "paragraph_rank": 16,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 298,
                    "text": "(Fig. 1A)",
                    "end": 307
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 740,
                    "text": "(Suzuki et al., 2003;",
                    "end": 761
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 761,
                    "text": "Xie et al., 2003;",
                    "end": 778
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 778,
                    "text": "Erel et al., 2011)",
                    "end": 796
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1201,
                    "text": "(Kumazawa et al., 2001)",
                    "end": 1224
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1504,
                    "text": "(Fig. 1B-1)",
                    "end": 1515
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 1679,
                    "text": "(Vukics and Guttman, 2010)",
                    "end": 1705
                },
                {
                    "type": "table",
                    "start": 2059,
                    "text": "Table 2)",
                    "end": 2067
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 2230,
                    "text": "(Erel et al., 2011)",
                    "end": 2249
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "Compound 2 (KJ-2) was obtained as a yellow green amorphous powder and the ESI-TOF-MS gave the molecular formula C27H30O15. The UV/Vis spectrum of KJ-2 showed absorption maxima at 270.5 and 335.3 nm in CH3CN. The one less oxygen of the molecular formula compare to KJ-1 and the hypsochromic shift of its long wavelength absorption maxima indicated that KJ-2 had an apigenin aglycone moiety, which had one less hydroxyl group compared to luteolin. The MS/MS spectra of KJ-2 in the negative ionization mode showed the precursor ion at m/z 593  (Fig. 1B-2). The 1 H NMR revealed a 4ʼ,5, 7-tri-hydroxyl-substituted flavone from the aromatic spin systems: the chemical shift at δH 7.92 (d, J=8.7 Hz) and 6.88 (d,J=8.8 Hz) corresponded to H-2ʼ,6ʼ and H-3ʼ,5ʼ, respectively. The proton at δH 6.52 (s) corresponded to H-3 ( Table 2). The hexosides were assigned as C-β-D-glucosides because the characteristic chemical shift and coupling constants were identical to those found in the literature (Xie et al., 2003). The hexoside linkage was also assigned to C-6 and C-8 because Table 2. Proton nuclear magnetic resonance ( 1 H-NMR, 500 MHz, dimethyl sulfoxide, DMSO-d6) data of flavone C-glycosides isolated from 70% ethanol extract of Korthalsella japonica (KJ) 3.69* 3.73* 3.72 dd (2.1, 11.4) 3.59 dd (5.1, 11.8) 3.54 dd (5.9, 11.2) 3.53 dd (4.4, 11.7)",
            "paragraph_rank": 17,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 541,
                    "text": "(Fig. 1B-2)",
                    "end": 552
                },
                {
                    "type": "bibr",
                    "start": 703,
                    "text": "(d,",
                    "end": 706
                },
                {
                    "type": "bibr",
                    "start": 706,
                    "text": "J=8.8 Hz)",
                    "end": 715
                },
                {
                    "type": "table",
                    "start": 815,
                    "text": "Table 2)",
                    "end": 823
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 986,
                    "text": "(Xie et al., 2003)",
                    "end": 1004
                },
                {
                    "type": "table",
                    "start": 1068,
                    "text": "Table 2",
                    "end": 1075
                },
                {
                    "type": "bibr",
                    "start": 1293,
                    "text": "(5.1, 11.8)",
                    "end": 1304
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "*Signal pattern was unclear due to overlapping; KJ-1, lucenin-2; KJ-2, vicenin-2; KJ-3, stellarin-2.",
            "paragraph_rank": 18,
            "section_rank": 13
        },
        {
            "section": "RESULTS",
            "text": "the vicinal coupling constants were 8.7-9.9 Hz, including the anomeric protons at δH 4.69 (d, J=9.9 Hz) of 6-C-β-Glc and δH 4.84 (d, J=9.9 Hz) of 8-C-β-Glc, and H-2ʼʼ at δH 3.90 (brs) of 6-C-β-Glc and δH 3.83 (t, J=9.2 Hz) of 8-C-β-Glc. Therefore, compound 2 was elucidated as apigenin 6,8-di-C-β-D-glucopyranoside (vicenin-2). Compound 3 (KJ-3) was obtained as a yellow-green amorphous powder and the ESI-TOF-MS gave the molecular formula C28H32O16. The UV/Vis spectrum of KJ-3 showed absorption maxima at 270. The MS/MS results suggest the presence of a chrysoeriol (300)+hexose (162)+hexose (162) structure (Fig. 1B-3). The 1 H NMR revealed a 3ʼ,4ʼ,5,7-tetra-hydroxyl-substituted flavone from the aromatic spin systems: chemical shift at δH 7.53 (s), 6.90 (d, J=8.0 Hz) and 7.59 (d, J=8.1 Hz) corresponding to H-2ʼ, H-5ʼ, and H-6ʼ, respectively. The proton at δH 6.69 (s) corresponded to H-3 ( Table 2). The hexosides were also assigned as C-β-D-glucosides because of the characteristic chemical shift and coupling constant (Xie et al., 2003;Erel et al., 2011). Similar to the other compounds, the hexosides linkage was assigned to C-6 and C-8. Compound 3 was identified as chrysoeriol 6,8-di-C-β-D-glucopyranoside (stellarin-2). All these flavone C-glycosides were identified in the Camellia mistletoe for the first time.",
            "paragraph_rank": 19,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 610,
                    "text": "(Fig. 1B-3)",
                    "end": 621
                },
                {
                    "type": "table",
                    "start": 897,
                    "text": "Table 2)",
                    "end": 905
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 1027,
                    "text": "(Xie et al., 2003;",
                    "end": 1045
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1045,
                    "text": "Erel et al., 2011)",
                    "end": 1063
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "The effect of KJ on cell viability was studied using an MTT assay before the evaluation of its biological efficacy. Cells incubated with varying concentrations of KJ (1, 10, and 100 mg/ mL) for 25 h did not show any significant cytotoxicity in the MTT assay up to the highest concentration of 100 mg/mL ( Fig.  2A). We chose to perform anti-inflammatory assays on the extract of this species because other mistletoe species have known anti-inflammatory effects (Patil et al., 2011;Bock et al., 2014). The NO production level was determined as a marker of the inflammatory response and was measured using the  Fig. 2. Effects of 70% ethanol extract of Korthalsella japonica (KJ) on (A) cell viability, (B) NO production, (C) inducible NO synthase (iNOS), and cyclooxygenase (COX)-2 protein levels in lipopolysaccharide (LPS)-stimulated RAW 264.7 cells. Dexamethasone (Dex, 1 mg/mL) was positive control. Values are means ± standard error of the mean (SEM). Statistical analysis, using one-way analysis of variance (ANOVA); *p<0.05 and ***p<0.001.",
            "paragraph_rank": 20,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 305,
                    "text": "Fig.  2A)",
                    "end": 314
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 461,
                    "text": "(Patil et al., 2011;",
                    "end": 481
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 481,
                    "text": "Bock et al., 2014)",
                    "end": 499
                },
                {
                    "type": "figure",
                    "start": 609,
                    "text": "Fig. 2",
                    "end": 615
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "Griess reagent. RAW 264.7 cell stimulated with LPS (1 mg/ mL) exhibited a significant increase in NO production up to 62.6 ± 0.7 mM from the basal level of 0.18 ± 0.1 mM (1×10 5 cells/mL in a 12-well plate, n=6). As shown in Fig. 2B, the highdose groups (10 and 100 mg/mL) of KJ showed a significant reduction in NO production (11.6 and 71.7%, respectively) compare to the LPS-stimulated group. However, KJ reduced NO production by only 1.8% at the low dose of 1 mg/mL. Dexamethasone (1 mg/mL) as the positive control also inhibited NO production significantly and the potency was slightly less than that of KJ 100 mg/mL. Considering that KJ is a crude plant extract, which likely contains a mixture of numerous metabolites, the anti-inflammatory efficacy of KJ was relatively comparable to that of dexamethasone. Two key enzymes involved in the inflammatory process, iNOS and COX-2, were quantitated using western blot analysis to evaluate the inhibitory effects of KJ on their expression. Compare to the negative control, the LPS-stimulated group showed significantly increased levels of iNOS and COX-2 (Fig. 2C). Compared with the LPS-stimulated group, the expression of iNOS was significantly reduced only in the 100 mg/ mL KJ group to 42.9%. In contrast, COX-2 was significantly reduced in all KJ-treated groups (1, 10, and 100 mg/mL) with rates of 12.6, 35.3, and 75.1%, respectively. Dexamethasone (1 mg/mL) also reduced iNOS and COX-2 expression to 66.2 and 69.5%, respectively. The results showed that the antiinflammatory activity of KJ was directly linked to the inhibition of the expression these two key enzymes involved in NO production and inflammatory responses. Further investigations of other mechanisms underlying the anti-inflammatory activity of KJ need to be performed including determination of the possible involvement of nuclear factor kappa-light-chain-enhancer of activated B cells (NF-κB) activation and modulation by its subunit (Surh et al., 2001).",
            "paragraph_rank": 21,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 225,
                    "text": "Fig. 2B",
                    "end": 232
                },
                {
                    "type": "figure",
                    "start": 1105,
                    "text": "(Fig. 2C)",
                    "end": 1114
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1958,
                    "text": "(Surh et al., 2001",
                    "end": 1976
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "To identify the active principles of mediating the anti-inflammatory Camellia mistletoe, the isolated flavone C-glycosides were evaluated for their inhibitory activities on NO production. The cytotoxicity of KJ-1, KJ-2, and KJ-3 was evaluated using an MTT assay before the NO assay was performed. As shown in Fig 3A, none of the flavone C-glycosides showed any significant cytotoxicity up to a concentration of 100 mg/ mL. Furthermore, all three flavone C-glycosides significantly inhibited NO production at 100 mg/mL while KJ-2 and KJ-3 showed concentration-dependency (Fig. 3B). Although the flavone glycosides did not show a higher potency than the crude KJ did, their significant inhibition of NO production and relative contents in the UPLC chromatogram suggests that these flavone C-glycosides are active principles of Camellia mistletoe.",
            "paragraph_rank": 22,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 309,
                    "text": "Fig 3A,",
                    "end": 316
                },
                {
                    "type": "figure",
                    "start": 570,
                    "text": "(Fig. 3B)",
                    "end": 579
                }
            ]
        },
        {
            "text": "DISCUSSION",
            "section_rank": 14
        },
        {
            "section": "DISCUSSION",
            "text": "To the best of our knowledge, this study is the first report of the phytochemical profile and anti-inflammatory activity of Camellia mistletoe. The 70% ethanol extract of K. japonica showed a simple chemical profile in the UPLC analysis. The major components and active principles of KJ were identified as the flavone di-C-glucosides, lucenin-2, vicenin-2, and stellarin-2. Flavonoid C-glycosides have chemical structures with highly polar sugar portions and phenolic hydroxyl groups. However, it was previously demonstrated that these compounds could be absorbed unchanged and underwent enterohepatic recirculation in addition to hydrolysis, reduction, and conjugation to form a bioavailable glucuronide (Angelino et al., 2013). Previous studies on the biological efficacy of isolated flavonoid C-glycosides have shown antibacterial activity (Sorbo et al., 2004), antioxidant property (Barreca et al., 2011), anti-inflammatory activity (Erel et al., 2011), and anti-hepa-  Fig. 3. Effects of flavone di-C-glycosides on (A) cell viability and (B) nitric oxide (NO) production (B) in lipopolysaccharide (LPS)-stimulated RAW 264.7 cells. Statistical analysis, one-way analysis of variance (ANOVA); *p<0.05, **p<0.01, and ***p<0.001.",
            "paragraph_rank": 23,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 705,
                    "text": "(Angelino et al., 2013)",
                    "end": 728
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 843,
                    "text": "(Sorbo et al., 2004)",
                    "end": 863
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 886,
                    "text": "(Barreca et al., 2011)",
                    "end": 908
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 937,
                    "text": "(Erel et al., 2011)",
                    "end": 956
                },
                {
                    "type": "figure",
                    "start": 974,
                    "text": "Fig. 3",
                    "end": 980
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "www.biomolther.org totoxic activity (El-Toumy et al., 2011). However, anti-inflammatory activity of these compounds against NO pathway was revealed for the first time in this study. Our investigation of the biological activity of KJ revealed that the treatment with this extract significantly inhibited NO production in LPS-stimulated RAW cells. NO is one of the main inflammatory mediators and has important functions as a signaling molecule in various physiological processes (Schwentker et al., 2002). Therefore, based on its obvious effects on NO production, KJ can be considered as a potential natural resource for the development of anti-inflammatory agents. Moreover, the significant inhibition of iNOS and COX-2 expression by KJ confirmed the biological efficacy of this unfamiliar mistletoe species on various inflammatory mediators, and possibly against associated disease. Collectively, these results suggest that Camellia mistletoe has the potential to be the source of active compounds for development as useful pharmaceutical agents targeting inflammatory diseases.",
            "paragraph_rank": 24,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 36,
                    "text": "(El-Toumy et al., 2011)",
                    "end": 59
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 478,
                    "text": "(Schwentker et al., 2002)",
                    "end": 503
                }
            ]
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 15
        },
        {
            "section": "Fig. 1 .",
            "text": "(A)  Representative ultra-performance liquid chromatography (UPLC) chromatogram of 70% ethanol extract of Korthalsella japonica (KJ) monitored at 330 nm and (B) and tandem mass spectrometry (MS/MS) spectra of three peaks in negative ionization mode. Peaks 1-3 were identified as lucenin-2 (KJ-1), vicenin-2 (KJ-2) and stellarin-2 (KJ-3).",
            "paragraph_rank": 25,
            "section_rank": 15
        },
        {
            "text": "protonated molecular ion at m/z 609 [M-H]and product ions at m/z 519 [(M-H)-90] -, m/z 489 [(M-H)-120] -, 399 [(M-H)-120-90]also analyzed as (286 [luteolin, aglycone]+113)and 369 ([M-H]-120-120) -",
            "paragraph_rank": 26,
            "section_rank": 16
        },
        {
            "text": "[M-H]and product ions at m/z 503 ([M-H]-90) -, m/z 473 ([M-H]-120) -, 383 ([M-H]-120-90)also analyzed as (270 [apigenin, aglycone]+113)and 353 ([M-H]-120-120) -. The cross-ring cleavage of the hexose residue of the C-glycoside was also revealed [19]. The MS/MS results suggest the presence of an apigenin (270)+hexose (162)+hexose (162) structure",
            "paragraph_rank": 27,
            "section_rank": 17
        },
        {
            "text": "5 and 347.1 nm in CH3CN. The MS/MS spectra in the negative ionization mode showed the precursor ion at m/z 623 [M-H]and product ions at m/z 533 [(M-H)-90] -, m/z 503 [(M-H)-120] -, 413 [(M-H)-120-90]also analyzed as (300 [chrysoeriol, aglycone]+113)and 383 ([M-H]-120-120) -.",
            "paragraph_rank": 28,
            "section_rank": 18
        },
        {
            "text": "Table 1 .",
            "section_rank": 19
        },
        {
            "section": "Table 1 .",
            "text": "Observed and calculated mass numbers of major peaks of Korthalsella japonica 70% ethanol extract(KJ)    ",
            "paragraph_rank": 29,
            "section_rank": 19
        },
        {
            "section": "Table 1 .",
            "text": "www.biomolther.org chromatogram was monitored using other short wavelengths such as 220 and 254 nm, the profile did not vary significantly (data not shown). The retention time, as well as the observed and theoretical mass numbers with their proposed molecular formulae is listed in Table 1. The chemical structure of the isolated compounds from KJ",
            "paragraph_rank": 30,
            "section_rank": 19
        },
        {
            "text": "CONFLICT OF INTEREST",
            "section_rank": 21
        },
        {
            "section": "CONFLICT OF INTEREST",
            "text": "The authors declare no conflict of interest.",
            "paragraph_rank": 31,
            "section_rank": 21
        },
        {
            "text": "ACKNOWLEDGMENTS",
            "section_rank": 22
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "This study was supported by a grant (No.: KHU-20121730) from Kyung Hee University, Seoul, Republic of Korea.",
            "paragraph_rank": 32,
            "section_rank": 22
        }
    ]
}