{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Dynamin 2 (DNM2) is a large GTPase, ubiquitously expressed, involved in membrane trafficking and regulation of actin and microtubule cytoskeletons. DNM2 mutations cause autosomal dominant centronuclear myopathy which is a rare congenital myopathy characterized by skeletal muscle weakness and histopathological features including nuclear centralization in absence of regeneration. No curative treatment is currently available for the DNM2-related autosomal dominant centronuclear myopathy. In order to develop therapeutic strategy, we evaluated here the potential of Spliceosome-Mediated RNA Transsplicing technology to reprogram the Dnm2-mRNA in vitro and in vivo in mice. We show that classical 3′-trans-splicing strategy cannot be considered as accurate therapeutic strategy regarding toxicity of the pre-trans-splicing molecules leading to low rate of trans-splicing in vivo. Thus, we tested alternative strategies devoted to prevent this toxicity and enhance frequency of trans-splicing events. We succeeded to overcome the toxicity through a 5′-trans-splicing strategy which also allows detection of trans-splicing events at mRNA and protein levels in vitro and in vivo. These results suggest that the Spliceosome-Mediated RNA Trans-splicing strategy may be used to reprogram mutated Dnm2-mRNA but highlight the potential toxicity linked to the molecular tools which have to be carefully investigated during preclinical development.",
            "paragraph_rank": 2,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "section": "Introduction",
            "text": "Dynamin 2 (DNM2) is a large GTPase involved in endocytosis, intracellular membrane trafficking and cytoskeleton organization. 1 DNM2 is ubiquitously expressed with higher abundance in heart and skeletal muscle. 2 DNM2 oligomerizes around the neck of nascent vesicles and regulates membrane fission events from plasma membrane 3,4 and intracellular compartments. 5,6 The DNM2 transcript encodes a protein composed of 5 domains: a N-terminal catalytic GTPase domain responsible for GTP binding and hydrolysis, a middle domain (MID) involved in DNM2 self-assembly, a pleckstrin homology (PH) domain that interacts with phosphoinositides and targets dynamin to membranes, a GTPase effector domain requires for GTPase activation and DNM2 self-assembly, and a C-terminal Proline rich-domain (PRD) that mediates protein-protein interactions.",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 326,
                    "text": "3,",
                    "end": 328
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 328,
                    "text": "4",
                    "end": 329
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 362,
                    "text": "5,",
                    "end": 364
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 364,
                    "text": "6",
                    "end": 365
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Heterozygous mutations in DNM2 gene are responsible for the autosomal dominant centronuclear myopathy (MIM# 160150). 7 Autosomal dominant centronuclear myopathy is a rare congenital myopathy exhibiting a large clinical spectrum, and characterized by the presence of centrally located nuclei in a large number of muscle fibres. 7,8 No curative treatment is available and the pathophysiological mechanisms of the disease are still poorly understood. The human DNM2 (OMIM #602378) gene is composed of 22 exons encoding four major splice isoforms by using a combination of two alternative splice sites. 9 To date, more than 20 mutations, affecting six exons spread over the MID, PH, and GTPase effector domain domains, have been identified in centronuclear myopathy patients. 8 The most frequent mutation located in exon 11 (p.Arg465Trp in the MID) accounts for 30% of patients. 8 The same mutation, also harbored by exon 11 in mouse, was used to develop a Knock-In-Dnm2 R465W mouse model of the disease. 10 The knock-out of Dnm2 in mouse is lethal during embryonic stage while heterozygous Dnm2 knock-out mice do not develop phenotype. 11,12 Besides, overexpression of wild-type Dnm2 is also deleterious in mouse tissues. 13 These data argue for a tight regulation of the DNM2 expression level compatible with cell homeostasis. Consequently, future therapeutic strategies for DNM2-linked autosomal dominant centronuclear myopathy will require maintenance of the DNM2 gene product in physiological range. Spliceosome-mediated RNA trans-splicing (SMarT) appears suitable to reach such a requirement.",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 117,
                    "text": "7",
                    "end": 118
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 327,
                    "text": "7,",
                    "end": 329
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 329,
                    "text": "8",
                    "end": 330
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 599,
                    "text": "9",
                    "end": 600
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 772,
                    "text": "8",
                    "end": 773
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 875,
                    "text": "8",
                    "end": 876
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1001,
                    "text": "10",
                    "end": 1003
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1133,
                    "text": "11,",
                    "end": 1136
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1136,
                    "text": "12",
                    "end": 1138
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1219,
                    "text": "13",
                    "end": 1221
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Trans-splicing is a natural process which consists in splicing reaction between two independently transcribed pre-mRNAs using the cellular spliceosome machinery. 14 SMarT has been developed to correct mutated mRNAs by transsplicing with an exogenous RNA provided by an engineered pre-trans-splicing molecule (PTM). 15 SMarT converts the mutant mRNA into wild-type mRNA and maintains natural regulation of the target mRNA providing a spatially and quantitatively appropriate level of expression. 16,17 Additionally, SMarT strategy can cover distinct mutations with a unique molecular tool as it allows the replacement of large part of the targeted RNA. SMarT technology was used to reprogram 5′, 18 3′ 19 or internal 20 mRNA sequences. In this study, we assessed the feasibility of 3′-and 5′-trans-splicing strategies to reprogram Dnm2 transcripts in vitro and in vivo. We show that 5′-SMarT is a suitable approach for reprograming the Dnm2 transcript. However, assessment of optimized strategies to increase efficiency and avoid the PTM self-translation will be crucial for further preclinical development.",
            "paragraph_rank": 5,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 162,
                    "text": "14",
                    "end": 164
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 315,
                    "text": "15",
                    "end": 317
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 495,
                    "text": "16,",
                    "end": 498
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 498,
                    "text": "17",
                    "end": 500
                },
                {
                    "type": "bibr",
                    "start": 695,
                    "text": "18 3′ 19",
                    "end": 703
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 716,
                    "text": "20",
                    "end": 718
                }
            ]
        },
        {
            "section": "Design of Dnm2 3′-PTM",
            "text": "Given that the majority of the published reports has been concentrated on the 3′-trans-splicing approach, we first designed 3′-PTM targeting intron 10 in order to reprogram Dnm2 transcript from the exon 11 to the last exon. PTM contain: (i) a cytomegalovirus (CMV) promoter, (ii) antisense sequences (AS) complementary to intron 10 except for the negative control lacking the AS sequence (noAS-PTM), (iii) a conserved yeast branch point sequence (BP), (iv) a polypyrimidine tract, (v) a strong canonical 3′ acceptor splice site (3′-SS), 15 and (vi) the wild-type cDNA sequence of the mouse Dnm2 (exons 11 to 22) fused with a Flag epitope motif. The sequence from exon 12 to exon 22 was modified by codon optimization. These nucleotide modifications, preserve the translated protein sequence, increase the transgene expression, and allow detection of chimeric trans-spliced sequence by reverse transcriptase-polymerase chain reaction (RT-PCR). Sequence of exon 11 was unchanged in order to retain putative endogenous Exonic Splice Enhancer sites (Figure 1a). We designed five distinct AS (AS2 to AS6) of ~150 nucleotides in the 3′ part of intron 10 (from −450 to +2 relative to exon 11). The AS3 masks the endogenous BP, polypyrimidine tract, 3′-SS, and the 3′ intron/exon boundary of exon 11 (Figure 1b). The targeted intron is involved in alternative splicing. Therefore, the expected trans-spliced product would contain the Dnm2 endogenous sequence from exon 1 to 11 including either exon 10 or 10 bis followed by Dnm2 optimized sequence (exons 12 to 22) and the Flag sequence.",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 537,
                    "text": "15",
                    "end": 539
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1045,
                    "text": "(Figure 1a)",
                    "end": 1056
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1292,
                    "text": "(Figure 1b)",
                    "end": 1303
                }
            ]
        },
        {
            "section": "Design of Dnm2 3′-PTM",
            "text": "3′-trans-spliced transcripts were detectable in cells despite unexpected multiple translation from the PTM 3′-PTM plasmids were transiently transfected into NIH3T3 fibroblasts and trans-splicing events were analyzed by RT-PCR 48 hours after transfection. Taking advantage of the Dnm2 modified sequence in PTM, we used oligonucleotides which amplify specifically trans-spliced transcripts (E8-F/ E14Opt-R) or both cis-and trans-spliced transcripts (E8-F/ E11-R) (Figure 1b). Trans-spliced mRNA was amplified after two rounds of PCR in cells transfected with AS2-and AS3-3′-PTM but not in untransfected cells (Figure 2a). Sequencing confirmed trans-splicing in both cases occurring either after endogenous exon 10 (isoform 1) or 10 bis (isoform 2) (not shown).",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 461,
                    "text": "(Figure 1b)",
                    "end": 472
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 607,
                    "text": "(Figure 2a)",
                    "end": 618
                }
            ]
        },
        {
            "section": "Design of Dnm2 3′-PTM",
            "text": "Trans-splicing events were also assessed by western blot using an anti-Flag antibody. We did not detect any protein at the expected molecular weight (~100 kDa). Dnm2 immunoprecipitation performed to increase the amount of Dnm2 in protein extracts, also failed to detect trans-spliced protein whatever the 3′-PTM (data not shown). However, western blot detected several additional bands migrating at molecular weight ranging from ~25 to 50 kDa (Figure 2b). Their presence for all the 3′-PTM, with or without AS, suggested that these bands came from the PTM itself rather than illegitimate trans-splicing events. We identified 11 putative open reading frames (ORFs) in-frame with the Flag epitope in the 3′-PTM (Figure 2c), four of them with a predicted molecular weight compatible with our observations (i.e., 39,35,33, and 26 kDa) (Figure 2a,b). Finally, Flag immunofluorescence detects these peptides everywhere in the cytoplasm preventing the discrimination of trans-spliced protein by this technique (not shown).",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 443,
                    "text": "(Figure 2b)",
                    "end": 454
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 709,
                    "text": "(Figure 2c)",
                    "end": 720
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 809,
                    "text": "39,",
                    "end": 812
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 812,
                    "text": "35,",
                    "end": 815
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 815,
                    "text": "33",
                    "end": 817
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 831,
                    "text": "(Figure 2a,b)",
                    "end": 844
                }
            ]
        },
        {
            "section": "The 3′-PTM self-translation is associated with muscle toxicity in vivo",
            "text": "Recombinant adeno-associated viruses (AAV) expressing the 5 AS-3′-PTM and the noAS-PTM were produced and injected in Tibialis anterior (TA) skeletal muscles of three month-old wild-type mice (~ 4.10 11 viral genomes (vg)/muscle). Muscle integrity was evaluated by Hematoxylin-Eosin staining on TA transverse sections 1.5 months later. Saline-injected control TAs showed normal myofibres except in small areas showing nuclear centralization compatible with muscle regeneration induced by needle injury. The number of fibres with nuclear centralization was drastically more important in TAs injected with AAV-PTM regardless of the AS sequence (reaching the totality of the muscle for the AS5 and AS6) ( Figure 3a and Supplementary Figure S1a,b). To ensure that the nuclear centralization resulted from fibres regeneration, we looked at muscle integrity earlier after the injection. Indeed, a massive necrosis occurred 15 days after injection (Figure 3a). An intermediate level of regeneration was observed with AAV-AS2-3′-PTM and AAV-noAS-3′-PTM (see Supplementary  Figure S1a,b).",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 701,
                    "text": "Figure 3a",
                    "end": 710
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 715,
                    "text": "Supplementary Figure S1a,b)",
                    "end": 742
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 940,
                    "text": "(Figure 3a)",
                    "end": 951
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1049,
                    "text": "Supplementary  Figure S1a,b)",
                    "end": 1077
                }
            ]
        },
        {
            "section": "The 3′-PTM self-translation is associated with muscle toxicity in vivo",
            "text": "The monitoring of the amount of AAV-AS5-3′-PTM particles over time by qPCR showed a relatively high level after 1 week (812 vg/ng of DNA), which then dropped at 2 weeks (333 vg/ ng) to reach values close to the range of saline-control after 1.5 months (Figure 3b). These observations attested the virus loss in accordance with the regeneration level observed in Hematoxylin and Eosin (Figure 3b and Supplementary  Figure S1a,b). However, 1.5 months after the injection, low level of viral particles was still detectable for AAV-AS2-3′-PTM and AAV-AS4-3′-PTM (58 and 21 vg/ng, respectively) (See Supplementary Figure S1c). Consequently, further RT-PCR and western blot analyses were performed to determine if these low remaining amounts of viral particles sustain transsplicing events. The trans-splicing specific primers detect trans-spliced mRNA at the expected size for TA injected with AAV-AS2-3′-PTM and AAV-AS4-3′-PTM (Figure 3c). Even after a second round of PCR, no trans-spliced mRNA was detected for the other AS, the noAS and saline-injected TA (not shown). Sequencing of the trans-spliced products obtained for AS2 and AS4 confirmed the trans-splicing reaction in both cases. Trans-splicing occurred either after the Dnm2 endogenous exon 10 (isoform 1) or 10 bis (isoform 2) for both AAV-AS2-3′-PTM and AAV-AS4-3′-PTM (Figure 3d and Supplementary Figure S2a). The unexpected amplicon obtained for the AAV-AS5-3′-PTM (15 days after the injection) corresponds to an illegitimate trans-splicing event joining exon 8 to exon 11 (see Supplementary Figure S2b).",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 252,
                    "text": "(Figure 3b",
                    "end": 262
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 384,
                    "text": "(Figure 3b",
                    "end": 394
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 399,
                    "text": "Supplementary  Figure S1a,b)",
                    "end": 427
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 595,
                    "text": "Supplementary Figure S1c)",
                    "end": 620
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 923,
                    "text": "(Figure 3c)",
                    "end": 934
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1329,
                    "text": "(Figure 3d",
                    "end": 1339
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1358,
                    "text": "Figure S2a)",
                    "end": 1369
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1540,
                    "text": "Supplementary Figure S2b",
                    "end": 1564
                }
            ]
        },
        {
            "section": "The 3′-PTM self-translation is associated with muscle toxicity in vivo",
            "text": "A sequence alignment between intron 8 and AS5 has shown that the largest region of similarity encompasses only 28 bp with 67% of identity (see Supplementary Figure S2c). This suggests that illegitimate trans-splicing reaction does not necessarily required high degree of similarity between untargeted regions and the binding sequence.",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 143,
                    "text": "Supplementary Figure S2c",
                    "end": 167
                }
            ]
        },
        {
            "section": "The 3′-PTM self-translation is associated with muscle toxicity in vivo",
            "text": "No trans-spliced protein was detected in muscle extracts even after Dnm2 immunoprecipitation. PTM expression is detectable by western blot only for AAV-AS4-3′-PTM and AAV-AS2-3′-PTM (barely detectable for AS2 before immunoprecipitation) (see Supplementary Figure S2d and not shown) in accordance with the vg loss secondary to muscle necrosis. Consequently, alternative strategies to avoid translation from PTM and bypass PTM-related toxicity were developed.",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 242,
                    "text": "Supplementary Figure S2d",
                    "end": 266
                }
            ]
        },
        {
            "section": "Design of modified 3′-PTM succeeded to avoid PTM translation but not the toxicity",
            "text": "With the objective to force the translation of nontoxic molecule, the Green Fluorescent Protein (GFP) ORF was inserted between the antisense sequence and the splice site of our previous 3′ constructs. The GFP ORF starts with a Kozak initiation context and ends with a series of three successive STOP codons to optimize the translation ending. It was therefore expected that only the GFP (and not the toxic peptides) is translated from the mRNA exported to the cytoplasm, with no consequence on trans-splicing events occurring in the nucleus (Figure 4a). We produced these constructs for AS2 and noAS previously used in the 3′ classic strategy and called them \"GFP-inserted 3′-PTM\". PTM translation was assessed using anti-Flag western blot on protein extract from 3T3 cells transfected with AS2-GFPinserted-3′-PTM construct. The GFP insertion succeeded to avoid the multiple PTM translation (Figure 4b). However, we have detected novel bands around 65 kDa. In silico analysis identified three potential donor splice sites in the GFP sequence that could lead to cis-splicing with predicted GFP-Dnm2 fusion peptides compatible in size with the observed bands (Figure 4b and Supplementary Figure S3b). Moreover, immunofluorescence showed a partial colocalization of Flag and GFP in the cytoplasm (not shown), in agreement with coexpression of GFP and cis-spliced GFP-Dnm2. Finally, we failed to detect a band at the expected molecular weight for a trans-splicing event, even after Dnm2 immunoprecipitation (see Supplementary Figure S3a).",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 541,
                    "text": "(Figure 4a)",
                    "end": 552
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 891,
                    "text": "(Figure 4b)",
                    "end": 902
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 1157,
                    "text": "(Figure 4b",
                    "end": 1167
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1172,
                    "text": "Supplementary Figure S3b)",
                    "end": 1197
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1522,
                    "text": "Figure S3a",
                    "end": 1532
                }
            ]
        },
        {
            "section": "Design of modified 3′-PTM succeeded to avoid PTM translation but not the toxicity",
            "text": "AAV viruses expressing AS2-and NoAS-GFP-inserted-3′-PTM were injected into TA muscle of three-month-old wild-type mice (1.10 11 vg/muscle). After 1 month, Hematoxylin-Eosin staining showed a toxicity similar to the one observed for the 3′-classical strategy. Indeed, a large majority of fibres presented a nuclear centralization reflecting muscle regeneration (Figure 4c,d). In addition, no trans-splicing event was detected neither by RT-PCR nor western blot in muscles (data not shown).",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 360,
                    "text": "(Figure 4c,d)",
                    "end": 373
                }
            ]
        },
        {
            "section": "Design of Dnm2 5′-PTM",
            "text": "Therefore, we developed 5′-trans-splicing strategy allowing the deletion of the polyadenylation site of the PTM (supplied by the endogenous RNA when trans-splicing occurs). Indeed, the polyadenylation contributes to mRNA stability, nuclear export and translation. 21 We produced 5′-PTM expression plasmids containing: (i) a CMV promoter, (ii) an optional 150 base-pair-length sequence mimicking presence of intronic sequence known to enhance expression of the constructs 22 and called \"intron\" thereafter, (iii) the 5′ part of optimized wildtype Dnm2 cDNA sequence (exons 1 to 13 including exon 10 bis) fused in 5′ to Flag tag, (iv) a strong 5′ donor splice site (5′-SS) followed by a downstream intronic splice enhancer Trans-spliced mRNA",
            "paragraph_rank": 15,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 264,
                    "text": "21",
                    "end": 266
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 471,
                    "text": "22",
                    "end": 473
                }
            ]
        },
        {
            "section": "Design of Dnm2 5′-PTM",
            "text": "sequence previously reported to enhance the 5′ trans-splicing efficiency, 20 (v) a 150 nucleotides AS complementary to intron 13, and (vi) an optional 3′-UTR with polyadenylation site (Figure 5a). We designed three consecutive AS starting from the exon intron junction (AS1, AS2, and AS3). The AS1 masks the endogenous 5′-SS and the 3′ exon/intron boundary of exon 13 (Figure 5b). For each AS, four constructs were made including or not the intron and polyadenylation site (i.e. ± pA and ± int). These constructs were named AS-5′-PTM, AS+int-5′-PTM, AS-∆pA-5′-PTM, AS+int-∆pA-5′-PTM ( Figure 5a). Since Dnm2 alternative splicing occurs in the targeted region, the expected trans-spliced products would contain the Flag sequence and Dnm2 optimized sequence (exons 1 to 13) followed by endogenous Dnm2 sequence starting from exon 13 bis or 14 to exon 22.",
            "paragraph_rank": 16,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 74,
                    "text": "20",
                    "end": 76
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 184,
                    "text": "(Figure 5a",
                    "end": 194
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 368,
                    "text": "(Figure 5b)",
                    "end": 379
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 585,
                    "text": "Figure 5a",
                    "end": 594
                }
            ]
        },
        {
            "section": "5′-PTM are not translated and trans-spliced transcripts are detectable in vitro",
            "text": "The four constructs for each AS were transfected in NIH3T3 cells. No PTM translation was detected by western blot using anti-Flag antibody, regardless of the presence of polyadenylation site or intron (Figure 6a and not shown). In addition, trans-spliced protein was detected at the expected molecular weight for the AS3+int-5′-PTM construct after Dnm2 immunoprecipitation (Figure 6a and Supplementary Figure S4a). Expression of Dnm2 trans-spliced transcripts was assessed by nested RT-PCR 48 hours after transfection. We amplified bands at the expected size for most of the 5′-PTM constructs using trans-spliced Dnm2 specific primers (Figure 6b). No product was amplified in untransfected cells and with the two noAS control PTM (with or without pA). Semiquantitative RT-PCRs amplifying cis-spliced endogenous Dnm2-mRNA, PTM-RNA, and Gapdh mRNA showed similar expression level in the different conditions (Figure 6b). Amplicon sequencing confirmed trans-splicing events between optimized exon 13 and endogenous Dnm2 sequence ( Figure  6c and data not shown). Moreover, sequencing revealed that the natural alternative splicing of exon 13 bis is preserved since we observed exclusively heterozygous sequences corresponding to isoform 2 (including exon 13 bis) mixed with isoform 4 (without exon 13 bis) ( Figure 6b,c and not shown), except for cells transfected with AS2-∆pA-5′-PTM showing only isoform 2.",
            "paragraph_rank": 17,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 201,
                    "text": "(Figure 6a",
                    "end": 211
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 373,
                    "text": "(Figure 6a",
                    "end": 383
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 402,
                    "text": "Figure S4a",
                    "end": 412
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 635,
                    "text": "(Figure 6b)",
                    "end": 646
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 906,
                    "text": "(Figure 6b)",
                    "end": 917
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 1028,
                    "text": "Figure  6c",
                    "end": 1038
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 1305,
                    "text": "Figure 6b",
                    "end": 1314
                }
            ]
        },
        {
            "section": "5′-PTM are not translated and trans-spliced transcripts are detectable in vitro",
            "text": "We detected flag expression by immunofluorescence in 3T3 cells transfected with AS1-, AS2-, and AS3-5′-PTM containing or not the polyadenylation site (+pA-PTM: ~1-4% of cells; ∆pA-PTM:<1% of cells, Supplementary Figure S5).  Rare cells are flag-positive with the noAS-PTM containing pA site suggesting a weak PTM translation but no flag-positive cell was detected using the noAS-∆pA-PTM. We thus assume that flag staining observed in cells transfected with AS-∆pA-PTM represents trans-spliced Dnm2 protein. The flag staining pattern is compatible with normal Dnm2 subcellular localization and colocalization between trans-spliced and endogenous Dnm2 was confirmed by confocal imaging (Figure 6d).",
            "paragraph_rank": 18,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 198,
                    "text": "Supplementary Figure S5",
                    "end": 221
                },
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 684,
                    "text": "(Figure 6d",
                    "end": 694
                }
            ]
        },
        {
            "section": "5′-PTM is not toxic and trans-splicing events occurred in vivo",
            "text": "The AS1-, AS2-, AS3-, and noAS-5′-PTMs and their counterpart devoid of polyadenylation site (∆pA) were produced in recombinant AAV. We injected 1.10 11 vg or phosphate-buffered saline (PBS) into TA muscles of 3-month-old wild-type mice that were analyzed 1 month later. Hematoxylin-Eosin staining showed that areas containing fibres with internalized nuclei were similar for PBS-injected TAs (i.e., ~5% of the muscle section) and TAs injected with AAV-5′-PTM with or without pA site (i.e., 0.75-13% of the muscle section) (Figure 7a). Nested RT-PCR was performed on RNA extracted from muscles using cis-and trans-splicing specific primers described above (Figure 5b). We detected Dnm2 transspliced transcripts at the expected size only in muscles injected with AS1, AS1-∆pA, and AS2-∆pA (Figure 7b). Semi-quantitative RT-PCR amplifying endogenous Dnm2-mRNA, PTM-RNA, and Gapdh mRNA showed comparable level of expression in all conditions (Figure 7b). Sequencing of trans-spliced transcripts showed expected chimeric sequence with splice between optimized exon 13 and endogenous sequence. RT-PCR amplified specifically either isoform 4 (without exon 13 bis) or isoform 2 (with exon 13 bis) for muscle transduced with AAV-AS1-and AAV-AS2-5′-PTMs, respectively (Figure 7c).",
            "paragraph_rank": 19,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 522,
                    "text": "(Figure 7a)",
                    "end": 533
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 655,
                    "text": "(Figure 5b)",
                    "end": 666
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 787,
                    "text": "(Figure 7b)",
                    "end": 798
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 938,
                    "text": "(Figure 7b)",
                    "end": 949
                },
                {
                    "type": "figure",
                    "ref_id": "fig_7",
                    "start": 1258,
                    "text": "(Figure 7c)",
                    "end": 1269
                }
            ]
        },
        {
            "section": "5′-PTM is not toxic and trans-splicing events occurred in vivo",
            "text": "Flagged and endogenous Dnm2 colocalized in restricted area of transversal TA-sections injected with AAV-AS1-5′-PTM and AAV-AS1-∆pA-5′-PTM (1-3 groups of around 20  Figure S4b).",
            "paragraph_rank": 20,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 164,
                    "text": "Figure S4b",
                    "end": 174
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "Among the existing platform technologies developed for gene therapy, SMarT combines major advantages including maintenance of endogenous regulation of the corrected mRNA, absence of overexpression, and correction of multiple mutations using a single therapeutic molecule. SMarT was successfully used in vitro [23][24][25][26][27] and in vivo 18,19,[28][29][30][31][32][33][34][35][36] to repair mRNA in several context of genetic diseases. In particular, functional improvement was reached in cystic fibrosis, 24 hemophilia A, 29 X-linked immunodeficiency 36 and Spinal muscular atrophy. 30,35 With the objective to correct DNM2 mutations causing centronuclear myopathy, our aim was here to evaluate the feasibility of SMarT-induced reprograming of the mouse Dnm2-mRNA in vitro and in vivo.",
            "paragraph_rank": 21,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 309,
                    "text": "[23]",
                    "end": 313
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 313,
                    "text": "[24]",
                    "end": 317
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 317,
                    "text": "[25]",
                    "end": 321
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 321,
                    "text": "[26]",
                    "end": 325
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 325,
                    "text": "[27]",
                    "end": 329
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 342,
                    "text": "18,",
                    "end": 345
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 345,
                    "text": "19,",
                    "end": 348
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 348,
                    "text": "[28]",
                    "end": 352
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 352,
                    "text": "[29]",
                    "end": 356
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 356,
                    "text": "[30]",
                    "end": 360
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 360,
                    "text": "[31]",
                    "end": 364
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 364,
                    "text": "[32]",
                    "end": 368
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 368,
                    "text": "[33]",
                    "end": 372
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 372,
                    "text": "[34]",
                    "end": 376
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 376,
                    "text": "[35]",
                    "end": 380
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 380,
                    "text": "[36]",
                    "end": 384
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 510,
                    "text": "24",
                    "end": 512
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 556,
                    "text": "36",
                    "end": 558
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 588,
                    "text": "30,",
                    "end": 591
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 591,
                    "text": "35",
                    "end": 593
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "The most striking result obtained in the 3′-replacement strategy is the expression of several peptides fused with the flag epitope. The presence of 11 putative AUG-ORF in frame with the flag in the PTM coding sequence argues for PTM self-translation as already indicated in 3′-replacement studies. 15,33,34 Monjaret and collaborators recently demonstrated undesirable ORFs translation as well as PTM internal cissplicing from Titin-and Dysferlin-PTMs. 33 Given that ORF prediction does not account for all the bands observed with the Dnm2 3′-PTM, similar cis-splicing events cannot be rule out in this study despite of absence of putative donor splice site. It may be hypothesized that some observed peptides come from the use of cryptic CUG start codons (see Figure  1b) as already reported in mammals 37 or from post-translational modifications of canonical AUG-ORF.",
            "paragraph_rank": 22,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 298,
                    "text": "15,",
                    "end": 301
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 301,
                    "text": "33,",
                    "end": 304
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 304,
                    "text": "34",
                    "end": 306
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 452,
                    "text": "33",
                    "end": 454
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 760,
                    "text": "Figure  1b)",
                    "end": 771
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 803,
                    "text": "37",
                    "end": 805
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "Regardless of their mechanism of production, the major concern relative to the 3′-PTM expression is their huge toxicity in vivo. Similar observations using the noAS-PTM, suggest toxicity linked to PTM translation rather than illegitimate trans-splicing. Parts or totality of Dnm2 PH, GTPase effector domain, and proline-rich domain domains can be translated from the 3′-PTM coding sequence depending of the start codon used (Figure 1b). Therefore, we can hypothesize that truncated peptides can trap Dnm2 partners or act as dominant negative mutants to impair Dnm2 functions. In addition, muscle toxicity could be linked to other mechanisms such Despite of massive viral loss secondary to necrosis-regeneration, 38 low level of 3′ trans-spliced mRNAs was detected indicating that intron 10 is an accurate targetable region for Dnm2 3′-trans-splicing. This result led us to assess alternative ways to avoid PTM translation. The \"GFP-inserted 3′-PTM\" strategy was developed based on the monocistronic rule for gene expression in eukaryotes stating that only the protein encoded closest to the 5′ end gets expressed. 39 This approach partially succeeded since the translation of multiple truncated peptides from the PTM was suppressed, supporting their translational origin, but did not significantly reduce muscle toxicity. One may hypothesize that toxicity results from the production of toxic peptides identified by western-blot and generated by cis-splicing of the GFP-inserted 3′-PTM. However, this modified 3′ strategy may be a good path to prevent PTM expression for future SMarT development.",
            "paragraph_rank": 23,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 424,
                    "text": "(Figure 1b)",
                    "end": 435
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 712,
                    "text": "38",
                    "end": 714
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 1114,
                    "text": "39",
                    "end": 1116
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "We also explored alternative way to reduce PTM selftranslation by deleting the polyadenylation site (polyA) in a 5′-replacement strategy. This strategy was recently developed in a mouse model of hypertrophic cardiomyopathy. 32 Using this strategy to reprogram Dnm2-mRNA, PTM expression is not detectable, in vivo toxicity is avoided, and transspliced mRNA and protein are detected both in cells and muscles. However, contrasting with the results gained for the Mybpc3 mRNA, 32 trans-splicing efficacy is not correlated with presence or absence of intron and polyA for the Dnm2 mRNA. On the other hand, we show discrepancies between in vitro and in vivo efficacy for the different PTM. This may be due to intrinsic differences between 3T3 fibroblasts and muscle tissue, and highlights importance of in vivo validation of trans-splicing inducing molecular tools.",
            "paragraph_rank": 24,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 224,
                    "text": "32",
                    "end": 226
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 474,
                    "text": "32",
                    "end": 476
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "Four major DNM2 isoforms are expressed using a combination of two alternative splice sites (i.e., exons 10 and 10 bis are alternatively spliced and an exon 13 bis can be included or not). 9 These four isoforms are ubiquitously expressed 9 but exhibit different intracellular distribution and support distinct cellular functions. 9,40 Consequently, their preservation in a therapeutic approach is an important issue. The two intronic regions targeted in our study are involved in alternative splicing (i.e., intron 10 and 13 in the 3′-and 5′-replacement strategies, respectively). In the 3′-replacement study, an exclusive alternative splicing after either exon 10 or 10 bis is observed in vitro and in vivo suggesting that the location of the AS guides the spliceosome in favor of one event. Conversely, the chosen AS for 5′-replacement do not bias the natural splicing, since the large majority of trans-spliced product sequences shows both splice isoforms in vitro. However, contrasting again with our in vitro results, the splicing is altered in vivo, since either trans-spliced isoform 4 or isoform 2 are produced. The reasons of this discrepancy between in vitro and in vivo contexts are unclear and could rely on differences between splicing regulations between 3T3 cells and muscle. Therefore, maintenance of natural alternative splicing in region targeted by SMarT needs to be carefully considered in future in vitro screening as well as in in vivo models which do not always mirror the in vitro situation.",
            "paragraph_rank": 25,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 188,
                    "text": "9",
                    "end": 189
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 237,
                    "text": "9",
                    "end": 238
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 329,
                    "text": "9,",
                    "end": 331
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 331,
                    "text": "40",
                    "end": 333
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "In conclusion, we provide here the first evidence that Dnm2 transcript may be reprogrammed by 5′-SMarT technology without significant PTM expression and toxicity in vitro and in vivo. Future developments will be required   to increase efficiency of DNM2-mRNA reprogramming to correct pathogenic DNM2 mutations in patient-derived cells and animal models of the autosomal dominant centronuclear myopathy, two important steps of preclinical development.",
            "paragraph_rank": 26,
            "section_rank": 9
        },
        {
            "section": "Materials and methods",
            "text": "PTM constructs. The 5′-and 3′-PTM coding sequences were optimized by GeneArt technology (GeneArt, Regensburg, Germany). For the 3′-PTM constructs, the Dnm2 coding sequence (i.e., endogenous exon 11 followed by exons 12 to 22 optimized sequence) was generated by a PCR-Fusion from mouse cDNA and Dnm2 optimized cDNA (GeneArt) and cloned into pGEMT-Easy vector (Promega, Charbonnieres, France). The linker including the branching point, the polypyrimidine tract and the splice acceptor site (5′-ccgcggaacattattataacgttgctcgaaTACT AACTGATATCTTTTTTTTTTTTTTTTTTTAATTAACAG-3′) preceded by a KpnI restriction site was added by PCR in 5′ of the PTM coding sequence. The Flag sequence followed by EcoRI restriction site were added by PCR in 3′ of the PTM coding sequence. The insertion into the pSMD2 vector was done by KpnI-EcoRI digestion and ligation between a CMV promoter and the polyA signal. The AS2-AS6 in intron 10 were amplified by PCR from mouse genomic DNA using forward and reverse primers both containing a KpnI restriction site and introduced in the KpnI site of the pSMD2 vector located upstream of the linker sequence. The locations of AS in intron 10 are as follows: AS2 (IVS10 −300 to −150); AS3 (IVS10 −150 to +2); AS4 (IVS10 −450 to −298), AS5 (IVS10 −252 to −96), AS6 (IVS10 −320 to −96) (where nucleotide +1 is the first nucleotide of exon 11).",
            "paragraph_rank": 27,
            "section_rank": 10
        },
        {
            "section": "Materials and methods",
            "text": "For the GFP-inserted 3′-PTM constructs, the full length GFP sequence was amplified from a GFP plasmid using a forward primer introducing a Kosak sequence and a reverse primer introducing three stop codons (both primers also RT-PCR analysis on mRNA extracted from 3T3 cells transfected with 5′-PTM. Dyna-endo: endogenous Dnm2 transcripts amplified using E10EndoF/E12endoR primers, TS: trans-spliced RNA amplified using E8OptiF/Ex17endoR and Ex11OptiF/ Ex14endoR primers; PTM are amplified using E8OptF/Ex11OptiR primers. C−: negative PCR control. The isoform of Dnm2 identified after sequencing for each band is indicated below (i.e., isoform 2 or 4 or both). 3T3 cells were transfected three times. (c) Top: Schematic representation of Dnm2 alternative splicing leading to isoforms 2 and 4, locations of primers used for PCR amplification are depicted. Bottom: Example of heterozygous trans-spliced sequence showing Ex13 optimized sequence followed by ex13 bis and ex14 endogenous sequence. The orange squares show the optimized nucleotides. (d) Anti-Flag and anti-DNM2 immunofluorescence on 3T3 cells 48 hours after transfection with AS2-, AS3-, noAS-∆pA-5′-PTM and full length Dnm2-Flag fusion constructs (scale bar = 10 µm). PTM, pre-trans-splicing molecules; RT-PCR, reverse transcription-polymerase chain reaction. contain SacII restriction site). The PCR product was then cloned into the pSMD2-3′-PTM between the AS and the linker sequence after SacII digestion.",
            "paragraph_rank": 28,
            "section_rank": 10
        },
        {
            "section": "Materials and methods",
            "text": "For the 5′-PTM constructs, the Dnm2 coding sequence (i.e., Dnm2 exons 1 to 13) was generated by PCR from Dnm2 optimized cDNA. The forward primer contains a KpnI restriction site followed by an ATG in a Kosak context, the Flag sequence and the first 27 nucleotides of the optimized Dnm2 exon 1. The reverse primer contains a SalI restriction site, the downstream intronic splicing enhancer element from the rat FGFR2 gene 20 and the strong canonical 5′ donor splice site sequence (GTAAGAACAG) followed by the last 25 nucleotides of Dnm2 exon 13 (optimized). The PCR product was introduced into the pSMD2 vector between the CMV promoter and the polyA signal by ligation after KpnI-SalI digestion. The AS for 5′-PTM were amplified by PCR from mouse genomic DNA using primers both containing a SalI restriction site and introduced in pSMD2-5′-PTM in SalI site downstream to the linker sequence. The locations of AS in intron 13 are as follow: AS1 (IVS13 from −3 to +147); AS2 (IVS13 from +126 to +285); AS3 (IVS13 from +264 to +416) (where nucleotide −1 is the last nucleotide of exon 13). To remove the SV40 polyA signal, a supplementary  XbaI restriction site was inserted downstream of the antisense sequence and upstream of the SV40 polyA signal via the introduction of a polylinker obtained from the pSL1180 plasmid in XhoI-BglII sites. Thus, the subsequent XbaI digestion excised the SV40 polyA signal and a fragment spanning from the CMV promoter to the end of the AS sequence. The latter fragment was then reinserted in a pSMD2 vector previously XbaI digested. For the others 5′-PTM sequences (i.e., AS1, AS2, and noAS) the coding sequence followed by the splicing sites and AS sequence were directly replaced in the latter ∆pA construct using HindIII/XhoI digestion. All constructs were validated by DNA sequencing. Sequences of primers used for cloning are available on request.",
            "paragraph_rank": 29,
            "section_rank": 10
        },
        {
            "section": "Materials and methods",
            "text": "Cell culture and transfection. Mouse embryonic fibroblast NIH3T3 cells (from ATCC) were grown in Dulbecco's modified Eagle's media (Life Technologies, Villebon sur Yvette, France) supplemented with fetal bovine serum 10%, penicillin 100 U/ml, and streptomycin 100 µg/ml. The cells were maintained in 37°C humidified incubators containing 5% CO 2 and ambient oxygen. For transfection, cells were grown to 70% confluency in six-well plates and transfected with 1.5 µg of pSMD2-Dnm2-PTM plasmids using Exgen 500 transfection reagent according to the manufacturer's protocol (Euromedex, Strasbourg, France). Cells were transfected three times per condition and harvested 48 hours later for RNA or Protein analysis.",
            "paragraph_rank": 30,
            "section_rank": 10
        },
        {
            "section": "Materials and methods",
            "text": "In vivo AAV injection. Experiments were performed on adult three-month-old C57/BL6 mice. Anesthesia was achieved with a mix of 100 mg/kg ketamine and 10 mg/kg xylasine. Two intramuscular injections (30 µl/TA, within 24 hours interval) of AAV-PTM (1.10 11 -4.10 11 vg/muscle) were performed in two TA using 29G needle. The control muscles were injected with PBS using the same procedure. Mice were sacrificed by cervical dislocation under isoflurane anesthesia. Animal studies conform to the French laws and regulations concerning the use of animals for research and were approved by an external Ethical committee (approval No. 00351.02 delivered by the French Ministry of Higher Education and Scientific Research).",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "section": "Materials and methods",
            "text": "RNA isolation and cDNA analysis. Total RNA was isolated using RNA easy or RNA easy Fibrous tissue mini kits (Qiagen, Courtaboeuf, France) for cells and muscles, respectively, according to the manufacturer's protocol. Cells or tissue sections were passed through a 22G syringe several times for disruption in the lysis buffer. Total RNA (1 µg) was submitted to reverse transcription using the Superscript III reverse transcriptase kit (Life Technologies) using random primers. cDNA were amplified by PCR under the following conditions: 96°C for 5 minutes, cycles of 30 seconds at 96°C, 30 seconds at the appropriate temperature (58 to 61°C), 30 seconds to 1 minute at 72°C, and a final step of 7 minutes at 72°C. Thirty five cycles were performed to amplify trans-spliced Dnm2 transcripts, 28 for endogenous Dnm2, 23 for Gapdh, and 27 for the PTM. The sequences of the Dnm2 primers for the 5′ and 3′ strategies are: E8endoF: 5′-TGGAGCCCGCATCAATCG TATCTT-3′, E14OptiR: 5′-GTCCTTGTACCAGCTCAGGCT-3′, Ex14endoR: 5′-ATCCTTGTACCAAGACAATGA-3′, E8-OptiF: 5′-AGGTTCCCTTTCGAGCTGGTG-3′, Ex11OptiF: 5′-TGCG CCGAGAAGCTGTCCAGC-3′, Ex10endoF: 5′-GGTGGTCAA GCTGAAAGAGC -3′, E12endoR: 5′-GGTTTGTGTTGATGTA CGACTGC-3′ , and Ex17Endo-R: 5′-CCCAGCGCGCAGGA ACGAAG-3′. The 5′-PTM is amplified using E8OptiF and ex11OptiR (5′-TGTCACGATCCGCTCTGTTTC-3′). Gapdh primers are F: 5′-ACCACAGTCCATGCCATCAC-3′ and R: 5′-TCCACCACCCTGTTGCTGTA-3′. For nested PCR or when two rounds of PCR were done, the first PCR was diluted to 1/50 and 1µl was used for the second round for 35 cycles. DNA sequencing of 20 ng DNA/100 bp with 5 pmol of the respective primers was performed by Eurofins (Paris, France).",
            "paragraph_rank": 32,
            "section_rank": 10
        },
        {
            "section": "Materials and methods",
            "text": "Western blot and immunoprecipitation. For in vitro experiments, cell pellets were homogenized in lysis buffer containing 50 mmol/l of Tris-HCl pH 7.5, 150 mmol/l NaCl, 1mmol/l ethylenediaminetetraacetate (EDTA, NP40 1%) supplemented with protease inhibitor cocktail 1% (Sigma-Aldrich, Saint Quentin Fallavier, France) by sonication (10 seconds). For in vivo experiments, 50 muscle tissue sections (15 µm thickness) or one TA for immunoprecipitation were mechanically homogenized in the lysis buffer using Fastprep Lysing Matrix D and Fastprep apparatus (MP Biomedical, Illkirch, France). After centrifugation (14,000×g, 4°C, 15 minutes), protein concentration in the supernatant was determined with the BCA Protein Assay Kit (Thermo Scientific Pierce, Villebon sur Yvette, France). 40 µg of protein were mixed with loading buffer (50 mmol/l Tris-HCl, sodium dodecyl sulfate (SDS) 2%, glycerol 10%, beta-mercaptoethanol 1% and bromophenol blue) and denaturated at 90°C for 5 minutes. Protein samples were separated on sodium dodecyl sulfate polyacrylamide gel electrophoresis (SDS-PAGE) 10% and transferred onto polyvinylidene difluoride (PVDF) membranes (0.45 µm pore size, Life Technologies) overnight at 100 mA at 4°C. Membranes were blocked for 1 hour at room temperature in PBS containing nonfat dry milk (5%) and Tween20 (0.1%) and then exposed to the following primary antibodies: mouse monoclonal anti-Flag (Sigma F1804), rabbit polyclonal anti-DNM2 (Abcam ab3457, Cambridge, UK) in PBS-Tween20 (0.1%), milk (1%) overnight at 4°C. Membranes were rinsed in PBS-Tween20 (0.1%) and incubated 1 hour with secondary horseradish peroxidaseconjugated antibodies (antimouse or antirabbit from Jackson ImmunoResearch, Suffolk, UK) in PBS-Tween20 (0.1%). Chemiluminescence were detected using ECL detection Kit (Merck-Millipore, Darmstadt, Germany). Acquisition was performed on G-Box (Ozyme, Montigny-le-Bretonneux, France).",
            "paragraph_rank": 33,
            "section_rank": 10
        },
        {
            "section": "Materials and methods",
            "text": "For immunoprecipitation, cell or muscle protein extracts (1,200 µg) were diluted in 400 µl of lysis buffer (containing 50 mmol/l of Tris-HCl pH 7.5, 150 mmol/l NaCl, 1mmol/l EDTA, NP40 1%, protease inhibitor 1%) and precleared with 30 µl washed protein G-Sepharose (PGS 4 fast flow; GE Healthcare, Orsay, France). Precleared lysates were then gently rolled overnight at 4°C with 3 µg anti-DNM2 antibody (Abcam ab3457). Then, 30 µl washed PGS was added and gently rolled for 1 hour at 4°C. Pelleted PGS was taken up in loading sample buffer, boiled at 95°C for 5 minutes and submitted to western blot. AAV production. AAV2/1 pseudotyped vectors were prepared by transfection in 293 cells as described previously 41 using the pSMD2-Dnm2-PTM plasmid, the pXX6 plasmid coding for the adenoviral sequences essential for AAV production, and the pRepCAp plasmid coding for AAV1 capsid. Vector particles were purified on iodixanol gradient and concentrated on Amicon Ultra-15 100K columns (Merck-Millipore). The particle titer (number of vg/ml) was determined by quantitative PCR.",
            "paragraph_rank": 34,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 711,
                    "text": "41",
                    "end": 713
                }
            ]
        },
        {
            "section": "Materials and methods",
            "text": "Immunocytochemistry. For immunostaining, transfected 3T3 cells were fixed 10 minutes at −20°C in methanol 48 hours after transfection. Cells were blocked 1 hour at room temperature in Tween 0.1%, Goat Serum 5%, Bovine serum albumin (BSA) 5% in PBS. Cells were then exposed to primary antibodies: rabbit anti-C-terminal DNM2 (Abcam ab3457) and mouse anti Flag (Sigma F1804) in PBS containing BSA 1% and Tween 0.1% overnight at 4°C. Cells were rinsed in PBS and incubated 1 hour at room temperature with the secondary antibodies (Goat antimouse Alexa-Fluor 568 and Goat antirabbit Alexa-Fluor 488, Life Technologies) and mounted using VECTASHIELD mounting medium with 4',6-diamidino-2phenylindole (DAPI) (Vector Laboratories, Peterborough, UK). For immunofluorescence on TA sections, cryosections (8 µm thick) were fixed in paraformaldehyde 4% (15 minutes at room temperature). After washing in PBS, cryosections were permeabilized in Triton X-100 (0.5%) in PBS for 10 minutes at room temperature and blocked in PBS-Triton X-100 (0.1%), BSA (5%) and Donkey serum (5%) for 30 minutes. Sections were incubated with primary antibodies: rabbit anti-C-terminal DNM2 (Abcam) and Goat anti Flag (Abcam) overnight at 4°C, in PBS with Triton X-100 (0.1%) and BSA (1%). After PBS-Triton X100 (0.1%) washes, sections were incubated with secondary antibodies (Donkey anti-Goat Alexa 568 and Donkey antirabbit Alexa 488, Life Technologies) added simultaneously for 60 minutes at room temperature. The slides were mounted with VECTASHIELD mounting medium (Vector Laboratories). Images were acquired using either axiophot microscope (Zeiss) or confocal microscope (Olympus FV-1000).",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "section": "Materials and methods",
            "text": "Histological analysis. Muscle cryosections (8 µm thickness) were stained with Hematoxylin-Eosin by standard method. Light microscopy was performed using an upright microscope (DMR, Leica, Nanterre, France). Images were captured using a monochrome camera (DS-Ri1; Nikon) and NIS-Elements BR 3.2 software (Nikon). The area of fibres with internal nuclei was measured using the NIS-Elements BR software and divided by the total area of the muscle section (n = 3 cryosections for each condition).",
            "paragraph_rank": 36,
            "section_rank": 10
        },
        {
            "section": "Materials and methods",
            "text": "Vg quantification. Genomic DNA was extracted from mouse muscles sections using DNA purification kit (Promega) according to the manufacturer's protocol. Copy numbers of AAV genome were measured on 100 ng of genomic DNA by quantitative real-time PCR on a LightCycler480 (Roche diagnostic, Meylan, France) by using TaqMan probe. A plasmid containing a part of the titin cDNA were tenfold serially diluted (from 10 7 to 10 1 copies) and used as a control to establish the standard curve for absolute quantification. The sequences of primers and Taqman probes are available on request. AAV genome copy number was expressed as an absolute value per ng of genomic DNA. All genomic DNA samples were analyzed in triplicates. Figure S1. Toxicity of 3′-PTM constructs in muscles. Figure S2. Events identified after 3′-PTM transduction in muscles. Figure S3. Events identified after expression of GFPinserted-3′-PTM in cells. Figure S4. Detection of 5′-trans-spliced Dynamin 2 protein in cells and muscles. Figure S5. Anti-Flag and anti-dynamin 2 immunofluorescence on 3T3 transfected cells.",
            "paragraph_rank": 37,
            "section_rank": 10,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 716,
                    "text": "Figure S1",
                    "end": 725
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 769,
                    "text": "Figure S2",
                    "end": 778
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 836,
                    "text": "Figure S3",
                    "end": 845
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 914,
                    "text": "Figure S4",
                    "end": 923
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 995,
                    "text": "Figure S5",
                    "end": 1004
                }
            ]
        },
        {
            "section": "Figure 1",
            "text": "The 3′ trans-splicing strategy. (a) Schematic illustration of the 3′-PTM constructs containing CMV promoter, the AS sequence, the 3′ splice site, the wild-type Dnm2 cDNA (optimized sequence of exons 11 to 22 with exon 13 bis) in frame with Flag epitope, and the polyadenylation site. (b) Schematic illustration of 3′ trans-splicing reaction between the endogenous Dnm2 mRNA and the 3′-PTM correcting the mutation in exon 11. Locations of AS sequences are shown in the dotted line square. Primers used for trans-spliced mRNA amplification by RT-PCR are depicted by arrows on the trans-spliced mRNA. CMV, cytomegalovirus promoter; AS, antisense sequence; SS, splice site; pA, polyadenylation site; Dnm2, Dynamin 2; PTM, pre-trans-splicing molecules; RT-PCR, reverse transcription-polymerase chain reaction.",
            "paragraph_rank": 38,
            "section_rank": 12
        },
        {
            "section": "Figure 2",
            "text": "Expression of the 3′-PTM in vitro. (a) RT-PCR detection of trans-spliced Dnm2 transcripts in 3T3 transfected cells. Trans-spliced mRNA were detected after two rounds of PCR (E8-F/E14Opt-R) in cells transfected with AS2-and AS3-3′-PTMs. Total Dnm2 mRNAs (endogenous and trans-spliced mRNAs) are amplified using E8-F/E11-R primers. TS, trans-spliced; endo, endogenous. (b) AntiFlag western blot on total extracts from 3T3 transfected cells. The red arrow indicated the expected molecular weight for trans-spliced protein. A 43 kDa nonspecific band (asterisk) associated with the antiFlag antibody observed in both NT and PTM-transfected cells is used as a loading control. AS, antisense sequence; NT, nontransfected cells. 3T3 cells were transfected three times in duplicates. (c) Location of the \"Flagged\" ORFs relative to the PTM sequence. Eleven ATG are in frame with the Flag sequence, their Kozak score (Ks) obtained on the ATGPR software are indicated. Their positioning relative to the Dnm2 domains and the predicted polypeptide weight are indicated. Possible cryptic CUG start codons are shown in red. M, methionine; L, leucine; MD, middle domain; PH: Plekstrin homology domain; GED, GTPase effector domain, PRD, proline rich domain; Dnm2, Dynamin 2; ORF, open reading frame; PTM, pre-trans-splicing molecules; RT-PCR, reverse transcriptionpolymerase chain reaction.",
            "paragraph_rank": 39,
            "section_rank": 13
        },
        {
            "section": "Figure 3",
            "text": "Evaluation of Dnm2 3′ trans-splicing strategy in transduced muscles. (a) Muscle integrity after AAV-AS5-3′-PTM injection in TA muscle. HE staining shows the extent of the necrosis process 15 days after injection (top) and the regenerated areas 1.5 months postinjection (bottom). Scale bar = 500 µm (left panel) and 50 µm (right panel). (b) Quantification of AAV viral genomes (vg) by quantitative PCR (qPCR) showing the loss of viral particles during the necrosis/regeneration process. AAV genome copy number is expressed as an absolute value per ng of DNA (mean + SD). (c) RT-PCR detection of trans-spliced Dnm2 transcripts in muscles transduced with AAV-3′-PTM. PCR1-TS/PCR2-TS: First and second RT-PCR using primers Ex8-F/E14OptR amplifying the trans-spliced mRNA. Dyna-Endo: RT-PCR using primers Ex8-F/ E14EndoR amplifying the endogenous dynamin 2. TS, trans-spliced; Endo, endogenous. (d) Trans-spliced sequence showing endogenous Dnm2 ex10 bis followed by PTM exon 11 and optimized exon 14 sequence (detected after AAV-AS2-3′-PTM injection). Two TAs were analyzed for each AAV-PTM. AAV, adeno-associated viruses; DNM2, dynamin 2; HE, Hematoxylin-Eosin; PTM, pre-trans-splicing molecules; RT-PCR, reverse transcription-polymerase chain reaction; TA, Tibialis anterior.AS5-3′-PTM-AAV-2section)(Figure 7d). There was no flagpositive area in muscle injected with the noAS constructs. The presence of Dnm2 trans-spliced protein in muscle injected with AAV-AS1-5′-PTM was further confirmed by western blot after Dnm2 immunoprecipitation (see Supplementary",
            "paragraph_rank": 40,
            "section_rank": 14
        },
        {
            "section": "Figure 4",
            "text": "The GFP-inserted-3′ trans-splicing strategy. (a) Schematic illustration of the \"GFP-inserted\" PTM containing the AS sequence, the GFP ORF, the 3′ splice site (SS), and the Dnm2 wild-type sequence (exons 11 to 22) fused to the Flag. CMV, cytomegalovirus promoter; ORF, Open Reading Frame; AS, antisense sequence; SS, Splice site. 3T3 cells were transfected three times in duplicates.(b). Flag western blot on 3T3 transfected cells showing the lack of PTM expression in cells transfected with the \"GFP-inserted\" constructs, while a ~65 kDa protein is expressed. (c) HE staining obtained 1 month after TA injection with AAV-AS2-GFP-ins-3′-PTM and the AAV-noAS-GFP-ins-3′-PTM. Scale bar = 50 µm. (d) Histogram showing quantification of the regeneration extent on muscles section. The area containing fibres with internal nuclei was measured and divided by the total area of the muscle section (mean + SD, n = 3 sections counted for each condition). GFP, Green Fluorescent Protein; AAV, adeno-associated viruses; DNM2, dynamin 2; HE, Hematoxylin-Eosin; PTM, pre-trans-splicing molecules; RT-PCR, reverse transcription-polymerase chain reaction; TA, Tibialis anterior. or expression of undetectable peptides from others phases.",
            "paragraph_rank": 41,
            "section_rank": 15
        },
        {
            "section": "Figure 5",
            "text": "The 5′ trans-splicing strategy. (a) Schematic illustration the 5′-PTM constructs containing a CMV promoter, the wild-type Dnm2 cDNA (optimized sequence of exons 1 to 13 including exon 10 bis), a 5′ splice donor site followed by the AS and with or without polyadenylation site and intron. (b) Schematic illustration of the 5′ trans-splicing reaction between the 5′-PTM and the endogenous Dnm2 mRNA correcting the mutation in exon 11. Location of AS sequences is shown above the dotted line square. The predicted translation of the PTM (i.e., a peptide containing the Flag, the Dnm2 GTPase and Middle domain (525 aa) plus few amino acids encoded by the linker and a part of the AS sequence (59 to 64 kDa) is shown below the PTM. Primers used for RT-PCR mRNA amplification are depicted by arrows below the TS mRNA. CMV, cytomegalovirus promoter; AS, antisense sequence; SS, splices site; DISE, Downstream intronic splice enhancer; pA, polyadenylation site. PTM, pre-trans-splicing molecules; RT-PCR, reverse transcription-polymerase chain reaction; TA, Tibialis anterior.",
            "paragraph_rank": 42,
            "section_rank": 16
        },
        {
            "section": "Figure 6",
            "text": "Detection of 5′ trans-splicing in vitro. (a) Left: Anti-Flag Western Blot on total proteins from 3T3 cells transfected with 5′-PTM or a plasmid expressing full length Dnm2-Flag fusion protein as control (Dynaflag). NT: nontransfected. Right: Dnm2 immunoprecipitation followed by Flag western blot on 3T3 cells transfected with 5′-PTM. The image is overexposed and over contrasted to enhance the detection of the band indicated by an asterisk. (b)",
            "paragraph_rank": 43,
            "section_rank": 17
        },
        {
            "section": "Figure 7",
            "text": "Detection of 5′ trans-spliced Dynamin 2 mRNA and protein in muscles. (a) Muscle integrity after AAV-mediated AS1-5′-PTM transduction; Histogram showing the area of muscle sections with internal or central nuclei (%). The area of fibres with internal nuclei was normalized by the total area of the muscle section (Mean + SD, n = 3 sections counted for each condition). (b) RT-PCR analysis on mRNA extracted from transduced muscles using specific primers for trans-spliced and cis-spliced mRNA TS: Trans-spliced PCR amplicon, Endo: endogenous. (c) Electropherogram of trans-spliced amplicons showing Ex13 optimized sequence followed by ex13 bis (isoform 2, top) or ex14 endogenous sequence (isoform 4, bottom). The orange squares show the optimized nucleotides (d). Immunofluorescence analysis on TA transverse sections from mice injected of AAV-AS1-5′-PTM. Fibres were double-stained with anti-FLAG (red) and anti-DNM2 (green) antibodies. Scale bar = 50 µm. AAV, adeno-associated viruses; DNM2, dynamin 2; PTM, pre-trans-splicing molecules; RT-PCR, reverse transcription-polymerase chain reaction; TA, Tibialis anterior.",
            "paragraph_rank": 44,
            "section_rank": 18
        },
        {
            "section": "Figure 7",
            "text": "www.moleculartherapy.org/mtnaTrans-splicing Strategies to Reprogram Dnm2 mRNA Trochet et al.",
            "paragraph_rank": 45,
            "section_rank": 18
        },
        {
            "section": "Figure 7",
            "text": "Trans-splicing Strategies to Reprogram Dnm2 mRNATrochet et al.",
            "paragraph_rank": 46,
            "section_rank": 18
        },
        {
            "section": "Acknowledgments",
            "text": "We thank the Pitié-Salpêtrière Imaging Platform (PICPS) for confocal imaging acquisition facilities. We thank the Penn Vector Core, Gene Therapy Program (University of Pennsylvania, Philadelphia) for providing the plasmids for AAV construction and the vectorology platform of the Centre of Research in Myology-UMRS974 (Paris, France) for AAV production. ",
            "paragraph_rank": 47,
            "section_rank": 20
        }
    ]
}