{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Objective: To explore the association of membrane-associated guanylate kinase inverted 1 (MAGI1) with gastric cancer (GC) and the related molecular mechanisms. Methods: The reverse transcription-polymerase chain reaction (RT-PCR) and immunohistochemistry (IHC) were utilized to measure the MAGI1 expression level in GC tissues. Quantitative real-time PCR and Western blotting were used to ensure the MAGI1 expression in GC cell lines. Small hairpin RNA (shRNA) was applied for knockdown of endogenous MAGI1 in GC cells. MTT assay and colony formation assay, scratch wounding migration assay and transwell chamber migration assay, as well as transwell chamber invasion assay were employed respectively to investigate the GC cell proliferation, migration and invasion in MAGI1-knockdown and control GC cells. The potential molecular mechanism mediated by MAGI1 was studied using Western blotting and RT-PCR. Results: RT-PCR and IHC verified MAGI1 was frequently expressed in matched adjacent noncancerous mucosa compared with GC tissues and the expression of MAGI1 was related to clinical pathological parameters. Functional assays indicated that MAGI1 knockdown significantly promoted GC cell migration and invasion. Further mechanism investigation demonstrated that one pathway of MAGI1 inhibiting migration and invasion was mainly by altering the expression of matrix metalloproteinases (MMPs) and epithelial-mesenchymal transition (EMT)related molecules via inhibiting MAPK/ERK signaling pathway. Conclusions: MAGI1 was associated with GC clinical pathological parameters and acted as a tumor suppressor via inhibiting of MAPK/ERK signaling pathway in GC.",
            "paragraph_rank": 2,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "section": "Introduction",
            "text": "Gastric cancer (GC) remains one of the most common malignancies and is responsible for the third leading cause of cancer-related deaths in China (1). Because the early Original Article stages of GC are normally asymptomatic and a majority of GC patients are often diagnosed in advanced stages, there is still high morbidity and mortality of GC patients (2). Metastasis is recognized as an essential factor that responsible for the poor prognosis in GC. However, it's most regrettable that so far no efficient target drug has been reported to directly inhibit the process of metastasis. Therefore, a better understanding of the clinical biomarkers and the molecular underpinnings involved in metastasis still remains challenging, and it is an urgent task for further GC therapy (3,4).",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 145,
                    "text": "(1)",
                    "end": 148
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 353,
                    "text": "(2)",
                    "end": 356
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 777,
                    "text": "(3,",
                    "end": 780
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 780,
                    "text": "4)",
                    "end": 782
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Membrane-associated guanylate kinase inverted 1 (MAGI1) is a member that belongs to MAGI subfamily of membrane-associated guanylate kinase (MAGUK) family. MAGI2 and MAGI3 are two other close members in the MAGI subfamily, which contain similar molecular structures to MAGI1 (5). Previous reports have demonstrated that MAGI1 was down-regulated in diverse cancers and acted as a tumor suppressor in colorectal cancer, hepatocellular carcinoma and cervical cancer (6)(7)(8). Nevertheless, the molecular mechanisms of MAGI1 in inhibiting metastasis were disparate in different kinds of cancers. Zhang et al. demonstrated that MAGI1 inhibited cell migration and invasion by up-regulating the expression of phosphatase and tensin homolog deleted on chromosome 10 (PTEN) in hepatocellular carcinoma, and a similar result was found by Hu et al. in the study of MAGI2, another MAGI family member in the same cancer (9,10). In addition, MAGI1 could also interact with some proteins by its different PDZ (PSD-95, DLG, ZO-1) domains to further alter the expression level of these proteins. The interacted proteins always have special functions in the biological process such as cell junction, adhesion and invasion. For instance, Dobrosotskaya et al. demonstrated that MAGI1 interacted with β-catenin and E-cadherin during the formation of cell-cell junctions in MDCK cells. Ridgway et al. also revealed that MAGI1 could also regulate the steady-stage of the surface BK(Ca) channels by the interaction with Slo1 (11,12). Other MAGI family members were also revealed to regulate cell migration and invasion via some signaling pathways such as c-Jun N-terminal kinase (JNK), Wnt/β-catenin and PI3K/PKB (13)(14)(15). Although metastasis is likely to be the main biological process regulated by MAGI1, the other biological occurrence and progression are also increasingly reported in recent years. Zaric et al. indicated that overexpression of MAGI1 repressed not only cell metastasis but the proliferation by inhibiting Wnt/β-catenin signaling pathway in colorectal cancer, and in some cases, MAGI1 could also participate in the regulation of apoptosis (6,8). Ma et al. even suggested MAGI3 suppressed cell proliferation via up-regulating PTEN expression in galioma, a similar way of MAGI1 and MAGI2 inhibiting cell migration and invasion in hepatocellular carcinoma (16). Although previous reports have already revealed the role of MAGI and its family members in different tumor types, there were few reports to confirm the biological function of MAGI1 in GC. Hence, this study aims to clarify the biological role of MAGI1 in GC and to provide further understanding of the molecular mechanisms mediated by MAGI1 in GC.",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 274,
                    "text": "(5)",
                    "end": 277
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 462,
                    "text": "(6)",
                    "end": 465
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 465,
                    "text": "(7)",
                    "end": 468
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 468,
                    "text": "(8)",
                    "end": 471
                },
                {
                    "type": "bibr",
                    "start": 828,
                    "text": "Hu et al.",
                    "end": 837
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 907,
                    "text": "(9,",
                    "end": 910
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 910,
                    "text": "10)",
                    "end": 913
                },
                {
                    "type": "bibr",
                    "start": 1219,
                    "text": "Dobrosotskaya et al.",
                    "end": 1239
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1689,
                    "text": "(13)",
                    "end": 1693
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1693,
                    "text": "(14)",
                    "end": 1697
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1697,
                    "text": "(15)",
                    "end": 1701
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 2139,
                    "text": "(6,",
                    "end": 2142
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 2142,
                    "text": "8)",
                    "end": 2144
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 2353,
                    "text": "(16)",
                    "end": 2357
                }
            ]
        },
        {
            "section": "Patients and gastric tissue specimens",
            "text": "A total of 58 paraffin-sectioned gastric cancer tissues were collected from GC patients from Peking University Cancer Hospital between 1998 and 2008, and 10 surgically removed frozen GC samples in 2014 were obtained from the BioBank of Peking University Cancer Hospital. Some patients received chemotherapy or radiation therapy before surgery. All human samples were obtained through written informed consent from patients, and the Ethics Committee of Peking University Cancer Hospital approved these tissues for research use. The following clinicopathological information was obtained from patient data. GC staging was classified according to the 1997 Union for International Cancer Control (UICC)-TNM criteria.",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "section": "Immunohistochemistry (IHC)",
            "text": "For IHC, 4 μm-thick sections cut from the formalin-fixed paraffin-embedded (FFPE) tissue blocks were deparaffinized and rehydrated using xylene and a graded ethanol wash. Antigen retrieval was performed in 10 mmoL sodium citrate buffer (pH 6.0) for 20 min, and endogenous peroxidase activity was blocked with 3% hydrogen peroxide for 15 min. The sections were then blocked with normal sheep serum at room temperature for 90 min, and incubated with MAGI1 rabbit polyclonal antibody (Santa Cruz, sc-25663), diluted at 1:100, overnight at 4 °C. The sections were incubated at room temperature for 1 h with the horse radish peroxidase (HRP)-conjugated secondary antibody and then were incubated with peroxidase substrate solution. Finally, the sections were counterstained with hematoxylin, dehydrated in ethanol and cleared with",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "section": "Immunohistochemistry (IHC)",
            "text": "xylene. GC specimens were defined as MAGI1-negative expression when less than 10% cancer cells had cytoplasmic MAGI1 staining or MAGI1-positive expression when 10% or more cancer cells were stained. Negative control was prepared by substituting phosphate-buffered saline (PBS) for the primary antibody.",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "section": "Cell lines and cell culture",
            "text": "All the GC cell lines were provided by the Peking University Cancer Hospital & Institute. SGC7901, MGC803, AGS and NCI-N87 cell lines were cultured in Dulbecco's modified Eagle medium (DMEM; MAC GENE) supplemented with 10% fetal bovine serum (FBS; HyClone) and BGC823 cell line was cultured in DMEM supplemented with 5% FBS. All the GC cell lines were maintained at 37 °C, 5% CO 2 .",
            "paragraph_rank": 8,
            "section_rank": 5
        },
        {
            "section": "RNA interference",
            "text": "Small hairpin RNA (shRNA) was used for the knockdown of endogenous MAGI1 in AGS cells. The target sequences were as follows: shMAGI1-1: 5'-GAGGTTA TCCATTGCCTTT-3'; shMAGI1-2: 5'-ACCTAT GAAGGAAACTATT-3'. GV248 was used as sh-control. The shRNA was transfected into AGS cells by electrotransfection. Cells with depleted endogenous MAGI1 expression were selected by culturing in puromycin at the final screening concentration of 2 μg/mL.",
            "paragraph_rank": 9,
            "section_rank": 6
        },
        {
            "section": "RNA extraction and reverse transcription-polymerase chain reaction (RT-PCR)",
            "text": "Total RNA was extracted from tissue samples and cell lines using the Trizol reagent (Ambion, 15596-026) according to the manufacturer's instructions. RT-PCR was used to determine the mRNA level of MAGI1 in the gastric carcinoma tissue and its adjacent gastric tissue. Glyceraldehyde-3-phosphate dehydrogenase (GAPDH) was used as a control. PCR was performed in PCR reaction mixes with initial heating at 94 °C for 5 min, followed by 30 cycles at 94 °C for 30 s, 60 °C for 30 s and 72 °C for 30 s, and finally 72 °C for 10 min. The primer pairs used for MAGI1 and GAPDH amplification were MAGI1, forward: CCTTCAGTCTGGCTCTAAGC, reverse: GTGTGCT CCTCTTGTTCACC; GAPDH, forward: GCATCCT GGGCTACACT, reverse: CACCACCCTGTTGCTGT.",
            "paragraph_rank": 10,
            "section_rank": 7
        },
        {
            "section": "Quantitative real-time PCR",
            "text": "Quantitative real-time PCR was performed with the ABI PRISM 7500 Sequence Detection System (Applied Biosystems, Foster City, CA, USA) using the SYBR Green method. The mRNA levels of all detected genes were normalized to GAPDH. Specific primers used in PCR amplification were as follows: MAGI1, forward: CCTT CAGTCTGGCTCTAAGC, reverse: GTGTGCTC CTCTTGTTCACC; matrix metalloproteinase 2 (MMP2), forward: AGTTTCCATTCCGCTTCCAG, reverse: CGGTCGTAGTCCTCAGTGGT; MMP7, forward: CATGATTGGCTTTGCGCGAG, reverse: AGAC TGCTACCATCCGTCCA; MMP9, forward: CCAACT ACGACACCGACGAC, reverse: TGGAAGATGAA TGGAAACTGG; MMP14, forward: AGCCATATTG CTGTAGCCAG, reverse: GTTGTCTCCTGCTC CCCCT; E-cadherin, forward: TGAAAAGAGAG TGGAAGTGTCCGAG, reverse: GATTAGGGC TGTGTACGTGCTGTTC; N-cadherin, forward: CAATCCTCCAGAGTTTACTGCCATG, reverse: GATTGGTTTGACCACGGTGACTAAC; GAPDH, forward: GCATCCTGGGCTACACT, reverse: CACCACCCTGTTGCTGT.",
            "paragraph_rank": 11,
            "section_rank": 8
        },
        {
            "section": "Western blotting",
            "text": "Cells were lysed completely in lysis buffer (50 mmol/L Hepes pH 7.5, 150 mmol/L NaCl, 2 mmol/L EDTA, 2 mmol/L EGTA, 1% TritonX-100, 50 mmol/L NaF, 5 mmol/L sodium pyrophosphate, 50 mmol/L sodium βglycerophosphate, 1 mmol/L dithiothreitol (DTT), 1 mmol/L phenylmethanesulfonyl fluoride (PMSF), 10 μg/mL leupeptin, 10 μg/mL aprotinin) at 4 °C. The protein content was determined using a BCA Protein Assay Kit (Thermo, USA). Total proteins were separated by sodium dodecyl sulfate-polyacrylamide gel electrophoresis (SDS-PAGE) and then transferred onto polyvinylidene fluoride (PVDF) membranes (Millipore, USA). The blotted membranes were incubated with primary antibodies and then with corresponding secondary antibody. Extracellular signal-regulated kinase 1/2 (ERK1/2) rabbit polyclonal (Santa Cruz, sc-93), p-ERK1/2 mouse monoclonal (Santa Cruz, sc-136521), p-JNK mouse monoclonal (Santa Cruz, sc-6254), JNK rabbit polyclonal (Santa Cruz, sc-571) and GAPDH mouse monoclonal (Santa Cruz, sc-166545) antibodies were purchased from Santa Cruz. Antibody against MAGI1 (Sigma, M5691) was purchased from Sigma. The p-p38 rabbit monoclonal (CST, #4511) and p38 rabbit monoclonal (CST, #8690) antibodies were purchased from Cell Signal Technology.",
            "paragraph_rank": 12,
            "section_rank": 9
        },
        {
            "section": "Cell proliferation assay",
            "text": "The cell proliferation was detected by 3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide (MTT) assay. AGS cells were seeded into 96-well plates at 1×10 3 per well and incubated at 37 °C with 5% CO 2 for 24 h, 48 h, 72 h and 96 h. At the detected time points, MTT solution was added to each well and the plates were incubated for another 4 h. The formazan crystals were dissolved with 100 μL dimethyl sulfoxide per well. The absorbance of individual wells was read using a microplate reader (Bio-Rad, USA).",
            "paragraph_rank": 13,
            "section_rank": 10
        },
        {
            "section": "Colony formation",
            "text": "For colony formation assay, 500 of AGS cells were seeded in triplicate in 60-mm dishes. After appropriate time of growth, the cells were washed with PBS for three times, fixed with 4% paraformaldehyde for 20 min, and stained with 0.1% crystal violet for 20 min. The dishes were then washed with PBS for three times. Photographs were captured and cell clones were counted.",
            "paragraph_rank": 14,
            "section_rank": 11
        },
        {
            "section": "Scratch wounding migration assay",
            "text": "Scratch wounding migration assay was detected by the IncuCyte HD system (IncuCyte ZOOM, Essen BioScience, USA). AGS cells were grown in 96-well culture plates. Cell layers were scraped with a pin block and then incubated at 37 °C. Photographs were taken at set time points by IncuCyte HD system.",
            "paragraph_rank": 15,
            "section_rank": 12
        },
        {
            "section": "Transwell chamber migration and invasion assay",
            "text": "Transwell chamber migration assay was measured using a transwell chamber with 8 μm filter inserts (BD Biosciences, USA) without Matrigel. For transwell chamber-based invasion assay, transwell inserts with 8 μm filter were precoated with 50 μg of Matrigel (Becton Dickinson, USA), and 5×10 4 cells were seeded to the upper chamber containing serum-free DMEM medium. The lower chamber was filled with 600 μL DMEM medium with 10% FBS. After 24 h of incubation for AGS cells (both migration and invasion), the upper chamber was cleaned thoroughly with a cotton swab to remove any un-migrated or un-invasive cells, and the migrated and invasive cells were fixed with 4% paraformaldehyde for 20 min before being stained with 0.1% crystal violet for 20 min. Photographs were captured and the migrated cells were counted in at least 3 random fields.",
            "paragraph_rank": 16,
            "section_rank": 13
        },
        {
            "section": "Statistical analysis",
            "text": "Chi-square test was utilized to compare the differences in MAGI1 protein expression between GC tissues and adjacent noncancerous tissues. The association of MAGI1 protein expression with clinicopathological features in GC patients was analyzed by Chi-square test and Kruskal-Wallis test. Other data were analyzed using Student's t-test. All the statistical analyses were carried out using the IBM SPSS Statistics (Version 21.0; IBM corp., New York, USA). All data were represented as ±s. Two-tailed P<0.05 was considered statistically significant.",
            "paragraph_rank": 17,
            "section_rank": 14
        },
        {
            "section": "MAGI1 was weakly expressed in primary GC",
            "text": "RT-PCR was employed for semiquantitative analysis of MAGI1 mRNA expression in primary GC. Initial screening of surgically resected GC from 10 patients revealed that MAGI1 was down-regulated in 8 cases ( Figure  1A). To further confirm this result, we also examined the protein expression of MAGI1 in primary GC by IHC with the anti-MAGI1 antibody in 58 GC tissue samples. As shown in Figure 1B, MAGI1 was weakly expressed in GC tissue cells, whereas highly expressed in noncancerous tissues. The statistical data indicated that MAGI1 was frequently observed in matched adjacent noncancerous mucosa compared with GC tissues (63.8% vs. 32.8%, P=0.039) ( Table 1).",
            "paragraph_rank": 18,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 203,
                    "text": "Figure  1A)",
                    "end": 214
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 384,
                    "text": "Figure 1B",
                    "end": 393
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 652,
                    "text": "Table 1)",
                    "end": 660
                }
            ]
        },
        {
            "section": "Association of MAGI1 expression with clinicopathological parameters in GC patients",
            "text": "To investigate the clinical role of MAGI1 in GC progression, we analyzed the correlations between MAGI1 expression and clinicopathological parameters of GC patients. As shown in Table 2, MAGI1 was more frequently expressed in the intestinal or mixed GC tissues than the diffused ones (P=0.003). The ratio of the negative and positive expression of MAGI1 indicated that MAGI1 was significantly associated with the degree of differentiation, since it was seldom observed in poorly differentiated GC tissues compared with moderately-well differentiated ones (P=0.008). Furthermore, MAGI1 expression was also correlated with the distant metastasis (P=0.049).",
            "paragraph_rank": 19,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 178,
                    "text": "Table 2",
                    "end": 185
                }
            ]
        },
        {
            "section": "MAGI1 knockdown promoted GC cell migration and invasion",
            "text": "Functional assays were performed to explore the biological role of MAGI1 in GC. We assessed the MAGI1 expression level in 5 GC cell lines ( Figure 1C) and utilized a loss of function approach in the AGC cells that exhibited the highest expression of MAGI1. The MAGI1 expression which infected with a lentivirus expressing anti-MAGI1 shRNA was confirmed by real-time PCR and Western blotting (Figure 2A). MTT assay and clone formation assay were utilized to detect the effect of MAGI1 on the proliferation in AGS cells. As shown in Figure 2B and 2C, MAGI1 knockdown enhanced the proliferation of AGS cells in comparison to the respective sh-control cells to a certain degree; however, the influence of MAGI1 on the GC cell proliferation was limited.",
            "paragraph_rank": 20,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 140,
                    "text": "Figure 1C)",
                    "end": 150
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 391,
                    "text": "(Figure 2A)",
                    "end": 402
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 531,
                    "text": "Figure 2B",
                    "end": 540
                }
            ]
        },
        {
            "section": "MAGI1 knockdown promoted GC cell migration and invasion",
            "text": "Migration and invasion are essential factors that accelerate the malignant biological occurrence and progression. As shown in Figure 2D and 2E, scratch wounding and transwell chamber migration assays indicated that decreased MAGI1 expression promoted GC cell migration (Scratch wounding assay, P<0.05; transwell chamber migration assay, sh-MAGI1-1: P<0.001, sh-  MAGI1-2: P<0.01). Furthermore, MAGI1 downregulation also induced the invasion progression of GC cells when compared MAGI1 knockdown cells with shcontrol cells (P<0.01) in transwell chamber invasion assay ( Figure 2F). These results were in accordance with our clinicopathological parameters analysis, which showed that MAGI1 expression was significantly associated with the distant metastasis (M1 staging) in patients with GC ( Table 2).",
            "paragraph_rank": 21,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 126,
                    "text": "Figure 2D",
                    "end": 135
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 569,
                    "text": "Figure 2F)",
                    "end": 579
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 791,
                    "text": "Table 2)",
                    "end": 799
                }
            ]
        },
        {
            "section": "MAGI1 altered expression of MMPs and epithelialmesenchymal transition (EMT)-related molecules by inhibiting mitogen-activated protein kinase (MAPK)/ ERK signaling pathway",
            "text": "Migration and invasion are complex biological processes which are involved in complicated multi-stages of regulations mediated by various signaling pathways. MAPK signaling pathway has been widely reported as one of the most important signaling pathway that participated in the network regulation on cell migration and invasion in various cancers (17)(18)(19). As shown in Figure 3A, ERK was effectively activated after MAGI1 knockdown, whereas neither JNK nor p38 was activated ( Figure 3B, C).",
            "paragraph_rank": 22,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 347,
                    "text": "(17)",
                    "end": 351
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 351,
                    "text": "(18)",
                    "end": 355
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 355,
                    "text": "(19)",
                    "end": 359
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 373,
                    "text": "Figure 3A",
                    "end": 382
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 481,
                    "text": "Figure 3B, C)",
                    "end": 494
                }
            ]
        },
        {
            "section": "MAGI1 altered expression of MMPs and epithelialmesenchymal transition (EMT)-related molecules by inhibiting mitogen-activated protein kinase (MAPK)/ ERK signaling pathway",
            "text": "The expression of MMP family and EMT markers was also examined by RT-PCR. As shown in Figure 3D, downregulated MAGI1 resulted in stronger expression of MMP2, MMP14, especially MMP7 and MMP9; upregulated N-cadherin was also found in MAGI1 knockdown AGS cells, whereas the expression of E-cadherin was reduced.",
            "paragraph_rank": 23,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 86,
                    "text": "Figure 3D",
                    "end": 95
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "GC is a common type of cancer with poor prognosis. Metastasis is one crucial factor in the progression and prognosis of GC patients (20). Though new drugs have emerged increasingly with the combination of the latest clinical researches and already been shown to alleviate the progression of GC, whereas they still fail to develop efficient target drugs that directly reduced the progression of metastasis in GC treatment because of the complexity in these series of biological processes (21). Therefore, a comprehensive understanding of the GC metastasis is an urgent requirement to develop effective therapeutic drugs. From the outset of this study, we confirmed the downregulation of MAGI1 in GC tissues and GC cell lines. This is in agreement with the previous studies in colorectal cancer, hepatocellular carcinoma and cervical cancer (6)(7)(8)(9). Further analysis on the relationship between MAGI1 expression and clinicalpathological parameters indicated that the MAGI1 expression was significantly associated with pathological typing, degree of differentiation and distant metastasis in GC patients. Pathological typing and differentiation are not only utilized to reflect the tumor biological behavior, but also important for the better evaluation of pathogenesis, potential characteristics of the related disease and even the patient prognosis (22,23). Our results found that MAGI1 was more frequently expressed in the moderately-well differentiated intestinal or mixed GC types than the poorly differentiated diffused ones. Because diffused GC always origins from gastric mucosa with poor differentiation and is especially characterized as absence of cell junction, our result was potentially consistent with the biological functions of MAGI1 that had been demonstrated by previous studies, such as the functions of maintaining cell-cell junctions and cell adhesion (11,12).",
            "paragraph_rank": 24,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 132,
                    "text": "(20)",
                    "end": 136
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 487,
                    "text": "(21)",
                    "end": 491
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 839,
                    "text": "(6)",
                    "end": 842
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 842,
                    "text": "(7)",
                    "end": 845
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 845,
                    "text": "(8)",
                    "end": 848
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 848,
                    "text": "(9)",
                    "end": 851
                },
                {
                    "type": "bibr",
                    "start": 1876,
                    "text": "(11,",
                    "end": 1880
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1880,
                    "text": "12)",
                    "end": 1883
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "Furthermore, considering the association of MAGI1 expression with distant metastasis, we then explored the biological role of MAGI1 in GC progression. MAGI1 knockdown promoted migration and invasion in GC cells, but its influence on the cell proliferation was limited. Our study was partially in agreement with the previous study which investigated MAGI1 in other kinds of cancer, such as hepatocellular carcinoma (10). Based on the functional analysis, we further investigated the potential molecular mechanism on metastasis progression that mediated by MAGI1. Our studies demonstrated that MAGI1 not only repressed the expression of MMPs, especially MMP7 and MMP9, but also altered the expression of typical EMT molecules (suppressed N-cadherin expression and enhanced E-cadherin expression), and then inhibited the migration and invasion of GC cells. MMPs and EMT are two types of essential pathways that commonly participate in metastasis progression in different tumor types (24)(25)(26). MMP family plays an important role in extracellular matrix remodeling, which is implicated to have the ability to accelerate tumor aggressiveness in various cancers (27,28). EMT is another key process along with cell phenotypic changes to achieve the migration and invasion ability, and thus finally promote the metastasis progression (29). However, the early initiations of these two essential pathways are always mediated by different signaling transduction pathways in different tumor types. MAPK is one of the important families that is always constitutively activated in cancers and mediates the signaling transduction pathways to regulate different biological processes such as proliferation, apoptosis and metastasis in various cancers, in addition, ERK, JNK and p38 are three main sub-members of MAPK (30)(31)(32). Previous studies revealed that the expression of MAGI family members was correlated with the further regulation of MAPK signaling pathways, whereas which MAPK family signaling pathway being specifically regulated was mainly depended on the MAGI family member types or tumor types. Zhang et al. indicated that silencing of MAGI3, another member of MAGI family with particular similar molecular structure to MAGI1, could inhibit LPA2-induced ERK signaling pathway in colon cancer cells (33). Besides, MAGI3 was also found to regulate ERK signaling pathway though β2-adrenoreceptor (β2AR) in COS-7 cell model and the inhibition of JNK signaling pathway by MAGI3 was demonstrated in HEK293 cell model (34,35). In this study, we detected these three main signaling pathways of MAPK family and revealed that knockdown of MAGI1 could only activate ERK signaling pathway, but not JNK or p38 signaling pathway in AGS GC cells, which was similar to the previous studies in colon cancer cells and COS-7 cell model. The role of ERK signaling pathway in regulating cell biological behavior was complicated, and ERK signaling pathway was reported that it functioned as a trigger signal to further accelerate some biological processes such as proliferation, migration and invasion. One way of ERK signaling pathway involved in invasion and metastasis is by up-regulating the expression of MMPs and EMT-related molecules (27,28,36). Therefore, our study preliminarily revealed that MAGI1 acted as a tumorsuppressor to inhibit the metastasis progression through the suppression of ERK signaling pathway, which further repressed the expression of MMPs and impaired EMT progression.",
            "paragraph_rank": 25,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 414,
                    "text": "(10)",
                    "end": 418
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 980,
                    "text": "(24)",
                    "end": 984
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 984,
                    "text": "(25)",
                    "end": 988
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 988,
                    "text": "(26)",
                    "end": 992
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 1159,
                    "text": "(27,",
                    "end": 1163
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 1163,
                    "text": "28)",
                    "end": 1166
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 1329,
                    "text": "(29)",
                    "end": 1333
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 1803,
                    "text": "(30)",
                    "end": 1807
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 1807,
                    "text": "(31)",
                    "end": 1811
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 1811,
                    "text": "(32)",
                    "end": 1815
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 2301,
                    "text": "(33)",
                    "end": 2305
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 2514,
                    "text": "(34,",
                    "end": 2518
                },
                {
                    "type": "bibr",
                    "start": 2518,
                    "text": "35)",
                    "end": 2521
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 3222,
                    "text": "(27,",
                    "end": 3226
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 3226,
                    "text": "28,",
                    "end": 3229
                },
                {
                    "type": "bibr",
                    "start": 3229,
                    "text": "36)",
                    "end": 3232
                }
            ]
        },
        {
            "section": "Conclusions",
            "text": "Our study demonstrated that MAGI1 was down-regulated in GC and was associated with the distant metastasis of clinicopathological parameters in GC patients. Moreover, we also discovered that MAGI1 acted as a key regulator in repressing cell migration and invasion through blocking MAPK/ERK signaling mediated MMP expression and EMT progression. However, further studies are required to clarify the specific mechanisms involved in this process. A more comprehensive understanding of the role of MAGI1 in GC metastasis may contribute to the development of novel drugs and expand new horizon for the investigation on GC in clinical therapy.",
            "paragraph_rank": 26,
            "section_rank": 21
        },
        {
            "section": "Figure 1",
            "text": "MAGI1 expression in primary gastric cancer (GC) tissues. (A) MAGI1 mRNA expression in adjacent noncancerous tissues and GC samples by reverse transcription-polymerase chain reaction (RT-PCR); (B) MAGI1 expression by immunohistochemical staining. N, adjacent noncancerous tissues; T, GC tissues; original magnification, 200× and 400×; (C) MAGI1 expression in different GC cell lines.",
            "paragraph_rank": 27,
            "section_rank": 22
        },
        {
            "section": "Figure 2",
            "text": "MAGI1 knockdown promoted migration and invasion in AGS cells. (A) mRNA and protein expressions of MAGI1 were significantly reduced in AGS cells transfected with sh-MAGI1, detected by real time PCR and Western blotting. Sh-control served as the negative control; (B, C) The MTT proliferation assay (B) and colony formation assay (C) revealed the proliferation of AGS cells after MAGI1 knockdown; (D) MAGI1 knockdown increased wound closure in scratch wounding migration assay in AGS cells. Photographs were taken at 12 h and 20 h in AGS cells; (E) MAGI1 knockdown accelerated migration though transwell chamber migration assay; (F) MAGI1 knockdown promoted GC cell invasion ability by transwell chamber invasion assay. The data are expressed as ±s. *, P<0.05; **, P<0.01; ***, P<0.001.",
            "paragraph_rank": 28,
            "section_rank": 23
        },
        {
            "section": "Figure 3",
            "text": "MAGI1 inhibited matrix metalloproteinase (MMP) expression and epithelial-mesenchymal transition (EMT) progression by blocking mitogen-activated protein kinases/extracellular signal-regulated kinase (MAPK/ERK) signaling pathway in gastric cancer (GC) cells. (A, B, C) MAGI1 knockdown activated ERK but not JNK or P38 in AGC cells; (D) The expression of MMPs and EMT molecules detected by reverse transcription-polymerase chain reaction (RT-PCR) in AGS cells.",
            "paragraph_rank": 29,
            "section_rank": 24
        },
        {
            "section": "Table 1",
            "text": "Expression of MAGI1 in gastric tissues (N=58)",
            "paragraph_rank": 30,
            "section_rank": 25
        },
        {
            "section": "Table 2",
            "text": "Relationship between MAGI1 protein expression and clinicopathological features in GC patients (N=58)",
            "paragraph_rank": 32,
            "section_rank": 26
        },
        {
            "section": "Table 2",
            "text": "© Chinese Journal of Cancer Research. All rights reserved. www.cjcrcn.org Chin J Cancer Res 2017;29(1):25-35",
            "paragraph_rank": 34,
            "section_rank": 26
        },
        {
            "section": "Table 2",
            "text": "Chinese Journal of Cancer Research, Vol 29, No 1 February 2017",
            "paragraph_rank": 35,
            "section_rank": 26
        },
        {
            "section": "Table 2",
            "text": "Jia et al. MAGI1 inhibits migration and invasion in GC © Chinese Journal of Cancer Research. All rights reserved. www.cjcrcn.org Chin J Cancer Res 2017;29(1):25-35",
            "paragraph_rank": 36,
            "section_rank": 26
        },
        {
            "section": "Conflicts of Interest:",
            "text": "The authors have no conflicts of interest to declare.",
            "paragraph_rank": 37,
            "section_rank": 31
        }
    ]
}