{
    "level": "paragraph",
    "abstract": [
        {
            "text": "PURPOSE. A majority of genes associated with inherited retinal diseases (IRDs) have been identified in patients of European origin. Indigenous African populations exhibit rich genomic diversity, and evaluation of reported genetic mutations has yielded low returns so far. Our goal was to perform whole-exome sequencing (WES) to examine variants in known IRD genes in underrepresented African cohorts. METHODS. Whole-exome sequencing was performed on 56 samples from 16 families with diverse IRD phenotypes that had remained undiagnosed after screening for known mutations using genotyping-based microarrays (Asper Ophthalmics). Variants in reported IRD genes were identified using WES and validated by Sanger sequencing. Custom TaqMan assays were used to screen for identified mutations in 193 unrelated indigenous Africans with IRDs. RESULTS. A total of 3494 variants were identified in 217 known IRD genes, leading to the identification of seven different mutations (including six novel) in six genes (RHO, PRPF3, PRPF31, ABCA4, CERKL, and PDE6B) in six distinct families. TaqMan screening in additional probands revealed identical homozygous CERKL and PDE6B variants in four more patients. CONCLUSIONS. This is the first report of WES of patients with IRDs in indigenous African populations. Our study identified genetic defects in almost 40% of the families analyzed, significantly enhancing the molecular diagnosis of IRD in South Africa. Thus, WES of understudied cohorts seems to present an effective strategy for determining novel mutations in heterogeneous retinal diseases.",
            "paragraph_rank": 2,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "text": "I ndigenous African populations are underrepresented in international genetic/genomic studies. The African continent includes 55 countries (https://africacheck.org/reports/howmany-countries-in-africa-how-hard-can-the-question-be/), with over 2000 distinct ethnolinguistic groups. 1 Being the most ancient of all populations, Africans display vast genetic diversity 2,3 as a result of historical migration, population admixture, response to environmental change, and/or exposure to a plethora of infectious agents. 1 Indigenous Bantu language-speaking individuals arrived in South Africa approximately 1500 years ago as a result of the movement of people, known as the ''Bantu expansion,'' across (west to east) and down (north to south) Africa. 4,5 Subsequent divergence of Bantu speakers in South Africa occurred relatively recently into separate ethnolinguistic groups such as Sotho-Tswana, Xhosa, and Zulu. These black South African individuals, referred to collectively hereafter as indigenous Africans, are the focus of this study as they provide a valuable resource to detect genetic defects in heterogeneous Mendelian diseases including inherited retinal diseases (IRDs).",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 280,
                    "text": "1",
                    "end": 281
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 365,
                    "text": "2,",
                    "end": 367
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 367,
                    "text": "3",
                    "end": 368
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 514,
                    "text": "1",
                    "end": 515
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 745,
                    "text": "4,",
                    "end": 747
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 747,
                    "text": "5",
                    "end": 748
                }
            ]
        },
        {
            "text": "Inherited retinal diseases encompass a genetically and clinically heterogeneous group of blinding diseases, with a common phenotype of dysfunction and/or degeneration of the light-sensitive photoreceptor cells (rods and cones) in the retina. 6,7 Patients with gene defects causing a primary disease of rod photoreceptors, for example, retinitis pigmentosa (RP), initially experience night blindness and loss of peripheral vision. In contrast, IRDs showing initially the loss of cone photoreceptors, for example, macular degeneration (MD) and Stargardt disease (STGD), manifest with a loss of central vision. Inherited retinal diseases can exhibit autosomal dominant, autosomal recessive, or an X-linked pattern of inheritance and demonstrate progressive or stationary and syndromic or nonsyndromic clinical phenotypes. 6,7 Over 240 genes have been iovs.arvojournals.org j ISSN: 1552-5783 identified for IRDs (https://sph.uth.edu/Retnet/sum-dis.htm; in the public domain). Recent studies using animal models have finally begun to uncover some of the underlying disease mechanisms and pathways that affect photoreceptor development or function. [7][8][9] Furthermore, it is estimated that only 50% to 70% of the cases with RP (depending on geographical regions or populations) can be attributed to the known genes, [10][11][12] indicating that a considerable number of as yet unknown mutations and genes remain to be identified. Such a vast clinical and genetic heterogeneity displayed by IRDs confounds molecular diagnosis and investigation of the pathogenic mechanisms.",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 242,
                    "text": "6,",
                    "end": 244
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 244,
                    "text": "7",
                    "end": 245
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 819,
                    "text": "6,",
                    "end": 821
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 821,
                    "text": "7",
                    "end": 822
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1143,
                    "text": "[7]",
                    "end": 1146
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1146,
                    "text": "[8]",
                    "end": 1149
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1149,
                    "text": "[9]",
                    "end": 1152
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1313,
                    "text": "[10]",
                    "end": 1317
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1317,
                    "text": "[11]",
                    "end": 1321
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1321,
                    "text": "[12]",
                    "end": 1325
                }
            ]
        },
        {
            "text": "Identification of the specific genetic defect in a patient with IRD affords several potential benefits. First, overlapping phenotypes and clinical variability of IRDs do not always permit a clear clinical (ophthalmologic) diagnosis/prognosis. Genetic analysis is unequivocal and provides clinical utility as diagnostic, predictive, and carrier testing can be offered to family members. Second, genetic tests may also influence the clinical management of the disease. The IRD research program in South Africa (SA), initiated in 1990, 13 has a strong translational and service component. 14 Lastly, the knowledge of precise genetic defects can allow development of genebased therapies for treatment of IRDs. 15 The reported prevalence of IRDs is approximately 1 in 3500 11 in populations where epidemiologic data are available. No data exist on the prevalence of IRDs in Africa. Nonetheless, using SA's 2011 population census (http://www.statssa.gov.za/; in the public domain), one may extrapolate that approximately 14,500 individuals suffer from IRD-related visual impairment/ blindness in SA; of these (taking population demographics into account), as many as 11,600 are expected in the indigenous African population. However, a high frequency of unaffected carriers of IRD gene mutations could exist because of local founder effects and further elevate the potential burden of disease. 11 Demographic information, biological material, clinical details, and diagnoses have been archived for 3237 individuals in 1430 SA families with distinct IRDs in the University of Cape Town (UCT) registry, which contains information and biological material primarily from individuals of Caucasian origin; indigenous Africans currently comprise only 19% of the collection (n ¼ 275 families). Understandably, this does not reflect the population demographics of SA and is due to ascertainment bias and the lack of resources in rural areas where a large proportion of the indigenous populations reside. To date, 249 families (249/1430 ¼ 17%), mostly Caucasian (n ¼ 204/249; 82%), are in diagnostic mode, with clear pathogenic mutations having been identified using a variety of methods. 16 The most prevalent reported genetic defects in IRDs exhibit an almost insignificant incidence in the SA patient cohort. [17][18][19][20] Investigation of the indigenous African subcohort for reported mutations through the use of Asper Ophthalmics microarrays (http://www.asperbio.com/asper-ophthalmics; in the public domain) has produced lower returns in the indigenous African IRD subcohort than in the Caucasian subcohort. Approximately 41 The advent of next-generation sequencing technologies has revolutionized the speed and cost at which disease mutations can be identified. An increased number of mutations are now being identified in different populations using high-throughput methods such as whole-exome sequencing (WES). 21,22 Improved molecular diagnosis in patients is important, given the number of clinical trials and treatments currently under investigation for this group of disorders. 23 We therefore resorted to a comprehensive WES approach, followed by targeted analysis of all reported IRD genes, toward understanding the genetic architecture of IRD in the indigenous SA population. ",
            "paragraph_rank": 5,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 533,
                    "text": "13",
                    "end": 535
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 706,
                    "text": "15",
                    "end": 708
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 768,
                    "text": "11",
                    "end": 770
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1388,
                    "text": "11",
                    "end": 1390
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 2173,
                    "text": "16",
                    "end": 2175
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 2296,
                    "text": "[17]",
                    "end": 2300
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 2300,
                    "text": "[18]",
                    "end": 2304
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 2304,
                    "text": "[19]",
                    "end": 2308
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 2308,
                    "text": "[20]",
                    "end": 2312
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 2615,
                    "text": "41",
                    "end": 2617
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 2907,
                    "text": "21,",
                    "end": 2910
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 2910,
                    "text": "22",
                    "end": 2912
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 3078,
                    "text": "23",
                    "end": 3080
                }
            ]
        },
        {
            "text": "MATERIALS AND METHODS",
            "section_rank": 2
        },
        {
            "text": "Patient Cohort",
            "section_rank": 3
        },
        {
            "text": "Whole-Exome Sequencing",
            "section_rank": 4
        },
        {
            "section": "Whole-Exome Sequencing",
            "text": "Genomic DNA samples were quantified using the QuantiFluor dsDNA system (Promega, Madison, WI, USA), according to manufacturer's instructions. Whole-exome capture was performed on 50 ng DNA using the Nextera Rapid Capture Expanded Exome kit (Illumina, San Diego, CA, USA), and 125bp paired-end sequences were obtained on a HiSeq2500 platform (Illumina), according to manufacturer's instructions. Details of WES analysis are described elsewhere. 24 FastQC (available at http://www.bioinformatics.babraham.ac.uk/ projects/fastqc/; in the public domain) was used to confirm quality of sequencing, after which adapter indexes were removed using Trimmomatic. 25 Reads were mapped to the human reference sequence (hg19, GRCH37) using BWA, 26 and GATK 27,28 was used for variant calling, local realignment, base quality recalibration, and variant recalibration. Annotation of variants was performed with ANNOVAR. 29 ",
            "paragraph_rank": 6,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 444,
                    "text": "24",
                    "end": 446
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 653,
                    "text": "25",
                    "end": 655
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 732,
                    "text": "26",
                    "end": 734
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 744,
                    "text": "27,",
                    "end": 747
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 747,
                    "text": "28",
                    "end": 749
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 905,
                    "text": "29",
                    "end": 907
                }
            ]
        },
        {
            "text": "Variant Prioritization and Validation",
            "section_rank": 5
        },
        {
            "section": "Variant Prioritization and Validation",
            "text": "Sequence variants present in genes ( Supplementary Table S1) listed on the RetNet database (https://sph.uth.edu/Retnet/sumdis.htm; in the public domain; accessed 12 November 2014) were extracted for further analysis. Variants with a minor allele frequency (MAF) of <0.1 in the 1000 Genomes Project 30 (October 2014 annotation) were prioritized, as were exonic or splicing variants. The variants were subsequently selected based on cosegregation with the disease phenotype within each family. For nonsynonymous variants, a minimum threshold of three pathogenic predictions was applied to the dbNSFP 31 annotation of ANNOVAR, for either of the following predictor subsets: (SIFT, PolyPhen2-HDIV, PolyPhen2-HVAR, LRT, MutationTaster, MutationAssessor, FATHMM, MetaSVM, and MetaLR), or (VEST3 CADD-raw, CADD-phred, GERPþþ, phyloP46way-placental, phyloP100way-vertebrate and SiPhy-29way-logOdds). Variants were then assessed for their presence in the remainder of the cohort. High-priority candidate variants were finally evaluated by examining RetNet and Ensembl release 8 32 with particular emphasis on population data for 1000 Genomes African subpopulations and NHLBI Exome Sequencing data (http://evs.gs.washington.edu/EVS/; in the public domain) in African Americans, as well as reported phenotypes associated with the genes.",
            "paragraph_rank": 7,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 37,
                    "text": "Supplementary Table S1",
                    "end": 59
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 298,
                    "text": "30",
                    "end": 300
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 598,
                    "text": "31",
                    "end": 600
                }
            ]
        },
        {
            "section": "Variant Prioritization and Validation",
            "text": "Wherever possible, additional familial samples not subjected to WES were included for validation of candidate variants by Sanger Sequencing on a 3130xl Genetic Analyzer (Applied Biosystems, ThermoFisher Scientific, Waltham, MA, USA). Finally, validated variants were checked for MAF in the African Genomes Variation Project 33 data, which include low-coverage whole-genome sequences from 100 Bagandan of Uganda, 100 Zulu of SA, and 120 Ethiopian individuals.",
            "paragraph_rank": 8,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 324,
                    "text": "33",
                    "end": 326
                }
            ]
        },
        {
            "text": "Screening of SA Cohort",
            "section_rank": 6
        },
        {
            "section": "Screening of SA Cohort",
            "text": "Custom TaqMan assays (primer and reporter sequences in Supplementary Table S2) were designed to determine the allele frequency of seven variants identified by WES, in a larger cohort of 193 unrelated indigenous African probands with IRDs but no known causative mutation. In order to determine the optimal template concentration, two control samples were screened for each assay (including a positive control for each), at 8, 6, 4, 3, 2, and 1.5 ng/lL. It was empirically determined that 2 ng/lL was optimal, allowing for effective allele discrimination for each assay.",
            "paragraph_rank": 9,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 55,
                    "text": "Supplementary Table S2",
                    "end": 77
                }
            ]
        },
        {
            "section": "Screening of SA Cohort",
            "text": "The final volume in each assay reaction was 5 lL, composed of 2.5 lL TaqMan GT mastermix (23) (Applied Biosystems), 0.25 lL assay mix (203), 2.25 lL DNA (at 2 ng/lL, that is, total input of 4.5-ng template). Each assay included at least two notemplate controls and two positive controls. Thermal cycling was performed using the ABI 7900HT instrument (Applied Biosystems) and the following conditions: 958C, 10 minutes; (958C, 15 seconds; 608C, 1 minute) 3 40 cycles. If fluorescence values dictated after this cycling, a second cycling of 103 (958C, 15 seconds; 608C, 1 minute) cycles and subsequent postread analysis were performed. Sanger sequencing was used to validate all candidate variants.",
            "paragraph_rank": 10,
            "section_rank": 6
        },
        {
            "text": "RESULTS",
            "section_rank": 7
        },
        {
            "section": "RESULTS",
            "text": "Whole-exome sequencing was performed for 56 samples that included at least three individuals from each of the 16 families. On average, 92% of the exome was captured at 253 coverage, and a total of 1,816,031 variants were identified. We excluded intergenic (n ¼ 759,459), intronic (n ¼ 710,303), and synonymous (n ¼ 59,723) variants from further analysis and identified 3494 candidate variants in 217 reported IRD genes. We then filtered out variants that were present upstream or downstream (n ¼ 298) of the coding exons, in the 5 0 or 3 0 untranslated region (n ¼ 1813), or in the noncoding RNA (ncRNA) regions (n ¼ 96). Of the remaining IRD variants (1266 exonic and 21 splice site), 561 variants were potentially pathogenic ( Supplementary Table S3). At least three prediction algorithms identified 498 variants as pathogenic, and 63 variants were deletions, insertions, gain/loss of stop codons, or variants of unknown effect. The candidate variants remaining after each filtering step are shown in Table 1.",
            "paragraph_rank": 11,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 729,
                    "text": "Supplementary Table S3",
                    "end": 751
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 1003,
                    "text": "Table 1",
                    "end": 1010
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "We identified seven different likely mutations in six IRD families; of these, six had not been reported previously (Table  2; Fig. 1). Four of the variants are missense, one is predicted to affect splicing, and two are predicted to result in frameshift and protein truncation. None of the variants has been reported in the whole-genome sequence data of 100 Zulu, 100 Bagandan, or 120 Ethiopian individuals in the AGVP study. 33 Additionally, these variants are not detected in 97 Luyha or 88 Yoruba individuals in the 1000 Genomes data. 30 Therefore, the seven variants identified in IRD families are not present in 505 control African individuals (1010 chromosomes), providing additional evidence in support of their pathogenicity. The previously reported autosomal recessive RP (arRP) mutation p.(His620GlnfsTer23) in PDE6B was present only once in 4266 alleles in the NHLBI WES dataset (ESP) of African Americans (rs769671323, as of 27 October 2015); this frameshift mutation is predicted to generate a truncated protein lacking over 200 Cterminal amino acids. 34 The second frameshift mutation identified in ABCA4 is predicted to truncate the protein by 612 C-terminal amino acids. The c.698-1G>A variant in the acceptor splice site of exon 8 of PRPF31, interrogated by Human Splicing Finder 3.0, 35 is predicted to activate an intronic cryptic acceptor site while simultaneously disrupting an exon splicing silencer site and creating an exon splicing enhancer site. Therefore, all seven variants were computationally predicted to be pathogenic, cosegregated with disease in the respective families, verified by Sanger sequencing, and exhibited conservation across vertebrates (Fig. 2). According to ACMG guidelines for the interpretation of sequence variants, 36 the frameshift truncations identified in this study have sufficient evidence to classify them as ''pathogenic,'' while each of the splice site or missense variants meets the criteria of ''likely pathogenic'' variants in the absence of functional studies. We then performed TaqMan assays for these seven pathogenic or likely pathogenic variants, identified here, in an additional 193 indigenous Africans with IRDs. Five of these variants were not detected in this cohort. The PDE6B c.1860delC mutation was identified in a homozygous state in one additional individual (diagnosed with arRP, from infancy) and in a heterozygous state in four individuals (two sporadic RP, one arRP, and one with an apparent dominant family history). In addition, we identified the homozygous CERKL c.365T>G variant in three patients with different IRD phenotypes: one each of sporadic RP, sporadic STGD, and arRP. This c.365T>G variant was also identified in the heterozygous state in one RP proband.",
            "paragraph_rank": 12,
            "section_rank": 7,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 115,
                    "text": "(Table  2",
                    "end": 124
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 126,
                    "text": "Fig. 1",
                    "end": 132
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 425,
                    "text": "33",
                    "end": 427
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 537,
                    "text": "30",
                    "end": 539
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 1064,
                    "text": "34",
                    "end": 1066
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 1301,
                    "text": "35",
                    "end": 1303
                },
                {
                    "type": "figure",
                    "start": 1681,
                    "text": "(Fig. 2",
                    "end": 1688
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 1765,
                    "text": "36",
                    "end": 1767
                }
            ]
        },
        {
            "text": "DISCUSSION",
            "section_rank": 8
        },
        {
            "section": "DISCUSSION",
            "text": "The use of indigenous SA populations, combined with nextgeneration sequencing platforms, provides an enriched resource for discovering novel IRD genes and mutations. Due to the vast clinical and genetic heterogeneity, traditional candidate gene-based approaches have been less effective for the molecular diagnosis of IRDs. Targeted capture of specific IRD genes, associated with particular retinal phenotypes, is a strategy being used for molecular diagnosis with increasing frequency. [37][38][39][40][41] Both targeted capture and WES allow for the detection of novel mutations in genes (in contrast to microarrays). Recently targeted capture of known IRD genes in panel-based testing was reportedly more successful than WES, 42 probably due to better coverage of the genes of interest. We believe that panel-based testing is especially not suitable for the research on understudied populations, like the indigenous Africans, where WES with targeted bioinformatic analysis could enhance molecular diagnosis and even lead to novel gene discovery. Collaborative and combined analysis of WES data from different groups can yield genetic evidence for novel IRD genes. In addition, WES data from unresolved families can be reanalyzed when novel IRD genes are reported without redesigning diagnostic gene panels and performing new experiments. The latter is an important consideration when providing a molecular diagnosis for patients in resourcelimited settings.",
            "paragraph_rank": 13,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 487,
                    "text": "[37]",
                    "end": 491
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 491,
                    "text": "[38]",
                    "end": 495
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 495,
                    "text": "[39]",
                    "end": 499
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 499,
                    "text": "[40]",
                    "end": 503
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 503,
                    "text": "[41]",
                    "end": 507
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 729,
                    "text": "42",
                    "end": 731
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "Our targeted analysis approach was successful in assigning molecular diagnosis in 38% of the indigenous African families, a clear improvement on the 13% detection rate using the commercially available arrays that test for specific reported variants. Six of seven (85%) variants discovered were novel, supporting the high genetic heterogeneity in IRDs as well as genetic diversity among indigenous Africans. Analysis of a larger cohort of unrelated indigenous African probands revealed that five out of seven variants were rare and detected in a single family each, further advocating the use of WES-based diagnosis instead of the genotyping-based microarrays used previously to screen this population group. Nonetheless, the detection rate is still much lower than the reported 83% of European families interrogated using a similar approach. 43 Other population groups investigated in a comparable manner include Saudi Arabian, 44 Chinese, 45 Thai, 46 and Israeli, 22,47 with detection rates ranging from 49% to 83% and the number of analyzed genes ranging from 60 to 226.",
            "paragraph_rank": 14,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 842,
                    "text": "43",
                    "end": 844
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 928,
                    "text": "44",
                    "end": 930
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 940,
                    "text": "45",
                    "end": 942
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 949,
                    "text": "46",
                    "end": 951
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 965,
                    "text": "22,",
                    "end": 968
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 968,
                    "text": "47",
                    "end": 970
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "The relatively low detection of causal mutations in the SA cohort of IRD families can be attributed to multiple factors. Whole-exome sequencing is a capture-based method with genomic regions of low coverage and poor detection of large genomic alterations. Additionally, WES will not detect less obvious pathogenic variants, such as ncRNA or regulatory variants and those present in the untranslated regions or introns. The clinical complexity of IRDs, that is, nonpenetrance, frequent manifestation in carriers of X-linked disorders, and variable expressivity within families, could result in an incorrect inheritance pattern being assumed and hence incorrect variant filtering during cosegregation analysis. This problem is exacerbated in SA, where frequently sparse clinical information accompanies the samples particularly from the more rural areas of the country, and where language barriers can often result in misinformation. However, it is also plausible that causative mutations in many families reside in an as yet unreported IRD gene. We believe that the use of previously understudied populations is a sensible approach for ascertaining missing heritability in genetically heterogeneous diseases such as IRDs. PDE6B mutations have been associated with autosomal dominant congenital stationary night blindness (adCSNB) and arRP. 48 In our patient samples, two probands with arRP carried the homozygous c.1860delC mutation of PDE6B. In addition, we identified four IRD patients (two sporadic RP, one arRP, and one with an apparent autosomal dominant [adRP] family history) with a heterozygous PDE6B c.1860delC allele. The relatively high frequency of this allele (1.9%; n ¼ 8/418 alleles) in the SA IRD cohort could imply compound heterozygosity for PDE6B, digenic inheritance, or enhanced genetic burden. The individual RPR 397.1 (in the WES cohort) had been tested previously by the arRP microarray; however, this array platform was designed to detect the c.1857_1858delC PDE6B variant and not c.1860. We also noted the relatively frequent occurrence of the CERKL c.365T>G variant in SA IRD patients (n ¼ 9/418 alleles; 2.2%). The four homozygous cases with this mutation displayed varying phenotypes: two arRP, one sporadic RP, and one sporadic STGD. CERKL mutations are shown to result in autosomal recessive forms of cone dystrophy, cone-rod dystrophy and RP (RetNet). In our study, an identical CERKL mutation is associated with distinct IRD phenotypes, implying the existence of modifier variants or the impact of vastly different environmental and epigenetic landscape in this genetically diverse cohort compared to the reported Caucasian patients. Given the existence of the large number of sequence variants in native Africans, 2,3 it would be prudent to perform WES on carriers of PDE6B and CERKL variants to identify causal IRD mutation(s). Our study shows that genetic investigations of the SA indigenous population present considerable challenges and unique opportunities in human disease gene discovery. 49 Africans have smaller haplotype blocks and low levels of linkage disequilibrium compared to non-African populations, as well as evidence of genetic admixture, leading to unique diversity. 3,4 Whole-exome sequencing of RP families in the United States has yielded a greater number of novel variants (both single nucleotide variants and small indels) in the families of African ancestry compared with families of European ancestry. 50 In this study, the number of variants novel to the National Center for Biotechnology Information Short Genetic Variations database (dbSNP) was reportedly >6fold larger in a family of African American descent (n > 2500) than in Caucasian U.S. families (n~400). Given that genomewide ancestry estimates show an average proportion of onlỹ 73% African ancestry in African Americans, 51 the exomes of indigenous Africans are expected to yield even more novel variants. Therefore, inclusion of African populations in genomics research should facilitate the discovery of genetic defects associated with human disease. 52 This study employs the first next generation sequencing (NGS)-based approach in an indigenous SA cohort as an opportunity for improved understanding of the genetic architecture of IRDs. We have shown that success of diagnosis is enhanced considerably using WES, and have identified important genes and novel variants for genetic counseling for IRD patients. Our study provides valuable insight into the etiology of IRD in SA, and contributes toward more comprehensive understanding of this heterogeneous group of disorders by cataloguing novel causative variants.",
            "paragraph_rank": 15,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 1339,
                    "text": "48",
                    "end": 1341
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 2747,
                    "text": "2,",
                    "end": 2749
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 2749,
                    "text": "3",
                    "end": 2750
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 3028,
                    "text": "49",
                    "end": 3030
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 3219,
                    "text": "3,",
                    "end": 3221
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 3221,
                    "text": "4",
                    "end": 3222
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 3461,
                    "text": "50",
                    "end": 3463
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 3843,
                    "text": "51",
                    "end": 3845
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 4075,
                    "text": "52",
                    "end": 4077
                }
            ]
        },
        {
            "text": "Informed consent was obtained according to the 2008 Declaration of Helsinki for all members from whom samples have been archived in the UCT IRD registry. Ethics approval was granted by the Human Research Ethics Committee of the UCT Faculty of Health Sciences (Rec Ref. 226/2010 and 768/ 2013). Samples from indigenous African families were selected from the registry if DNA was available from at least three family members and if a proband had been screened using the appropriate microarray but no molecular diagnosis had been obtained. A total of 16 families met the selection criteria, comprising 109 individuals; of these, 56 were chosen for WES. The selected 16 families originated from diverse, self-identified, indigenous African ethnolinguistic groups: 5 Xhosa, 3 Zulu, 2 Tswana, 1 Shangaan, 1 Venda, 1 Tsonga/Ndebele, 1 Xhosa/ Sotho, and 2 Unknown. Two of the 16 families had been clinically diagnosed with autosomal recessive MD (one of whom had a subsequent diagnosis of Leber congenital amaurosis) and 14 with RP.",
            "paragraph_rank": 16,
            "section_rank": 9
        },
        {
            "text": "FIGURE 1 .",
            "section_rank": 10
        },
        {
            "section": "FIGURE 1 .",
            "text": "Pedigrees of IRD families showing cosegregation of the variants identified by WES. Squares represent males, and circles, females. Shaded symbols indicate individuals with IRD. Identifier codes show individuals from whom biological material is available, and those selected for wholeexome sequencing are noted with an asterisk. Segregation of mutation(s) in the families is indicated as þ/þ, homozygous for wild-type allele; M/þ, heterozygous; M/M, homozygous for mutation. Clinical information is presented inSupplementary Table S4.",
            "paragraph_rank": 17,
            "section_rank": 10
        },
        {
            "text": "TABLE 1 .",
            "section_rank": 11
        },
        {
            "section": "TABLE 1 .",
            "text": "Candidate Variants in Each of the 16 Families After Prioritization Filters",
            "paragraph_rank": 18,
            "section_rank": 11
        },
        {
            "text": "TABLE 2 .",
            "section_rank": 12
        },
        {
            "section": "TABLE 2 .",
            "text": "Potential Causative Mutations in Indigenous African Families With IRDs",
            "paragraph_rank": 20,
            "section_rank": 12
        },
        {
            "section": "TABLE 2 .",
            "text": "This work is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License.",
            "paragraph_rank": 22,
            "section_rank": 12
        },
        {
            "text": "Acknowledgments",
            "section_rank": 14
        },
        {
            "section": "Acknowledgments",
            "text": "The authors thank patients and family members for participation and Linn Gieser and Ash-Police Reddy for technical assistance with WES. This study made use of data generated by the African Genomes Variation Project, for the African Partnership for Chronic",
            "paragraph_rank": 23,
            "section_rank": 14
        }
    ]
}