{
    "level": "paragraph",
    "abstract": [
        {
            "text": "The semaphorins and the plexins are a family of large, cysteine-rich proteins originally identified as regulators of axon growth and lymphocyte activation that are now known to provide motility and positional information for a number of cell and tissue types. For example, our group and others have shown that some malignancies over express Semaphorin 4D (S4D), which acts through its receptor Plexin-B1 (PB1) on endothelial cells to attract blood vessels from the surrounding stroma for the purpose of supporting tumor growth. While plexins are the known functional receptors for the semaphorins, there is evidence that transmembrane semaphorins may transmit a signal themselves through their short cytoplasmic tail, a phenomenon known as 'reverse signaling.' We used computational methods based upon correlated evolution of sequences of interacting proteins, mutational analysis and in vitro and in vivo measurements of tumor aggressiveness to show that when bound to PB1, transmembrane S4D associates with the Rac GTPase exchange factor T lymphoma invasion and metastasis (Tiam) 1, which activates Rac and promotes proliferation, invasion and metastasis in oral squamous cell carcinoma (OSCC) cells. These results suggest that not only can S4D production by tumor cells affect the microenvironment, but engagement of this semaphorin at the cell surface activates a reverse signaling mechanism that influences tumor aggressiveness in OSCC. Neoplasia (2017) 19, 65-74 receptors themselves and signal to the cell expressing them through a short C-terminal cytoplasmic tail, resulting in a bi-directional or 'reverse' signaling mechanism when bound by plexins. Both Class 4",
            "paragraph_rank": 2,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "section": "Introduction",
            "text": "The semaphorins and plexins comprise a family of transmembrane and secreted proteins that, together with co-receptors such as the neuropilins, regulate a variety of developmental and pathological processes including axon growth guidance [1], branching morphogenesis in epithelium [2], angiogenesis [3,4], and proliferation and activation of lymphocytes [5,6]. Classically, plexins have been described as the functional receptors for the semaphorins, altering cytoskeletal polymerization and affecting cell motility and adhesion by acting through pathways mediated by small GTPases [7]. Less well understood are potential pathways activated by membrane bound semaphorins. There is evidence that some semaphorins may serve as and 6 semaphorins exist in a transmembrane form and have been shown to associate with adaptor proteins and phosphorylation activity that is important for immune cell maturation and cardiac muscle development [8,9]. Moreover, Class 4 semaphorins have been reported to possess a motif capable of binding to post synaptic density protein/Drosophila disc large tumor suppressor/zonula occuldens-1 protein (PDZ) domains [10,11], a common component of many proteins that is involved in the sorting, targeting and assembly of supramolecular signaling complexes [12].",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 237,
                    "text": "[1]",
                    "end": 240
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 280,
                    "text": "[2]",
                    "end": 283
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 298,
                    "text": "[3,",
                    "end": 301
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 301,
                    "text": "4]",
                    "end": 303
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 353,
                    "text": "[5,",
                    "end": 356
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 356,
                    "text": "6]",
                    "end": 358
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 581,
                    "text": "[7]",
                    "end": 584
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 932,
                    "text": "[8,",
                    "end": 935
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 935,
                    "text": "9]",
                    "end": 937
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1139,
                    "text": "[10,",
                    "end": 1143
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1143,
                    "text": "11]",
                    "end": 1146
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1278,
                    "text": "[12]",
                    "end": 1282
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "T lymphoma invasion and metastasis (Tiam) 1 is a GTPase exchange factor (GEF) that activates Rac1, a Rho GTPase controlling actin polymerization, membrane ruffling, lamellipodia extension and focal adhesion formation in the cell [13]. An important downstream effector of Rac1 is p21-activated kinase (PAK), which signals through the MAP kinases to promote gene transcription and cell division. Therefore, Rac activation through Tiam1 not only promotes cell migration but also cell division, and Tiam1 is unsurprisingly found to be over expressed in many malignancies including metastatic breast cancer and T cell lymphomas, which gave the protein its name [13][14][15]. Like other GEFs, Tiam1 contains multiple signaling domains that enable it to receive upstream signals as well as recruit downstream components of the Rho GTPase pathway [16]. These domains include a Ras-binding domain (RBD), Dbl homology and pleckstrin homology domains (DH/PH), which are necessary to catalyze the exchange of GDP for GTP, and a PDZ domain that the protein uses for temporal and spatial control and to recruit other proteins [16]. PDZ domains are highly efficient at interacting with transmembrane proteins that have the C-terminus facing the cytoplasm, even if the cytoplasmic tails of those proteins are short.",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 229,
                    "text": "[13]",
                    "end": 233
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 656,
                    "text": "[13]",
                    "end": 660
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 660,
                    "text": "[14]",
                    "end": 664
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 664,
                    "text": "[15]",
                    "end": 668
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 839,
                    "text": "[16]",
                    "end": 843
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1112,
                    "text": "[16]",
                    "end": 1116
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Our lab and others have shown previously that Semaphorin 4D (S4D), also known as CD100, is a potent pro-angiogenic molecule expressed by the cells of oral squamous cell carcinoma (OSCC) and other solid tumors for the purposes of attracting blood vessels into a developing malignancy [3,4,17]. There is additional evidence that S4D acts through its high affinity receptor Plexin-B1 (PB1) to enhance the invasive ability of tumor cells, leading to a poor prognosis in tumors expressing this protein [2,[18][19][20]. S4D is proteolytically cleaved from the surface of cells [21][22][23] but also exists in a transmembrane form, with a C-terminal intracytoplasmic segment of over 100 amino acids that may participate in reverse signaling by associating with kinase or phosphatase activity in T and B lymphocytes [8,24,25]. To investigate how membrane bound S4D might alter cancer cell physiology in the context of binding to PB1, we studied the intracellular segment of the protein for new binding partners using the Mirrortree method. This technique attempts to predict protein interactions by focusing on correlated evolution of sequences of two or more proteins based upon the principle that they will co-evolve over time in order to maintain their interactions [26]. Among the potential candidates, Mirrortree predicted Tiam1 to have the greatest likelihood of association with the intracellular segment of S4D.",
            "paragraph_rank": 5,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 283,
                    "text": "[3,",
                    "end": 286
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 286,
                    "text": "4,",
                    "end": 288
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 288,
                    "text": "17]",
                    "end": 291
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 497,
                    "text": "[2,",
                    "end": 500
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 500,
                    "text": "[18]",
                    "end": 504
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 504,
                    "text": "[19]",
                    "end": 508
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 508,
                    "text": "[20]",
                    "end": 512
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 571,
                    "text": "[21]",
                    "end": 575
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 575,
                    "text": "[22]",
                    "end": 579
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 579,
                    "text": "[23]",
                    "end": 583
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 808,
                    "text": "[8,",
                    "end": 811
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 811,
                    "text": "24,",
                    "end": 814
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 814,
                    "text": "25]",
                    "end": 817
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1261,
                    "text": "[26]",
                    "end": 1265
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Here we show that upon binding to PB1, S4D transiently associates with Tiam1, which results in the activation of Rac1 and enhanced proliferation, migration, and invasion of OSCC cell lines. This association also promotes transendothelial migration of cancer cells, suggestive of a more aggressive and metastatic phenotype. Indeed, both S4D and Tiam1 are expressed at high levels in biopsies of oral cancer tissues, and localize to the same areas of these tumors, and we show that HN cancer cell lines expressing full length, membrane bound S4D exhibit greater metastasis in an in vivo tumor xenograft model than those lacking the intracellular C-terminal segment. Taken together, these results demonstrate that not only can S4D production by tumor cells affect the microenvironment to enhance growth through promotion of angiogenesis, but engagement of this semaphorin at the cell surface by PB1 activates a reverse signaling mechanism that promotes aggressive behavior and metastasis in OSCC.",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "section": "Mirrortree Analysis",
            "text": "To predict protein interaction partners for the C-terminus of S4D, we first created a database of orthologous proteins, defined as the proteins with the smallest average E-value from forward and reciprocal BLAST searches for two species and the largest sequence overlap, from 184 species in the NCBI Entrez database [27], while restricting E-values to those less than 1e-5 and sequence overlap to greater than 80%. Using this ortholog database, we calculated the Pearson's correlation coefficient for domain-domain interactions between S4D and PDZ domains found in human proteins using the Mirrortree methodology as described previously [26,28,29]. Briefly, the full protein multiple sequence alignments (MSAs) were broken at the domain start and end positions. These reduced domain MSAs were used as the input for the Mirrortree method, along with the PDZ domains found in all other human proteins. Cell Culture, Plasmids, and Transfections",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 316,
                    "text": "[27]",
                    "end": 320
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 637,
                    "text": "[26,",
                    "end": 641
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 641,
                    "text": "28,",
                    "end": 644
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 644,
                    "text": "29]",
                    "end": 647
                }
            ]
        },
        {
            "section": "Mirrortree Analysis",
            "text": "Human Microvascular Endothelial Cells (HMVECs, Promocell, Heidelberg, Germany) were grown to confluency in Endothelial Cell Growth Medium (Promocell). HN lines 6, 12 [30] and 13 (gifts of Dr. J. Silvio Gutkind) and human embryonic kidney (HEK) 293 T cells were cultured in DMEM (Sigma, St. Louis, MO) supplemented with 10% fetal bovine serum and 100 units/ml penicillin/ streptomycin/amphotericin B (Sigma). Cells were treated with soluble PB1 (sPB1, see below) or Rac inhibitor (Sigma) where indicated. HN6 cells, controls and a bioluminescent clone, were developed after transfection with a luciferase-expressing retroviral construct as previously described [31].",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 166,
                    "text": "[30]",
                    "end": 170
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 660,
                    "text": "[31]",
                    "end": 664
                }
            ]
        },
        {
            "section": "Mirrortree Analysis",
            "text": "The full length S4D construct has been described previously [23]. HA-tagged full length Tiam1 was the generous gift of Dr. Angeliki Malliri [32]. The Tiam1 truncation mutants ΔN (845aa-1591aa), ΔC (908aa-1591aa), and the S4D mutants ΔPDZM and ΔC were generated by PCR and subcloned into pCMV. The primers used for PCR were as follows: Tiam1 ΔN: Forward: 5′-ATAA-GAATGCGGCCGCTATCCACATTGAGAAGTCAGA-3′ and rev e r s e : 5 ′ -T G C A G G A T A T C T C A G A T C T C A G T G T T -CAGTTTC-3′; Tiam1 ΔC: Forward: 5′-ATAAGAATGCGGCC GCTTCTATGCTCAAAGATTTCC-3′ and reverse: 5′-TGCAG-GATATCTCAGATCTCAGTGTTCAGTTTC-3′; S4D ΔPDZM: Forward: 5′-CGGGATCCTCAGTCTGAGTCAGCGAACTT-CAGCTC-3′ and reverse: 5′-CGGGATCCTCAGTCTCCATCT GCGTCTGAGTC-3′; S4DΔC: Forward: 5′-CGGGATCCTCAA-TAGCAGTTGTAGAAAAAGAGGCAGAGG-3′ and reverse: 5′-CGGGATCCTCAGTCTCCATCTGCGTCTGAGTC-3′. The expression vectors were transfected using FugeneHD (Promega, CA, USA) according to manufacturer's instructions.",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 60,
                    "text": "[23]",
                    "end": 64
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 140,
                    "text": "[32]",
                    "end": 144
                }
            ]
        },
        {
            "section": "Production of sPB1",
            "text": "The extracellular portion of human PB1 was subjected to PCR with the following primers: Forward: 5′-CCCAAGCT-TATGCCTGCTCTGGGCCCAGCTCTT-3′ and reverse: 5′-CCGGAATTCCCAAGCCCACCTGGGCTGCCACA-3′. The resulting product was cloned into the plasmid pSecTag2B (Invitrogen, Carlsbad, CA). This construct was transfected into 293 T cells growing in serum free media. Media was collected 65 hours post-transfection and purified with TALON metal affinity resin (Clontech Laboratories, Palo Alto, CA) according to manufacturer's instructions. Concentration and purity of the TALON eluates was determined by SDS PAGE analysis followed by silver staining (Amersham Life Science, Piscataway, NJ) and the Bio-Rad protein assay (Bio-Rad, Hercules, CA). In all cases, media collected from cells transfected with the empty pSecTag2B vector were used as control.",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "section": "Immunoprecipitation and Immunoblot Analysis",
            "text": "Cells were transfected with the indicated constructs or infected with the short hairpin (sh)RNA lentiviruses shown (see below), Figure 1. Ligation of S4D with PB1 induces its association with Tiam1. (A) A soluble form of the extracellular portion of PB1 (sPB1) was detected in media conditioned by 293 T transfected with this construct (His tag). (B) Immunoprecipitation of endogenous Tiam1 in HN12 cells treated with purified sPB1 for the times indicated reveals an association with S4D at 5 minutes. (C) Immunoprecipitation of full length HA tagged Tiam1 (upper two panels), transfected into 293 T cells along with His tagged S4D, full length (FL), constructs missing the PDZ binding motif (ΔPDZM), or the entire C-terminal intracellular segment (ΔC), reveals association between these proteins except where the C-terminal segment has been deleted (His, top panel). Tiam1 is also successfully precipitated (HA-Tiam, second panel). An immunoblot in whole cell lysates (WCL) reveals expression of all proteins (lower panels). (D) Immunoprecipitation of full length His tagged S4D (upper two panels), transfected into 293 T cells along with HA tagged Tiam-1, full length (FL), constructs missing the N-terminal PH and RBD domains (ΔN), or the C-terminal PDZ domain (ΔPDZ), reveals association between these proteins except where the PDZ domain has been deleted (second panel). S4D is successfully precipitated (His-S4D, top panel). An immunoblot in whole cell lysates reveals expression of all proteins (lower panels).",
            "paragraph_rank": 11,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 128,
                    "text": "Figure 1",
                    "end": 136
                }
            ]
        },
        {
            "section": "Immunoprecipitation and Immunoblot Analysis",
            "text": "treated appropriately and lysed in lysis buffer (50 mM Tris-HCl, 150 mM NaCl, 1% NP 40) supplemented with protease inhibitors (0.5 mM phenylmethylsulfonyl fluoride, 1 μl/ml aprotinin and leupeptin, Sigma) and phosphatase inhibitors (2 mM NaF and 0.5 mM sodium orthovanadate, Sigma) for 15 minutes at 4°C. After centrifugation, protein concentrations were measured using the Bio-Rad protein assay (Bio-Rad) and each sample was subjected to immunoprecipitation by incubation with the indicated antibody for 1 hour at 4°C, and/or subjected to SDS-polyacrylamide gel electrophoresis. Gels were transferred onto a PVDF membrane (Immobilon P, Millipore Corp., Billerica, MA) which was stained with Ponceau red (Sigma), cut into sections containing the proteins of interest and probed using the following antibodies: HA, His, and GAPDH (Santa Cruz Biotech, Santa Cruz CA); Tiam1 (Abcam, Cambridge MA); S4D (BD Biosciences, San Jose, CA); Rac1 (Pierce, Rockford, IL). Proteins were detected using the ECL chemiluminescence system (Pierce).",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "section": "shRNA and Lentiviral Infections",
            "text": "The shRNA sequences for S4D and Tiam1 were obtained from Cold Spring Harbor Laboratory's RNAi library (RNAi Central, http://cancan.cshl.edu/RNAi_central/RNAi.cgi?type=shRNA) [16,17]. The sequence used as PCR templates for S4D has been previously reported [18]. The sequence for Tiam1 shRNA was 5′-TGCTGTTGACAGTGAGCGAGGAACCGAAGCTGTAAA-GAAATAGTGAAGCCACAG ATGTATTTCTTTACAGC TTCGGTTCCCTGCCTACTGCCTCGGA-3′. Oligos were synthesized (Invitrogen) and cloned into pWPI GW, a Gateway compatible CSCG based lentiviral destination vector, as previously described [18][19][20]. Viral stocks were prepared and infections performed as previously reported [18,21,22]. Control infections were performed with viruses manufactured with empty expression vectors.",
            "paragraph_rank": 13,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 174,
                    "text": "[16,",
                    "end": 178
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 178,
                    "text": "17]",
                    "end": 181
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 255,
                    "text": "[18]",
                    "end": 259
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 551,
                    "text": "[18]",
                    "end": 555
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 555,
                    "text": "[19]",
                    "end": 559
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 559,
                    "text": "[20]",
                    "end": 563
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 640,
                    "text": "[18,",
                    "end": 644
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 644,
                    "text": "21,",
                    "end": 647
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 647,
                    "text": "22]",
                    "end": 650
                }
            ]
        },
        {
            "section": "Rac Assay",
            "text": "Activation of Rac was analyzed using a GST-PBD pulldown kit (Pierce) according to manufacturer's instructions. Briefly, cell monolayers were washed twice with PBS and lysed for 5 minutes in GTPase Activation Buffer (50 mM Tris, pH 7.5, 150 mM NaCl, 1%",
            "paragraph_rank": 14,
            "section_rank": 7
        },
        {
            "section": "Rac Assay",
            "text": ", complete protease inhibitor cocktail (5 mM sodium fluoride and 1 mM sodium orthovanadate; Sigma). Approximately 20 μg of GST-PBD fusion protein was added to the lysate and rotated for 1 hour at 4°C. The beads were washed three times, eluted with SDS sample buffer and immunoblotted for Rac. Equivalent amounts of each lysate were removed prior to GST-PBD addition and analyzed by immunoblot to normalize total Rac levels.",
            "paragraph_rank": 15,
            "section_rank": 7
        },
        {
            "section": "Migration and Invasion Assay",
            "text": "Cell motility was assayed using Transwell chamber inserts (Millipore) with a porous polycarbonate membrane (8 μ pore size). To allow tumor cell migration, the lower side of the filter was coated with 10 μg/ml fibronectin. Cells were harvested from culture dishes by treatment with 1 mM EDTA and resuspended in 0.2% BSA-containing medium. Approximately 1 × 10 5 cells were added in the upper chamber and allowed to migrate through the filter toward the lower chamber (including regulatory molecules, when indicated) for 6-8 hours in a cell culture incubator. The cells adherent to the upper side of the filter were mechanically removed, while those that migrated to the lower side of the filter were fixed in glutaraldehyde and stained with crystal violet. Following photographs, the dye was then solubilized in 10% acetic acid to measure absorbance at 595 nm in a microplate reader. For the invasion assays, 5 × 10 5 tumor cells were added to the upper chamber of a Transwell insert coated with 20 μg of Cultrex Reduced Growth Factor Basement Membrane Extract, PathClear (Trevigen, Gaithersburg, MD, Cat#: 3433-010-01), a material consisting of laminin, collagen type IV, entactin, and heparin sulfate proteoglycan that mimics a basement membrane. Cells were incubated in medium containing 1% FBS for 16 h, after which the cells adherent to the lower side of the porous membrane were fixed and analyzed as above.  ) is decreased in an immunoblot in OSCC cells infected with lentivirus coding for S4D shRNA. (C) Endogenous Tiam1 (top panel) is decreased in an immunoblot in OSCC cells infected with lentivirus coding for Tiam1 shRNA. GAPDH was used as the loading control in both blots (bottom panels). (D) A Rac assay was performed in HN12 (left panel) and HN13 (right panel), controls, and in the presence of sPB1 with or without S4D and Tiam1 silenced by infection with lentivirus coding for the appropriate shRNA (S4Dsh and Tiam1sh, respectively). Once again sPB1 is capable of activating Rac, except when S4D or Tiam1 are silenced. GDP and GTP were the negative and positive controls, respectively. Total Rac1 is used as loading controls in all Rac assays (bottom panels).",
            "paragraph_rank": 16,
            "section_rank": 8,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 1414,
                    "text": ")",
                    "end": 1415
                }
            ]
        },
        {
            "section": "Proliferation Assay",
            "text": "Cell growth was determined using a Cell Proliferation Reagent WST-1 (Roche, Basel, Switzerland). Briefly, HN lines were grown in 100 μl of culture medium in 96-well plates at a concentration of 3 × 10 3 cells/well. A450 nm and A690 nm were measured using a plate reader (Biotek, Luminex, Austin, TX).",
            "paragraph_rank": 17,
            "section_rank": 9
        },
        {
            "section": "Transendothelial Migration Assay",
            "text": "Approximately 1 × 10 5 HMVECs were added to type I collagen-coated 24-well Transwell inserts with 5 μ pore size and grown to confluence over 3 days, with daily replacement of fresh culture medium, until they formed a tightly packed monolayer. Then, 7 × 10 5 GFP expressing HN12 and HN13 cells, resuspended in HMVEC culture medium, were added to the upper chamber. After incubation for 16 hours, the cells were fixed with glutaraldehyde, and the upper side of the membranes gently scraped with a cotton swab to remove non-migrated cells. Transmigrated tumor cells were quantified based on green fluorescence in 5 random fields under Nikon Eclipse 800 microscope.",
            "paragraph_rank": 18,
            "section_rank": 10
        },
        {
            "section": "Immunohistochemistry",
            "text": "Individual paraffin blocks of formalin-fixed OSCC biopsies were obtained from the Department of Oncology and Diagnostic Sciences, University of Maryland Dental School (Baltimore, MD) and processed for immunohistochemistry as previously described [18]. Briefly, tissues were deparaffinized, hydrated through graded alcohols and incubated in 3% hydrogen peroxide for 10 minutes to quench the endogenous peroxidase. Sections were then incubated in blocking solution (Power Block, BioGenex, Fremont, CA), and incubated overnight at 4°C with primary antibodies diluted in a 2% BSA/0.1% Tween 20 solution in PBS. The following antibodies were used: anti-Tiam1 (1:50 dilution, Abcam), anti-PB1 (Santa Cruz A8, 1:10 dilution). Slides were then washed in PBS, incubated with biotinylated secondary antibody (Biotinylated Link Universal, DAKO North America) for 45 minutes, and treated with strepavidin-HRP (DAKO North America) for 30 minutes at room temperature. The slides were developed in 3,3-diaminobenzidine (FASTDAB tablets; Sigma), counterstained with dilute Mayer's hematoxylin, dehydrated, and mounted. Images were taken with an Aperio ScanScope CS scanner (Aperio, Vista, CA).",
            "paragraph_rank": 19,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 246,
                    "text": "[18]",
                    "end": 250
                }
            ]
        },
        {
            "section": "Tumor Cell injections and Animal Studies",
            "text": "1×10 5 HN6 cells, stably expressing luciferase and transfected with the FL S4D or the ΔC truncation mutant constructs were injected into the tail veins of immunocompromised (nude) mice. Mice were intraperitoneally injected with 100 mg/ml D-luciferin (Perkin Elmer, Waltham, MA) in PBS 10 minutes before bioluminescence imaging Figure 3. PB1 induces S4D-and Tiam1-dependent migration and invasion in OSCC. (a) Cells with or without silenced S4D, Tiam1, or pre-treated with Rac inhibitor were used in a migration assay toward sPB1. Both HN12 and 13 exhibited migration much higher than that of controls, unless either S4D, Tiam1, or both were silenced by shRNA, or in the presence of the Rac inhibitor. (B) Results from (A) are quantified relative to untreated controls (Y-axis). (C) Identically treated cells were used in an invasion assay toward sPB1. Both HN12 and 13 exhibited invasion through transwell membranes coated with reconstituted basement membrane extract at levels much higher than that of controls, unless either S4D, Tiam1, or both were silenced by shRNA, or in the presence of Rac inhibitor. (D) Results from (C) are quantified relative to untreated controls (Y-axis). For all bar graphs, the error bars represent the standard deviation from the averages of three experiments (*, P b .05).",
            "paragraph_rank": 20,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 327,
                    "text": "Figure 3",
                    "end": 335
                }
            ]
        },
        {
            "section": "Tumor Cell injections and Animal Studies",
            "text": "(BLI), which was used to track development of lung lesions. Images were acquired with a Xenogen IVIS 200 imaging system (Perkin Elmer). For analysis, total photon flux (photons per second) was measured from the lung tumors. All animal studies were approved by the University of Maryland Office of Animal Welfare, Institutional Animal Care and Use Committee, in accordance with the NIH Guide for the Care and Use of Laboratory Animals.",
            "paragraph_rank": 21,
            "section_rank": 12
        },
        {
            "section": "Statistical Analysis",
            "text": "Student's paired t tests were performed on means, and p values calculated: *, P b .05; **, P b .01. A Kaplan-Meier survival curve was calculated from in vivo data and subjected to a log-rank test.",
            "paragraph_rank": 22,
            "section_rank": 13
        },
        {
            "section": "The C-terminal Intracellular Portion of S4D Associates With the PDZ Domain of Tiam1 When Ligated to PB1",
            "text": "Class 4 semaphorins have been reported to possess a PDZ binding motif (PDZM) that can interact with proteins possessing PDZ domains, which are responsible for helping to assemble supramolecular signaling complexes [12]. To investigate potential reverse signaling pathways activated by S4D in OSCC cells upon binding to PB1, we used Mirrortree to predict potential protein interactions with the cytoplasmic tail of S4D, paying particular attention to binding partners that might contain PDZ domains. There were 5 domain-domain interactions within the intracellular segment of S4D that had a Pearson's correlation greater than 0.70, with the interaction between the S4D and Tiam1 as the first hit with a correlation coefficient of 0.87 (Table 1). To look for this relationship in OSCC cells, we generated His-tagged soluble (s)PB1, which includes the extracellular portion of the receptor with the SEMA domain, purified this protein ( Figure 1A) and used it to treat the OSCC cell line HN12. As predicted, when we immunoprecipitated Tiam1 from sPB1 treated cells, we noted a transient association with S4D at 5 minutes ( Figure 1B). To determine which portion of S4D is responsible for binding, we over expressed full length S4D (FL) and truncation mutants lacking the last eight amino acids (including the PDZ binding motif; ΔPDZM) and the entire intracellular portion of the molecule (ΔC) in 293 T cells along with full length Tiam1, immunoprecipitating for the HA tag on Tiam1. As expected, FL S4D precipitated with Tiam1, but surprisingly so did the ΔPDZM mutant, while only the ΔC mutant failed to bind ( Figure 1C, IP (HA), upper panel). Tiam1 was observed in the IP (IP (HA), second panel) and both proteins were shown to be expressed in the whole cell lysate (WCL, lower panels). We performed a similar analysis for Tiam1, expressing full length protein, a construct lacking the N-terminal PH and RBD domains (ΔN) and one lacking the C-terminal PDZ domain (ΔPDZ), along with FL S4D, precipitating for the His tag on S4D. We found that both FL and ΔN precipitated with S4D, while the ΔPDZ mutant failed to do so ( Figure 1D, IP (His), second panel). S4D was detected in the immunoprecipitation (IP (His), upper panel) and all constructs were shown to be expressed in the immunoblot (WCL, lower panels). These results show that the PDZ domain of Tiam1 is necessary to bind to S4D, but do not specify where this association occurs on the S4D protein, only that the PDZM is not required.",
            "paragraph_rank": 23,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 214,
                    "text": "[12]",
                    "end": 218
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 734,
                    "text": "(Table 1",
                    "end": 742
                },
                {
                    "type": "figure",
                    "start": 933,
                    "text": "Figure 1A)",
                    "end": 943
                },
                {
                    "type": "figure",
                    "start": 1119,
                    "text": "Figure 1B)",
                    "end": 1129
                },
                {
                    "type": "figure",
                    "start": 1608,
                    "text": "Figure 1C",
                    "end": 1617
                },
                {
                    "type": "figure",
                    "start": 2119,
                    "text": "Figure 1D",
                    "end": 2128
                }
            ]
        },
        {
            "section": "PB1 Induces Rac1 Activation in OSCC in a S4D and Tiam1dependent Manner",
            "text": "Because Tiam1 activates Rac [13], we wanted to determine if binding of PB1 to S4D elicited this response. First we subjected OSCC cells to a Rac assay, looking for GTP bound and hence activated Rac1 when treated with sPB1. HN12 and 13 cells did indeed show active Rac1, similar to the level observed in positive controls, when incubated with sPB1 (Figure 2A). We then silenced S4D ( Figure 2B) and Tiam1 ( Figure 2C) by infection with short hairpin (sh)RNA-expressing lentivirus and observed that GTP-bound Rac was greatly reduced or lost in sPB1 treated HN12 and HN13 cells when either of these proteins were silenced ( Figure 2D). These results show that S4D and Tiam1 are necessary for PB1-mediated Rac activation. ",
            "paragraph_rank": 24,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 28,
                    "text": "[13]",
                    "end": 32
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 347,
                    "text": "(Figure 2A",
                    "end": 357
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 383,
                    "text": "Figure 2B",
                    "end": 392
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 406,
                    "text": "Figure 2C",
                    "end": 415
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 621,
                    "text": "Figure 2D",
                    "end": 630
                }
            ]
        },
        {
            "section": "PB1-mediated Activation of Rac Results in Enhanced In vitro Migration and Invasion of OSCC",
            "text": "Activation of Rac leads to alterations in the cytoskeleton and the formation of invadopodia, a phenotype that promotes tumor cell invasion [13]. To determine the biological significance of Rac activation by PB1 in OSCC, we performed a Boyden chamber migration assay measuring the passage of HN12 and 13 cells through a porous membrane toward sPB1, with or without silenced S4D, Tiam1, or treatment with Rac inhibitor. In the presence of sPB1, HN12 and 13 cells exhibited robust migration, which was suppressed when S4D was silenced and the cells could not detect PB1, when Tiam1 was silenced, and when Rac1 was inhibited ( Figure 3A). These results are quantified in the bar graph in Figure 3B. A similar experiment was performed, this time using membranes coated with reconstituted basement membrane extract to mimic the basement membrane that would be separating the epithelial compartment from the underlying connective tissue. The number of cells present on the underside of the porous membrane would therefore be a measure of tumor aggressiveness and invasive potential. HN12 and 13 cells exhibited invasion toward PB1, except when S4D and Tiam1 were silenced and where Rac1 was inhibited ( Figure 3C). The results of the invasion assay are quantified in Figure 3D. Taken together, these results suggest that PB1 can induce HN cancer cells to exhibit Rac-dependent migration and invasion into the microenvironment when bound to S4D.",
            "paragraph_rank": 25,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 139,
                    "text": "[13]",
                    "end": 143
                },
                {
                    "type": "figure",
                    "start": 623,
                    "text": "Figure 3A)",
                    "end": 633
                },
                {
                    "type": "figure",
                    "start": 684,
                    "text": "Figure 3B",
                    "end": 693
                },
                {
                    "type": "figure",
                    "start": 1196,
                    "text": "Figure 3C",
                    "end": 1205
                },
                {
                    "type": "figure",
                    "start": 1260,
                    "text": "Figure 3D",
                    "end": 1269
                }
            ]
        },
        {
            "section": "PB1-mediated Activation of Rac Results in Enhanced Proliferation and Transendothelial Migration of OSCC",
            "text": "Rac1 activates PAK, which promotes cell division [13]. To see if this occurs in OSCC, we grew cells in sPB1, with and without silencing S4D and Tiam1, now known to be necessary for Rac1  Neoplasia Vol. 19, No. 2, 2017 Rac activation by Semaphorin 4D reverse signaling Zhou et al.",
            "paragraph_rank": 26,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 49,
                    "text": "[13]",
                    "end": 53
                },
                {
                    "type": "bibr",
                    "start": 197,
                    "text": "Vol. 19, No. 2, 2017",
                    "end": 217
                }
            ]
        },
        {
            "section": "PB1-mediated Activation of Rac Results in Enhanced Proliferation and Transendothelial Migration of OSCC",
            "text": "activation. sPB1 induced HN12 cells to divide more rapidly than controls out to 4 days, except when S4D and Tiam1 were silenced ( Figure 4A), a result suggestive of a more aggressive tumor phenotype.",
            "paragraph_rank": 27,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 130,
                    "text": "Figure 4A",
                    "end": 139
                }
            ]
        },
        {
            "section": "PB1-mediated Activation of Rac Results in Enhanced Proliferation and Transendothelial Migration of OSCC",
            "text": "To determine possible effects of Rac1 activation on metastasis, we grew HN12 and 13 cells stably expressing GFP on a monolayer of HMVECs, with and without sPB1, silenced S4D, silenced Tiam1, or a Rac inhibitor. OSCC cells migrated through the layer of endothelial cells, mimicking invasion into a capillary bed or small blood vessel, except where S4D or Tiam1 were silenced or where Rac1 was inhibited ( Figure 4B). These results are quantified in the bar graph in Figure 4C. Taken together, these results show that PB1-mediated activation of Rac1, occurring through S4D and Tiam1, results in a more rapidly growing and possibly more metastatic malignancy.",
            "paragraph_rank": 28,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 404,
                    "text": "Figure 4B",
                    "end": 413
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 465,
                    "text": "Figure 4C",
                    "end": 474
                }
            ]
        },
        {
            "section": "Protein Expression Profile in OSCC Biopsies",
            "text": "One possible way PB1 could be inducing a S4D signal in OSCC is through an autocrine or paracrine mechanism, resulting in Tiam1 activation and more aggressive tumor behavior. For this to be true, OSCC would have to express all of these proteins simultaneously. We have previously shown that S4D is expressed at moderately high to high levels in a wide variety of carcinomas, and in particular in over 80% of OSCC biopsies examined [17]. To look for the presence of Tiam1 and PB1 as well, we performed immunohistochemistry on these proteins, looking for their presence in 54 OSCC biopsies. We detected expression of both proteins in the same areas of tumor (representative examples are shown in Figure 5A). Among all samples analyzed, we recorded 75.6% and 86.8% that exhibited moderate to strong expression of PB1 and Tiam1, respectively ( Figure 5B). Therefore, these proteins are expressed in most OSCC, confirming in vitro results obtained in the OSCC cell lines.",
            "paragraph_rank": 29,
            "section_rank": 19,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 430,
                    "text": "[17]",
                    "end": 434
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 693,
                    "text": "Figure 5A",
                    "end": 702
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 839,
                    "text": "Figure 5B",
                    "end": 848
                }
            ]
        },
        {
            "section": "Expression of Functional, Full Length S4D in OSCC Leads to a More Metastatic Tumor",
            "text": "HN6 cells are one of the few OSCC cell lines that express very low levels of endogenous S4D [33]. Not coincidentally, they induce only a mild pro-angiogenic response and do not grow well as xenografts in nude mice, but growth potential can be rescued with forced S4D expression [33]. To determine the significance of the ability of the C-terminal segment of S4D to recruit Tiam1 for tumor metastasis, we took HN6 stably expressing luciferase and over expressed either full length S4D or the ΔC mutant, both of which would be capable of being shed and inducing angiogenesis [23], and injected then into the tail veins of immunocompromised (nude) mice. We tracked the development of lung lesions by bioluminescence (BLI). Mice injected with HN6 cells expressing full length S4D exhibited more and larger lung metastases by BLI than the ΔC mutants ( Figure 6A). A measurement of the photons captured from lesions in all mice confirms these results ( Figure 6B). Correlating with enhanced metastasis and larger tumor burden, mice injected with HN6 cells expressing full length S4D also exhibited a shortened life expectancy, as shown in the Kaplan-Meier curve ( Figure 6C).",
            "paragraph_rank": 30,
            "section_rank": 20,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 92,
                    "text": "[33]",
                    "end": 96
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 278,
                    "text": "[33]",
                    "end": 282
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 573,
                    "text": "[23]",
                    "end": 577
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 847,
                    "text": "Figure 6A)",
                    "end": 857
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 947,
                    "text": "Figure 6B",
                    "end": 956
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 1158,
                    "text": "Figure 6C",
                    "end": 1167
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "We have observed that S4D is strongly pro-angiogenic, similar to VEGF, and have shown that OSCC xenografts expressing high levels of S4D grow more rapidly than when it is silenced or otherwise inhibited [17]. Promotion of angiogenesis no doubt plays a role, as these tumors are invariably more vascular, but we could not rule out autocrine or paracrine signaling between S4D and PB1 as having an effect on tumor cell proliferation, migration or metastasis. Indeed, there are numerous examples in the literature demonstrating a correlation between S4D and PB1 expression and tumor aggressiveness that do not specifically point to tumor-induced angiogenesis as being responsible [34][35][36][37][38]. While PB1 has been studied with regard to its expression, activity and tumor behavior [39], less is known about the reverse signaling pathways engaged by S4D and what effect this may have on cancer cells.",
            "paragraph_rank": 31,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 203,
                    "text": "[17]",
                    "end": 207
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 677,
                    "text": "[34]",
                    "end": 681
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 681,
                    "text": "[35]",
                    "end": 685
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 685,
                    "text": "[36]",
                    "end": 689
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 689,
                    "text": "[37]",
                    "end": 693
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 693,
                    "text": "[38]",
                    "end": 697
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 785,
                    "text": "[39]",
                    "end": 789
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "Previous studies have shown that S4D is associated with the protein-tyrosine phosphatase CD45, helping to regulate T cell and B cell activation [24,25], and a cellular serine kinase activity, also in T cells [8]. We decided to examine reverse signaling not in immune cells but in cancer, using Mirrortree analysis to predict which protein or proteins may initiate reverse signaling, and then determining biological significance, if any. Tiam1 was a novel and interesting discovery because this Rac-specific GEF is associated with many cancer types [40]. Activation of Rac leads to a signaling cascade that generally supports tumor growth and invasion by inducing cell division and the formation of lamellipodia. For example, PAK is a part of this cascade, and its phosphorylation and activation is associated with activation of NF-κB, promotion of survival, and propagation through the cell cycle [40]. Specific to our studies, PAK activity is associated with aggressive tumor behavior and poor prognosis in head and neck cancer [41]. Interestingly, although we confirmed the binding of Tiam1 to S4D upon ligation with PB1, as well as the importance of the PDZ domain of Tiam1 for this interaction, the PDZ binding motif at the C-terminal portion of S4D was not necessary. Further detailed analysis will be required, though this might be difficult since the intracellular portion of S4D has no specific domain architecture to suggest sites for deletion or mutation, though it does possess Ser/Thr and Tyr consensus phosphorylation sites that may be involved in binding.",
            "paragraph_rank": 32,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 144,
                    "text": "[24,",
                    "end": 148
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 148,
                    "text": "25]",
                    "end": 151
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 208,
                    "text": "[8]",
                    "end": 211
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 548,
                    "text": "[40]",
                    "end": 552
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 897,
                    "text": "[40]",
                    "end": 901
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 1029,
                    "text": "[41]",
                    "end": 1033
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "We also show that recruitment of Tiam1 to S4D was significant in OSCC, as it led to Rac-dependent migration, invasion, cell division and transendothelial migration of cells in vitro, results suggestive of a more aggressive and possibly more metastatic tumor phenotype. This behavior was confirmed in a mouse model of metastasis. While we couldn't silence Rac or Tiam1 in OSCC cells without globally affecting cancer cell metabolism or express mutants of these proteins incapable of participating in S4D signaling in the presence of high levels of endogenous wild-type protein, we did identify a line of HN cells expressing low levels of S4D that are known to grow poorly in experimental animals [33], thus interrupting the S4D-Tiam1-Rac signaling axis at its most apical point and allowing for selective restoration with a truncated or full length form of S4D. HN6 cells expressing the full length S4D construct were more likely to form metastatic deposits in the lung compared to cells expressing the ΔC truncation mutant that could not recruit Tiam1 or activate Rac.",
            "paragraph_rank": 33,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 695,
                    "text": "[33]",
                    "end": 699
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "In previous studies we examined the relative contributions of VEGF and S4D to tumor-induced angiogenesis and observed that when S4D was silenced in OSCC, tumors exhibited not only less vascularity but also a slightly greater reduction in proliferation, as determined by Ki-67 immunohistochemistry, compared to when VEGF was silenced [42]. At the time we suspected that more than just promotion of angiogenesis was the cause, since VEGF is potently pro-angiogenic (perhaps more so than S4D), and that expression of S4D might itself also promote proliferation. Here we demonstrate evidence supporting these suspicions, both in in vitro proliferation assays and when studying metastasis in mice, because both forms of S4D, full length and the ΔC truncation mutant, are still capable of being shed and acting on endothelial cells to promote angiogenesis, but only the full-length protein can signal to the cell expressing it, meaning any differences between these two populations in proliferation, invasion and metastasis would be due to Rac activation and its downstream effectors and not the tumor microenvironment. We will continue to investigate these findings in future experiments.",
            "paragraph_rank": 34,
            "section_rank": 21,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 333,
                    "text": "[42]",
                    "end": 337
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "In conclusion, we have identified a novel reverse signaling pathway acting through Tiam1 and Rac that promotes aggressive behavior in OSCC expressing S4D and PB1.",
            "paragraph_rank": 35,
            "section_rank": 21
        },
        {
            "section": "Figure 2 .",
            "text": "Ligation of S4D with PB1 causes Tiam1-dependent activation of Rac1. (A) A Rac assay was performed on HN12 and 13 cells, untreated, treated with GTP gamma S (positive control), or grown in the presence of sPB1, looking for GTP-bound, and hence active Rac. sPB1 is capable of activating Rac in all cells (active Rac1, top panel). (B) Endogenous S4D protein (top panel",
            "paragraph_rank": 36,
            "section_rank": 22
        },
        {
            "section": "Figure 4 .",
            "text": "PB1 induces S4D-and Tiam1-dependent proliferation and trans-endothelial migration in OSCC. (A) Proliferation assay of sPB1 treated HN12 cells relative to controls (Y-axis) with and without silencing of Tiam1 (sPB1 + Tiam1sh) and S4D (sPB1 + S4Dsh), measured out to 4 days. (B) Transendothelial migration assay with HN12 and 13 cells stably expressing GFP, controls or cells treated with sPB1 but with silenced S4D (S4Dsh), Tiam1 (Tiam1sh) or Rac1 inhibitor, passing through a HMVEC monolayer. Representative photos are shown. (C) Quantification of the results in (B), with experimental populations compared to untreated controls (Y-axis; the error bars represent the standard deviation from the averages of three experiments (*, P b .05; **, P ≤ .01)).",
            "paragraph_rank": 37,
            "section_rank": 23
        },
        {
            "section": "Figure 5 .",
            "text": "Biopsies of OSCC exhibit high levels of expression of S4D and Tiam1 in the same areas of tumor. (A) Representative sections of formalin fixed, paraffin embedded OSCC, with immunohistochemistry performed for S4D (left) and Tiam1 (right), demonstrating expression of these proteins in the same areas of the tumor in serial sections (Original magnification 20X). (B) Quantification of immunohistochemical staining for 54 tumors.",
            "paragraph_rank": 38,
            "section_rank": 24
        },
        {
            "section": "Figure 6 .",
            "text": "Full length S4D promotes OSCC metastasis and shortens survival in vivo. (A) HN6 cells stably expressing luciferase and either full length S4D (FL S4D), or the C-terminal truncation mutant that cannot bind to Tiam1 and activate Rac1 (S4DΔC) were introduced into the tail veins of immunocompromised mice and developing lung metastases tracked by BLI. Representative lesions are shown at day 38. (B) Mice grafted with HN6 expressing S4DΔC exhibited fewer metastatic lesions (tumor burden, 10 6 photons/sec, Y-axis) compared to those expressing the full length construct (*, P b .05). (C) Kaplan-Meier curve reveals that mice grafted with HN6 expressing S4DΔC exhibited longer survival compared to HN6 FL S4D cells.",
            "paragraph_rank": 39,
            "section_rank": 25
        },
        {
            "section": "Table 1 .",
            "text": "Results of the Mirrortree Analysis, Looking for Proteins That are Predicted to Interact With the Intracellular Portion of S4D (Amino Acids 756-862). The Amino Acids for the Domain of Each Protein Predicted to Bind are Shown in the Third Column",
            "paragraph_rank": 40,
            "section_rank": 26
        }
    ]
}