{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Purpose: This study was performed to investigate the intra-and inter-observer variability in linear measurements with axial images obtained by PreXion (PreXion Inc., San Mateo, USA) and i-CAT (Imaging Sciences International, Xoran Technologies Inc., Hatfield, USA) CBCT scanners, with different voxel sizes. Materials and Methods: A cylindrical object made from nylon with radiopaque markers (phantom) was scanned by i-CAT and PreXion 3D devices. For each axial image, measurements were taken twice in the horizontal (distance A-B) and vertical (distance C-D) directions, randomly, with a one-week interval between measurements, by four oral radiologists with five years or more experience in the use of these measuring tools. Results: All of the obtained linear measurements had lower values than those of the phantom. The statistical analysis showed high intra-and inter-observer reliability (p = 0.297). Compared to the real measurements, the measurements obtained using the i-CAT device and PreXion tomography, on average, revealed absolute errors ranging from 0.22 to 0.59 mm and from 0.23 to 0.63 mm, respectively. Conclusion: It can be concluded that both scanners are accurate, although the linear measurements are underestimations, with no significant differences between the evaluators."
        }
    ],
    "body_text": [
        {
            "section": "Introduction",
            "text": "Linear measurements are mainly used to assess the thickness and height of the alveolar crest as part of the preoperative evaluation for implant treatment, to measure the distance between anatomical landmarks in orthodontics and orthognathic surgery, and to estimate the size of pathological jaw lesions. The accuracy and reliability of linear measurements in cone-beam computed tomography (CBCT) images has been established in several published scientific studies, 1,[2][3][4][5][6][7][8][9][10][11] including studies where they have been obtained from CBCT-derived models. 2,12 Ostensibly, in imaging of the oral and maxillofacial complex, spatial resolution is an important parameter of image quality that appears to be of special interest for dental applications. As available spatial resolution also determines the accuracy with which anatomic detail can be measured, it also affects important procedures, such as the planning of dental implants or cephalometric analysis. The spatial resolution of an image is directly influenced by the voxel size, which is the smallest unit in CBCT images. [13][14][15][16] To improve spatial resolution, the voxel size must be reduced, 17 and the CBCT images must be measured accurately. However, spatial resolution is affected by multiple technical factors that make it difficult to predict from simple clues or to estimate from technical parameters. 13 The presence of an increasing number of CBCT units on the market presents a need to understand and select from the various technical parameters.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 465,
                    "text": "1,",
                    "end": 467
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 467,
                    "text": "[2]",
                    "end": 470
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 470,
                    "text": "[3]",
                    "end": 473
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 473,
                    "text": "[4]",
                    "end": 476
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 476,
                    "text": "[5]",
                    "end": 479
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 479,
                    "text": "[6]",
                    "end": 482
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 482,
                    "text": "[7]",
                    "end": 485
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 485,
                    "text": "[8]",
                    "end": 488
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 488,
                    "text": "[9]",
                    "end": 491
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 491,
                    "text": "[10]",
                    "end": 495
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 495,
                    "text": "[11]",
                    "end": 499
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 574,
                    "text": "2,",
                    "end": 576
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 576,
                    "text": "12",
                    "end": 578
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1097,
                    "text": "[13]",
                    "end": 1101
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1101,
                    "text": "[14]",
                    "end": 1105
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1105,
                    "text": "[15]",
                    "end": 1109
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1109,
                    "text": "[16]",
                    "end": 1113
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1177,
                    "text": "17",
                    "end": 1179
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1393,
                    "text": "13",
                    "end": 1395
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The impact of variation in voxel size on CBCT-based"
        },
        {
            "section": "Intraobserver and interobserver reproducibility in linear measurements on axial images obtained by cone-beam computed tomography",
            "text": "diagnostics has been discussed. 17 As the PreXion CBCT device has a small voxel size and few studies 18,19 have evaluated it, this study investigated the intraobserver and interobserver variability in linear measurements with axial images obtained by PreXion (PreXion Inc., San Mateo, CA, USA) and i-CAT (Imaging Sciences International, Xoran Technologies Inc., Hatfield, PA, USA), with different voxel sizes.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 32,
                    "text": "17",
                    "end": 34
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 101,
                    "text": "18,",
                    "end": 104
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 104,
                    "text": "19",
                    "end": 106
                }
            ]
        },
        {
            "section": "Materials and Methods",
            "text": "The phantom used for this study was based on that of a previous study. 6 It was made from nylon, a slightly radiopaque material with a low thermal expansion coefficient, in a cylindrical shape (5 cm in diameter and 10 cm in length). It had 4 channels, each 1 mm in depth, arranged 90° apart on the longitudinal axis of the cylinder, and 10 channels, each with a depth of 1 mm, arranged transversely 10 mm apart.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 71,
                    "text": "6",
                    "end": 72
                }
            ]
        },
        {
            "section": "Materials and Methods",
            "text": "The dimensional calibration of the phantom was performed using the PML-0024 measuring procedure with a universal measuring machine (Mitutoyo Sul Americana Ltda, Suzano, São Paulo, Brazil) ( Fig. 1), at room temperature (20.0±0.5°C). The diameter of the phantom (the cylinder) was verified 4 times in 10 sections, as identified in the standard, in 2 coordinates, A/B and C/D, generating a report containing the resulting averages. The measurement uncertainty was U = 0.01, based on a combined standard uncertainty, multiplied by a coverage factor of k = 2.3 for a confidence level of approximately 95%. The average values obtained by dimensional calibration of the phantom were considered the real measurements (the gold standard).",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 190,
                    "text": "Fig. 1)",
                    "end": 197
                }
            ]
        },
        {
            "section": "Materials and Methods",
            "text": "To identify the \"sections\" of the phantom selected for the experiment, zinc oxide and eugenol dotted portions were added at each channel intersection (Fig. 2), and the letters A, B, C, and D and the numbers 1 through 10 were applied for identification ( Fig. 3). 6 After obtaining the real measurements, the phantom was scanned in the i-CAT device, following an image acquisition protocol of a 6-cm × 16-cm field of view (FOV), 20 seconds, and a 0.2-mm voxel size. In the PreXion device, the phantom was scanned following an image acquisition protocol of 5-cm × 5-cm FOV, 19 seconds, and a 0.1-mm voxel size. Thereafter, multiplanar reformatting was performed, thereby obtaining axial sections with a thickness of 1.0 mm. The data were saved in the Digital Imaging and Communications in Medicine format using Prexion3DViewer software version 2.4.1.20 (PreXion Inc., San Mateo, CA, USA) to measure the diameter of each axial image.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 150,
                    "text": "(Fig. 2)",
                    "end": 158
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 254,
                    "text": "Fig. 3",
                    "end": 260
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 263,
                    "text": "6",
                    "end": 264
                }
            ]
        },
        {
            "section": "Materials and Methods",
            "text": "The diameter of the phantom was measured in sections, using 2 coordinates (An/Bn and Cn/Dn) with numbers from 2 to 7, in the depth of the channel, that is, between   the \"points\" marked with zinc oxide and eugenol. This measurement was performed using a software tool. For each axial image, measurements were made in either horizontal direction (the A-B distance) and in either vertical direction (the C-D distance), twice, with a 1-week interval, by 4 examiners (4 oral radiologists) with 5 years or more experience in the use of these measuring tools. All postprocessing procedures were carried out using the same software, Prexion3DViewer version 2.4.1.20, and the images were visualized on a 24-inch LG E 2241 LCD monitor with a matrix resolution of 1920 × 1080. The values of the 2 repetitions for each coordinate were entered into an Excel spreadsheet (Microsoft, Seattle, WA, USA), separated by examiner, by scanner, by section, and by distance (A-B and C-D)."
        },
        {
            "section": "Materials and Methods",
            "text": "Statistical analysis was applied to the collected data using SPSS Statistics for Windows, (version 20.0; IBM Corp., Armonk, NY, USA). Intraclass correlation coefficient (ICC) calculations were used to verify intraobserver and interobserver agreement and to compare the accuracy (reproducibility) of the i-CAT and PreXion CBCT with the real measurements (the gold standard). The linear measurements (mm) were subjected to descriptive analysis to present the absolute and relative errors (in %) of the measurements performed on the acquisitions made with both CBCT machines in relation to the gold standard. The Student t-test was used to compare the scans to each other regarding the linear measurements. The significance level used for all tests was 5% (α = .05)."
        },
        {
            "section": "Results",
            "text": "The ICC calculations revealed that the intra-observer agreement was excellent (ICC = 1.000) when comparing the linear measurements performed at the 2 image evaluation stages, for both those obtained with the i-CAT scanner and for those with the PreXion scanner, for the 4 examiners."
        },
        {
            "section": "Results",
            "text": "The inter-observer agreement when using the i-CAT or PreXion scanner was excellent (ICC = 1.000) in all comparisons between the 4 examiners. Table 1 presents the descriptive analysis, in terms of the mean, standard deviation, and absolute and relative errors (%) of the linear measurements (mm) of the cylindrical object (the phantom) obtained with the use of the i-CAT and PreXion computed tomography scanners.",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 141,
                    "text": "Table 1",
                    "end": 148
                }
            ]
        },
        {
            "section": "Results",
            "text": "The measurements obtained in tomographic acquisition using the i-CAT device, on average, showed absolute errors ranging from 0.22 mm to 0.59 mm when compared with the real measurements, which were underestimated. The linear measurements taken from acquisitions made with the PreXion scanner also underestimated the linear dimensions, with absolute errors ranging from 0.23 mm to 0.63 mm."
        },
        {
            "section": "Results",
            "text": "For the ICCs, it was found that with both scanners (i-CAT and PreXion), the accuracy of the linear measurements compared to the real measurements (the gold standard) was excellent ( Table 2). When comparing the CBCTs to each other, no significant difference was found (p = .297).",
            "ref_spans": [
                {
                    "type": "table",
                    "start": 182,
                    "text": "Table 2)",
                    "end": 190
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "The use of CBCT technology to evaluate structures of the oral and maxillofacial complex increases the accuracy and reliability of the measurements, because of its ability to manipulate the resulting digital data volumes across 3 different views (sagittal, coronal, and axial) and to selectively contrast, emphasize, and reduce the images to view certain anatomical structures. 20 This study evaluated whether voxel size affected the intra-observer and interobserver variability of the linear measurements obtained from the axial images of 2 CBCT devices. In our study, the intra-observer and inter-observer agreement values, when using the i-CAT or PreXion scanner, were excellent in all comparisons of the 4 examiners (ICC = 1.000), as shown in Tables 1 and 2. High interobserver and intraobserver CBCT reliability was reported by Moshfeghi et al. 11 and Kamburoğlu et al. 7 , while in the study by Nikneshan et al. 1 , reproducibility for all orientations was greater than 0.9.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 377,
                    "text": "20",
                    "end": 379
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 746,
                    "text": "Tables 1 and 2",
                    "end": 760
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 849,
                    "text": "11",
                    "end": 851
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 874,
                    "text": "7",
                    "end": 875
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 917,
                    "text": "1",
                    "end": 918
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "In a comparison of the different devices, it was found that there was no significant difference (p = .297) despite the difference between the voxel sizes (0.1 mm for the PreXion and 0.2 mm for the i-CAT). Lukat et al. 21 have already reported this result and emphasized that high spatial resolution allows for the thorough detection of subtle structures, such as small changes in the cortical or the buccal bone of the temporomandibular joint. 3,5,22 Measurements for preoperative implant site assessment taken from CBCT images should be considered accurate when the error was less than 1 mm. 4,15 Owing to the mechanical construction of CBCT machines, which require a relatively slow trajectory of the source image detector unit around the patient's head, even slight patient movement seems almost inevitable. Given the small voxel sizes applied in the machines, a slight movement of more than 1 voxel will lead to errors in reconstruction. 13 Therefore, during clinical application, one should not expect greater accuracy than half a millimeter at best. If in doubt, users should avoid sub-millimeter accuracy and preferably add some margin of error to their planning. Table 1 shows the values of the measurements obtained using the i-CAT apparatus, on average, which produced absolute errors ranging from 0.22 mm to 0.59 mm compared with the actual measurements, which were underestimated. As for the PreXion device, the measurements were lower than the actual linear dimensions, with absolute error varying between 0.23 mm and 0.63 mm, in accordance with the results of the study from Waltrick et al. 14 that reported mean absolute errors of 0.23±0.2 mm using voxel sizes of 0.2 mm, 0.3 mm, and 0.4 mm.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 218,
                    "text": "21",
                    "end": 220
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 444,
                    "text": "3,",
                    "end": 446
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 446,
                    "text": "5,",
                    "end": 448
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 448,
                    "text": "22",
                    "end": 450
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 593,
                    "text": "4,",
                    "end": 595
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 595,
                    "text": "15",
                    "end": 597
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 942,
                    "text": "13",
                    "end": 944
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1171,
                    "text": "Table 1",
                    "end": 1178
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1605,
                    "text": "14",
                    "end": 1607
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "Using ICCs, it was found that the accuracy of the linear measurements versus the gold standard was excellent for both devices (Table 2), although all linear measurements were underestimated by the examiners, corroborating the results of several studies described in the literature. 4,6,7,[9][10][11]23 In addition, thin bony structures of less than 0.5 mm in size are not relevant in actual clinical practice, which compromises the reliability of the CBCT images 3,10 once areas without bone are considered. This lack of precision leading to values that underestimate the real measurements may be explained by the partial volume effect. [24][25][26][27] This artifact results when the voxel reproduces an average value between the true values for 2 objects (e.g. tooth and surrounding air) with distinctive density. Therefore, the interpretation becomes questionable.",
            "ref_spans": [
                {
                    "type": "table",
                    "start": 126,
                    "text": "(Table 2)",
                    "end": 135
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 282,
                    "text": "4,",
                    "end": 284
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 284,
                    "text": "6,",
                    "end": 286
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 286,
                    "text": "7,",
                    "end": 288
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 288,
                    "text": "[9]",
                    "end": 291
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 291,
                    "text": "[10]",
                    "end": 295
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 295,
                    "text": "[11]",
                    "end": 299
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 299,
                    "text": "23",
                    "end": 301
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 637,
                    "text": "[24]",
                    "end": 641
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 641,
                    "text": "[25]",
                    "end": 645
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 645,
                    "text": "[26]",
                    "end": 649
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 649,
                    "text": "[27]",
                    "end": 653
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "One of the most common voxel sizes used in orthodontics is 0.3 mm, although it should be used with caution if the goal is to assess small variations in bone thickness. A smaller voxel size would be more appropriate for these studies when it is possible to minimize the influence of partial volume averaging. 27,28 Reducing the voxel size results in an increased dose of radiation, which has an effect on the biological risk of X-ray exposure, especially in children. 28 In the present study, known and calibrated measurements from a geometric phantom from a previous study were used as the gold standard. 6 This provides the advantage of high reproducibility without exposure of living tissue. However, it was not possible to reproduce some physical phenomena that occur in anthropometric and clinical trials, such as attenuation of the radiation beam, dispersed radiation, and noise.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 308,
                    "text": "27,",
                    "end": 311
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 311,
                    "text": "28",
                    "end": 313
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 467,
                    "text": "28",
                    "end": 469
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 605,
                    "text": "6",
                    "end": 606
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "High-resolution protocols provide images rich in detail and are associated with high levels of X-radiation; thus, further clinical studies are necessary. In conclusion, the intraobserver and interobserver variability and the accuracy of linear measurements in axial CBCT images were excellent. There were no differences in terms of the performance of the CBCT scanners."
        },
        {
            "section": "Fig. 1 .",
            "text": "The universal measuring machine."
        },
        {
            "section": "Fig. 2 .",
            "text": "Phantom image with the coordinates A1, B1, C1, and D1."
        },
        {
            "section": "Fig. 3 .",
            "text": "Identifying coordinates of the phantom."
        },
        {
            "section": "Table 1 .",
            "text": "The means standard deviations and absolute and relative errors (%) of the linear measurements (mm) of the cylindrical object, according to each examiner Obtained by subtracting the measurements derived from the use of each scanner from those designated as the gold standard, **: Obtained by the ratio of the absolute errors and the gold standard measures"
        },
        {
            "section": "Table 1 .",
            "text": "*:"
        },
        {
            "section": "Acknowledgements",
            "text": "The authors wish to thank Mr. Carlos Kazuo Suetake for providing technical information and Mr. Abmael Henrique dos Santos and Mr. Bruno S. J da Silva for assistance with the phantom calibration at Mitutoyo Sul American Ltda."
        }
    ]
}