{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Purpose: To assess those published cases of yellow fever (YF) vaccine-associated viscerotropic disease that meet the Brighton Collaboration criteria and to assess the safety of YF vaccine with respect to viscerotropic disease. Literature search: Ten electronic databases were searched with no restriction of date or language and reference lists of retrieved articles. Methods: All abstracts and titles were independently read by two reviewers and data independently entered by two reviewers. Results: All serious adverse events that met the Brighton Classification criteria were associated with first YF vaccinations. Sixty-two published cases (35 died) met the Brighton Collaboration viscerotropic criteria, with 32 from the US, six from Brazil, five from Peru, three from Spain, two from the People's Republic of China, one each from Argentina,",
            "paragraph_rank": 1,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "section": "Yellow fever (YF)",
            "text": "YF is caused by a flavivirus endemic in the tropical areas of 31 African and ten Latin American countries (refer to the maps by Monath and Vasconcelos). 1 The yellow fever virus (YFV) is transmitted in forests and jungles in Africa by Aedes africanus mosquitoes and in South America by Haemagogus and Sabethes species, with monkeys as the primary host and infecting forest dwellers and visitors such as construction workers or loggers. In African savannah areas, Aedes species transmit the virus to monkeys or humans as the intermediate hosts, and in urban areas Aedes aegyptii (which breeds in water containers in or near dwellings) transmits infection between humans (refer to the transmission diagram by Quaresma et al). 1,2 Because of the greater intensity of urban populations, large epidemics are more likely in urban areas. 1 There has been an intense YFV circulation in Brazil since 1997 and also in Peru, Colombia, Argentina, and Paraguay. In Africa, large epidemics occur in West Africa (irregularly every 5-20 years) and East Africa (at longer intervals such as 45 years), and there have been sustained epidemics in Nigeria, Ghana, and Guinea in the past 30 years. 1 An outbreak in Angola began in December 2015. Deforestation increases biting by canopy-dwelling vectors at ground level, and colonization of new areas in endemic zones (eg, migration of unvaccinated coastal dwellers into the hinterland in Peru) resulted in an increase in YF cases. 1 Current risk areas for YF are described in the publications by Jentes et al, 3 Hill, 4 and Rogers et al. 5 One estimate is that in Africa since 2008 only 1%-2% of the cases suspected on clinical grounds had laboratory proof. Mortality from YF in Africa is ~20% and 40%-60% in Latin America. 1 The incubation period after a mosquito bite is 3-6 days, and then the patient experiences headaches, fever, muscle and joint aching, poor appetite, and vomiting. Then, there is a 3-to 4-day period of remission with fewer clinical symptoms, and the patient either recovers or goes into the intoxication stage of high fever, abdominal pain, a lowered state of consciousness, and nausea and vomiting. The patient is likely to be jaundiced and have multiple sources of bleeding (hematemesis, melena, petechiae, and ecchymoses) and go into multiorgan failure due to hypotension, fluid loss, capillary fragility, hepatitis, and renal failure. 2,6 There is rapid viral replication in lymph nodes and then systemic spread to the bone marrow, liver, and spleen. A characteristic pathological sign in the liver is midzonal hepatocellular degeneration with eosinophilic Councilman bodies, and Councilman bodies are also seen in the kidneys and myocardium. 6 The immune responses involve the proinflammatory cytokine interleukin-6, CD4 + helper lymphocytes, CD8 + cytotoxic lymphocytes, and natural killer cells. The main cause of cellular death is apoptosis due to transforming growth factor beta. 1,2 (refer Figure 5 in Quaresma et al 2 ). The seven YFV genotypes (five African and two South American) form a single serotype, and evolutionary rates in all genotypes are similar at 2-5×10 −4 substitutions/ site/year (less than other flaviviruses such as dengue). The South American genotypes I and II differ by up to 16% at the nucleotide level from the African genotypes, and each subtype contains clades. 6 Immunity to other flaviviruses confers some immunity to YF. 1 The signs and symptoms of YF are similar to those of viral hepatitis, malaria, leptospirosis, typhus, Ebola, and other hemorrhagic fevers. An outbreak of YF can go undetected because health workers in remote areas may find it difficult to make a definitive diagnosis based on the signs and symptoms alone, and in mild cases, the patient may be treated at home and not seek health care. 7 ",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 153,
                    "text": "1",
                    "end": 154
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 724,
                    "text": "1,",
                    "end": 726
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 726,
                    "text": "2",
                    "end": 727
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 831,
                    "text": "1",
                    "end": 832
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 1176,
                    "text": "1",
                    "end": 1177
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 1460,
                    "text": "1",
                    "end": 1461
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 1539,
                    "text": "3",
                    "end": 1540
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1547,
                    "text": "4",
                    "end": 1548
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1567,
                    "text": "5",
                    "end": 1568
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 1753,
                    "text": "1",
                    "end": 1754
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 2392,
                    "text": "2,",
                    "end": 2394
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 2394,
                    "text": "6",
                    "end": 2395
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 2700,
                    "text": "6",
                    "end": 2701
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 2942,
                    "text": "1,",
                    "end": 2944
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 2944,
                    "text": "2",
                    "end": 2945
                },
                {
                    "type": "figure",
                    "start": 2953,
                    "text": "Figure 5",
                    "end": 2961
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 3352,
                    "text": "6",
                    "end": 3353
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 3414,
                    "text": "1",
                    "end": 3415
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 3802,
                    "text": "7",
                    "end": 3803
                }
            ]
        },
        {
            "section": "YF vaccines",
            "text": "Strain 17DD is used to manufacture vaccine in Brazil and 17D-204 by the other five manufacturers, with no significant differences in immunogenicity or safety. 1 The vaccine replicates initially in lymphoid and reticuloendothelial tissues and is found in the blood in the first week and may persist into the second week. Vaccines based on 17D and using the substrains 17DD and 17D-204 have very low interlot variability and high genetic stability levels. 8,9 Risk factors for vaccination include thymic disease, a thymectomy, and autoimmune suppression. A review concluded that the evidence for risk for the elderly remains limited, and vaccination should be based on a risk-benefit analysis. 10 effectiveness of YF vaccines YF vaccination results in an exceptionally strong and lifelong immune response. The log neutralization index to neutralize virus after vaccination averages 2.2, which is 30 times greater than that needed for protection. The effect is due to a wide-ranging immune response: the production of neutralizing antibodies to highly conserved conformational epitopes in the envelope glycoprotein and to robust T-cell responses (CD4 + , CD8 + , and central memory CD45RA + ), increases in natural killer cells, interferons, activation of multiple genes by interferons, the complement system, and innate immune sensors (Toll-like receptors), and proinflammatory cytokines (interleukin-6 and -2, tumor necrosis factor, IP-10, MCP-1, and RANTES). 1 The neutralizing antibodies are found in 90% of recipients by day 10 (and then the vaccination certificate is valid) and in nearly 100% by day 30, 1 are thus highly immunogenic (91%-100%), 8,9 and provide an estimated .40 years of protection. The Global Vaccine Action Plan Alliance (Global Alliance for Vaccines and Immunization) plans to reduce the number of YF deaths from epidemic YF by the planned vaccination of 174 million individuals in Africa and Latin America between 2011 and 2020. From a 1993 Nigerian study, they estimated that one epidemic death would be averted for each 5,000 persons vaccinated. They also estimated that the average interval between epidemics is 17 years, and 4 million persons in the target populations on average would be affected per epidemic with 20% epidemic incidence and a 20% proportional case fatality ratio. They assumed 95% vaccine effectiveness against YF death and lifetime immunity and that if population immunity of .60% could be achieved, epidemic transmission could be prevented. Based on these assumptions, they computed that vaccinating 174 million individuals between 2011 and 2020 will avert 34,849 deaths in Africa and Latin America. 8 Travelers from developed countries have shorter exposures and accommodations more protected from mosquitoes, and it is estimated that the risk of disease for an unvaccinated traveler during endemic periods is one in 267 and of death is one in 1,333 in an African country in which YF is endemic, with levels ten times lower in South America. 11 ",
            "paragraph_rank": 3,
            "section_rank": 3,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 159,
                    "text": "1",
                    "end": 160
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 454,
                    "text": "8,",
                    "end": 456
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 456,
                    "text": "9",
                    "end": 457
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 692,
                    "text": "10",
                    "end": 694
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 1459,
                    "text": "1",
                    "end": 1460
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1650,
                    "text": "8,",
                    "end": 1652
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1652,
                    "text": "9",
                    "end": 1653
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 2650,
                    "text": "8",
                    "end": 2651
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 2993,
                    "text": "11",
                    "end": 2995
                }
            ]
        },
        {
            "section": "Serious adverse events after YF vaccination",
            "text": "The World Health Organization (WHO) defines serious adverse events after YF vaccination as:",
            "paragraph_rank": 4,
            "section_rank": 4
        },
        {
            "section": "Serious adverse events after YF vaccination",
            "text": "An Adverse Event Following Immunization (AEFI) will be considered serious if it results in death, is life-threatening, requires in-patient hospitalization or prolongation of existing hospitalization, results in persistent or significant disability/ incapacity, is a congenital anomaly/birth defect, or required intervention to prevent permanent impairment or damage. 12 Serious adverse events include anaphylaxis, neurologic, and viscerotropic events. 12 The Brighton Collaboration case definitions and levels of diagnostic certainty of viscerotropic disease",
            "paragraph_rank": 5,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 367,
                    "text": "12",
                    "end": 369
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 452,
                    "text": "12",
                    "end": 454
                }
            ]
        },
        {
            "section": "Serious adverse events after YF vaccination",
            "text": "The key definition of viscerotropic disease as a serious post-YFV adverse event is the Brighton Collaboration definition (which builds on the initial definition of the US Centers for Disease Control and Prevention working group). The collaboration provides detailed case definitions and diagnostic methods for these serious events reported after YF vaccination: anaphylaxis, neurologic syndromes (encephalitis, myelitis, acute disseminated encephalomyelitis [ADEM], and Guillain-Barré syndrome), and viscerotropic disease (multiorgan failure). The Brighton Collaboration case definitions yield three diagnostic certainty levels: Level 1 (most specific), Level 2, and Level 3 (least specificity and greatest sensitivity). The viscerotopic disease definition provides two classifications: the viscerotropic disease classification is based on seven major and six minor criteria of laboratory evidence of major organ dysfunction and provides three levels of evidence: Level 1 (three major criteria), Level 2 (two major or one major + two or more minor), and Level 3 (jaundice and two or more other minor or three or more minor, or one major and one minor). Viscerotropic disease also provides a second level of classification: an YF vaccine-associated viscerotropic disease (YEL-AVD) classification with suspected, probable, and confirmed levels with the confirmed level based on laboratory confirmation of YF vaccine virus detection. 13 A patient with post-YF vaccination viscerotropic disease will experience similar symptoms to those of a patient who has wild-type disease. Because many other diseases in YF areas can mimic aspects of viscerotropic disease, the definitions strongly emphasize laboratory confirmation, and clinical symptoms are only assessed as minor criteria. Table 1 lists the major and minor criteria: clinical symptoms and signs occur only as minor criteria for viscerotropic disease and then only as five of seven criteria. The Brighton Collaboration reviewed the clinical symptoms and signs of 36 cases of YEL-AVD and specifically excluded fever, bradycardia, and tachycardia and rated laboratory proof as major criteria (eg, elevated bilirubin) and jaundice as a minor criterion. 13 ",
            "paragraph_rank": 6,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1431,
                    "text": "13",
                    "end": 1433
                },
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 1776,
                    "text": "Table 1",
                    "end": 1783
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 2202,
                    "text": "13",
                    "end": 2204
                }
            ]
        },
        {
            "section": "Purpose of the review and update",
            "text": "After five deaths occurred in Peru in 2007 following YF vaccination, 14 the Global Alliance for Vaccines and Immunization commissioned the WHO to organize a systematic review of the safety of YF vaccine.",
            "paragraph_rank": 7,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 69,
                    "text": "14",
                    "end": 71
                }
            ]
        },
        {
            "section": "Literature search",
            "text": "For the initial review for the WHO, the Cochrane Library (including the Cochrane CENTRAL Register of Controlled Trials, the Cochrane Database of Systematic Reviews, and the NHS Database of Abstracts of Reviews of Effects), MEDLINE, EMBASE, BIOSIS Previews, Global Health, CAB Abstracts, and the Lilacs Database of Latin American and Caribbean literature were searched for individual studies and systematic reviews through July 10, 2013, with no language or date limits. Reference lists of included articles were searched for additional studies.",
            "paragraph_rank": 8,
            "section_rank": 7
        },
        {
            "section": "Search update",
            "text": "On May 12, 2016, PubMed and MEDLINE were searched using the terms viscerotropic and (yellow fever vaccine) and (adverse events). Although the original searches were conducted through July 10, 2013, the new search in MEDLINE was conducted in 2011-2016 to avoid missing any publications.",
            "paragraph_rank": 9,
            "section_rank": 8
        },
        {
            "section": "Methods",
            "text": "The data were entered into a specially designed database in Microsoft ACCESS. 15 For the initial review, all abstracts and full-text articles were independently read by two reviewers (RET, Wendy Spragins) to determine relevance, with any disagreements resolved by a third reviewer (Diane Lorenzetti). To maximize sensitivity in detecting cases, we assessed any report whose title, abstract, or text proposed that a patient had suffered one of the abovementioned serious adverse events after YF vaccination. The systematic review was conducted according to Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) 16 guidelines.",
            "paragraph_rank": 10,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 78,
                    "text": "15",
                    "end": 80
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 632,
                    "text": "16",
                    "end": 634
                }
            ]
        },
        {
            "section": "Data collection",
            "text": "For each case, these data were independently entered by two authors (RET, WS). 1) Age, sex, country, vaccine type, batch number, days till first symptoms, and if the patient died; 2) Brighton Collaboration major and minor criteria and level of diagnostic certainty for each of anaphylaxis, encephalitis, myelitis, acute disseminated meningoencephalitis, Guillain-Barré syndrome, viscerotropic disease, and YEL-AVD vaccine-associated causality; 3) laboratory tests for YF and other infectious diseases; 4) other laboratory tests; 5) other findings (past medical history, vaccines, current medications); 6) decisions, with five criteria: i) Is the method by which the authors selected the case clearly described? Did the authors assess probable confounders in the past medical history? Did the authors address probable confounders from medications, vaccines, or other interventions? ii) Are there complete clinical data for the case? iii) Is there complete detection of adverse event following immunization due to YF vaccination with sensitive, specific, and valid outcome measures? iv) Is there complete assessment of probable confounders: other infections, illnesses? v) What is the judgment on this case: does the case meet the Brighton Collaboration criteria and at what level? vi) A Decision Flow Sheet. The principal classification of a case was according to the higher level of evidence reached (eg, if a case met both Encephalitis 2 and ADEM 3 criteria, the principal classification was Encephalitis 2 and the secondary classification ADEM 3). For the update, four new viscerotropic cases discovered by the new literature search were entered. Some cases were published in a series without citation from the original author, and we compared the clinical and laboratory details of all cases to ensure no duplicate cases were included in this systematic review.",
            "paragraph_rank": 11,
            "section_rank": 10
        },
        {
            "section": "Literature search",
            "text": "Electronic and other database searching identified 4,498 abstracts and 66 from other sources, with 2,888 records after removal of duplicates. Of these, 745 articles were selected for full-text retrieval and 93 articles reporting individual cases or series were included in this review (Figure 1). The findings of systematic reviews of pharmacovigilance databases, 17 active and passive surveillance systems, 18 and groups regarded at high risk 19 (children, pregnant females, HIV+ individuals, older persons, patients with malignancy, immunosuppressed or taking immunosuppressive medications) are incorporated into this review. ",
            "paragraph_rank": 12,
            "section_rank": 12,
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 285,
                    "text": "(Figure 1",
                    "end": 294
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 364,
                    "text": "17",
                    "end": 366
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 408,
                    "text": "18",
                    "end": 410
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 444,
                    "text": "19",
                    "end": 446
                }
            ]
        },
        {
            "section": "Search update",
            "text": "On May 12, 2016, PubMed was searched using the term viscerotropic and 105 citations were retrieved and using the terms (YF vaccine) and (adverse events), 141 citations were retrieved. MEDLINE was searched with same terms, and 67 and 37 citations were retrieved. Four new AVD cases were identified. [20][21][22][23] Cases that met both neurologic and viscerotropic Brighton Collaboration criteria  14, Some cases met both viscerotropic and YEL-AVD criteria and some only viscerotropic or YEL-AVD criteria (Table 2). Two cases met both viscerotropic and YF vaccine-associated neurologic disease criteria. 24,25 The new search identified four new viscerotropic cases for the database. Case 43 from Biscayart's Argentina report 20 did not provide enough information to meet any viscerotropic criteria but met YEL-AVD confirmed; the case from Oregon 21   (Table 2). There were 26 individual cases 41,[46][47][48][49][50][51][52] presented by authors as viscerotropic disease but which provided insufficient evidence to meet either any viscerotropic level of diagnostic certainty or any YEL-AVD causality criteria. In Brazil, a National System for Surveillance of Adverse Events following Immunization was established in 1998, with reports from 30,000 health centers country-wide. Cases were classified according to CDC criteria, and a Guideline for Investigation of Serious Adverse Events was developed. There is also a compulsory and immediate reporting system for icterohemorrhagic febrile syndrome for hospitals. 53 The Brazilian Ministry of Health, [54][55][56] Martins et al, 53 and Romano et al 57 provide reports for overlapping periods during 2000-2009. The Ministry reports [54][55][56] are dated 2009, Martins et al 2010, 53 and Romano et al 2014, 57 and (to avoid double counting) the minimum estimate is 28 viscerotropic cases (24 deaths) in Brazil due to AVD. No clinical or laboratory data were provided for individual cases and thus could not be assessed with Brighton Collaboration criteria. An analysis of the Australian databases (Lawrence et al 58,59 ) identified one viscerotropic case and the US Vaccine Adverse Events Reporting System (VAERS) database 13 cases (Khromava et al 60 ",
            "paragraph_rank": 13,
            "section_rank": 13,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 298,
                    "text": "[20]",
                    "end": 302
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 302,
                    "text": "[21]",
                    "end": 306
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 306,
                    "text": "[22]",
                    "end": 310
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 310,
                    "text": "[23]",
                    "end": 314
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 397,
                    "text": "14,",
                    "end": 400
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 504,
                    "text": "(Table 2)",
                    "end": 513
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 603,
                    "text": "24,",
                    "end": 606
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 606,
                    "text": "25",
                    "end": 608
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 724,
                    "text": "20",
                    "end": 726
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 845,
                    "text": "21",
                    "end": 847
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 850,
                    "text": "(Table 2",
                    "end": 858
                },
                {
                    "type": "bibr",
                    "ref_id": "b42",
                    "start": 892,
                    "text": "41,",
                    "end": 895
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 895,
                    "text": "[46]",
                    "end": 899
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 899,
                    "text": "[47]",
                    "end": 903
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 903,
                    "text": "[48]",
                    "end": 907
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 907,
                    "text": "[49]",
                    "end": 911
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 911,
                    "text": "[50]",
                    "end": 915
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 915,
                    "text": "[51]",
                    "end": 919
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 919,
                    "text": "[52]",
                    "end": 923
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 1511,
                    "text": "53",
                    "end": 1513
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 1548,
                    "text": "[54]",
                    "end": 1552
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 1552,
                    "text": "[55]",
                    "end": 1556
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 1556,
                    "text": "[56]",
                    "end": 1560
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 1576,
                    "text": "53",
                    "end": 1578
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 1596,
                    "text": "57",
                    "end": 1598
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 1678,
                    "text": "[54]",
                    "end": 1682
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 1682,
                    "text": "[55]",
                    "end": 1686
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 1686,
                    "text": "[56]",
                    "end": 1690
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 1727,
                    "text": "53",
                    "end": 1729
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 1753,
                    "text": "57",
                    "end": 1755
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 2059,
                    "text": "58,",
                    "end": 2062
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 2062,
                    "text": "59",
                    "end": 2064
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 2194,
                    "text": "60",
                    "end": 2196
                }
            ]
        },
        {
            "section": "seven and",
            "text": "Lindsey et al 61 six), which did not provide enough data to meet Brighton Collaboration criteria ( Table 2).",
            "paragraph_rank": 14,
            "section_rank": 14,
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 99,
                    "text": "Table 2)",
                    "end": 107
                }
            ]
        },
        {
            "section": "Cases proposed by authors as viscerotropic cases but excluded",
            "text": "Thirty-seven proposed cases from three sources were excluded. The US Vaccine Safety Datalink 1991-2006 62 reported International Classification of Diseases (ICD-9) codes for potential adverse events after vaccination. They did not have access to laboratory or imaging studies and could not apply the Brighton criteria. Instead, they applied ICD-9 criteria and created the definition of \"visceral\" events after YF vaccination and noted one each of cardiac disease, hypotension, and lung disease. The US Department of Defense Database reported adverse events for vaccine-exposed   71 Miyaji et al's study of 906 persons 60 years or older who received YFV was able to follow-up 700, and no serious YF AEFIs were identified. 72 Abbreviations: YeL-AvD, yellow fever vaccine-associated viscerotropic disease; US vAeRS, US vaccine Adverse events Reporting System; AeFi, adverse event following immunization; SAEs, serious adverse events; WWII, World War II; YF, yellow fever; YFV, yellow fever virus.",
            "paragraph_rank": 15,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 103,
                    "text": "62",
                    "end": 105
                },
                {
                    "type": "bibr",
                    "ref_id": "b74",
                    "start": 579,
                    "text": "71",
                    "end": 581
                },
                {
                    "type": "bibr",
                    "ref_id": "b75",
                    "start": 721,
                    "text": "72",
                    "end": 723
                }
            ]
        },
        {
            "section": "Cases proposed by authors as viscerotropic cases but excluded",
            "text": "military personnel 1999-2007. 62 There was again no access to laboratory, imaging, or chart data. Thirty-six \"visceral\" events were identified (not further specified). These cases did not meet Brighton criteria because of the imprecision of the ICD-9 codes in classifying adverse vaccine events, a task for which they were not designed. The \"visceral\" event classification cannot be related in any way to the Brighton Collaboration, and so these events are not included in this review, except for one death already documented and included in this review. A case from the Netherlands did not meet any Brighton criteria. 63 ",
            "paragraph_rank": 16,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b65",
                    "start": 30,
                    "text": "62",
                    "end": 32
                },
                {
                    "type": "bibr",
                    "ref_id": "b66",
                    "start": 619,
                    "text": "63",
                    "end": 621
                }
            ]
        },
        {
            "section": "Conclusion",
            "text": "The WHO advises vaccination for all individuals $9 months living in countries or areas at risk, except infants 6-8 months or pregnant females or breastfeeding mothers who may be vaccinated during epidemics or if unavoidably traveling to high-risk areas. Similarly, the WHO advises that individuals 60 years and older are at risk for severe adverse events after vaccination, and the risk and benefits need to be weighed. 64 The US Advisory Committee on Immunization Practices (ACIP) indicates that YF vaccine is contraindicated in those with sensitivity to eggs or chicken, infants ,6 months, individuals with thymus disorders or who have had a thymectomy, individuals with HIV and AIDS, and individuals on immunosuppressive therapies. The ACIP advises precaution in vaccinating infants aged 6-8 months, those aged $60 years, and individuals with asymptomatic HIV infection and moderate immune suppression (CD4 count 200-499 per mm 3 for persons $6 years, or 15%-24% of total lymphocytes for children ,6 years), pregnancy, and breastfeeding. The ACIP notes the limited database for these recommendations. 65 The published cases of vaccine-associated viscerotropic disease presented here include only developed countries. These cases probably accurately represent the number of cases of viscerotropic disease in these developed countries because patients become so ill they promptly seek care and the initial clinical and laboratory presentations are unusual enough that extensive investigations are likely to be launched. However, an unknown proportion of patients in developing countries with endemic YF are likely exposed to wild-type virus and may not have the same incidence of viscerotropic disease postvaccination as individuals from developed countries. Individuals in developing countries with severe adverse events after vaccination may not reach health care and may not be investigated and published, and thus, the numbers in low-income countries are unknown. The strengths of this review are that the search was conducted from 1930 to July 10, 2013, in multiple databases, with no limitations of language and updated on May 12, 2016. All papers not in English were translated. Titles, abstracts, and full-text articles were assessed independently by two authors. The Brighton Collaboration criteria are specifically designed to assess serious adverse effects after YF vaccination and cases were assessed and data entered independently by two reviewers. The limitations are that only published reports or reports published by manufacturers are included and for many cases insufficient information was provided to assess if they met Brighton criteria. The rates of published viscerotropic disease can be estimated for individual databases. The three analyses of the YEL-AVD cases in the US VAERS database included partly overlapping periods (Khromava et al 60 for 1990-2002, Lindsey et al 61 for 2000-2006, and Martin et al 38 reported only four cases) and provide an estimate of 3.1 per million YEL-AVD and a slightly higher one of 3.9 per million. 60,61 The Brazilian databases provide a low estimate of 0.19 per million YEL-AVD, [53][54][55][56][57] and the Australian database of 5 per million. 58,59 A systematic review that compared active and passive surveillance of post YF vaccination (2,660,929) reported no YEL-AVD cases. 18 This review identified 62 cases (35 deaths) that met Brighton Collaboration criteria and 70 cases (37 deaths) that did not provide enough information to be assessed with Brighton Collaboration criteria. An overall rate for the current review cannot be computed because the denominators for all the studies are not known. Thus, YF vaccine is a very safe vaccine with a very low rate of YEL-AVD per million, and the findings of this review provide additional support for the abovementioned recommendations of the WHO 64 and ACIP. 65 ",
            "paragraph_rank": 17,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 420,
                    "text": "64",
                    "end": 422
                },
                {
                    "type": "bibr",
                    "start": 1104,
                    "text": "65",
                    "end": 1106
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 2865,
                    "text": "60",
                    "end": 2867
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 2897,
                    "text": "61",
                    "end": 2899
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 2932,
                    "text": "38",
                    "end": 2934
                },
                {
                    "type": "bibr",
                    "ref_id": "b63",
                    "start": 3058,
                    "text": "60,",
                    "end": 3061
                },
                {
                    "type": "bibr",
                    "ref_id": "b64",
                    "start": 3061,
                    "text": "61",
                    "end": 3063
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 3140,
                    "text": "[53]",
                    "end": 3144
                },
                {
                    "type": "bibr",
                    "ref_id": "b55",
                    "start": 3144,
                    "text": "[54]",
                    "end": 3148
                },
                {
                    "type": "bibr",
                    "ref_id": "b56",
                    "start": 3148,
                    "text": "[55]",
                    "end": 3152
                },
                {
                    "type": "bibr",
                    "ref_id": "b58",
                    "start": 3152,
                    "text": "[56]",
                    "end": 3156
                },
                {
                    "type": "bibr",
                    "ref_id": "b60",
                    "start": 3156,
                    "text": "[57]",
                    "end": 3160
                },
                {
                    "type": "bibr",
                    "ref_id": "b61",
                    "start": 3207,
                    "text": "58,",
                    "end": 3210
                },
                {
                    "type": "bibr",
                    "ref_id": "b62",
                    "start": 3210,
                    "text": "59",
                    "end": 3212
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 3302,
                    "text": "(2,",
                    "end": 3305
                },
                {
                    "type": "bibr",
                    "start": 3305,
                    "text": "660,",
                    "end": 3309
                },
                {
                    "type": "bibr",
                    "start": 3309,
                    "text": "929)",
                    "end": 3313
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 3341,
                    "text": "18",
                    "end": 3343
                },
                {
                    "type": "bibr",
                    "ref_id": "b67",
                    "start": 3859,
                    "text": "64",
                    "end": 3861
                },
                {
                    "type": "bibr",
                    "start": 3872,
                    "text": "65",
                    "end": 3874
                }
            ]
        },
        {
            "section": "Figure 1",
            "text": "Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) flow diagram.",
            "paragraph_rank": 18,
            "section_rank": 17
        },
        {
            "section": "Notes:",
            "text": "To avoid double counting in the different Brazilian reports for the same time, a conservative estimate is 28 cases and 24 deaths. There are three analyses of the US vAeRS database with overlapping time periods. Khromava et al for 1990-2002 and Lindsey et al for 2000-2006 divided cases into neurologic or viscerotropic. Martin et al 38 only presented four cases. However, Martin et al 68 for the US vAeRS database 1990-1998 reported 26 \"systemic adverse events (multisystemic or neurologic)\" but did not classify them further. His time period overlaps those of Khromava et al and Lindsey et al, and thus, only their analyses are included. Schumacher et al 67 for the Swiss database reported \"seven serious AEFI including four neurologic reactions\" (four were assigned to the neurologic total, and the other three undefined cases are recorded as undefined SAes). The systematic review of studies using active surveillance (Thomas et al 18 ) did not find any SAEs. A systematic review of mortality following YF vaccination of troops and civilians during the 1930s and WWII identified an upper limit of 82 military and 24 civilian deaths, but it was difficult to assess the cause of death, and in the troops, it was most likely due to contamination by hepatitis viruses (Thomas et al 69 ). The summary of the literature (1989-2010) by Monath et al 70 estimated a world total of 113 cases of serious adverse reactions, but clinical and laboratory details of cases are not presented, and it is not possible to cross-check this estimate with the cases in this review. Cases from Monath et al's earlier edition of their chapter are included if sufficient data were presented. Seligman's review reported nine AVD cases already reported in the literature and already included in this review.",
            "paragraph_rank": 19,
            "section_rank": 18
        },
        {
            "section": "Table 1",
            "text": "Major and minor criteria for the case definition of viscerotropic disease Hepatic Total bilirubin $1.5× ULN or $1.5× patient's Bv or ALT or AST $3× ULN or $3× patient's Bv Renal Creatinine $1.5× ULN or $1.5× patient's Bv Musculoskeletal CPK $5× ULN Respiratory Oxygen saturation #88% on room air or requirement for mechanical ventilation",
            "paragraph_rank": 20,
            "section_rank": 19
        },
        {
            "section": "Table 1",
            "text": "Hypotension Systolic BP ,90 mmHg for adults; ,fifth percentile for age in children ,16 years Coagulopathy Clinically evident hemorrhage (one of): epistaxis, hematemesis, melena, hematochezia, hemoptysis, metrorrhagia or menorrhagia, gingival hemorrhage, persistent bleeding from needle puncture sitesNotes: Symptoms and physical signs are indicated in bold. Adapted from Vaccine, 30(33), Gershman MD, Staples Je, Bentsi-enchill AD, et al, viscerotropic dis ease: case definition and guidelines for collection, analysis, and presen tation of immunization safety data, 5038-5058, Copyright 2012, with permission from Elsevier.13 Abbreviations: ULN, upper limit of normal; Bv, baseline value; h, hour; BP, blood pressure; ALT, alanine aminotransferase; AST, aspartate aminotransferase; iNR, International Normalized Ratio; CPK, creatinine phosphokinase.",
            "paragraph_rank": 21,
            "section_rank": 19
        },
        {
            "section": "Table 2 Brighton Collaboration Viscerotropic or YEL-AVD criteria or both Viscerotropic level YEL-AVD classification Total",
            "text": "Cases of viscerotropic adverse events that meet and do not meet Brighton Collaboration diagnostic and causality criteria",
            "paragraph_rank": 22,
            "section_rank": 20
        },
        {
            "section": "Table 2 Brighton Collaboration Viscerotropic or YEL-AVD criteria or both Viscerotropic level YEL-AVD classification Total",
            "text": "Drug Design, Development and Therapy 2016:10 submit your manuscript | www.dovepress.com Dovepress Dovepress",
            "paragraph_rank": 24,
            "section_rank": 20
        },
        {
            "section": "Disclosure",
            "text": "The author reports no conflicts of interest in this work.",
            "paragraph_rank": 25,
            "section_rank": 22
        },
        {
            "section": "Publish your work in this journal",
            "text": "Submit your manuscript here: http://www.dovepress.com/drug-design-development-and-therapy-journal Drug Design, Development and Therapy is an international, peerreviewed open-access journal that spans the spectrum of drug design and development through to clinical applications. Clinical outcomes, patient safety, and programs for the development and effective, safe, and sustained use of medicines are the features of the journal, which has also been accepted for indexing on PubMed Central. The manuscript management system is completely online and includes a very quick and fair peer-review system, which is all easy to use. Visit http://www.dovepress.com/testimonials.php to read real quotes from published authors.",
            "paragraph_rank": 26,
            "section_rank": 24
        }
    ]
}