{
    "level": "paragraph",
    "abstract": [
        {
            "text": "We investigated the relationship between augmentation index (AI) and smoking habits in community-dwelling Japanese. This cross-sectional study enrolled 1926 subjects (769 males and 1157 females) aged 40 to 95 years who underwent a health checkup in a Japanese cohort of the Seven Countries Study, in Tanushimaru, a typical farming town in Kyushu Island in 2009. The subjects' medical history, alcohol intake, smoking habit, and current medications for hypertension, dyslipidemia, and diabetes were ascertained by questionnaire. Radial arterial pressure wave analysis was used to obtain AI. We analyzed the data stratified by gender. Age-adjusted means of AI in males showed a clear dose-response relationship in 4 categories of smoking habits (P = 0.010). There was no significant relationship between AI and smoking habits in females (P = 0.127). The significant dose-response relationship (P = 0.036) in males between AI and 4 categories of smoking habits still remained even after adjustment for age, body mass index, systolic blood pressure, estimated glomerular filtration rate, glucose, hypertensive medication, and alcohol intake. The present study demonstrated that AI values were significantly associated with smoking habits in a dose-dependent manner in Japanese males. Abbreviations: AI = augmentation index, BMI = body mass index, BP = blood pressure, BUN = blood urea nitrogen, CAD = coronary artery disease, DL = dyslipidemic, DM = diabetes mellitus, eGFR = estimated glomerular filtration rate, FPG = fasting plasma glucose, HbA 1c = glycosylated hemoglobin A 1c , HDL-c = high-density lipoprotein cholesterol, HT = hypertensive, LDL-c = low-density lipoprotein cholesterol, PP = pulse pressure, PWV = pulse wave velocity.",
            "paragraph_rank": 2,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "section": "Introduction",
            "text": "Tanushimaru Study is a cohort of the Seven Countries Study, [1] which has begun in 1958. Tanushimaru is a rural farming community located in southwestern Japan. Although the Seven Countries Study ended in 1989, we continued the epidemiologic study in the same district. As previously reported, the demographic backgrounds of the subjects in this area are similar to those of the Japanese general population. [2] During the past 6 decades, lifestyle and eating patterns have been dramatically changes, associated with socioeconomic development, [3] which may affect atherosclerosis development. [4,5] In atherosclerosis progression, inflammation, and immune responses are involved in all layers of the arterial wall, [6] which can cause abnormal vasospastic responses. [7,8] In such situation, arterial stiffness has been a good marker to detect the early stages of atherosclerosis, which is also able to predict coronary artery disease (CAD) events to a larger extent than brachial pulse pressure (PP), not only because it directly influences left ventricular afterload and coronary perfusion, but also because it may partially parallel the extent of coronary atherosclerosis. [9] Arterial stiffness can be noninvasively assessed by measurement of pulse wave velocity (PWV), a simple and reproducible method. [10] Different aspects of large artery stiffness at rest in relation to ischemic threshold have been assessed using arterial compliance, distensibility index, and augmentation index (AI). [11] Cigarette smoking is one of the most important causes of cardiovascular diseases acting via oxidative stress, [12] in which it has been demonstrated that smoking increases arterial stiffness, independent of blood pressure (BP). [13,14] Interestingly, smoking cessation more than a decade has been reported to recover arterial stiffness parameters to nonsignificant levels, [13] because smoking cessation reduces the levels of inflammatory markers such as C-reactive protein and fibrinogen. [15] However, no study has focused on the effects of dose-dependency of current smoking, including smoking cessation, on arterial stiffness using AI in a general population. Therefore, this study aimed to examine whether radial AI is associated with smoking habits in a Japanese general population in Tanushimaru Study.",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 60,
                    "text": "[1]",
                    "end": 63
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 408,
                    "text": "[2]",
                    "end": 411
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 544,
                    "text": "[3]",
                    "end": 547
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 594,
                    "text": "[4,",
                    "end": 597
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 597,
                    "text": "5]",
                    "end": 599
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 716,
                    "text": "[6]",
                    "end": 719
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 768,
                    "text": "[7,",
                    "end": 771
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 771,
                    "text": "8]",
                    "end": 773
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1177,
                    "text": "[9]",
                    "end": 1180
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1309,
                    "text": "[10]",
                    "end": 1313
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1497,
                    "text": "[11]",
                    "end": 1501
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1612,
                    "text": "[12]",
                    "end": 1616
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1730,
                    "text": "[13,",
                    "end": 1734
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1734,
                    "text": "14]",
                    "end": 1737
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1875,
                    "text": "[13]",
                    "end": 1879
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1992,
                    "text": "[15]",
                    "end": 1996
                }
            ]
        },
        {
            "section": "Study population",
            "text": "A total of 1943 subjects (774 males and 1169 females; aged 40-95 years) were enrolled in this study in Tanushimaru, a typical farming town, where we have conducted a periodic epidemiological survey in 2009, and performed cross-sectional analysis. The respondents accounted for 48.2% of the men and 62.0% of the women in Tanushimaru who were older than 40 years of age (total target population: 3463).",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "section": "Data collection",
            "text": "The subjects' medical history, use of alcohol, and smoking were ascertained by a questionnaire. Alcohol intake was classified as current habitual use or not. We also obtained the data of medications for hypertension, dyslipidemia, and diabetes, and history of CAD. Daily cigarette consumption in males was expressed 4 categories such as nonsmoker (n = 225), former smoker (n = 346), current smoking of 1 to 19 cigarettes per day (light smoker, n = 89), and 20 or more (heavy smoker, n = 109). Daily cigarette consumption in females was expressed 4 categories such as nonsmoker (n = 1104), former smoker (n = 19), current smoking of 1 to 19 cigarettes per day (light smoker, n = 24), and 20 or more (heavy smoker, n = 10). The nonsmokers were defined as no past or current history of smoking, the former smokers as smoking cessation before the examination, and the current smokers as smoking at least 1 cigarette a day. Height and weight were measured, and body mass index (BMI) was calculated as weight (kilograms) divided by the square of height (square meters) as an index of obesity. BP was measured in the supine position twice at 3-minute intervals using an upright standard sphygmomanometer. Vigorous physical activity and smoking were avoided for at least 30 minutes before BP measurement. The second BP with the fifth-phase diastolic pressure was used for analysis.",
            "paragraph_rank": 5,
            "section_rank": 4
        },
        {
            "section": "Data collection",
            "text": "Blood was drawn from the antecubital vein for determinations of lipids profiles (total cholesterol, high-density lipoprotein cholesterol [HDL-c], low-density lipoprotein cholesterol [LDL-c] and triglycerides), uric acid and glycosylated hemoglobin A 1c [HbA 1c (Japan Diabetes Society)]. Fasting blood samples were centrifuged within 1 hour after collection. Estimated glomerular filtration rate (eGFR) was calculated according to the following estimation formula that has been recommended by the Japan Society of Nephrology: eGFR (mL/min/1.73 2 ) = (194 Â Scr -1.094-Â age -0.287 ) Â (0.739 for females). [16] Other chemistries, such as lipid profiles (enzymatic assay method), HbA 1c (ion-exchange high-performance liquid chromatography), creatinine (enzymatic assay method), uric acid (a standard analytical technique), and fasting plasma glucose (FPG) were measured at a commercially available laboratory (Kyodo Igaku Laboratory, Fukuoka, Japan).",
            "paragraph_rank": 6,
            "section_rank": 4,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 606,
                    "text": "[16]",
                    "end": 610
                }
            ]
        },
        {
            "section": "Data collection",
            "text": "The measurements of BP and radial AI were conducted after the subjects had rested for 5 minutes in a sitting position, in an airconditioned room (18-24°C) earmarked exclusively for this purpose. The BP was determined in the right upper arm using an oscillometric method (HEM-900AI; Omron Healthcare Co. Ltd, Kyoto, Japan).",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "section": "Data collection",
            "text": "This study was approved by the Japan Medical Association of Ukiha (Tanushimaru) branch, by a mayor, and by the welfare section of the Tanushimaru town office. The Ukiha and Tanushimaru Branches of the Japan Medical Association, by the local citizens' committee of Tanushimaru, and by the Research Ethics Committee of the Kurume University School of Medicine (Process numbers 9019/2009) approved the study in conformity with the principles embodied in the declaration of Helsinki. All participants were informed about research procedures and risks before signing an informed consent.",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "section": "Statistical analysis",
            "text": "Because of skewed distributions, the natural logarithmic (ln) transformations were performed for triglycerides. Log-transformed values were reconverted to antilogarithm forms in tables. Medications for hypertension, dyslipidemia, and diabetes were coded as dummy variables. Alcohol intake, smoking habits, and history of CAD were also coded as dummy variables. The mean parameters and frequencies stratified by smoking habits were compared using the Mantel-Haenszel x 2 test. Demographic and clinical characteristics of study subjects stratified by gender (Table 1) were demonstrated. Demographic and clinical characteristics of the study subjects in both genders stratified by smoking habits adjustment for age were also demonstrated in Tables 2 and 3. Multivariate analysis for AI adjusted for age was performed by a linear regression analysis (Tables 4 and 5). Multiple stepwise regression analysis was performed for independent associated factors of AI (Tables 6 and 7). Adjusted means of AI levels stratified by the 4 groups of smoking status in both genders were compared using multiple linear regression analysis ( Fig. 1A and B).",
            "paragraph_rank": 9,
            "section_rank": 5,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 556,
                    "text": "(Table 1)",
                    "end": 565
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 738,
                    "text": "Tables 2 and 3",
                    "end": 752
                },
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 846,
                    "text": "(Tables 4 and 5)",
                    "end": 862
                },
                {
                    "type": "table",
                    "start": 957,
                    "text": "(Tables 6 and 7)",
                    "end": 973
                },
                {
                    "type": "figure",
                    "start": 1122,
                    "text": "Fig. 1A and B",
                    "end": 1135
                }
            ]
        },
        {
            "section": "Table 1",
            "text": "Demographic and clinical characteristics of study subjects. Statistical significance was defined as P < 0.05. All statistical analyses were performed using SAS version 9.3 (SAS, Inc., Cary, NC). [17] ",
            "paragraph_rank": 10,
            "section_rank": 6,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 195,
                    "text": "[17]",
                    "end": 199
                }
            ]
        },
        {
            "section": "Results",
            "text": "Demographic and clinical characteristics of study subjects stratified by gender are presented in Table 1. Mean values of AI were 82.1% in males and 88.4% in females, and mean BMI values were 23.7 kg/m 2 in males and 23.2 kg/m 2 in females, indicating most of subjects were nonobese. In Table 2, ageadjusted means of AI in males showed a clear dose-response relationship with four categories of smoking habits (P = 0.010). In Table 3, there was no significant relationship between AI and smoking habits in females. Table 4 shows multivariate analyses adjusted for age with AI as a dependent variable in males. BMI (P = 0.032; inversely), systolic (P < 0.001) and diastolic (P < 0.001) BPs, creatinine (P = 0.010; inversely), eGFR (P = 0.002), FPG (P = 0.001; inversely), smoking habits (P < 0.001), alcohol intake (P = 0.004; inversely), and hypertensive (HT) medication (P = 0.031) were significantly associated with AI levels. Table 5 shows multivariate analyses adjusted for age with AI as a dependent variable in females. Systolic (P < 0.001) and diastolic (P < 0.001) BPs, HDL-cholesterol (P = 0.048), FPG (P = 0.023; inversely), smoking habits (P = 0.035). For the significant factors detected by multivariate analysis in Tables 4 and 5, we performed  multiple stepwise regression analysis (Tables 6 and 7). AI levels in males were significantly and independently associated with age (P < 0.001), systolic BP (P < 0.001), FPG (inversely; P < 0.001), smoking habits (P < 0.001), eGFR (P = 0.008), and BMI (inversely; P = 0.019). AI levels in females were significantly and independently associated with age (P < 0.001), systolic BP (P < 0.001), FPG (inversely; P = 0.011), and smoking habits (P = 0.027). Eventually, the significant dose-response relationship (P = 0.036) in males between AI and 4 categories of smoking In females A B Figure 1. AI stratified by the 4 groups of smoking status, adjusted for age, BMI, systolic BP, eGFR, FPG, hypertensive medication, and alcohol intake in males (A) and adjusted for age, systolic BP, and FPG in females (B). AI = augmentation index, BMI = body mass index, eGFR = estimated glomerular filtration rate, FPG = fasting plasma glucose.",
            "paragraph_rank": 11,
            "section_rank": 9,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 97,
                    "text": "Table 1",
                    "end": 104
                },
                {
                    "type": "table",
                    "start": 286,
                    "text": "Table 2",
                    "end": 293
                },
                {
                    "type": "table",
                    "ref_id": "tab_3",
                    "start": 425,
                    "text": "Table 3",
                    "end": 432
                },
                {
                    "type": "table",
                    "start": 514,
                    "text": "Table 4",
                    "end": 521
                },
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 928,
                    "text": "Table 5",
                    "end": 935
                },
                {
                    "type": "table",
                    "ref_id": "tab_5",
                    "start": 1227,
                    "text": "Tables 4 and 5, we performed  multiple stepwise regression analysis (Tables 6 and 7)",
                    "end": 1311
                },
                {
                    "type": "figure",
                    "start": 1839,
                    "text": "Figure 1",
                    "end": 1847
                }
            ]
        },
        {
            "section": "Table 2",
            "text": "Demographic and clinical characteristics of study subjects in males stratified by smoking habits adjustment for age.",
            "paragraph_rank": 12,
            "section_rank": 10
        },
        {
            "section": "Parameters",
            "text": "No habits still remained even after adjustment for age, BMI, systolic BP, eGFR, FPG, HT medication, and alcohol intake ( Fig. 1A). However, the significant dose-response relationship in females between AI and 4 categories of smoking habits was not observed (Fig. 1B).",
            "paragraph_rank": 13,
            "section_rank": 11,
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 121,
                    "text": "Fig. 1A)",
                    "end": 129
                },
                {
                    "type": "figure",
                    "start": 257,
                    "text": "(Fig. 1B)",
                    "end": 266
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "Our study demonstrated that coronary risk factors, including smoking habits were independently associated with AI levels, in which smoking habits was dose-dependently associated with AI in Japanese males population. The mean parameters and frequencies stratified by smoking habits were compared using analysis of variance and the Mantel-Haenszel x 2 test, respectively. BMI = body mass index, BP = blood pressure, BUN = blood urea nitrogen, CAD = coronary artery disease, DL = dyslipidemic, DM = diabetes mellitus, eGFR = estimated glomerular filtration rate, FPG = fasting plasma glucose, HDL = high density lipoprotein, HT = hypertensive, LDL = low density lipoprotein. *",
            "paragraph_rank": 14,
            "section_rank": 12
        },
        {
            "section": "Discussion",
            "text": "Log-transformed values were used for the calculation and reconverted to anti-logarithm forms.",
            "paragraph_rank": 15,
            "section_rank": 12
        },
        {
            "section": "Table 4",
            "text": "Association between AI levels and correlates adjusted for age in males.    ",
            "paragraph_rank": 16,
            "section_rank": 13
        },
        {
            "section": "AI levels and obesity",
            "text": "As consistent with other previous studies, [18][19][20] the present study demonstrated the positive association of AI and coronary risk factors, including systolic and diastolic BPs and smoking habits, and the negative association of AI and BMI and FPG in multivariate analysis in males (Table 4). Obesity is associated with several disorders, such as hypertension, dyslipidemia, diabetes mellitus, and sleep apnea syndrome. [21,22] In spite of a positive correlation between obesity and increased cardiovascular morbidity, better clinical outcomes in overweight and obese patients have been observed, which is called \"obesity paradox.\" [23] The correlation between AI levels and BMI has been inconsistent. Some were positive, and some were negative. [18][19][20]24,25] Although the previous studies have been done in western countries with high BMI levels (25-27.0 kg/m 2 ), [18,19] we included many healthy subjects with normal BMI levels (23.4 kg/m 2 ), in wide ranges of age from 40 to 95 years old in the present study, which indicated the significant inverse association between AI and BMI. Otsuka et al [25] have shown the significant inverse association of radial AI with BMI using a multivariate analysis. However, the mechanisms and pathophysiology relating AI and BMI are poorly understood.",
            "paragraph_rank": 17,
            "section_rank": 15,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 43,
                    "text": "[18]",
                    "end": 47
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 47,
                    "text": "[19]",
                    "end": 51
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 51,
                    "text": "[20]",
                    "end": 55
                },
                {
                    "type": "table",
                    "start": 287,
                    "text": "(Table 4)",
                    "end": 296
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 425,
                    "text": "[21,",
                    "end": 429
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 429,
                    "text": "22]",
                    "end": 432
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 637,
                    "text": "[23]",
                    "end": 641
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 751,
                    "text": "[18]",
                    "end": 755
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 755,
                    "text": "[19]",
                    "end": 759
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 759,
                    "text": "[20]",
                    "end": 763
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 763,
                    "text": "24,",
                    "end": 766
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 766,
                    "text": "25]",
                    "end": 769
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 876,
                    "text": "[18,",
                    "end": 880
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 880,
                    "text": "19]",
                    "end": 883
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1110,
                    "text": "[25]",
                    "end": 1114
                }
            ]
        },
        {
            "section": "AI levels and smoking habits",
            "text": "Recently, smoking in men has been more common in Asia than in the United Kingdom and United State of America, which is opposite in women. [26] Smoking rates in men were 25.8% and those in women were 2.8% in the present study. In this background, our data indicated that AI levels were significantly associated with smoking habits in a dose-dependent manner. Correlations between AI levels and smoking status were found in Japanese and European investigations, [14,27] which are consistent with our study. Although the mechanisms are not still clear, endothelial dysfunction and oxidative stress may play important roles in the relationship between AI and cigarette smoking. [28,29] Further, the present study indicated a clear dose-response relationship between AI and smoking status in males, in which AI might be increased as a marker of smoking-specific oxidative stress. [29] Although AI levels in former smokers (81.3%) were slightly elevated than those in nonsmokers (81.2%) in this study, former smokers showed an almost normal range of AI levels. By contrast, AI levels between light and heavy smokers seemed to be comparable, suggesting that smoking cessation, but not cutting down, may be favorable to the reduction of oxidative stress, as previously reported. [13,29] As for medications, there is no significant relationship between AI and medications for dyslipidemia and diabetes (Table 4). Because of the strong association of AI with medication for hypertension in males, we analyzed the data after adjustment for the factor in addition to the confounding factors (Fig. 1A). However, the significance still remained.",
            "paragraph_rank": 18,
            "section_rank": 16,
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 138,
                    "text": "[26]",
                    "end": 142
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 460,
                    "text": "[14,",
                    "end": 464
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 464,
                    "text": "27]",
                    "end": 467
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 674,
                    "text": "[28,",
                    "end": 678
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 678,
                    "text": "29]",
                    "end": 681
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 875,
                    "text": "[29]",
                    "end": 879
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1271,
                    "text": "[13,",
                    "end": 1275
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 1275,
                    "text": "29]",
                    "end": 1278
                },
                {
                    "type": "table",
                    "start": 1393,
                    "text": "(Table 4",
                    "end": 1401
                },
                {
                    "type": "figure",
                    "start": 1579,
                    "text": "(Fig. 1A)",
                    "end": 1588
                }
            ]
        },
        {
            "section": "AI levels and smoking habits",
            "text": "The significant dose-response relationship in females between AI and 4 categories of smoking habits was not observed. These results may be caused by a small number of smoking habits in former and current smokers in females.",
            "paragraph_rank": 19,
            "section_rank": 16
        },
        {
            "section": "Study limitations",
            "text": "There are several limitations in our study. First, the study design was a cross-sectional. Thus, nothing conclusive for the associa-tion of AI and smoking habits can be stated. Prospective studies are needed to investigate the role of AI in smokers, especially in the aspects of mortality or cardiovascular events. Second, from the multiple correlation coefficients, the significant 6 factors (as shown in Table 6) explained only 5.0% of the variation of AI. Third, we obtained the number of cigarettes by questionnaires, which might not be quantitatively accurate. Moreover, we do not have the detailed data regarding smoking duration. Forth, because the survey conducted in 2009, the data are little old. Finally, although medications for hypertension, dyslipidemia, and diabetes were not correlated with AI levels in our analyses, we were not able to exclude the contributions of some therapeutic agents.",
            "paragraph_rank": 20,
            "section_rank": 17,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 406,
                    "text": "Table 6",
                    "end": 413
                }
            ]
        },
        {
            "section": "Conclusions",
            "text": "In conclusion, the present study demonstrated that AI levels were significantly associated with smoking habits in males Japanese. Table 6 Multiple stepwise regression analysis for correlates of AI levels in males. Bold values indicate statistical significance of P < 0.05. AI = augmentation index, BMI = body mass index, BP = blood pressure, eGFR = estimated glomerular filtration rate, FPG = fasting plasma glucose, SE = standard error.",
            "paragraph_rank": 21,
            "section_rank": 18,
            "ref_spans": [
                {
                    "type": "table",
                    "start": 130,
                    "text": "Table 6",
                    "end": 137
                }
            ]
        },
        {
            "section": "Table 7",
            "text": "Multiple stepwise regression analysis for correlates of AI levels in females. ",
            "paragraph_rank": 22,
            "section_rank": 20
        },
        {
            "text": "Bold values indicate statistical significance of P < 0.05. AI = augmentation index, BMI = body mass index, BP = blood pressure, BUN = blood urea nitrogen, CAD = coronary artery disease, DL = dyslipidemic, DM = diabetes mellitus, eGFR = estimated glomerular filtration rate, FPG = fasting plasma glucose, HDL = high density lipoprotein, HT = hypertensive, LDL = low density lipoprotein, SE = standard error. * Log-transformed values were used for the analysis.",
            "paragraph_rank": 23,
            "section_rank": 21
        },
        {
            "text": "Bold values indicate statistical significance of P < 0.05. AI = augmentation index, BMI = body mass index, BP = blood pressure, BUN = blood urea nitrogen, CAD = coronary artery disease, DL = dyslipidemic, DM = diabetes mellitus, eGFR = estimated glomerular filtration rate, FPG = fasting plasma glucose, HDL = high density lipoprotein, HT = hypertensive, LDL = low density lipoprotein, SE = standard error. * Log-transformed values were used for the analysis.Tsuru et al. Medicine (2016) 95:51 Medicine",
            "paragraph_rank": 24,
            "section_rank": 22
        },
        {
            "section": "Table 3",
            "text": "Demographic and clinical characteristics of study subjects in females stratified by smoking habits adjustment for age.",
            "paragraph_rank": 25,
            "section_rank": 23
        },
        {
            "section": "Table 3",
            "text": "Bold values indicate statistical significance of P < 0.05. Data are age-adjusted means ± standard deviation or percentage, unless otherwise indicated.",
            "paragraph_rank": 26,
            "section_rank": 23
        },
        {
            "section": "Table 5",
            "text": "Association between AI levels and correlates adjusted for age in females.",
            "paragraph_rank": 27,
            "section_rank": 24
        },
        {
            "text": "Bold values indicate statistical significance of P < 0.05. AI = augmentation index, BP = blood pressure, FPG = fasting plasma glucose, SE = standard error. Tsuru et al. Medicine (2016) 95:51 www.md-journal.com",
            "paragraph_rank": 29,
            "section_rank": 25
        },
        {
            "section": "Acknowledgments",
            "text": "We are grateful to members of the Japan Medical Association of Ukiha, the elected officials and residents of Tanushimaru, and the team of physicians for their help in carrying out the health examinations.",
            "paragraph_rank": 31,
            "section_rank": 27
        }
    ]
}