{
    "level": "paragraph",
    "abstract": [
        {
            "text": "CDKL5 disorder is a neurodevelopmental disorder still without a cure. Murine models of CDKL5 disorder have been recently generated raising the possibility of preclinical testing of treatments. However, unbiased, quantitative biomarkers of high translational value to monitor brain function are still missing. Moreover, the analysis of treatment is hindered by the challenge of repeatedly and non-invasively testing neuronal function. We analyzed the development of visual responses in a mouse model of CDKL5 disorder to introduce visually evoked responses as a quantitative method to assess cortical circuit function. Cortical visual responses were assessed in CDKL5 null male mice, heterozygous females, and their respective control wild-type littermates by repeated transcranial optical imaging from P27 until P32. No difference between wild-type and mutant mice was present at P25-P26 whereas defective responses appeared from P27-P28 both in heterozygous and homozygous CDKL5 mutant mice. These results were confirmed by visually evoked potentials (VEPs) recorded from the visual cortex of a different cohort. The previously imaged mice were also analyzed at P60-80 using VEPs, revealing a persistent reduction of response amplitude, reduced visual acuity and defective contrast function. The level of adult impairment was significantly correlated with the reduction in visual responses observed during development. Support vector machine showed that multidimensional visual assessment can be used to automatically classify mutant and wt mice with high reliability. Thus, monitoring visual responses represents a promising biomarker for preclinical and clinical studies on CDKL5 disorder."
        }
    ],
    "body_text": [
        {
            "section": "Introduction",
            "text": "Cyclin-dependent kinase-like 5 (CDKL5) disorder, also known as early infantile epileptic encephalopathy type 2 (EIEE2, OMIM number: #300672) is a severe neurological condition characterized by early-onset seizures in the first month of life, intellectual disability, motor and social impairment. This disease has recently been considered as an autonomous etiopathological entity (1), with a clearly distinct genetic and clinical phenotype respect to other similar infantile encephalopathies such as Rett syndrome (RTT) and X-linked infantile spasm syndrome 1 (ISSX1). No effective treatment is currently available for this disease. At a molecular level, CDKL5 is a serine/threonine kinase that is highly expressed in the central nervous system. Intracellular localization of CDKL5 appears to vary in different brain areas and during development with expression present both in the cytosolic and nuclear fractions (2). CDKL5 was also found to be localized in postsynaptic structures, where it can regulate dendritic spine maturation and density, and modulate excitatory synaptic function (3,4). The synaptic localization of CDKL5 seems to be mediated by its interaction with the palmitoylated form of postsynaptic density protein 95 (PSD-95) (5,6) or by the formation of a complex involving PSD-95 and NGL-1 (3). In mice, CDKL5 is strongly upregulated postnatally with high levels of expression in the forebrain (2,7,8).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 379,
                    "text": "(1)",
                    "end": 382
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 913,
                    "text": "(2)",
                    "end": 916
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 1087,
                    "text": "(3,",
                    "end": 1090
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1090,
                    "text": "4)",
                    "end": 1092
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1241,
                    "text": "(5,",
                    "end": 1244
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1244,
                    "text": "6)",
                    "end": 1246
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 1307,
                    "text": "(3)",
                    "end": 1310
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1411,
                    "text": "(2,",
                    "end": 1414
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1414,
                    "text": "7,",
                    "end": 1416
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1416,
                    "text": "8)",
                    "end": 1418
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Recently, CDKL5 loss-of-function murine models that recapitulate some aspects of the human disease have become available (9,10), raising the possibility of preclinical testing of treatments. However, unbiased, quantitative biomarkers of high translational value to monitor brain function are still missing. Moreover, the analysis of treatment and washout effects are hindered by the challenge of repeatedly and non-invasively testing neuronal function over the course of the disorder. Recent work introduced the use of visually evoked responses as a quantitative method to assess cortical circuit function in RTT patients carrying MeCP2 mutations (11). The results obtained in humans revealed a good correlation with the results in the mouse model (11,12) suggesting that the analysis of visual phenotype could also be extended to other diseases, including the CDKL5 disorder, in which abnormal function of cortical circuits can be hypothesized and animal models are available. Indeed, clinical studies indicated that several CDKL5 patients show visual impairments (13)(14)(15)(16) and abnormal electroencephalographic (17) waveforms deriving from impaired activity of the cerebral cortex, in keeping with findings of morphofunctional alterations in sensory cortical circuits of cdk o5 mutant mice (4,9,10). Thus, we investigated the developmental trajectory of cortical visual responses in male mice totally missing CDKL5, and in heterozygous cdkl5 females, better recapitulating the mosaic distribution of mutant cells present in the majority of CDKL5 patients. Two independent techniques were used: longitudinal transcranial intrinsic optical signal (IOS) imaging and intracortical VEP recordings. The data showed the presence of an impairment of visual response both in male and in female mutants, first detectable at P27. This early alteration of visual responses was correlated with impairments of different parameters of cortical visual function in adulthood, and can be exploited as a classifying biomarker providing rational targets for treatment assessment.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 121,
                    "text": "(9,",
                    "end": 124
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 124,
                    "text": "10)",
                    "end": 127
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 647,
                    "text": "(11)",
                    "end": 651
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 748,
                    "text": "(11,",
                    "end": 752
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 752,
                    "text": "12)",
                    "end": 755
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1065,
                    "text": "(13)",
                    "end": 1069
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1069,
                    "text": "(14)",
                    "end": 1073
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1073,
                    "text": "(15)",
                    "end": 1077
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1077,
                    "text": "(16)",
                    "end": 1081
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 1119,
                    "text": "(17)",
                    "end": 1123
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1298,
                    "text": "(4,",
                    "end": 1301
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1301,
                    "text": "9,",
                    "end": 1303
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 1303,
                    "text": "10)",
                    "end": 1306
                }
            ]
        },
        {
            "section": "Longitudinal IOS imaging reveals decreased amplitude of cortical visual responses in developing cdkl5 mutants",
            "text": "To determine the impact of cdkl5 mutation on visual cortical development we examined cortical responses to visual stimulation using intact skull repeated IOS imaging in juvenile animals, and tracking response maturation in binocular visual cortex during visual development (P25-32) (18). We examined IOS responses in the same subjects, both male cdkl5 null and female heterozygous mice compared with their age and sex matched wt littermates, at three different developmental stages (Fig. 1A). Figure 2A and E shows typical examples of responses from the different experimental groups consisting in a decrease in reflectance (dark area) induced by visual stimulation in the visual cortex. Data quantitation showed that at the first age tested (P25-26), the amplitude of the responses to contralateral eye stimulation was comparable between cdkl5 null and control mice, however, at later ages (P27-28 and P31-32) cdkl5 null mice showed a significantly reduced response with respect to wt (Fig.  2B, wt N ¼ 9, cdkl5 null N ¼ 7; two-way ANOVA genotype P ¼ 0.035, post hoc Holm-Sidak wt versus mutants P25-26 P ¼ 0.91, P27-28 P ¼ 0.0016, P31-32 P ¼ 0.0047). The responses to the ipsilateral eye showed a similar pattern: no difference between genotypes at P25-26 and significantly reduced amplitude in cdkl5 null mice at P27-28 and at P31-32 ( Fig. 2C, wt N ¼ 9, cdkl5 null N ¼ 7; two-way ANOVA genotype P ¼ 0.0017, post hoc Holm-Sidak wt versus mutants P25-26 P ¼ 0.5, P27-28 P ¼ 0.024, P31-32 P ¼ 0.0028). Interestingly, female heterozygous cdkl5 mice also showed a similar developmental impairment of contralateral evoked responses, but preserved ipsilateral response amplitude ( Fig. 2F and G, wt N ¼ 11, cdkl5 het N ¼ 7;",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 282,
                    "text": "(18)",
                    "end": 286
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 482,
                    "text": "(Fig. 1A)",
                    "end": 491
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 493,
                    "text": "Figure 2A",
                    "end": 502
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 986,
                    "text": "(Fig.  2B",
                    "end": 995
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1339,
                    "text": "Fig. 2C",
                    "end": 1346
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1678,
                    "text": "Fig. 2F",
                    "end": 1685
                }
            ]
        },
        {
            "section": "Longitudinal IOS imaging reveals decreased amplitude of cortical visual responses in developing cdkl5 mutants",
            "text": "Contralateral responses: two-way ANOVA time Âgenotype P ¼ 0.017, post hoc Holm-Sidak wt versus mutants P25-26 P ¼ 0.53, P27-28 P ¼ 0.046, P31-32 P ¼ 0.049; Ipsilateral responses: two-way ANOVA time Âgenotype P ¼ 0.17, genotype P ¼ 0.87). This differential effect on ipsilateral and contralateral responses resulted in an abnormal ocular dominance index (ODI) biased toward ipsilateral eye in heterozygous mutants with respect to wt (Fig. 2H, wt N ¼ 11, cdkl5 het N ¼ 7; t-test P ¼ 0.003). No change in ODI was present in null mice with respect to controls (Fig. 2D, wt N ¼ 9, cdkl5 null N ¼ 7; t-test P ¼ 0.87). Thus, defective development of visual responses is present after P27 both in null and heterozygous cdkl5 mutant mice.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 432,
                    "text": "(Fig. 2H",
                    "end": 440
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 556,
                    "text": "(Fig. 2D",
                    "end": 564
                }
            ]
        },
        {
            "section": "Impaired VEP responses in juvenile and adult cdkl5 mutants",
            "text": "To assess cortical visual responses in cdkl5 mutants using a different technique, we recorded intracortical VEP responses to pattern reversal by means of a multielectrode inserted into the binocular visual cortex of p27-32 mice, a time point representing the onset of the visual response deficit previously observed by IOS imaging in heterozygous and null mice. VEP results reproduced IOS data showing a reduced VEP amplitude in male cdkl5 null mice for both contralateral and ipsilateral stimulation (Supplementary Material, Fig. S1, wt N ¼ 5, cdkl5 null N ¼ 4; twoway ANOVA genotype P < 0.001, post hoc Holm-Sidak wt versus mutants Ipsilateral eye P ¼ 0.04, Contralateral eye P < 0.001), and reduced VEP amplitude for contralateral eye stimulation in heterozygous cdkl5 mice (Supplementary Material, Fig. S1, wt N ¼ 4, cdkl5 het N ¼ 5; two way ANOVA interaction eye Âgenotype P ¼ 0.014, post hoc Holm-Sidak wt versus mutants Ipsilateral eye P ¼ 0.13, Contralateral eye P < 0.001).",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 526,
                    "text": "Fig. S1",
                    "end": 533
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 802,
                    "text": "Fig. S1",
                    "end": 809
                }
            ]
        },
        {
            "section": "Impaired VEP responses in juvenile and adult cdkl5 mutants",
            "text": "To investigate whether the developmental visual impairment persists into adulthood we recorded VEPs in P60-P80 mice. To establish whether the defect observed in juvenile mice was correlated with adult visual cortical responses, we analyzed the same mice that were studied during development by means of IOS imaging, a non-terminal procedure that allows recovery of the animal at the end of the procedure. We found that VEP amplitude was reduced in adult cdkl5 null mice for both contralateral and ipsilateral eye stimulation (Fig. 3A, wt N ¼ 6, cdkl5 null N ¼ 6; two way ANOVA genotype P < 0.0001, post hoc Holm-Sidak wt versus mutants Ipsilateral eye P ¼ 0.028, Contralateral eye P ¼ 0.0001). Similarly, contralateral, but not ipsilateral, eye responses were significantly reduced in heterozygous cdkl5 females ( Fig. 3C,   Supplementary Material, Fig. S2). These data, obtained in adult mice, overlap with the results found during early development using IOS imaging.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 525,
                    "text": "(Fig. 3A",
                    "end": 533
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 814,
                    "text": "Fig. 3C,",
                    "end": 822
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 825,
                    "text": "Supplementary Material, Fig. S2",
                    "end": 856
                }
            ]
        },
        {
            "section": "Impaired VEP responses in juvenile and adult cdkl5 mutants",
            "text": "VEPs are usually employed to assess visual parameters such as contrast sensitivity and spatial visual acuity that well correlate with vision assessed behaviorally in both mice and humans (11,(19)(20)(21)(22). To investigate whether contrast responses are affected by cdkl5 mutation, we recorded VEPs in response to gratings of different contrast in cdkl5 null and heterozygous animals ( Fig. 4A and B). Contrast response curves were fitted with a Naka-Rushton function (23,24) to derive two parameters: C 50 representing the contrast eliciting the half-maximal response, and N representing the slope of the curve. We found that cdkl5 mutants reached half maximum responses at much higher contrast values than wt mice ( Fig. 4C and D",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 187,
                    "text": "(11,",
                    "end": 191
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 191,
                    "text": "(19)",
                    "end": 195
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 195,
                    "text": "(20)",
                    "end": 199
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 199,
                    "text": "(21)",
                    "end": 203
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 203,
                    "text": "(22)",
                    "end": 207
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 387,
                    "text": "Fig. 4A and B",
                    "end": 400
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 469,
                    "text": "(23,",
                    "end": 473
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 473,
                    "text": "24)",
                    "end": 476
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 719,
                    "text": "Fig. 4C and D",
                    "end": 732
                }
            ]
        },
        {
            "section": "Impaired VEP responses in juvenile and adult cdkl5 mutants",
            "text": "while the N parameter was not significantly affected ( Fig. 4E and F; males t-test P ¼ 0.49; females t-test P ¼ 0.50). Electrophysiological visual acuity was assessed by stimulating the animal with gratings of different spatial frequency (22). We found that both heterozygous and null animals had a significantly lower spatial resolution (visual acuity) as compared to their sex-matched wt littermates ( Fig. 5",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 55,
                    "text": "Fig. 4E",
                    "end": 62
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 238,
                    "text": "(22)",
                    "end": 242
                },
                {
                    "type": "figure",
                    "ref_id": "fig_4",
                    "start": 404,
                    "text": "Fig. 5",
                    "end": 410
                }
            ]
        },
        {
            "section": "Impaired VEP responses in juvenile and adult cdkl5 mutants",
            "text": "Early IOS responses are correlated with adult VEP amplitude, visual acuity and contrast response curve"
        },
        {
            "section": "Impaired VEP responses in juvenile and adult cdkl5 mutants",
            "text": "The altered VEP responses found in adult cdkl5 null and heterozygous mice could result from an abnormal development of neural circuits. Since adult VEP recordings were performed in the same mice employed for IOS assessment, we investigated if there was a correlation between IOS responses during development and adult electrophysiological measurements. For this reason, we computed the correlation matrix between z-scored amplitudes of the contralaterally evoked IOS and VEPs, VEP visual acuity and the C 50 parameter obtained from contrast curve fit ( Fig. 6A). Intriguingly, all these variables were significantly correlated indicating that IOS measures are in agreement with VEPs, and that altered developmental trajectories could be at the basis of the visual impairment found in adult cdkl5 mutants. These data also suggest that monitoring IOS responses during development could be a predictive tool of adult cortical visual processing.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 553,
                    "text": "Fig. 6A",
                    "end": 560
                }
            ]
        },
        {
            "section": "Visual responses are a robust disease biomarker",
            "text": "To evaluate the reliability of the visual phenotype as a biomarker, we evaluated its accuracy, sensitivity, specificity and d 0 (Table 1 and Fig 6C) using linear support vector machine (SVM), a supervised machine-learning algorithm for data classification. When trained with the entire dataset (All), the algorithm showed a remarkable discriminative capability (d 0 ¼ 1.32) between mutated and wild-type mice. We then performed a principal components analysis (PCA) and we selected the first two components accounting for 66.7% of the variance in the entire dataset. By using these variables, subjects were readily segregated between wt and mutants ( Fig. 6B) and the d 0 was significantly improved (d 0 ¼ 1.52; one-way ANOVA P < 0.0001, post hoc Holm-Sidak All versus PCA P < 0.0001). Since ease of testing is a key factor in the applicability of a disease biomarker, we also assessed whether smaller subsets of variables could reach a similar discriminative performance. The tested data subsets were composed of: visual acuity and C 50 (Thresholds); contralateral and ipsilateral VEP amplitude (VEP); contralateral IOS amplitude at P27-28 and P31-32 (IOS-C); ipsilateral IOS amplitude at P27-28 and P31-32 (IOS-I). As a control we also repeated the procedure after bootstrapping the dataset of principal components (Bootstrap). Thresholds, VEP and IOS-C models showed significantly better performances than the bootstrap condition (Thresholds d 0 : 1.21, VEP d 0 : 0.97, IOSI-C d 0 : 1.00; post hoc Holm-Sidak P < 0.0001 for all comparisons versus Bootstrap), indicating that even simple sets of physiological parameters could be used as a tool for monitoring both disease progression and the effect of potential treatments. Interestingly, IOS-I model had a remarkably lower efficiency not significantly different from the Bootstrap model (d 0 : 0.16; post hoc Holm-Sidak P ¼ 0.20). ",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 128,
                    "text": "(Table 1",
                    "end": 136
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 141,
                    "text": "Fig 6C)",
                    "end": 148
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 651,
                    "text": "Fig. 6B",
                    "end": 658
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "The availability of animal models has greatly benefited the efforts to individuate molecular and cellular underpinnings of cdkl5 syndrome (9,10). Moreover, behavioral assessment has outlined significant impairments in different domains (9,10,25,26). However, there remains a pressing need for biomarkers of high translational value to non-invasively and quantitatively monitor brain function throughout progression of the disorder and during treatment. Here, we used transcranial IOS and intracortical VEPs to investigate visual cortical function in cdkl5 mutant mice. The results showed that cortical responses are dramatically reduced in amplitude already at P27-P28, as assessed both with IOS and VEPs, and that this reduction is significantly correlated with decreased response amplitude, abnormal contrast response function, and impaired visual acuity in adult mutants. Importantly, these alterations were detected both in male mice with no expression of cdkl5 and in heterozygous female mutants with mosaic expression of the remaining cdkl5 allele. Sensitivity analysis revealed that visual responses were able to correctly classify mice in mutant or wild-type with more than 93% accuracy and 92% sensitivity proving the robustness of this technique in phenotype assessment.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 236,
                    "text": "(9,",
                    "end": 239
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 239,
                    "text": "10,",
                    "end": 242
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 242,
                    "text": "25,",
                    "end": 245
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 245,
                    "text": "26)",
                    "end": 248
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "In recent years, the visual cortex has become an important model to assess cortical processing in mouse model of neurodevelopmental disorders (12,27,28). For instance, the use of visually evoked responses has been suggested as a relatively common quantitative method to directly compare cortical function in RTT patients and mouse models carrying mecp2 mutations (11,12). VEPs have also been used to reveal alterations in West Syndrome patients, EIEE1 (OMIM ref: #308350), and in EIEE3 (OMIM ref: #609304), supporting the translational and clinical applicability of this technique even in presence of seizures or hyperexcitability (29,30). Our results suggest that monitoring deficits in cortical visual function could also be applied to cdkl5 syndrome. This possibility is in agreement with clinical studies indicating that cdkl5 patients show visual impairments (13,15,16). Moreover, previous studies showed that adult cdkl5 mutant mice have altered neural responses in sensory cortices (9,10) and impaired visual optokinetic reflex (9). A fundamental issue in analyzing phenotypes in mouse models of neurodevelopmental disorders is to understand whether the defective phenotype is a primary deficit occurring at the disease onset or a late secondary manifestation of the disease. Knowledge about the onset of the symptoms is useful to optimize treatment schedule and to formulate hypotheses on the underlying neurobiological defects generating the deficit. Our results indicate that, both in cdkl5 null males and in heterozygous females, an impairment in visual responses begins to be present during development, in correlation with the increase of cdkl5 expression occurring during forebrain postnatal development (2,7,8). Furthermore, the degree of impairment of cortical visual responses present in juvenile mutants was correlated with the deficits observed in the same animals when they became adult, suggesting that the alteration of developmental maturation mechanisms by cdkl5 mutation is responsible for the impaired visual cortical function during adulthood.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 142,
                    "text": "(12,",
                    "end": 146
                },
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 146,
                    "text": "27,",
                    "end": 149
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 149,
                    "text": "28)",
                    "end": 152
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 363,
                    "text": "(11,",
                    "end": 367
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 367,
                    "text": "12)",
                    "end": 370
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 631,
                    "text": "(29,",
                    "end": 635
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 635,
                    "text": "30)",
                    "end": 638
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 864,
                    "text": "(13,",
                    "end": 868
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 868,
                    "text": "15,",
                    "end": 871
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 871,
                    "text": "16)",
                    "end": 874
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 989,
                    "text": "(9,",
                    "end": 992
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 992,
                    "text": "10)",
                    "end": 995
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1035,
                    "text": "(9)",
                    "end": 1038
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1718,
                    "text": "(2,",
                    "end": 1721
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1721,
                    "text": "7,",
                    "end": 1723
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1723,
                    "text": "8)",
                    "end": 1725
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "Both the onset of visual response impairment in mice and the appearance of symptoms in humans take place during a period of intense synaptogenesis and synaptic plasticity, in agreement with the proposed role of cdkl5 in synaptic organization (3)(4)(5)(6). Studies performed in cdkl5 mice reported abnormal turnover and density of dendritic spines, and reduced expression of proteins involved in excitatory synaptic structure in different brain areas, including sensory cortices (4,9,26). In particular, a recent morphological analysis focused on the developing visual cortex showed reduced staining for the activity-dependent protein c-fos and for key components of the excitatory postsynaptic protein assembly together with increased numbers and connectivity of parvalbumin-positive inhibitory interneurons (31). The possibility that cdkl5 acts both on excitatory and inhibitory neurons is strengthened by previous work showing distinct but overlapping phenotypes in mice with cdkl5 deletion selectively from excitatory or inhibitory neurons (9). Therefore, a defective maturation of excitatory and inhibitory circuits could contribute to the impaired visual cortical responses observed here.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 242,
                    "text": "(3)",
                    "end": 245
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 245,
                    "text": "(4)",
                    "end": 248
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 248,
                    "text": "(5)",
                    "end": 251
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 251,
                    "text": "(6)",
                    "end": 254
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 478,
                    "text": "(4,",
                    "end": 481
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 481,
                    "text": "9,",
                    "end": 483
                },
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 483,
                    "text": "26)",
                    "end": 486
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 808,
                    "text": "(31)",
                    "end": 812
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1043,
                    "text": "(9)",
                    "end": 1046
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "Intriguingly, our data suggest that the contralateral and the ipsilateral responses could be differentially sensitive to cdkl5 mutation. Indeed, ipsilateral responses of mutant heterozygous females, albeit consistently reduced, were not statistically affected. Whether this is due to differential effects of cdkl5 on the crossed and uncrossed pathways, or to the low statistical power due to the combination of low signal-to-noise ratio of mouse ipsilateral responses and the variability intrinsic to cdkl5 mosaicism, is still to be clarified."
        },
        {
            "section": "Discussion",
            "text": "In summary, we found that the developmental trajectory of visual cortical development is altered in cdkl5 mutants. Our data were obtained with two different techniques that provided highly correlated data increasing the robustness of the results. Moreover, we showed that visual assessment can be used to automatically classify subjects with high reliability. Importantly, VEP and IOS reduction of contralateral responses in both null and het cdkl5 mice exhibited a large effect size (>1.3) that was obtained with approximately the same number of animals for both sexes, suggesting that contralateral visual response deficit is not linearly dependent on the percentage of cells carrying the mutation. VEP recordings can be readily applied to humans and other species, increasing the translational value of the visual biomarker. Transcranial IOS imaging, a minimally invasive and longitudinal technique, is also comparable to techniques used in humans: indeed, it detects the same blood-oxygenation level dependent signal measured by other widely used methods to assess responsiveness in newborns and infants like functional magnetic resonance imaging or functional near infrared spectroscopy or tomography. We expect that these techniques will be extremely valuable to monitor longitudinally the effectiveness of treatments and washout effects in preclinical, and possibly clinical, studies of novel treatments for cdkl5 disorder."
        },
        {
            "section": "Animal handling",
            "text": "Animals were maintained in rooms at 22 C with a standard 12-h light-dark cycle. During the light phase a constant illumination below 40 lux from fluorescent lamps was maintained. Food (standard diet, 4RF25 GLP Certificate, Mucedola) and water were available ad libitum and changed weekly. Open-top cages (36.5Â20.7Â14 cm; 26.7Â20.7Â14 cm for up to 5 adult mice or  42.5Â26.6Â15.5 cm for up to 8 adult mice) with wooden dustfree bedding were used. All the experiments were carried out in accordance with the directives the European Community Council (2011/63/EU) and approved by the Italian Ministry of Health. All necessary efforts were made to minimize both stress and the number of animals used. The mice used in this work derive from the cdkl5 null strain in C57BL/6N background developed in (9) and backcrossed in C57BL/6J for three generations. Male wt mice were bred with female hets to obtain mutant and wt littermates. Weaning was performed at P21-23. Genotyping (P10-12) was performed on tail tissue as described in (9). Colony founders were selected for the absence of the rd8 retinal degeneration allele spontaneously present in C57BL/6N mice (32). The experimental groups were divided by sex: male cdkl5 null and female heterozygous mice were compared with male wt and female wt littermates, respectively. Data analysis was performed by experimenters blind to the genotype. For chronic evaluation of IOS/VEP responses and for VEP recordings at p27-32, mutant and littermate control animals from 9 and 5 different litters were used, respectively.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 795,
                    "text": "(9)",
                    "end": 798
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 1025,
                    "text": "(9)",
                    "end": 1028
                },
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 1154,
                    "text": "(32)",
                    "end": 1158
                }
            ]
        },
        {
            "section": "Experimental protocol",
            "text": "Mice of the four experimental groups (female wt, female cdkl5 heterozygous, male wt, male cdkl5 nulls) underwent three sessions of IOS imaging during development and VEP recordings at P60-80 (protocol scheme depicted in Fig. 1A). Throughout imaging sessions weight gain was monitored in all animals as a measure of general health status. No differential effect was detected between wild-type and mutant mice ( Supplementary  Material, Fig. S3). A separate cohort of mice was analyzed at P27-32 using VEPs.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 220,
                    "text": "Fig. 1A)",
                    "end": 228
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 410,
                    "text": "Supplementary  Material, Fig. S3)",
                    "end": 443
                }
            ]
        },
        {
            "section": "Surgery",
            "text": "For chronic IOS preparations, mice (P23-24) were deeply boxanesthetized and maintained with isoflurane (respectively, 3 and 1%), placed on a stereotaxic frame and head fixed using ear bars. Body temperature was controlled using a heating pad and a rectal probe to maintain the animals' body at 37 C. Local anesthesia was provided using subcutaneous lidocaine (2%)  injection and eyes were protected with dexamethasone-based ointment (Tobradex, Alcon Novartis). The scalp was removed and the skull carefully cleaned with saline. Skin was secured to the skull using cyanoacrylate. Then a thin layer of cyanoacrylate is poured over the exposed skull to attach a custom made metal ring (9 mm internal diameter) centered over the binocular visual cortex. When the glue dried off, a drop of transparent nail polish was spread over the area to ameliorate optical access. After surgery the animals were placed in a heated box and monitored to ensure the absence of any sign of discomfort. Before any other experimental procedure, mice were left to recover for 24/48 h. During this period, paracetamol (5 mg/ml) was administered in the water as antalgic therapy."
        },
        {
            "section": "Surgery",
            "text": "Visual stimulation, data acquisition and analysis IOS recordings were performed under avertin anesthesia (20 ll/ g, i.p.) at P25-26, P27-28 and P31-32. Images were visualized using an Olympus microscope (BX50WI). Red light illumination was provided by 8 red LEDs (625 nm, Knight Lites KSB1385-1P) attached to the objective (Zeiss Plan-NEOFLUAR 5x, NA: 0.16) using a custom made metal LED holder (33). The animal was secured under the objective using a ring-shaped neodynium magnet (www.supermagnete.it; date last accessed April 1, 2017, R-12-09-1.5-N) mounted on an arduino-based 3D printed imaging chamber that also controls eye shutters and a thermostated heating pad ( Fig. 1B; http://labrigger.com/blog/2015/11/30/opensource-intrinsic-imaging/; date last accessed April 1, 2017). Visual stimuli were generated using Matlab Psychtoolbox and presented on a gamma corrected 9.7 in. monitor, placed 10 cm away from the eyes of the mouse. Square wave gratings were presented in the binocular portion of the visual field (À10 to þ10 relative to the horizontal midline and À5 to þ50 relative to the vertical midline) with a spatial frequency of 0.03 cyc/ deg, mean luminance 20 cd/m 2 and a contrast of 90%. The stimulus consisted in the abrupt contrast reversal of a grating with a temporal frequency of 4 Hz for 1 s, time locked with a 16-bit depth acquisition camera (Hamamatsu digital camera C11440) using a parallel port trigger. Interstimulus time was 14 s. Frames were acquired at 30 fps with a resolution of 512Â512 pixels. A total of 210 frames were captured for each trial: 30 before the stimulus as a baseline condition and 180 as post-stimulus. The signal was averaged for at least 30 trials and downsampled to 10 fps. Fluctuations of reflectance (R) for each pixel were computed as the normalized difference from the average baseline (DR/R). For each recording, an image representing the mean evoked response was computed by averaging frames between 0.5 and 2.5 seconds after stimulation. The mean image was then lowpass filtered with a 2D average spatial filter (30 pixels, 117 lm 2 square kernel). To select the binocular portion of the primary visual cortex for further analysis, a region of interest (ROI) was automatically calculated on the mean image of the response to ipsilateral stimulation by selecting the pixels in the lowest 30% DR/R of the range between the maximal and minimal intensity pixel (34). The same ROI was used for the analysis of contralateral eye responses. A scheme of the data processing is shown in Figure 1D. Mean evoked responses were quantitatively estimated as the average intensity inside the ROI. ODI was calculated as (C À I)/(C þ I) for each pixel, where C and I indicate the amplitude of contralateral and ipsilateral responses, respectively (34). To weaken background fluctuations a manually selected polygonal region of reference (ROR) was subtracted. The ROR was placed where no stimulus response, blood vessel artifact or irregularities of the skull were observed (35). An example of the time course of the DR/R response to visual stimulation after processing is shown in Figure 1C.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 395,
                    "text": "(33)",
                    "end": 399
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 672,
                    "text": "Fig. 1B",
                    "end": 679
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 2418,
                    "text": "(34)",
                    "end": 2422
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 2539,
                    "text": "Figure 1D",
                    "end": 2548
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 2791,
                    "text": "(34)",
                    "end": 2795
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 3017,
                    "text": "(35)",
                    "end": 3021
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 3125,
                    "text": "Figure 1C",
                    "end": 3134
                }
            ]
        },
        {
            "section": "Surgery",
            "text": "General anesthesia was induced in mice with 3% isoflurane, subsequently deeply anesthetized with an intraperitoneal injection of urethane (0.7 ml/h g; 20% solution in lactated ringer solution) and head-fixed in a stereotaxic frame. After the removal of the ring implant, the skull was exposed and a small craniotomy (2Â 2 mm) overlying the visual cortex was performed, leaving the dura mater intact. Then, a multichannel neural probe (Qtrode tetrode configuration, Neuronexus) was slowly inserted at a depth of 150À200 lm, in the binocular visual cortex (lambda: þ3.2 mm lateral, þ0.2 mm rostral and following IOS derived coordinates), where a high amplitude positive VEP is detectable. Signal was acquired using Cheetah 32 (Neuralynx) recording system at 30.3 kHz of sampling rate with a band pass filter of 0.1À250 Hz. Signal from each channel was averaged to obtain VEPs."
        },
        {
            "section": "Visual stimulation and data acquisition",
            "text": "Both stimuli and analysis for VEP recordings were performed using custom software written in Matlab Psychtoolbox and displayed onto a gamma corrected 21 inch CRT monitor placed 20 cm in front of the animal. Stimuli consisted in contrast reversal square wave gratings with a spatial frequency of 0.03 cyc/ deg, mean luminance of 25 cd/m 2 and a contrast of 90%. Monitor was centered on animal head and stimuli covered 655 relative to vertical and À5 þ30 relative to vertical midline. Stimulus temporal frequency was 2 Hz. VEP responses were averaged for at least 100 trials per eye. Each condition was repeated for at least eight times. The amplitude quantification of the response was calculated as the peak to baseline difference of the first positive component (at $100 ms). Visual acuity is calculated presenting contrast reversal sinewave gratings with different spatial frequencies (0.03, 0.06, 0.012, 0.024, 0.048, 0.96 and 0 cyc/deg) and calculating the maximal spatial frequency resolved by linear fit estimation of parameters and extrapolation of amplitude at 0 lV in a semi-logarithmic space. Contrast sensitivity was calculated using 0.03 cyc/deg contrast reversal sine wave gratings with different contrasts (90, 50, 25, 12, 6, 3 and 0%). Normalized amplitude data was fitted to a sigmoid curve using Naka-Rushton function, Resp(c) ¼ 1 C n /(C 50 n þ C n ), to extract contrast sensitivity parameters (23,24,36). C 50 is the contrast evoking half the maximum response and n describes the shape of the curve.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 1413,
                    "text": "(23,",
                    "end": 1417
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1417,
                    "text": "24,",
                    "end": 1420
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 1420,
                    "text": "36)",
                    "end": 1423
                }
            ]
        },
        {
            "section": "SVM classifier",
            "text": "Z-scored values of each physiological parameter were used for linear SVM classification. SVM is a supervised machine learning method for data classification that can be trained to find the best hyperplane that separates all data points in two userdefined classes and can subsequently be exploited to blindpredict the class to which a new observation belongs (37)(38)(39). We defined two classes: mutated (heterozygous and null) and wild-type (males and females) mice. By using the Matlab function svmtrain, we trained the SVM with a subset of data consisting of 50% of the dataset and we than used the remaining 50% for testing, using the svmclassify function. Accuracy, sensitivity, specificity and D-prime (d 0 ) were then computed for the categorical classification in order to evaluate its performance. This procedure was repeated 200 times, each one with a randomly divided training and testing subsets. Values for accuracy, sensitivity (or true positive rate), specificity (or true negative rate) and d 0 were averaged across iterations. Accuracy, sensitivity and specificity were defined as (TP þ TN)/total, TP/P and TN/N, respectively, where TP: True positive, TN: True Negative, P: total positives, N: total negatives. D-prime, which measures the distance between the signal and the noise means in standard deviation units (40), was calculated using matlab function dprime_simple (https://it.mathworks.com/matlabcentral/fileex change/47711-dprime-simple-m; date last accessed April 1, 2017).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 358,
                    "text": "(37)",
                    "end": 362
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 362,
                    "text": "(38)",
                    "end": 366
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 366,
                    "text": "(39)",
                    "end": 370
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 1332,
                    "text": "(40)",
                    "end": 1336
                }
            ]
        },
        {
            "section": "Statistical analysis",
            "text": "All statistical analyses were performed using GraphPad Prism version 6 (GraphPad Software, San Diego, CA, USA). All values were presented as mean 6 SEM unless otherwise stated. Differences between groups were tested for significance using two-way ANOVA, unless otherwise indicated. Holm-Sidak's multiple comparisons post hoc tests were performed, where appropriate, to correct for multiple hypothesis testing. In the figures, n.s., not significative, *P < 0.05, **P < 0.01 and ***P < 0.001.",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 413,
                    "text": "the figures",
                    "end": 424
                }
            ]
        },
        {
            "section": "Supplementary Material",
            "text": "Supplementary Material is available at HMG online."
        },
        {
            "section": "Acknowledgements",
            "text": "We thank Areg Barsegyan for technical suggestions on imaging implants."
        },
        {
            "text": "Conflict of Interest statement. None declared."
        },
        {
            "section": "Funding",
            "text": "International Foundation for cdkl5 Research and the Fondazione Telethon (GGP15098). Funding to pay the Open Access publication charges for this article was provided by Fondazione Telethon."
        }
    ]
}