{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Background: The Union-Bloomberg Initiative tobacco control projects were implemented in Himachal Pradesh (a hilly state in North India) from 2007 to 2014. The project focused on the establishment of an administrative framework; increasing the capacity of stakeholders; enforcement of legislation; coalition and networking with multiple stakeholders; awareness generation with focus on earned media and monitoring and evaluation with policy-focussed research. This study aimed to systematically analyse all earned print news items related to the projects. Methods: In this cross-sectional descriptive study, quantitative content analysis of earned print news items was carried out using predetermined codes related to areas of tobacco control policies. We also carried out a cost description of the hypothetical value of this earned media. The area of the news item in cm 2 was multiplied by the average rate of space for the paid news item in that particular newspaper. Results: There were 6348 news items: the numbers steadily increased with time. Focus on Monitoring tobacco use, Protecting people from tobacco smoke, Offering help to quit, Warning about dangers of tobacco, Enforcing a ban on tobacco advertising and promotion, Raising tax on tobacco products was seen in 24, 17, 9, 23, 22 and 3% of news items, respectively. Press releases were highest at 44% and report by correspondents at 24%. Further, 55, 23 and 21% news items focused on smoking, smokeless and both forms of tobacco use, respectively. Sixty-six per cent and 34% news items, respectively, were focused on youth and women. The news items had a hypothetical value of US$1503 628.3, which was three times more than the funds spent on all project activities. Conclusions: In the absence of funding for paid media, the project strategically used earned media to promote tobacco control policies in the state."
        }
    ],
    "body_text": [
        {
            "section": "INTRODUCTION",
            "text": "Reducing tobacco use is one of the most effective strategies to help countries achieve the global targets set forth by the United Nations General Assembly in 2011 to propel the prevention and control of non-communicable diseases. 1 The WHO introduced Monitoring tobacco use, Protecting people from tobacco smoke, Offering help to quit, Warning about dangers of tobacco, Enforcing a ban on tobacco advertising and promotion, Raising tax on tobacco products measures (MPOWER) to assist in countrylevel implementation of effective interventions to reduce the demand for tobacco, contained in the WHO's Framework Convention on Tobacco Control (WHO FCTC). 2 India has an estimated 275 million tobacco users, which includes 111 million smokers. India was the seventh country in the world to ratify WHO FCTC in February 2004. To",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 230,
                    "text": "1",
                    "end": 231
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 651,
                    "text": "2",
                    "end": 652
                }
            ]
        },
        {
            "section": "Key questions",
            "text": "What is already known about this topic? "
        },
        {
            "section": "What are the new findings?",
            "text": "▸ This is the first study to systematically analyse all earned print news items associated with a tobacco control project in a state in North India. ▸ The project was able to strategically use earned media to promote tobacco control policies: hypothetical costs of earned media were more than the project itself."
        },
        {
            "section": "Recommendations for policy",
            "text": "▸ Earned media should be used as a strategy for an aware generation in tobacco control interventions/projects. ▸ Earned media saves a significant amount of costs."
        },
        {
            "section": "Recommendations for policy",
            "text": "effectively control tobacco use in the country, the Government of India enacted the comprehensive tobacco control legislation, namely 'The Cigarettes and Other Tobacco Products (Prohibition of Advertisement and Regulation of Trade and Commerce, Production, Supply and Distribution) Act, 2003'. 3 4 India also launched the National Tobacco Control Programme in 2007 with mass media as an important component. 5 The role of mass media has been critical to the evolution of effective tobacco control interventions in the 21st century. 6 While paid mass media campaigns can be expensive and unaffordable, they have been shown to be effective in a wide range of studies in tobacco control. [7][8][9] Earned media is one of the strategies under article 12 of FCTC guidelines on education, communication, training and public awareness. 10 Earned media is defined as any publicity which has not been paid and that is owned and created by a third party. 11 Traditionally, the term 'earned media' has been used when publicity is generated through public relations invested in targeting influencers to increase awareness about a brand, online and/ or offline. 11 Earned media has not been used much in tobacco control and most of the evidence is from the west, mostly dealing with increasing the demand for telephone or web-based quit lines 7 12-14 The International Union Against Tuberculosis and Lung Disease (The Union) with support from the Bloomberg Initiative To Reduce Tobacco Use (BI) supported tobacco control initiatives in a state in North India through a civil society partner. In close collaboration with the National Tobacco Control Programme at state and district levels, the project focussed on establishment of a politico-administrative and institutional framework; increasing capacity of stakeholders; enforcement of legislation; coalition and networking with multiple stakeholders; awareness generation and monitoring and evaluation with policy-focused research. Since there was no funding for public education and awareness generation including paid media, earned media in the form of print news items was used as a strategy for awareness generation on harms of tobacco, developing institutional framework, ensuring multistakeholder engagement, highlighting violations and strengthening enforcement of legislation.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 294,
                    "text": "3 4",
                    "end": 297
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 408,
                    "text": "5",
                    "end": 409
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 532,
                    "text": "6",
                    "end": 533
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 685,
                    "text": "[7]",
                    "end": 688
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 688,
                    "text": "[8]",
                    "end": 691
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 691,
                    "text": "[9]",
                    "end": 694
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 829,
                    "text": "10",
                    "end": 831
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 945,
                    "text": "11",
                    "end": 947
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 1149,
                    "text": "11",
                    "end": 1151
                },
                {
                    "type": "bibr",
                    "start": 1330,
                    "text": "7 12-14",
                    "end": 1337
                }
            ]
        },
        {
            "section": "Recommendations for policy",
            "text": "There was anecdotal evidence that earned print media was instrumental in generating an excellent support for project implementation and making inroads and penetration into semiurban and rural areas of this difficult terrain state. Considering the extent of the project, a systematic analysis of earned media provides us an opportunity to understand how we used earned media and guide the use of the same in future tobacco control projects. Therefore, we aimed to systematically analyse the trend, types of news items and hypothetical costs saved through all earned print news items in the state during the project. Specific objectives were to describe the earned print news items based on (1) year-wise trend; (2) type of news item: print release, report by correspondence, a feature article, a column or an editorial; (3) MPOWER focus area: Monitor, Protect, Offer, Warn, Enforce, Raise taxes; (4) focus area of tobacco control institutional infrastructure and framework as required under India's tobacco control programme; (5) intent of news item: whether antitobacco or protobacco and (6) hypothetical costs saved as a result of using earned media."
        },
        {
            "section": "MATERIAL AND METHODS Study design and study period",
            "text": "This was a cross-sectional descriptive study of all earned print news items related to The Union-BI tobacco control project activities which appeared in newspapers across Himachal Pradesh (India) from Jul 2007 to Dec 2014."
        },
        {
            "section": "Setting",
            "text": "General setting: Himachal Pradesh is a state in North India with a predominantly hilly terrain. It is flanked by Uttarakhand in the southeast, Haryana in the south, Punjab in the southwest and Jammu and Kashmir in the north. 15 It is administratively divided into 12 districts. According to the Global Adult Tobacco Survey India (2009), the prevalence of current tobacco use (any form) among adults is 21.2%: 38.5% among men and 3.7% among women. 3 Study setting: The Union-BI tobacco control project in Himachal Pradesh was implemented between 2011 and 2014 through a civil society partner Himachal Pradesh Voluntary Health Association (HPVHA). Between July 2007 and March 2011, there was only technical support and very limited funding support (about US$10 000 in 2010). An excellent collaboration between HPVHA and the State Department of Health and Family Welfare, Government of Himachal Pradesh was instrumental in implementing the project work plan with regular onsite and offsite technical support from The Union.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 225,
                    "text": "15",
                    "end": 227
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 447,
                    "text": "3",
                    "end": 448
                }
            ]
        },
        {
            "section": "Data collection",
            "text": "The project staff of HPVHA, the civil society partner of the project, did the data collection. A list of publicly available print newspapers in the state (national, state and local newspapers), with no language barrier, was prepared. It was updated from time to time as the study period was over 8 years. As and when the print news items related to project activities appeared, they were cut and stored. This was done by staff at the district level and state headquarters. We did not include online news items."
        },
        {
            "section": "Data analysis",
            "text": "For objectives 1-5, quantitative descriptive content analysis of the print news items was done. 6 16 Each print news item was given a unique serial number. The themes/codes were predetermined and the coders were asked to classify the print news item under the following themes/codes: MPOWER focus area (monitor, protect, offer, warn, enforce, raise taxes); type of news item ( press release, correspondence, feature articles, column, editorial, others); institutional system of tobacco control under focus (sensitisation/advocacy, awareness generation/information education and communication, legislation and enforcement, stakeholder engagement and capacity building of stakeholders); intent of news item (anti or protobacco); type of tobacco and age/gender focus. These predetermined codes were identified after brainstorming among the investigators. We also looked for tobacco industry (TI) interference (TII) and related issues like illicit trade and corporate social responsibilities (CSR). We also collected information on year of publication; name and language of newspaper. Coding was done by the same staff that collected the print news item. They received training for coding from the union technical advisor (RJS). The coding process was randomly supervised (10% of print news items) by the supervisors at the state headquarters.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 96,
                    "text": "6 16",
                    "end": 100
                }
            ]
        },
        {
            "section": "Data analysis",
            "text": "For objective 6, a cost description was undertaken to find out the hypothetical value of this earned print media. The area of the news item in cm 2 was multiplied by the average rate of space per cm 2 for a paid news item in that particular newspaper during the year 2007 to 2014 (obtained in Indian rupee (INR) from the offices of the newspapers). The hypothetical value of earned print media in INR was converted to US$ at the average monthly value of US$ between 2008 and 2014 as the conversion factor. (US$1=INR 51.84)."
        },
        {
            "section": "Data analysis",
            "text": "Frequency and proportion was used to summarise the analytic outputs using MS Excel."
        },
        {
            "section": "Ethics",
            "text": "The need for ethics review for this study was waived off by the Ethics Advisory Group of The Union."
        },
        {
            "section": "RESULTS",
            "text": "A total of 26 newspapers had news items related to the project: 17 were in Hindi and nine in English. A total of 6348 news items were published. Characteristics of these news items have been summarised in table 1. In 2007-2008, there were only 51 items; it increased during 2010-2011 (1178 news items); and continuous improvement was seen until 2014 with 1687 news items (figure 1)."
        },
        {
            "section": "RESULTS",
            "text": "Of the 6348 news items, 3816 (60%) were press releases and 1716 (27%) were correspondence. In terms of the MPOWER strategy, the media focused on all policy provisions: 64, 45, 22, 56, 50 and 6%, respectively (there was some overlap of focus areas). Around 25% and 34% of media focus, respectively, was on sensitisation and advocacy of politico-administrative leadership and awareness generation of general public about the tobacco epidemic and need for strengthening and scaling up for prioritisation of tobacco control in the state. Further, 50, 40 and 39% news items focused on enforcement of tobacco control laws, multistakeholder engagement and capacity building, respectively (there was an overlap of categories). Further analysis revealed that 6232 (98%) had an antitobacco theme, 4063 (64%) dealt with smoking, 3529 (56%) news items focused on children/youth and 1642 (26%) focused on women. (Table 1) Around 1% of news items focused on TII, 13% focused on illicit trade of tobacco products and a few on CSR activities undertaken by TI (data not shown). Finally, 11% of the coverage also focused on the fragile and suboptimal approach of the government for tobacco control in the state (data not shown). All the news items had a hypothetical cost of US $1503 628.3 (table 2).",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 899,
                    "text": "(Table 1",
                    "end": 907
                },
                {
                    "type": "table",
                    "ref_id": "tab_2",
                    "start": 1272,
                    "text": "(table 2)",
                    "end": 1281
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "This is the first study worldwide to systematically analyse all earned print media associated with a tobacco control project, and the way in which the scale of this earned print media was described in the form of hypothetical costs saved is unique. Before this, a purposive sample of online earned media was studied, 14 including the effect of earned media in relation to activities specific to tobacco cessation. 7 12 13 We demonstrated how we used earned media strategically to further our cause of tobacco control in the state. The hypothetical value of earned print media (US$1503 628.3) was very significant (more than three times higher) when compared with the total expenditure of the project funded by The Union under the BI grants programme (≈US$470 000).  The study results are representative as all the news items were studied with no purposive or random sampling. We used STrengthening the Reporting of OBservational studies in Epidemiology (STROBE) guidelines for conduct and dissemination of study findings. 17 There were some limitations of this study. Each print news item was coded by one coder due to resource constraints. The role of subjectivity, despite 10% being rechecked, cannot be ruled out. It would be interesting to consider who was likely to be reading these print news items including the socio-demographic characteristics of readership. However, this literature is not available and was also beyond the scope of this study. Evidence in tobacco control is limited regarding the impact of earned print media coverage on behaviour, and therefore we have to be careful in assuming that newspaper coverage will have an impact on behaviour.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 317,
                    "text": "14",
                    "end": 319
                },
                {
                    "type": "bibr",
                    "start": 414,
                    "text": "7 12 13",
                    "end": 421
                },
                {
                    "type": "bibr",
                    "start": 1022,
                    "text": "17",
                    "end": 1024
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "During 2007-08, there were no regular project activities. Limited print news items were due to occasional activities done by HPVHA (figure 1). After that, the increase in news items every year demonstrated the continued engagement with the print media, increase in activities under the project, increase in interest by newspapers and increased multistakeholder engagement with time. Press release was the most common type of news item. This showed that the project was proactive in media involvement for greater visibility. This was done with support from the public relations officer of the government, wherever possible, which added credibility to the project activities. Around one-third of the items were correspondence; this meant that the newspaper correspondents and reporters were interested to cover the news and the same interest was shown by the editorial board of the newspaper. The high proportion of news items dealing with the 'M' component of MPOWER could be explained by the fact that a series of compliance assessment studies were conducted in the state and widely disseminated. 18 19 The focus was minimum on 'R' (6%), perhaps because tobacco taxes were mainly the mandate of the central government with a small component of value added tax which may be levied by the state government. A majority of news items were against tobacco; this indicated that proper briefing of the media with all scientific evidences, best practices and tobacco industry tactics was done to tilt media support in favour of tobacco control. As far as type of tobacco use was concerned, around two-thirds of the news items highlighted smoking forms of tobacco use, which was also the most commonly used tobacco in the state as per the Global Adult Tobacco Survey 2009. 3 There was all-round coverage of issues related to institutional systems for tobacco control. (Table 1) The focus on establishing an institutional system is very important to ensure that tobacco control is sustainable and integrated with multistakeholder engagement. Further, even in the early phase of tobacco control in the state, TII, illicit trade of tobacco products and CSR activities by tobacco industry picked up and were highlighted by the media. A good number of news items also highlighted a fragmented and suboptimal approach of the state government which helped in initiating corrective actions by the government. The project was sensitive to the issue of tobacco use among youth and women as suggested by the sufficient focus on child/youth and women (Table 1).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 1097,
                    "text": "18 19",
                    "end": 1102
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 1764,
                    "text": "3",
                    "end": 1765
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 1859,
                    "text": "(Table 1)",
                    "end": 1868
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 2530,
                    "text": "(Table 1)",
                    "end": 2539
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "This earned print media revolution in the state reduced the financial burden in implementing various project objectives and activities including enforcement of the legislation from 2008 to 2014. On the other hand, there was a huge rupee (dollar) gain on the investments for which the authors made a marathon effort to get a rough hypothetical value."
        },
        {
            "section": "DISCUSSION",
            "text": "There is limited evidence of the role of earned media in tobacco control; 7 12-14 however, earned media commands an important place in marketing, business and other fields. 20 21 It is often neglected because it is the one communication tool that requires working closely with the media and requires a good rapport, confidence building and tangible relationships with journalists, and raising legitimate concern with evidence-based and truthful information. 22 The same principles were followed by the project. Though paid media has been shown to be effective in tobacco control, the advantage of earned media lies in it being absolutely 'free' and getting something akin to a 'third party' testimonial. 11 17 There are some risks and challenges in the public health community using earned media. There is lack of control and difficulty in measuring effectiveness and it takes time, effort and requires investment in internal and external media content generation. There are also concerns about negative comments, misdirecting and reshaping of the message. Further, social media tools are already there and if earned media becomes more of a focus, in times to come there would be a need for consensus among the public health community on collection and assessment of data through social media tools. 14 During the course of the project, the state-level monitoring committee and district-level monitoring committees were constituted in all 12 districts of the state, with appointment of nodal officers. Enforcement teams/task forces were established at the state, district and subdistrict levels. Compliance with smoke-free laws ranged from 20% to 30% at baseline, which increased to around 85%. Advertisement and promotion of tobacco products decreased in all the districts of the state and overall compliance rates increased from 24 to 82%. The state of Himachal Pradesh was declared smoke free in July 2013 and progressed to become fully compliant with the country's tobacco control legislation along with advancing other provisions of the MPOWER policy package. During this process, the project strategically used earned media. However, this being a descriptive study, the exact effect of earned print media on compliance cannot be ascertained.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "start": 74,
                    "text": "7 12-14",
                    "end": 81
                },
                {
                    "type": "bibr",
                    "start": 173,
                    "text": "20 21",
                    "end": 178
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 458,
                    "text": "22",
                    "end": 460
                },
                {
                    "type": "bibr",
                    "start": 704,
                    "text": "11 17",
                    "end": 709
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1300,
                    "text": "14",
                    "end": 1302
                }
            ]
        },
        {
            "section": "Figure 1",
            "text": "Earned media print news items related to The Union-Bloomberg Initiative tobacco control project activities which appeared in newspapers across Himachal Pradesh, India, year wise, from Jul 2007 to Dec 2014."
        },
        {
            "section": "▸",
            "text": "Earned media is one of the strategies when there is limited funding available for effective implementation of Framework Convention on Tobacco Control/Monitoring Tobacco Use, Protecting People From Tobacco Smoke, Offering Help To Quit, Warning About Dangers Of Tobacco, Enforcing A Ban On Tobacco Advertising And Promotion, Raising Tax On Tobacco Products policies. ▸ There is limited evidence of the role of earned media in tobacco control, mostly from the west."
        },
        {
            "section": "Table 1",
            "text": "Characteristics of earned media (print news items) related to The Union-Bloomberg Initiative tobacco control project activities which appeared in newspapers across Himachal Pradesh, India, from Jul 2007 to Dec 2014"
        },
        {
            "section": "Table 2",
            "text": "Cost description of earned media (print news items) related to The Union-Bloomberg Initiative tobacco control project activities which appeared in newspapers across Himachal Pradesh, India, from Jul 2007 to Dec 2014"
        },
        {
            "section": "Table 2",
            "text": "*US$1=INR 51.84 (average monthly value of US$ between 2008 and 2014. INR, Indian rupee."
        },
        {
            "section": "Table 2",
            "text": "Sharma R, et al. BMJ Glob Health 2017;2:e000208. doi:10.1136/bmjgh-2016-000208"
        },
        {
            "section": "Table 2",
            "text": "Acknowledgements The authors sincerely acknowledge the print media in Himachal Pradesh for their tremendous support provided for control of this public health challenge in the state. We also acknowledge the project team of Himachal Pradesh Voluntary Health Association (HPVHA) led by Dr Narinder Sharma, Mr Shriniwas Joshi (honorary consultant for the project) and Mr Sudhanshu S Dogra for collecting, collating and analysing the print media coverage and Dr Gopal Chauhan and Dr Ravinder Kumar of the Department of Health and Family Welfare, Government of Himachal Pradesh for providing support and leadership to implement various tobacco control initiatives in the state. We acknowledge the Bloomberg Initiative to Reduce Tobacco Use for financial support to HPVHA for establishing, strengthening and sustaining tobacco control in the state. Finally, we thank the Department for International Development, UK, for funding the Global Operational Research Fellowship Programme at the International Union Against Tuberculosis and Lung Disease (The Union), Paris, France in which Dr Hemant Deepak Shewade works as a senior operational research fellow."
        },
        {
            "section": "Table 2",
            "text": "Contributors RS was the principal investigator; RJS was the senior author; RKB was the site investigator who collected and collated print news items; RS and RJS conceived and designed the protocol; RS, HDS, BG and RKB developed the tools and plan of analysis; RS prepared the first draft of the manuscript; HDS provided expert support to write and refine the manuscript; all authors were involved in critically reviewing the paper and giving approval for the final version to be published."
        },
        {
            "section": "Conclusion",
            "text": "The Union-BI tobacco control project, implemented in collaboration with HPVHA and the state government, was able to strategically use earned print media on a large scale to promote tobacco control policies."
        },
        {
            "section": "Conclusion",
            "text": "Handling editor Seye Abimbola."
        },
        {
            "section": "Twitter Follow Hemant Shewade @HShewade",
            "text": "Funding The study was conducted as an operational research under the project conditions using project staff. Therefore, no separate budget was required. The submission of the paper to an open access journal was supported by funds from The International Union Against Tuberculosis and Lung Disease (The Union), South-East Asia Office."
        },
        {
            "section": "Twitter Follow Hemant Shewade @HShewade",
            "text": "Disclaimer The contents of this paper do not necessarily reflect the views of the NGO or The Union."
        },
        {
            "section": "Competing interests None declared.",
            "text": "Provenance and peer review Not commissioned; externally peer reviewed."
        },
        {
            "section": "Data sharing statement No additional data are available.",
            "text": "Open Access This is an Open Access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY-NC 4.0) license, which permits others to distribute, remix, adapt, build upon this work noncommercially, and license their derivative works on different terms, provided the original work is properly cited and the use is non-commercial. See: http:// creativecommons.org/licenses/by-nc/4.0/"
        }
    ]
}