{
    "level": "paragraph",
    "abstract": [
        {
            "text": "To investigate the value of quantitative analysis in dual energy spectral computed tomography (DESCT) for differentiating malignant gastric mucosal lesions from benign gastric mucosal lesions (including gastric inflammation [GI] and normal gastric mucosa [NGM]). This study was approved by the ethics committee, and all patients provided written informed consent. A total of 161 consecutive patients (63 with gastric cancer [GC], 48 with GI, and 50 with NGM) who underwent dual-phase contrast enhanced DESCT scans in the arterial phase (AP) and portal venous phase (PVP) were included in this study. Iodine concentration (IC) in lesions was derived from the iodine-based material-decomposition images and normalized to that in the aorta to obtain normalized IC (nIC). The ratios of IC and nIC between the AP and PVP were calculated. Diagnostic confidence for GC and GI was evaluated with reviewing the features including gastric wall thickness, focal, and eccentric on the conventional polychromatic images. All statistical analyses were performed by using statistical software SPSS 17.0 (SPSS, Chicago, IL). IC and nIC in GC differed significantly from those in GI and NGM, except for nIC AP in comparing GC with GI. Mean nIC values of GC (0.18 ± 0.06 in AP and 0.62 ± 0.16 in PVP) were significantly higher than that of NGM (0.12 ± 0.03 in AP and 0.37 ± 0.08 in PVP) (all P < 0.05). There was also significant difference for IC values in"
        }
    ],
    "body_text": [
        {
            "section": "Introduction",
            "text": "Gastric cancer (GC) is the fourth most common cancer and the second deadly cancer in the world, and the majority occurs in the developing countries and in East Asian countries, especially in Japan, Korea, and China. [1,2] During the past 3 decades, the survival rate of GC has increased dramatically due to the early diagnosis. [3] Among the early GC patients whose lesions are limited to the gastric mucosa and submucosa, 95% patients will survive more than 5 years. [4] Consequently, early diagnosis for malignant gastric mucosal lesions is of great importance since the outcome is dependent on the initial stages.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 216,
                    "text": "[1,",
                    "end": 219
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 219,
                    "text": "2]",
                    "end": 221
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 328,
                    "text": "[3]",
                    "end": 331
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 468,
                    "text": "[4]",
                    "end": 471
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "The standard method for diagnosing GC and distinguishing it from benign gastric condition was digestive endoscopy, combined with biopsy and histopathological evaluation, which shows high diagnostic accuracy. [5] However, this method also has some shortcomings due its invasiveness. In addition, some early GCs with little contrast with the surrounding mucosa can even be missed during the routine endoscopic examination. [5,6] Also, endoscopy cannot evaluate the depth of gastric wall invasion and the distant metastatic lesions.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 208,
                    "text": "[5]",
                    "end": 211
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 421,
                    "text": "[5,",
                    "end": 424
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 424,
                    "text": "6]",
                    "end": 426
                }
            ]
        },
        {
            "section": "Introduction",
            "text": "Multidetector computed tomography (MDCT) has in recent years become a powerful and noninvasive tool for identifying gastric wall invasion and perigastric extent in GC patients, combined with multiple planar reconstruction and virtual endoscopy, the detection rates achieved 44% to 93.5%. [7][8][9][10] However, with conventional MDCT, the averaging attenuation effect and beam-hardening artifacts would reduce the ability to reliably detect lesions, especially the small lesions, such as gastric mucosa lesions. [11] On the other hand, since the introduction in the late-2000, dual energy spectral computed tomography (DESCT) imaging, which is based on the rapid switching between 80 and 140 kVp, has gained its popularity in angiography, cancer detection, characterization, and differentiation. [12][13][14][15] The gemstone spectral imaging (GSI) mode allows the reconstruction of monochromatic images with photon energy levels from 40 to 140 keV and generates accurate material decomposition images, such as water-and iodine-based material-decomposition images. Material-decomposition images represent the amount or the density of different materials. The iodine concentration (IC) measurement in the iodine-based material decomposition image may be used to reflect the different contrast uptakes in gastric mucosa and GC, and the use of monochromatic X-ray beam in DESCT would eliminate the beam-hardening artifacts and average attenuation effects. [11,14,16,17] DESCT has demonstrated its value in gastric imaging to improve the N staging accuracy and to differentiate tumor histopathology type and lymph nodes. [16] However, the use of DESCT imaging in gastric mucosa has not been reported. The aim of this study was to introduce a quantitative analysis method in DESCT to differentiate GC from benign gastric mucosal condition, including gastric inflammation (GI) and normal gastric mucosa (NGM).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 288,
                    "text": "[7]",
                    "end": 291
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 291,
                    "text": "[8]",
                    "end": 294
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 294,
                    "text": "[9]",
                    "end": 297
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 297,
                    "text": "[10]",
                    "end": 301
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 512,
                    "text": "[11]",
                    "end": 516
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 796,
                    "text": "[12]",
                    "end": 800
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 800,
                    "text": "[13]",
                    "end": 804
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 804,
                    "text": "[14]",
                    "end": 808
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 808,
                    "text": "[15]",
                    "end": 812
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 1453,
                    "text": "[11,",
                    "end": 1457
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 1457,
                    "text": "14,",
                    "end": 1460
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1460,
                    "text": "16,",
                    "end": 1463
                },
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 1463,
                    "text": "17]",
                    "end": 1466
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1617,
                    "text": "[16]",
                    "end": 1621
                }
            ]
        },
        {
            "section": "Patients cohort",
            "text": "This retrospective study was approved by our Hospital Ethics Committee (Tongji Hospital, Wuhan), and all patients provided written informed consent before the CT examinations. We retrospectively analyzed the imaging information of 161 patients who underwent dual-phase contrast enhanced CT scanning successfully with GSI mode on a Discovery CT750HD scanner (GE Medical System; Milwaukee, WI) from February 2012 to January 2013 for detecting the presence of gastric, renal, or liver lesion."
        },
        {
            "section": "Patients cohort",
            "text": "The inclusion criteria of our study were patients with GC or inflammation were histopathologically proved by surgery or by gastrointestinal endoscopy biopsy, patients had no contraindication for nonionic iodine contrast media, and patients with no chemotherapy or surgery. The interval between CT examination and biopsy or surgery was less than 1 week in GC and GI patients. Patients without any gastric symptom (such as stomach pain, nausea, abdominal distension, belching, and acid reflux, etc.), infectious diseases (such as cholecystitis and pancreatitis), or tumor history were confirmed as having NGM."
        },
        {
            "section": "Patients cohort",
            "text": "A total of 165 consecutive patients were included for CT scanning, 4 patients were excluded from the study group after the CT scanning due to heavy artifacts caused by breathing. "
        },
        {
            "section": "CT examinations",
            "text": "CT examinations were performed for all patients on a Discovery CT750HD scanner (GE Healthcare; Waukesha, WI). Before CT scanning, each patient orally took 800 to 1000 mL warm water in 15 to 20 minutes to achieve gastric pouch distention, then received 10 mg of butylscopolamine bromide (Buscopan, Boehringer Ingelheim; Ingelheim, Germany) intravenously through an antecubital vein to minimize bowel peristalsis and to facilitate hypotonia. Scanning covered the entire stomach region (from the top of the diaphragm to the pelvis) during a single breath-hold with patients in the supine position. Nonionic contrast material (iopromide, Ultravist 370; Schering, Berlin, Germany) was injected through an 18-gauge angiographic catheter inserted into an antecubital vein at a rate of 3 to 4 mL/s by using an automatic power injector (Stellant; Medrad, Indianola, PA), with a total dosage ranging between 60 and 100 mL (1.0 mL/kg of body weight). After the contrast material injection, 20 mL normal saline solution was injected to flush contrast material in catheter and in blood vessel."
        },
        {
            "section": "CT examinations",
            "text": "The arterial phase (AP) scanning was performed at 30 seconds after the beginning of contrast material injection, and the portal venous phase (PVP) scan was performed at a delay of 20 seconds after finishing AP scanning. The dual-phase scanning was performed in the GSI mode with fast tube voltage switching between 80 and 140 kVp on adjacent views during a single rotation. Other scanning parameters were display field of view of 40 cm, reconstruction matrix size 512 Â 512, collimation of 40 mm, slice thickness and interval for axial images of 5 mm/5 mm, tube current of 600 mA, rotation speed of 0.6 seconds, helical pitch of 0.983, and with a fixed volumetric CT dose index of 21.8 mGy for each phase. Images were reconstructed by using projection-based material-decomposition software and a standard reconstruction kernel. Two types of images were reconstructed from the single spectral CT acquisition for analysis: iodine-based material decomposition images and monochromatic images obtained at energies ranging from 40 to 140 keV. All images were reconstructed to 0.625 mm for quantitative analysis."
        },
        {
            "section": "Imaging analysis",
            "text": "All DESCT data were transferred to an Advantage Workstation 4.5 (ADW 4.5) (GE Healthcare) for image analysis and data measurement."
        },
        {
            "section": "Imaging analysis",
            "text": "Two experienced abdominal radiologists (5 and 9 years in abdominal imaging) manually placed circular regions of interest (ROIs) on gastric mucosa in axial 70-keV monochromatic images (slice thickness 0.625 mm) independently. Suitable ROIs were set for covering the mucosa with an area of about 1.81 mm 2 , avoiding cystic, necrosis, and hemorrhage, to measure imaging parameters of mucosa. All ROIs were automatically propagated to monochromatic images of all energy levels (40-140 keV) and water-and iodine-based material decomposition images. CT attenuation values were measured from the monochromatic image sets to generate a spectral hounsfield unit curve (CT number as function of photon energy), and the ICs were also calculated automatically. Each reader placed the ROIs in 3 neighboring areas on mucosa, the average of the 2 readers was the final value. To minimize the variations between patients, the IC of mucosa was normalized to the IC of aorta both for AP and PVP with a suitable ROI as large as possible in the same level to derive a normalized IC (nIC) with formula: nIC = IC lesion /IC aorta . IC and nIC ratios were calculated with the formulas: IC ratio = IC PVP /IC AP , nIC ratio = nIC PVP / nIC AP (IC PVP and IC AP values were IC in PVP and AP, respectively, and nIC PVP and nIC AP were nIC values in PVP and AP, respectively)."
        },
        {
            "section": "Imaging analysis",
            "text": "Four experienced abdominal radiologists (above 5 years) reviewed the GC and GI conventional polychromatic images at the workstation. They were blinded to the diagnosis of the lesions, patient's information, and symptom. The readers measured the gastric wall thickness on the balanced lesions and reviewed the following features including the gastric wall thickness, eccentric, and focal on the conventional polychromatic images. According to the features above, the images were scored as levels 1-carcinoma, 0-unidentified, and À1-inflammation both for GC and GI groups. When the view was inconsistent, the decision was made with discussion by these 4 radiologists."
        },
        {
            "section": "Statistical analysis",
            "text": "All statistical analyses were performed using SPSS 17.0 (SPSS, Chicago, IL) statistical software for Windows. All quantitative data were presented as mean ± standard deviation. The one-way analysis of variance test with post hoc Bonferroni correction was performed to compare the parameters IC, nIC, IC ratio, and nIC ratio between GC and GI, GC and NGM, and GI and NGM both in AP and PVP, with P < 0.05 indicating statistical significance. Receiver operating characteristic curve (ROC) analysis was performed to calculate the diagnostic accuracy of IC, nIC, IC ratio, and nIC ratio and to establish the optimal threshold values to discriminating GC from NGM and GI. Area under curve (AUC) for the ROC curve, sensitivity, specificity, and cutoff value were calculated. The null hypothesis tested was that the AUC was 0.5, and the alternative was that the AUC was greater than 0.5."
        },
        {
            "section": "Statistical analysis",
            "text": "Diagnostic accuracy was analyzed with the diagnostic confidence and the clinical results (including pathological and endoscopic results). The interobserver agreement for the gastric lesions and aorta IC measurement was calculated with the interclass correlation coefficient (ICC). The interobserver agreement was defined as almost perfect (0.81-1.00), substantial (0.61-0.80), moderate (0.41-0.60), fair (0.21-0.40), slight (0.00-0.20), and poor (<0.00). [18] ",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 455,
                    "text": "[18]",
                    "end": 459
                }
            ]
        },
        {
            "section": "Results",
            "text": "Values of nIC, IC, IC ratio, and nIC ratio for GC, GI, and NGM in both AP and PVP for the spectral CT quantitative assessment are listed in Table 1. The quantitative parameters for the 3 groups were compared with each other. IC and nIC values in patients with GC were significantly different from those in patients with GI and NGM, except for nIC AP in comparing GC with GI. Mean nIC of GC in AP (0.18 ± 0.06) was higher than that of GI (0.16 ± 0.05) without significant difference while was significantly higher than that of NGM (0.12 ± 0.03), and nIC of GC in PVP (0.62 ± 0.16) was significantly higher than that of GI (0.54 ± 0.15) and NGM (0.37 ± 0.08) (P < 0.01). There was also significant difference for IC values in GC, GI, and NGM (24.19 ± 8.27, 19.07 ± 5.82, and 13.61 ± 2.52 mg/mL, respectively, in AP and 28.00 ± 7.0182, 24.66 ± 6.5582, and 16.94 ± 3.0682 mg/mL, respectively, in PVP). The nIC ratio of GC (3.72 ± 1.23) and GI (3.69 ± 1.35) was higher than that of NGM (3.20 ± 1.08), but there was no difference between each other. For IC ratio, there was no significant difference among GC, GI, and NGM (P > 0.05) (showed in Figs. 2-4).",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_0",
                    "start": 140,
                    "text": "Table 1",
                    "end": 147
                },
                {
                    "type": "bibr",
                    "start": 740,
                    "text": "(24.19 ± 8.27, 19",
                    "end": 757
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 1138,
                    "text": "Figs. 2-4)",
                    "end": 1148
                }
            ]
        },
        {
            "section": "Results",
            "text": "The ROC curves for different parameters in DESCT in differentiating GC from GI and NGM during AP and PVP are shown in Fig. 5. The parameter cutoff values required to optimize both the sensitivity and specificity for distinguishing the 2 types of mucosa are also listed. Based on the ROC analysis, nIC and IC in PVP had high sensitivity of 88.89% and 90.48% in differentiating GC from NGM, respectively, and the values were 71.43% and 88.89% during AP. For differentiating GI from NGM, using a threshold of 0.45 for nIC in PVP would provide sensitivity of 72.92% and specificity of 86.00% with AUC of 0.86, while using a threshold of 22.25 mg/mL for IC in PVP would provide sensitivity of 68.75% and specificity of 96.00% with AUC of 0.86. However, both the IC and nIC ratios did not show strong evidence for diagnosing the gastric mucosa lesions, with all of the AUCs less than 0.65 (showed in Table 2).",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_6",
                    "start": 118,
                    "text": "Fig. 5",
                    "end": 124
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 894,
                    "text": "Table 2",
                    "end": 901
                }
            ]
        },
        {
            "section": "Results",
            "text": "The thickness of gastric carcinoma (11.83 ± 4.32 mm) was significantly higher than that of gastritis (6.65 ± 2.33 mm) (P < 0.01). In gastric carcinoma, the occurrence rate of focal and eccentric sign was higher than that of gastritis. With the features on the conventional polychromatic images, the diagnostic accuracies for GC and GI were 75% (47/63) and 98% (47/      48), respectively (showed in Table 3). The interobserver agreement for the IC measurement between these 4 readers was almost perfect with all ICCs above 0.9.",
            "ref_spans": [
                {
                    "type": "table",
                    "start": 399,
                    "text": "Table 3",
                    "end": 406
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "In this study, we investigated the use of nontraditional CT quantitative parameters (such as IC) in DESCT for differentiating malignant gastric mucosal lesions from benign gastric mucosal lesions (including GI and NGM). For medical diagnostic imaging with GSI scanning mode, water and iodine were often selected as the basis material pairs for material-decomposition image presentation because their atomic numbers span the range of atomic numbers for materials generally found in medical imaging and approximate those of soft tissue and iodinated contrast material to result in material-attenuation images that were intuitive to interpret. [11,14] For GC and GI in the mucosa and NGM, their IC values were derived from the iodine-based material decomposition images. The quantitative parameter IC could be used to effectively reflect the degree of enhancement and the blood supply of lesions. [14] Our result showed that IC of GC was significantly higher than that of NGM both in AP and PVP. The increased IC value in GC would indicate the increased angiogenesis in the development of tumors, since the angiogenesis is the fundamental process and the growth formation would determine their enhancement in CT. [19] ROC analysis in this study indicated that IC had high sensitivity and specificity for discriminating GC from NGM. In PVP, a threshold of 21.17 mg/mL for IC in PVP would yield a sensitivity of 90.48% and specificity of 92.0% for differentiating GC from NGM. On the other hand, the inflammatory lesions are also associated with increased angiogenesis, which will result in similar effects to tumor-associated neovascularization. [19] Our study revealed that even though there was no statistically significant difference in the IC value between GC and GI, and the AUC values were not high enough to provide clinically meaningful diagnostic power to differentiate GC from GI. On the other hand, using IC in PVP, we were able to obtain AUC of 0.86 with sensitivity of 68.75% and specificity of 96% for the differentiation of GI from NGM.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 641,
                    "text": "[11,",
                    "end": 645
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 645,
                    "text": "14]",
                    "end": 648
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 894,
                    "text": "[14]",
                    "end": 898
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1210,
                    "text": "[19]",
                    "end": 1214
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 1642,
                    "text": "[19]",
                    "end": 1646
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "Since simple measurements of IC within tissues might be influenced by patient variations in height, weight, cardiac output, and central blood volume, we also calculated the nIC, which uses the IC of aorta as the reference parameter to minimize the variations in patients. [11,20] The nICs during the PVP provided high sensitivity for diagnosing GC from NGM. In PVP, nIC of GC was significantly higher than that of NGM, and a threshold for nIC of 0.48 yielded a high sensitivity of 88.89% and specificity of 96.00% for differentiating GC from NGM, and the AUC reached 0.94. Our results are consistent with many other clinical applications in that the quantitative nIC measurement was proven to be valuable, such as differentiating hepatic lesions, evaluating lymph nodes in rectal cancer and papillary thyroid cancer, and distinguishing between differentiated and undifferentiated GCs. [11,14,16,18,21] On the other hand, results indicated that the nIC ratio (including IC ratio) had no diagnostic value for discriminating GC from GI and NGM.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 272,
                    "text": "[11,",
                    "end": 276
                },
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 276,
                    "text": "20]",
                    "end": 279
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 885,
                    "text": "[11,",
                    "end": 889
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 889,
                    "text": "14,",
                    "end": 892
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 892,
                    "text": "16,",
                    "end": 895
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 895,
                    "text": "18,",
                    "end": 898
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 898,
                    "text": "21]",
                    "end": 901
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "In general, we found that values in PVP provided higher diagnostic power than that in AP. Using nIC in AP, the sensitivity and specificity were only 71.43% and 80.00%, respectively, with an AUC of 0.80 for differentiating GC from NGM. The AUCs in PVP were higher than in AP for other group pairs. Some authors [11,15] reported that measuring ICs in PVP could increase the accuracy for distinguishing small hepatocellular carcinoma from other hepatic lesions than in AP, due to the fact that contrast could effectively disperse in the liver and tissue in PVP. Combing the conventional size criterion, the nIC of lymph nodes during the PVP would improve the diagnostic accuracy for distinguishing metastatic from nonmetastatic lymph nodes in rectal cancer due to the contrast media both in intrasvasular and extravascular space with the leakage to the extravascular space. [18] In this study, the nIC of GC was higher than that of GI with a high sensitivity, while with a low specificity (41.67%). Gastric carcinoma originated from the mucosa and the sequence was from chronic nonatrophic gastritis that progressed to chronic atrophic gastritis, which might lead to intestinal metaplasia, dysplasia, and finally adenocarcinoma. [4] In addition, there is increasing evidence that the inflammation seems to play a critical role in the development and progression of numerous cancers. [22,23] The main reaction of inflammation is the increased blood flow secondary to vasodilation and increased vascular permeability, which would lead to more IC in the gastric mucosa ICs were cited in milligrams per milliliter (mg/mL); AUC = area under curve of the receiver operating characteristic curve; sensitivity and specificity were cited as percentages. AP = arterial phase, IC ratio = IC PVP / IC AP , IC = iodine concentration, nIC (normalized IC) = IC lesion /IC aorta , nIC ratio = nIC PVP /nIC AP , GC = gastric cancer, GI = gastric inflammation, NGM = normal gastric mucosa PVP = portal venous phase.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 310,
                    "text": "[11,",
                    "end": 314
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 314,
                    "text": "15]",
                    "end": 317
                },
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 871,
                    "text": "[18]",
                    "end": 875
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1226,
                    "text": "[4]",
                    "end": 1229
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 1380,
                    "text": "[22,",
                    "end": 1384
                },
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 1384,
                    "text": "23]",
                    "end": 1387
                }
            ]
        },
        {
            "section": "Table 3",
            "text": "Features on the conventional images and diagnostic accuracy for GC and GI. in enhanced CT. [14,19,22] Insko et al [24] summarized taking advantage of the gastric wall thickness was 1 cm or greater, focal, eccentric, and gastric wall enhanced almost would reach a 92% specificity for indicating malignant lesions, while with a low sensitivity. So taking these features into account, the diagnostic accuracy for GI has reached 98%. In the clinical study, combing the quantitative analysis and conventional features would provide more diagnostic information. Our study did have some limitations. First, the patients of NGM group were confirmed by clinical information, and not all NGM patients were confirmed by pathological or endoscopy, the normal group might have slight gastritis which may lead to some bias in the study. Second, in this study, we focused our attention on the quantitative analysis of the IC of gastric mucosa without the evaluation of N staging. The use of optimal monochromatic images in spectral CT imaging could improve the N staging accuracy for GCs which was the key for choosing accurate therapy. [16] Third, in this study, few patients of early GC had lesion localized in mucosa layer, the result should be verified in large-scale clinical study. Fourth, we did not divide the GC patients into different pathological pattern groups. In the following study, we will consider the diversity outcome from different mucosa pathological patterns. Finally, the thickness of gastric mucosa was just 2 to 3 mm, which made it difficult to place ROIs.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 91,
                    "text": "[14,",
                    "end": 95
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 95,
                    "text": "19,",
                    "end": 98
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 98,
                    "text": "22]",
                    "end": 101
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 114,
                    "text": "[24]",
                    "end": 118
                },
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 1122,
                    "text": "[16]",
                    "end": 1126
                }
            ]
        },
        {
            "section": "Features",
            "text": "In conclusion, quantitative analysis of spectral CT parameters may be used to improve the sensitivity and specificity for differentiating malignant mucosa from benign gastric mucosa with DESCT, especially in PVP."
        },
        {
            "text": "Among the 161 patients (M:F = 75:86; age range 16-77 years with mean age 50.02 ± 15.20 years), 63 patients (M:F = 29:34) had GC (19 with early GC and 44 with advanced GC) confirmed by surgery or endoscopy, 48 patients (M:F = 26:22) had GI (21 with superficial gastritis and 27 with atrophic gastritis) confirmed by endoscopy, and 50 (M:F = 20:30) had NGM (shown inFig. 1)."
        },
        {
            "section": "Figure 1 .",
            "text": "Flowchart of patient selection. DESCT = dual energy spectral computed tomography. Meng et al. Medicine (2017) 96:2 Medicine"
        },
        {
            "text": "Meng et al. Medicine (2017) 96:2 www.md-journal.com"
        },
        {
            "section": "Figure 2 .",
            "text": "Contrast enhanced images of a 60-year-old man with a right renal cyst show the iodine concentration (IC), regions of interests (ROIs), computed tomography attenuation, and spectral curve with normal gastric mucosa. (A) Iodine-based material-decomposition image at 70 keV with ROI setting on partial enlarged views during portal venous phase (PVP) and showed that IC of NGM was 13 mg/mL and normalized IC was 0.272. (B) Graph showed spectral HU curves of aorta (blue) and NGM (the other 3 colors) during PVP."
        },
        {
            "section": "Figure 3 .",
            "text": "Contrast enhanced gemstone spectral imaging images of a 61-year-old man with early gastric adenocarcinoma (staged T1) demonstrated focal thickening and focalized mucosa absent in the gastric cardia during portal venous phase (PVP). (A and B) Monochromatic image at 70 keV in PVP showed the focalized mucosa absent and location of the regions of interests. (C) Iodine-based material-decomposition image showed that iodine concentration of gastric cancer mucosa was 29.1 mg/mL and normalized iodine concentration was 0.67. (D) Graph showed spectral HU curves of aorta (blue) and the mucosa of gastric cancer mucosa (the other 3 colors) during the PVP. Meng et al. Medicine (2017) 96:2 Medicine"
        },
        {
            "section": "Figure 4 .",
            "text": "Contrast enhanced gemstone spectral imaging images from a 59-year-old man with undifferentiated adenocarcinoma staged T4 in the lesser curvature of gastric in portal venous phase (PVP). (A) Monochromatic image at 70 keV during PVP showed the thickened gastric wall. (B) Iodine-based materialdecomposition image showed that the iodine concentration of gastric cancer mucosa was 21.6 mg/mL, and the normalized iodine concentration was 0.55. (C) Water-based material-decomposition image. (D) Graph showed spectral HU curves of aorta (blue) and the mucosa of gastric cancer mucosa (the other 3 colors) during PVP."
        },
        {
            "section": "Figure 5 .",
            "text": "ROC curves for spectral computed tomography parameters (included iodine concentration [IC], normalized IC [nIC], IC ratio, and nIC ratio) during arterial phase and portal venous phase of the gastric mucosa in distinguishing (A) gastric cancer (GC) from gastric inflammation (GI), (B) GC from normal gastric mucosa (NGM), (C) GI from NGM, and (D) GC from benign gastric mucosa (GI and NGM included). Meng et al. Medicine (2017) 96:2 www.md-journal.com"
        },
        {
            "section": "Table 1",
            "text": "Spectral computed tomography quantitative assessment of GC and gastric inflammation in gastric mucosa and normal gastric mucosa."
        },
        {
            "section": "Table 1",
            "text": "ICs were cited in milligrams per milliliter (mg/mL); data were mean value ± standard deviation, P < 0.05 indicated statistically difference between GC and GI, GC and NGM, and GI and NGM. AP = arterial phase, IC ratio = IC PVP /IC AP , IC = iodine concentration, nIC (normalized IC) = IC lesion /IC aorta , nIC ratio = nIC PVP /nIC AP , GC = gastric cancer, GI = gastric inflammation, NGM = normal gastric mucosa PVP = portal venous phase. ANOVA test was calculated with post hoc Bonferroni correction."
        },
        {
            "section": "Table 2",
            "text": "Diagnostic performance of spectral computed tomography quantitative parameters for discriminating GC from GI and NGM.AUC Cutoff Sensitivity Specificity AUC Cutoff Sensitivity Specificity AUC Cutoff Sensitivity Specificity AUC Cutoff Sensitivity Specificity"
        }
    ]
}