{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Introduction: One of the biggest disadvantages of dental amalgam is that gaining its ultimate strength is a slow process. The use of a rapid-setting amalgam with high early compressive strength could be a better option in preventing early fractures in pediatric dentistry. The aim of this study was to determine the effect of diode laser irradiation on compressive strength of dental amalgam. Methods: A case-control study was performed on 180 amalgam samples made at the Tehran Dental Material Research Center in 2014. Fifteen and thirty minute compressive strength of regular setting and fast setting amalgams were measured as control. In case groups, the samples were irradiated by 810nm diode laser with power of 1 and 2 watt and in pulsed and continuous mode, and compressive strength was measured after 15 and 30 minutes. Statistical analysis was performed with SPSS 18 using one and two way ANOVA and Scheffe multiple comparisons test and p<0.05 was considered significant. Results: Numerous kinds of laser irradiation led to a significant increase in compressive strength compared to regular setting control groups. Fifteen minutes-compressive strength of regular-setting amalgam irradiated by 2 watt laser was significantly more than fast-setting control group (p<0.05). Conclusion: Irradiation by 810nm diode laser can significantly increase the compressive strength of dental amalgam especially in the first 15 minutes."
        }
    ],
    "body_text": [
        {
            "section": "Introduction",
            "text": "Advances in preventive dentistry and their application in the private dental office, the widespread acceptance of communal water fluoridation and greater emphasis on dental health education have dramatically changed the nature of dental practice. Despite the significant decrease in dental caries, the restoration of primary and young permanent teeth is still among the important services in pediatric dentistry (1). Although dentistry is a dynamic combination of improving materials and documented effective methods, many aspects of restorative procedures in pediatric dentistry have remained unchanged for decades (2). Dental materials such as glass ionomers, resin ionomer products and advanced composite systems have been developed and left a profound impact on restoration of primary teeth. Unfortunately, there is insufficient long-term clinical information regarding most of these materials. Dentists may use traditional materials with advanced rates of success such as amalgam and stainless steel crowns (SSCs), or may tend to use new materials due to their improved esthetics. However, none of the tooth-colored materials have shown the longevity and successful history of amalgam and SSC and despite the decrease in application, amalgam is one of the most durable and cost-effective dental materials (1)(2)(3)(4). Unlike many other materials used in dentistry, which set through a chemical reaction, dental silver amalgam is relatively slow. For example, as judged by dimensional change at 37 °C, the process has not stopped at 150 h. Tensile strength has been shown to increase to at least 100 h, similar to results for compressive strength (5). High primary compressive strength can be an important benefit of dental amalgam, because it decreases the potential of early fractures due to heavy occlusal forces before the ultimate compressive strength is gained (6). Premature loading can result in minute fractures that are not apparent for weeks or even months. The use of a rapid setting amalgam with a high primary compressive strength should be considered when treating a pediatric patient in whom compliance with instructions to refrain from biting down hard on freshly placed amalgam is in question (1). Laser hardening is one of the methods of strengthening metals and alloys in industry. With the interaction of the laser beam and its movement over the surface, very rapid heating of metal workpieces can be achieved and subsequent to that, also very rapid cooling down or quenching. The cooling rate, which in conventional hardening defines quenching, has to ensure martensitic phase deformation. In laser hardening the martensitic transformation is achieved by self-cooling (7). In laser hardening, some characteristics such as hardness, strength, fatigue and wear resistance are improved and favorable characteristics such as toughness and ductility remain unchanged (8). We considered that laser irradiation can improve the compressive strength of dental amalgam; thus the aim of this study was to determine the effect of 810nm diode laser irradiation on compressive strength of dental amalgam.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 412,
                    "text": "(1)",
                    "end": 415
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 616,
                    "text": "(2)",
                    "end": 619
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 1310,
                    "text": "(1)",
                    "end": 1313
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 1313,
                    "text": "(2)",
                    "end": 1316
                },
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 1316,
                    "text": "(3)",
                    "end": 1319
                },
                {
                    "type": "bibr",
                    "ref_id": "b3",
                    "start": 1319,
                    "text": "(4)",
                    "end": 1322
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 1652,
                    "text": "(5)",
                    "end": 1655
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1872,
                    "text": "(6)",
                    "end": 1875
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 2216,
                    "text": "(1)",
                    "end": 2219
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 2695,
                    "text": "(7)",
                    "end": 2698
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 2889,
                    "text": "(8)",
                    "end": 2892
                }
            ]
        },
        {
            "section": "Research design and materials",
            "text": "This study is in the category of case-control studies performed in Tehran Dental Material Research Center in 2014. Two series of 2-spill amalgam capsules (Sepalloy, Septodont, France) were used; 150 regular setting amalgam capsules composed of 46% Ag, 31.3% Sn, 22.7% Cu and mercury to alloy ratio of 1.2; and 30 fast setting amalgam capsules composed of 66.8% Ag, 18.5% Sn, 12.7% Cu and mercury to alloy ratio of 1.1."
        },
        {
            "section": "Sample preparation",
            "text": "Amalgam capsules were triturated by an amalgamator (Ultramat 2, Australia) at the speed of 4800rpm for 8 seconds due to manufacturer's instructions. Standard amalgam samples were made by molding method under a load of 14±1 MPa using a prefabricated mold. Height of all samples was 8mm and their width was 4mm. Prior compressive strength test, all samples were put in 37 °C incubator (Kavosh Mega, Iran) to simulate the temperature of oral environment."
        },
        {
            "section": "Compressive strength testing",
            "text": "Compressive strength test was carried out with universal testing machine (Zwick-Roell, Germany) at the speed of 0.5 mm/min and under a load of 50N ( Figure 1). ",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 149,
                    "text": "Figure 1",
                    "end": 157
                }
            ]
        },
        {
            "section": "Control groups",
            "text": "In control groups, compressive strength of regular and fast setting amalgam was measured 15 and 30 minutes after trituration. Definition of control groups is as below ( "
        },
        {
            "section": "Optimization and lasing procedure",
            "text": "In case groups, 810nm pulsed and continuous diode laser (GaAlAs, Gigga, China) with the power of 1 and 2 watt was used. Primarily, a pilot study was performed using different powers of diode laser and it was concluded that these powers have less probability for thermal changes. As laser irradiation can induce thermal changes in amalgam samples and more than 5.5 °C thermal changes have the potential to harm the pulp (9-12), first we optimized laser irradiation time in each group. An amalgam sample connected to the electrode of a thermometer (Fahm Co, Iran) and baseline temperature was registered. Temperature rise was measured during laser irradiation. Pulsed 1 watt laser caused 5.4°C temperature rise after 65 seconds and pulsed 2 watt laser caused the same change after 40 seconds. One watt continuous laser caused 5.3 °C increase in temperature while 2 watt continuous laser caused 5.7 °C increase after just 20 seconds. Regarding the results of the optimization test, the following physical parameters were considered to minimize the potential of thermal damage: irradiation time was considered 30 seconds for 1 and 2 watt pulsed and 1 watt continuous laser and 15 seconds for 2 watt continuous laser. To keep the same distance, 800µm fiber optic end was adjusted to the center of each sample and fixed at 4mm distance to its upper surface. One side of an electrode was connected to the lower surface of amalgam sample and the other side was connected to a thermometer to measure the increase in sample's temperature during laser irradiation and the highest temperature was registered for each sample. Figure 2 shows the lasing and temperature measuring model used in this study. Table 1 shows the characteristics of each group in this experiment. ",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1613,
                    "text": "Figure 2",
                    "end": 1621
                },
                {
                    "type": "table",
                    "start": 1691,
                    "text": "Table 1",
                    "end": 1698
                }
            ]
        },
        {
            "section": "Statistical analysis",
            "text": "Data were processed by SPSS version 18 (SPSS Inc., Chicago, Illinois, USA) and statistical analysis was performed using one-way and two-way ANOVA and Scheffe multiple comparisons and p<0.05 was considered significant."
        },
        {
            "section": "Results",
            "text": "One hundred eighty amalgam samples were tested consisting of 60 samples in 4 control groups and 120 samples in 8 case groups. Figure 3 shows mean compressive strength of studied samples. Statistical analysis showed that all types of laser irradiation caused significant increase in 15 and 30 minutes compressive strength of study samples compared to regular setting control groups (p<0.05). Although the compressive strength of lased regular setting amalgam samples was more than fast setting control groups, the difference was statistically significant just for 15 minute compressive strength after 2 watt pulsed and continuous irradiation (p<0.05). There was no significant difference in the effect of pulsed and continuous lasers of the same power (p>0.05). Each sample was connected to the electrode of a thermometer during lasing procedure and increase in temperature was registered. Table 2 shows minimum, maximum and mean temperature rise of lased amalgam samples in each group. Except for group RC230, temperature rise in all other groups was below the critical point.  ",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 126,
                    "text": "Figure 3",
                    "end": 134
                },
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 889,
                    "text": "Table 2",
                    "end": 896
                }
            ]
        },
        {
            "section": "Discussion",
            "text": "Amalgam fillings constitute a great portion of dental fillings in children and adolescents (1). Ease of use, low technical sensitivity, clinical durability and cost-effectiveness of amalgam, makes it an acceptable filling in this age group (1,2). One of the most important problems while performing an amalgam restoration for children is lack of compliance with instructions to avoid biting hard objects in the first hours after placing an amalgam filling. So, it would be beneficial to use a rapid-setting amalgam when treating a pediatric patient (1). In the present study, we used diode laser irradiation to increase early compressive strength of amalgam. The rationale to use this type of laser was more absorbability in amalgam and less reflection that together can increase the temperature even in the inferior part of the amalgam sample. Diode laser equipment is relatively inexpensive and can be used in other procedures in pediatric dentistry such as pulpotomy and soft tissue surgeries. If clinically applicable, this procedure can be added to the aforementioned applications. According to the results of our study, two-watt pulsed and continuous diode laser irradiation resulted in a significant increase in 15-minutes compressive strength of regular setting amalgam, to the amounts even more than fast setting control amalgam samples (p<0.05). One-watt pulsed and continuous laser caused an increase in compressive strength of amalgam samples which was statistically significant just compared to regular setting control samples (p<0.05). As we know, hardening of dental amalgam is a consequence of a reaction between mercury and amalgam alloy particles that forms intermetalic compounds. This reaction results in δ1 (Ag3Hg2) and δ2 (Cu3Sn6) phase formation that surround unreacted δ particles (Ag3Sn). The more the unreacted δ phase, the better the mechanical properties of amalgam such as compressive strength (6). There is a probability that laser beam causes heat and therefore accelerates the mercury-alloy reaction. As a result, intermetalic compounds make a lattice around the unreacted δ particles quickly which causes a more rapid hardening of amalgam, and limits the accessibility of alloy particles by mercury. Thereupon, more remained unreacted δ particles increase the compressive strength of amalgam. Further studies using thermocycling can reveal the effects of this strengthening procedure on long term stability and longevity of amalgam filling in oral environment. In the current study, 30minutes compressive strength of all irradiated amalgam samples was more than regular and fast setting control samples, but the difference was statistically significant just for regular setting amalgam. It seems that after laser irradiation and heating the amalgam sample, a rapid increase in compressive strength occurs and then, a hardening process progresses at a lower speed; whereas, compressive strength of fast setting amalgam, increases in a more constant mode. So, as time goes on, the significant difference in compressive strength of irradiated and fast setting amalgam becomes less pronounced. To the best of our knowledge, there is only a single study that used laser irradiation on dental amalgam and measured hardness enhancement after laser was used. Almuslet et al irradiated the amalgam mixture by 675nm diode laser at the power of 15mW for 2 minutes. They found 24% increase in hardness of amalgam after irradiation and 6 h hardness of irradiated amalgam was equal to 24 h hardness of nonirradiated one (13). As it did not measure the changes in compressive strength of the studied samples, its results are not comparable to our study. According to the results of previous studies, more than 5.5 °C increase in pulpal temperature can exert adverse effects (9)(10)(11)(12). In our study, the mean increase in temperature after irradiating 1-watt pulsed and continuous and 2-watt pulsed laser was below the critical point and just 2-watt continuous laser caused more than 5.5 °C increase in temperature of some of the amalgam samples. Regarding the lack of significant difference in compressive strength of amalgam after pulsed and continuous laser irradiation, it seems logical to use pulsed laser, due to lower risk of pulpal damage. Further studies using different kinds of lasers, make it possible to compare the effects of different lasers on compressive strength of dental amalgam. Unawareness of exact structural changes in amalgam is one of the limitations of this study and further studies using microscopic evaluation is recommended.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 91,
                    "text": "(1)",
                    "end": 94
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 240,
                    "text": "(1,",
                    "end": 243
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 243,
                    "text": "2)",
                    "end": 245
                },
                {
                    "type": "bibr",
                    "ref_id": "b0",
                    "start": 549,
                    "text": "(1)",
                    "end": 552
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 1923,
                    "text": "(6)",
                    "end": 1926
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 3539,
                    "text": "(13)",
                    "end": 3543
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 3792,
                    "text": "(9)",
                    "end": 3795
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 3795,
                    "text": "(10)",
                    "end": 3799
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 3799,
                    "text": "(11)",
                    "end": 3803
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 3803,
                    "text": "(12)",
                    "end": 3807
                }
            ]
        },
        {
            "section": "Conclusions",
            "text": "According to the results of our study, 810nm, 2-watt, pulsed and continuous diode laser irradiation can significantly increase the early compressive strength of amalgam. Due to less heat production by pulsed laser and lower risk of pulpal damage, using this mode of irradiation can be beneficial in clinical success of amalgam fillings. Further studies on eventual effects of laser on structure and arrangement of amalgam alloy particles would be helpful in explaining the results of current study."
        },
        {
            "section": "Acknowledgments:",
            "text": "The study was funded by Dental Material Research Center, Babol University of Medical Sciences, Babol, Iran. The authors are grateful to the staff of Dental Research Center and Laser Research Center of Dentistry, Tehran University of Medical Sciences, Tehran, Iran."
        },
        {
            "section": "Conflict of Interest:",
            "text": "There is no conflict of interest to be declared."
        },
        {
            "section": "Authors' contributions:",
            "text": "All authors contributed to this project and article equally. All authors read and approved the final manuscript."
        }
    ]
}