{
    "level": "paragraph",
    "abstract": [
        {
            "text": "Neural stem cells (NSCs) reside in a unique microenvironment within the central nervous system (CNS) called the NSC niche. Although they are relatively rare, niches have been previously characterized in both the brain and spinal cord of adult animals. Recently, another potential NSC niche has been identified in the filum terminale (FT), which is a thin band of tissue at the caudal end of the spinal cord. While previous studies have demonstrated that NSCs can be isolated from the FT, the in vivo architecture of this tissue and its relation to other NSC niches in the CNS has not yet been established. In this article we report a histological analysis of the FT NSC niche in postnatal rats and humans. Immunohistochemical characterization reveals that the FT is mitotically active and its cells express similar markers to those in other CNS niches. In addition, the organization of the FT most closely resembles that of the adult spinal cord niche."
        }
    ],
    "body_text": [
        {
            "text": "INDEXING TERMS: neural stem cell niche; filum terminale; spinal cord; differentiation; RRID:RGD_734476; RRI-D:AB_10013382; RRID:AB_94911; RRID:AB_531888; RRID:AB_10141047; RRID:AB_393778; RRID:AB_864007; RRI-D:AB_143011; RRID:AB_141633; RRID:AB_141708; RRID:AB_141637; RRID:AB_141424; RRID:AB_141357; RRID:AB_141372"
        },
        {
            "text": "The filum terminale (FT) is a thin band of tissue that connects the spinal cord to the periosteum of the coccyx. It is present in all vertebrates and has been studied in a variety of species, including frogs, cats, rodents, and humans (Gamble, 1971;Nakayama, 1976;Gonzalez-Robles and Glusman, 1979;Chesler and Nicholson, 1985;Rethelyi et al., 2004;Boros et al., 2008). Although it is continuous with the spinal cord, the FT has a unique developmental history, which involves regression from a differentiated state to that of a more primitive tissue. Early in development, the FT is a fully differentiated section of the spinal cord that innervates the embryonic tail and is complete with nerve roots and associated dorsal root ganglia. As development progresses and the tail is absorbed, the FT undergoes a process that Streeter (1919) termed \"dedifferentiation,\" which results in a tissue that appears to have regressed to an earlier developmental state (Kunitomo, 1918;Streeter, 1919;Tarlov, 1938). The postnatal FT is completely vestigial and expendable. It is not interconnected with the central nervous system (CNS) and does not participate in nervous control of the organism. It is routinely sectioned to treat Tethered Cord syndrome, which is a condition characterized by the abnormal attachment of tissue limiting the movement of the spinal cord within the vertebral column (Bakker-Niezen et al., 1984;Nakamura, 1984;Lad et al., 2007). Consequently, the FT is a potential source of autologous cells for cell replacement strategies.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b22",
                    "start": 235,
                    "text": "(Gamble, 1971;",
                    "end": 249
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 249,
                    "text": "Nakayama, 1976;",
                    "end": 264
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 264,
                    "text": "Gonzalez-Robles and Glusman, 1979;",
                    "end": 298
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 298,
                    "text": "Chesler and Nicholson, 1985;",
                    "end": 326
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 326,
                    "text": "Rethelyi et al., 2004;",
                    "end": 348
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 348,
                    "text": "Boros et al., 2008)",
                    "end": 367
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 820,
                    "text": "Streeter (1919)",
                    "end": 835
                },
                {
                    "type": "bibr",
                    "ref_id": "b34",
                    "start": 955,
                    "text": "(Kunitomo, 1918;",
                    "end": 971
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 971,
                    "text": "Streeter, 1919;",
                    "end": 986
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 986,
                    "text": "Tarlov, 1938)",
                    "end": 999
                },
                {
                    "type": "bibr",
                    "ref_id": "b6",
                    "start": 1382,
                    "text": "(Bakker-Niezen et al., 1984;",
                    "end": 1410
                },
                {
                    "type": "bibr",
                    "ref_id": "b41",
                    "start": 1410,
                    "text": "Nakamura, 1984;",
                    "end": 1425
                },
                {
                    "type": "bibr",
                    "ref_id": "b35",
                    "start": 1425,
                    "text": "Lad et al., 2007)",
                    "end": 1442
                }
            ]
        },
        {
            "text": "There have been several prior histological studies of the FT. Tarlov (1938) observed a loose organization of multiple cell types including neuroblasts, glial cells, and ependymal cells lining the central canal. This initial report has been confirmed and elaborated upon by a number of researchers, including Kernohan (1924), Choi et al. (1992), and Miller (1968). More recently, Rethelyi et al. (2004) used immunohistochemistry to confirm the existence of neuronal precursors and glial cells in the rat FT. Based on this cellular organization, they speculated that the FT may contain neural stem cells (Rethelyi et al., 2004).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 62,
                    "text": "Tarlov (1938)",
                    "end": 75
                },
                {
                    "type": "bibr",
                    "start": 308,
                    "text": "Kernohan (1924)",
                    "end": 323
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 325,
                    "text": "Choi et al. (1992)",
                    "end": 343
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 345,
                    "text": "and Miller (1968)",
                    "end": 362
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 379,
                    "text": "Rethelyi et al. (2004)",
                    "end": 401
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 602,
                    "text": "(Rethelyi et al., 2004)",
                    "end": 625
                }
            ]
        },
        {
            "text": "Recently, several laboratories including our own have isolated neural progenitor cells from the FT of both rats and humans. These cells have been shown to express neural progenitor cell markers such as Nestin, Dlx-2, Sox-2, and Musashi-1. They have also been passaged multiple times as neurospheres and differentiated into neurons, astrocytes, and oligodendrocytes (Varghese et al., 2009;Arvidsson et al., 2011;Jha et al., 2013a,b). FT-derived neurospheres have been differentiated into motor neurons capable of innervating muscle tissue in vitro (Jha et al., 2013a,b), and FT-derived progenitors that have been transplanted into the chick or rat CNS survive and become migratory (Varghese et al., 2009;Jha et al., 2013a).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 365,
                    "text": "(Varghese et al., 2009;",
                    "end": 388
                },
                {
                    "type": "bibr",
                    "ref_id": "b4",
                    "start": 388,
                    "text": "Arvidsson et al., 2011;",
                    "end": 411
                },
                {
                    "type": "bibr",
                    "start": 411,
                    "text": "Jha et al., 2013a,b)",
                    "end": 431
                },
                {
                    "type": "bibr",
                    "start": 547,
                    "text": "(Jha et al., 2013a,b)",
                    "end": 568
                },
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 680,
                    "text": "(Varghese et al., 2009;",
                    "end": 703
                },
                {
                    "type": "bibr",
                    "ref_id": "b30",
                    "start": 703,
                    "text": "Jha et al., 2013a)",
                    "end": 721
                }
            ]
        },
        {
            "text": "The specific microenvironment that harbors neural stem cells (NSCs) has been well characterized elsewhere in the CNS, most notably in the subventricular zone (SVZ) (Alvarez-Buylla and Garcia-Verdugo, 2002), the hippocampal subgranular zone of the dentate gyrus (Seri et al., 2004), and the spinal cord (Hamilton et al., 2009;Hugnot and Franzen, 2011;Marichal et al., 2012). While each of these stem cell niches has its own unique architecture, they all share similarities in terms of the types of cells present and the immunocytochemical markers they express (Fuentealba et al., 2012). We were interested in determining whether the FT-derived progenitor cells that we have isolated in vitro reside in an in vivo niche that is similar to those described elsewhere in the CNS. Because the FT is a derivative of the embryonic spinal cord, we were particularly interested in comparing its histology to that of the adult spinal cord stem cell niche.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 184,
                    "text": "Garcia-Verdugo, 2002)",
                    "end": 205
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 261,
                    "text": "(Seri et al., 2004)",
                    "end": 280
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 302,
                    "text": "(Hamilton et al., 2009;",
                    "end": 325
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 325,
                    "text": "Hugnot and Franzen, 2011;",
                    "end": 350
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 350,
                    "text": "Marichal et al., 2012)",
                    "end": 372
                },
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 559,
                    "text": "(Fuentealba et al., 2012)",
                    "end": 584
                }
            ]
        },
        {
            "text": "In this article we report a histological analysis in both rats and humans using markers that have been characterized in progenitor cell niches elsewhere in the CNS. We find that FT is mitotically active, that cells in FT have immunocytochemical profiles similar to what is seen in other CNS niches, and that its organization closely resembles that of the spinal cord."
        },
        {
            "section": "MATERIALS AND METHODS Animals",
            "text": "Postnatal Sprague-Dawley rats (RRID:RGD_734476, Charles River, Wilmington, MA) aged 1, 10, or 82-367 days were housed at a controlled temperature and kept on a 12-hour light/dark cycle with food and water available ad libitum. All experiments were approved by the Institutional Animal Care and Use Committee at Harvard Medical School and were conducted in accordance with the NIH Guide for the Care and Use of Laboratory Animals."
        },
        {
            "section": "Human autopsy tissue",
            "text": "Tissue from the FT was obtained from human autopsies (subjects aged 51-81 years old) that were performed in the autopsy suite at Brigham and Women's Hospital (Boston, MA). Each FT was removed, placed in ice-cold Hanks solution, and transported to the lab on ice where it was fixed with 4% paraformaldehyde (PFA) for 2 hours before being processed as described below."
        },
        {
            "section": "Human autopsy tissue",
            "text": "EdU (5-ethynyl-2 0 -deoxyuridine) labeling"
        },
        {
            "section": "Human autopsy tissue",
            "text": "Postnatal day (P)10 Sprague-Dawley rats were weighed, anesthetized with isoflurane (Phoenix Pharmaceuticals, Burlingame, CA), and injected subcutaneously with EdU (Invitrogen, Carlsbad, CA) at a concentration of 10 lg/g body weight. After a 4-hour incubation period, the animals were euthanized and the tissue was processed for detection of EdU labeling with the Click iT Alexa Fluor Azide system (Invitrogen). Both frozen sections and whole mounts were incubated in the detection solution for 2 hours, washed extensively in phosphate-buffered saline (PBS), and mounted on Superfrost slides (VWR, Radnor, PA) using Vectashield Mounting Medium (Vector Laboratories, Burlingame, CA)."
        },
        {
            "section": "EdU/Ki67 double labeling",
            "text": "To assess proliferation rates, P2 Sprague-Dawley rats were weighed and injected subcutaneously with EdU (Invitrogen) at a concentration of 10 lg/g body weight. The rats were then euthanized after 2 hours, 3 days, or 7 days and the FT of each animal was dissected, postfixed in 4% PFA for 2 hours, cryoprotected in a 30% sucrose solution, and embedded in O.C.T. (Tissue-Tek, Torrance, CA). Frozen sections were cut, mounted on Superfrost slides (VWR), and incubated in a blocking solution that contained 0.2% bovine serum albumin (BSA), 10% goat serum, and 0.3% Triton X-100 in PBS (all reagents from Sigma, St. Louis, MO). A monoclonal mouse anti-human Ki67 antibody (RRID:AB_393778, BD Biosciences, San Jose, CA) was diluted in the same blocking solution (1:200) and applied to the frozen sections overnight at 48C. After being washed in PBS, the slides were incubated for 2 hours at room temperature in a goat antimouse IgG Alexa Fluor 568 secondary antibody (RRID:AB_143011, Invitrogen) that had been diluted in the same blocking solution. Finally, after numerous, extensive washes with PBS, EdU labeling was detected with the Click iT Alexa Fluor Azide system (Invitrogen)."
        },
        {
            "section": "Tissue preparation",
            "text": "Postnatal rats were anesthetized with isoflurane and sacrificed by cervical dislocation. Ventral laminectomies were performed, and the FT was dissected, washed once in Hanks Balanced Salt Solution (Lonza, Hopkintown, MA), and fixed in 4% PFA for 2 hours. After fixation, the FT were washed three times in PBS, and some samples were set aside for use as whole mounts. Both human and rat FT tissue underwent cryoprotection in a 30% sucrose solution in preparation for frozen sectioning. After sinking (thus ensuring tissue saturation), the tissue was transferred to a 50:50 30% sucrose/O.C.T. (Tissue-Tek) solution for 24 hours. Next, the tissue was incubated in O.C.T. for 2 hours, rapidly frozen with 5methylbutane and liquid nitrogen, and stored at -208C. Finally, the tissue was sectioned at 20 lm using a Leica CM3050S Crysotat (Leica Microsystems, Buffalo Grove, IL) and stored at -208C."
        },
        {
            "section": "Immunohistochemistry",
            "text": "Slides holding frozen sections were placed on a slide warmer for 2 hours and washed twice with PBS. Both frozen sections and whole mounts were then incubated for 1 hour in a permeabilization/blocking solution that contained 0.2% BSA, 2% fish skin gelatin, 10% goat serum, 0.3% Triton X-100, and 0.25% NaN 3 in PBS (all reagents from Sigma).  Table 1 for details) and centrifuged at 13,000 rpm for 30 minutes at 48C prior to application. Once applied, frozen sections were incubated in primary antibody at room temperature for 24 hours, and whole mounts were incubated at 48C for 4-5 days on a gentle agitator.",
            "ref_spans": [
                {
                    "type": "table",
                    "ref_id": "tab_1",
                    "start": 342,
                    "text": "Table 1",
                    "end": 349
                }
            ]
        },
        {
            "section": "Immunohistochemistry",
            "text": "After an extensive wash in PBS, appropriate secondary antibodies (donkey antimouse IgG Alexa Fluor 594, RRID:AB_141633; donkey antirabbit IgG Alexa Fluor 488, RRID:AB_141708; donkey antirabbit IgG Alexa Fluor 594, RRID:AB_141637; goat antimouse IgM Alexa Fluor 594, RRID:AB_141424; goat antimouse IgM Alexa Fluor 488, RRID:AB_141357; goat antirabbit IgG Alexa Fluor 568, RRID:AB_143011; and goat antimouse IgG Alexa Fluor 594, RRID:AB_141372; all from Invitrogen) were diluted in blocking solution along with 4,6-diamino-2-phenylindole (DAPI; Sigma) and centrifuged similar to primary antibodies. After a 2-hour incubation, specimens were washed once with 3% BSA and extensively with PBS and mounted on Superfrost slides (VWR) using Vectashield mounting medium (Vector Laboratories)."
        },
        {
            "section": "Antibody characterization",
            "text": "The GFAP mouse antiserum detects a single 51-kDa band from purified spinal cord that corresponds to the GFAP protein on a western blot (Debus et al., 1983). This antibody has been shown to recognize astrocytes in the adult CNS (Castellano et al., 1991) along with a subpopulation of ependymal cells in both the SVZ and the central canal of the adult spinal cord (Alfaro-Cervello et al., 2012).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b17",
                    "start": 135,
                    "text": "(Debus et al., 1983)",
                    "end": 155
                },
                {
                    "type": "bibr",
                    "ref_id": "b11",
                    "start": 227,
                    "text": "(Castellano et al., 1991)",
                    "end": 252
                },
                {
                    "type": "bibr",
                    "ref_id": "b1",
                    "start": 362,
                    "text": "(Alfaro-Cervello et al., 2012)",
                    "end": 392
                }
            ]
        },
        {
            "section": "Antibody characterization",
            "text": "The Nestin mouse antiserum detects a single 200-220 kDa protein by western blot of newborn rat and mouse cell extracts (manufacturer's data sheet) and has been previously identified as a marker for neuroepithelial progenitor cells in both the embryonic rat brain (Hockfield and McKay, 1985;Lendahl et al., 1990) and the SVZ of adult animals (Doetsch et al., 1997).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b27",
                    "start": 263,
                    "text": "(Hockfield and McKay, 1985;",
                    "end": 290
                },
                {
                    "type": "bibr",
                    "ref_id": "b36",
                    "start": 290,
                    "text": "Lendahl et al., 1990)",
                    "end": 311
                },
                {
                    "type": "bibr",
                    "ref_id": "b18",
                    "start": 341,
                    "text": "(Doetsch et al., 1997)",
                    "end": 363
                }
            ]
        },
        {
            "section": "Antibody characterization",
            "text": "The 3CB2 mouse antiserum recognizes an intracellular, 55-kDa protein expressed in the developing and adult CNS of several vertebrate species including rats (Prada et al., 1995). This antibody has previously been used to identify radial glia in the developing rat spinal cord in vivo (Shibuya et al., 2003;Barry and McDermott, 2005) along with progenitor cell-containing neurospheres (Marchal-Victorion et al., 2003) and SVZderived explants of ependymal cells (Perez-Martin et al., 2003) in vitro. The Olig-2 rabbit antiserum detects a single 32-kDa protein by western blot of CNS tissue from rat/mouse brain and spinal cord (manufacturer's data sheet). Previous studies have established its specificity by noting the absence of staining in tissue that lacks oligodendrocytes as well as the presence of signal in a characteristic nuclear localization pattern in tissues that contain oligodendrocytes (Cai et al., 2007).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 156,
                    "text": "(Prada et al., 1995)",
                    "end": 176
                },
                {
                    "type": "bibr",
                    "ref_id": "b51",
                    "start": 283,
                    "text": "(Shibuya et al., 2003;",
                    "end": 305
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 305,
                    "text": "Barry and McDermott, 2005)",
                    "end": 331
                },
                {
                    "type": "bibr",
                    "ref_id": "b37",
                    "start": 383,
                    "text": "(Marchal-Victorion et al., 2003)",
                    "end": 415
                },
                {
                    "type": "bibr",
                    "ref_id": "b44",
                    "start": 459,
                    "text": "(Perez-Martin et al., 2003)",
                    "end": 486
                },
                {
                    "type": "bibr",
                    "ref_id": "b10",
                    "start": 899,
                    "text": "(Cai et al., 2007)",
                    "end": 917
                }
            ]
        },
        {
            "section": "Antibody characterization",
            "text": "The mouse Ki67 antiserum detects a nuclear antigen that is expressed by all proliferating cells during late G1, S, M, and G2 phases of the cell cycle, and its utility as a marker for cells undergoing neurogenesis in the adult CNS has previously been established (Kee et al., 2002), including cells in the SC stem cell niche (Hamilton et al., 2009). This antibody recognizes two bands (345 and 395 kDa) by western blot, which are consistent with the molecular weights of alternatively spliced Ki67 (Schluter et al., 1993). Its specificity has been confirmed by an enzyme-linked immunosorbent assay (ELISA) (Kubbutat et al., 1994) and also by flow cytometry (manufacturer's data sheet).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b32",
                    "start": 262,
                    "text": "(Kee et al., 2002)",
                    "end": 280
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 324,
                    "text": "(Hamilton et al., 2009)",
                    "end": 347
                },
                {
                    "type": "bibr",
                    "ref_id": "b49",
                    "start": 497,
                    "text": "(Schluter et al., 1993)",
                    "end": 520
                },
                {
                    "type": "bibr",
                    "ref_id": "b33",
                    "start": 605,
                    "text": "(Kubbutat et al., 1994)",
                    "end": 628
                }
            ]
        },
        {
            "section": "Image acquisition and processing",
            "text": "Images were captured using a Zeiss LSM 510 Meta laser scanning confocal microscope with LSM software. In some cases, images were transferred to ImageJ (NIH, Bethesda, MD), where the \"despeckle\" feature was used to decrease nonspecific background fluorescence levels. Finally, images were exported into Adobe Photoshop (San Jose, CA) for cropping, resizing, and adjustment of brightness and contrast levels."
        },
        {
            "section": "RESULTS",
            "text": "To characterize the FT NSC niche, we stained sections from different ages of postnatal rats and humans for both cell proliferation markers and progenitor/stem cell markers, taking careful note of cellular morphology and orientation. For our initial characterization of the FT, we used P10 rats, and to observe changes in the niche over time, we examined the niche at various postnatal stages. First, we determined whether the FT was mitotically active and which cell types were involved. We then focused on the presence of the different classes of niche cells, their morphology and location, and the degree to which they expressed multiple markers. Finally, we examined the organization of the FT at four developmental timepoints. In this study, we report the appearance of proliferating cells that express Nestin, GFAP, 3CB2, and Olig-2 in the FT, and we propose a model for the in vivo architecture of this tissue."
        },
        {
            "section": "RESULTS",
            "text": "Presence, location, identity, and characterization of proliferative cells in P10 rat"
        },
        {
            "section": "RESULTS",
            "text": "The ability to produce new cells is an essential feature of the stem cell niche. With this in mind, we determined the extent to which the postnatal FT preserves its proliferative ability. The presence and location of proliferating cells in the P10 rat FT were assessed by EdU labeling. Animals were injected with 5 mg/mL EdU and sacrificed 4 hours postinjection (n 5 12). Wholemount longitudinal sections revealed abundant proliferating cells throughout the FT (Fig. 1A). In transverse sections, EdU 1 nuclei were observed at a high frequency in both the ependymal zone and the subependymal zone. At 4 hours postinjection, the majority of EdU 1 cells existed singly. Occasionally, doublets and small clusters of even-numbered cells were also observed ( Fig. 1B). Using random sections, we counted the number of EdU 1 cells per 20 lm section and found 12.6 6 4.5 (n 5 17).",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 461,
                    "text": "(Fig. 1A)",
                    "end": 470
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 753,
                    "text": "Fig. 1B)",
                    "end": 761
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "Next, the identity of the proliferating cells in the postnatal FT was determined by immunohistochemistry using established stem/progenitor cell markers that are expressed in other niches, including the spinal cord and the SVZ niches. First, we assessed Nestin immunoreactivity. Nestin, a marker of undifferentiated neural progenitor cells, has been detected in all previously described NSC niches. Many of the EdU 1 nuclei in the FT colocalized with Nestin. These double-labeled cells were distributed throughout the FT and were particularly prominent in the subependymal zone ( Fig. 1C; n 5 3). Because radial glia have been shown to play an integral role in the stem cell niche in the SVZ, the presence of this cell type among the proliferating cells in the FT was also examined using the selective marker 3CB2 (Prada et al., 1995). Although EdU 1 nuclei were often found in close association with 3CB2 1 processes, difficulty in identifying 3CB2 1 cell bodies made it difficult to discern whether the processes originated from the somas of dividing cells ( Fig. 1D; n 5 3). Olig-2 is a marker that is expressed by niche cells in both the SVZ and the spinal cord. In the SVZ, Olig-2 labels Type C transit amplifying cells, but in the spinal cord niche, it is instead a marker for oligodendrocyte and motor neuron progenitors (Menn et al., 2006;Hamilton et al., 2009). While we observed extensive Olig-2 staining, only on very rare occasions was EdU seen to colocalize with Olig-2 ( Fig. 1E; n 5 3). Finally, we determined whether any cells coexpress EdU and GFAP. GFAP, a marker of differentiated astrocytes, is also expressed in the SVZ by the quiescent stem cell population (Type B Cells) . In the SVZ, GFAP 1 cells (either differentiated astrocytes or Type B cells) are found in the subependymal zone and have been shown to act as postnatal NSCs. We detected a small number of GFAP 1 /EdU 1 cells, which were located in the subependymal zone and exhibited a highly branched morphology ( Fig. 1F; n 5 3).",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 579,
                    "text": "Fig. 1C",
                    "end": 586
                },
                {
                    "type": "bibr",
                    "ref_id": "b46",
                    "start": 813,
                    "text": "(Prada et al., 1995)",
                    "end": 833
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1060,
                    "text": "Fig. 1D",
                    "end": 1067
                },
                {
                    "type": "bibr",
                    "ref_id": "b39",
                    "start": 1327,
                    "text": "(Menn et al., 2006;",
                    "end": 1346
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1346,
                    "text": "Hamilton et al., 2009",
                    "end": 1367
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1484,
                    "text": "Fig. 1E",
                    "end": 1491
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1992,
                    "text": "Fig. 1F",
                    "end": 1999
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "The pattern of EdU staining revealed in Figure 1 does not distinguish between neural stem cells and transient amplifying cells, which have differing rates of proliferation. To determine whether the cells we had identified as EDU 1 cells had the slow-cycling character of neural stem cells, we performed double-labeling experiments with Ki67 at different timepoints. As a thymidine analog, EdU is incorporated into the DNA of a dividing cell during the S-phase of mitosis. Ki67, on the other hand, is a marker for proliferation that is present in all cells during active phases of the cell cycle. To identify any slow-cycling progenitors in the FT, P2 rats were subcutaneously injected with 5 mg/ml EdU (n 5 12), and then a group of these EdU-labeled rats was sacrificed at each of the following timepoints postinjection: 2 hours (n 5 4), 3 days (n 5 4), and 7 days (n 5 4). Transverse sections were first labeled with Ki67 followed by fluorescent detection of the EdU-labeled cells. Figure 2A shows cells at 2 hours post-EdU injection that were either EdU 1 (1), Ki67 1 (2), or positive for both markers (3).",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 40,
                    "text": "Figure 1",
                    "end": 48
                },
                {
                    "type": "figure",
                    "start": 983,
                    "text": "Figure 2A",
                    "end": 992
                }
            ]
        },
        {
            "section": "RESULTS",
            "text": "By 2 hours postinjection, virtually all cells that had incorporated EdU were also labeled with Ki67 (93 6 1.5%), suggesting that they are still in an active phase of the cell cycle. After 3 days, 66 6 2.6% of the cells were double-labeled, and after 7 days, 30 6 3.3% "
        },
        {
            "section": "Filum terminale NSC niche",
            "text": "The Journal of Comparative Neurology | Research in Systems Neuroscience of EDU 1 cells also expressed Ki67, suggesting that this represents a population of slow-dividing progenitors (Fig. 2B)  (Ponti et al., 2013).",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 182,
                    "text": "(Fig. 2B)",
                    "end": 191
                },
                {
                    "type": "bibr",
                    "ref_id": "b45",
                    "start": 193,
                    "text": "(Ponti et al., 2013)",
                    "end": 213
                }
            ]
        },
        {
            "section": "Progenitor cell morphology and distribution",
            "text": "Next, we wished to determine the distribution and morphology of the various cell types in the FT niche. In the P10 rat FT (n 5 10), GFAP 1 cells exhibited various morphologies. Large cells with ramified processes were often observed (Fig. 1F). These cells were always located in the subependymal zone and infrequently projected an apical process toward the lumen of the central canal. GFAP 1 fibers were noted to wind through the ependymal zone, ultimately contacting the lumen of the central canal (Fig. 3A). Rarely, GFAP 1 cell bodies were located directly in the ependymal zone (Fig. 3B). These cells appeared to send out long basal processes that often spanned the entire diameter of the FT and ultimately reached the pial surface. Whole-mount staining revealed that there was also a prominent level of GFAP staining among cells with a more superficial location ( Fig. 5A). Interestingly, GFAP reactivity occurred homogeneously throughout the FT just below the level of the conus but restricted itself to the ventral half more caudally, and this transition occurred in the rostral third of the tissue (Fig. 3C).",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 233,
                    "text": "(Fig. 1F",
                    "end": 241
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 499,
                    "text": "(Fig. 3A)",
                    "end": 508
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 581,
                    "text": "(Fig. 3B",
                    "end": 589
                },
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 868,
                    "text": "Fig. 5A)",
                    "end": 876
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1105,
                    "text": "(Fig. 3C",
                    "end": 1113
                }
            ]
        },
        {
            "section": "Progenitor cell morphology and distribution",
            "text": "The distribution of additional stem and progenitor cell markers was also investigated in both transverse and whole-mount longitudinal sections. Nestin reactivity occurred predominantly in subependymal cell bodies and radially oriented processes ( Fig. 4A; n 5 5). Staining for Nestin was stronger in the dorsal half of the FT in comparison to other regions of the tissue, which can be seen in Figure 4A,B. In contrast to GFAP 1 cells, Nestin 1 cells prominently projected their apical processes into the central canal (Figs. 4B, 5B). 3CB2 1 immunoreactivity, directed against radial glia, also stained radially oriented processes ( Fig. 4C; n 5 3). Olig-2 reactivity was observed primarily in the subependymal zone and in peripheral locations, although on rare occasions, Olig-2 1 nuclei were detected in the ependymal zone ( Fig. 4D; n 5 5).",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 247,
                    "text": "Fig. 4A",
                    "end": 254
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 393,
                    "text": "Figure 4A",
                    "end": 402
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 518,
                    "text": "(Figs. 4B, 5B",
                    "end": 531
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 632,
                    "text": "Fig. 4C; n 5 3)",
                    "end": 647
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 826,
                    "text": "Fig. 4D",
                    "end": 833
                }
            ]
        },
        {
            "section": "Colocalization of progenitor cell markers",
            "text": "We were also interested in the extent to which the niche cells expressed multiple developmental markers. Examination of both whole-mount and transverse sections (n 5 4) revealed that Nestin and GFAP are expressed by different populations of cells. No colocalization of these markers was observed (Figs. 5A, 6A). In fact, at P10 the strongest staining for each marker was observed in different regions of the FT. GFAP 1 immunoreactivity predominated in the ventral FT, while Nestin 1 Figure 2. Identification of a population of slow-dividing progenitors in the FT. A: In a transverse section at the central canal 2 hours after EdU injection, cells in S-phase are labeled with EdU (green, 1) and cells in all active stages of the cell cycle are labeled with Ki67 (red, 2). Most Edu 1 cells are also Ki67 1 (merged image in 3). B: The graph displays the number of cells colabeled with Ki67 and EdU in the FT at either 2 hours, 3 days, or 7 days after EdU injection. Individual counts from 16 tissue sections from four different animals are shown, and the dots represent the average number of colabeled cells at each timepoint. A population of doubled-labeled cells, which represents slowdividing progenitors, can be identified even after 7 days. Scale bar 5 50 lm in A. cells were primarily located in the dorsal half. When we compared Nestin staining with that for 3CB2, we found a high degree of overlap. At P10, the majority of radial processes were positive for both Nestin and 3CB2 (Fig.  6B,1-3). We did not detect 3CB2 and GFAP costaining in P10 animals, although there were some examples of coreactivity in aged rats. Olig-2 staining did not overlap with any of the other markers.",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_3",
                    "start": 296,
                    "text": "(Figs. 5A, 6A)",
                    "end": 310
                },
                {
                    "type": "figure",
                    "start": 483,
                    "text": "Figure 2",
                    "end": 491
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1484,
                    "text": "(Fig.  6B,1-3)",
                    "end": 1498
                }
            ]
        },
        {
            "section": "Effect of age on niche architecture",
            "text": "In the SVZ, the NSC niche changes with the age of the animal (Conover and Shook, 2011). With this in mind, we examined the FT niche architecture as a function of age. Sections of FT were stained for Nestin, 3CB2, GFAP, and Olig-2 at stages P1 (n 5 16), P10 (n 5 12), and rats aged >P82 (n 5 4). Additionally, the P5 FT was examined in whole mount. All markers remained present in the tissue throughout the entire age range. However, the architecture of the niche changed over time, as revealed by a modification in the frequency of appearance, intensity, and morphology of stained cells (Fig. 7). The number of Nestin 1 processes and intensity of staining decreased with age ( Fig. 7A,1-3). Furthermore, the morphology of the Nestin 1 cells changed throughout development. In P1 rats, Nestin expression was observed in immature, radial glial-like processes that spanned the distance from the ependymal zone to the pial surface, and there was a higher density of processes at both the dorsal and ventral poles of the central canal ependymal and subependymal zones (Fig. 7A,1). By P10, the intensity of Nestin staining had decreased, especially in the ventral zone, and the strongest staining occurred in cell bodies in the region of the dorsal pole of the central canal (Figs.  4A,B, 7A,2). In aged rats, a small number of cells retained Nestin reactivity; however, these cells often lost contact with the pial surface while maintaining contact with the central canal (Fig. 7A,3).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b15",
                    "start": 61,
                    "text": "(Conover and Shook, 2011)",
                    "end": 86
                },
                {
                    "type": "figure",
                    "start": 587,
                    "text": "(Fig. 7)",
                    "end": 595
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 677,
                    "text": "Fig. 7A,1-3)",
                    "end": 689
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 1063,
                    "text": "(Fig. 7A,1)",
                    "end": 1074
                },
                {
                    "type": "figure",
                    "ref_id": "fig_2",
                    "start": 1269,
                    "text": "(Figs.  4A,B, 7A,2)",
                    "end": 1288
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 1467,
                    "text": "(Fig. 7A,3)",
                    "end": 1478
                }
            ]
        },
        {
            "section": "Effect of age on niche architecture",
            "text": "While age did not affect the morphology of radial 3CB2 1 processes, it did affect their distribution (Fig.  7B). These processes contacted both the central canal and pial surface of the FT in P1 rats (Fig. 7B,1), whereas processes in older rats did not fully retain these  (Figs. 6B-D, 7B,(2 and 3)). GFAP reactivity was observed in only a small number of radial processes in P1 pups (Fig. 7C,1). This staining increased with age, and by P10 GFAP 1 processes had significantly increased in number and complexity of shape. Additionally, as noted earlier, these processes were more abundant in the ventral FT (Fig. 7C,2). In the adult, GFAP reactivity was abundant throughout the FT, and processes were highly branched (Fig. 7C,3). In contrast to the other markers, the pattern of Olig-2 reactivity remained consistent throughout development (Fig. 7D), with Olig-2 1 cells dispersed throughout the FT, including both the ependymal and subependymal zones.",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 101,
                    "text": "(Fig.  7B",
                    "end": 110
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 200,
                    "text": "(Fig. 7B,1)",
                    "end": 211
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 273,
                    "text": "(Figs. 6B-D, 7B,(2 and 3)",
                    "end": 298
                },
                {
                    "type": "figure",
                    "ref_id": "fig_0",
                    "start": 384,
                    "text": "(Fig. 7C,1)",
                    "end": 395
                },
                {
                    "type": "figure",
                    "start": 607,
                    "text": "(Fig. 7C,2)",
                    "end": 618
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 717,
                    "text": "(Fig. 7C,3)",
                    "end": 728
                },
                {
                    "type": "figure",
                    "start": 840,
                    "text": "(Fig. 7D)",
                    "end": 849
                }
            ]
        },
        {
            "section": "Effect of age on niche architecture",
            "text": "We were interested in comparing the staining patterns for progenitors observed in the rat FT to those in the adult human FT. Transverse and longitudinal sections from autopsy specimens aged 51-81 years (n 5 4) were examined for Nestin and GFAP immunoreactivity. Nestin 1 cells were detected in the ependymal and subependymal zones as well as in more lateral locations (Fig. 8A). GFAP 1 cells were observed in the subependymal zone and were dispersed more laterally throughout the FT. Their processes projected both radially and longitudinally (Fig. 8B). When sections were examined for colocalization of GFAP and Nestin, we detected a small proportion of cells and processes that were double-labeled and sometimes colocalized with GFAP. In contrast, this colocalization was never observed in the rat FT (Fig. 8A,B,3).",
            "ref_spans": [
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 368,
                    "text": "(Fig. 8A",
                    "end": 376
                },
                {
                    "type": "figure",
                    "ref_id": "fig_5",
                    "start": 543,
                    "text": "(Fig. 8B)",
                    "end": 552
                },
                {
                    "type": "figure",
                    "ref_id": "fig_1",
                    "start": 803,
                    "text": "(Fig. 8A,B,3",
                    "end": 815
                }
            ]
        },
        {
            "section": "DISCUSSION",
            "text": "We find that the rat FT contains the same cell types as those found in the other CNS NSC niches. Each cell type has a unique distribution. The numbers and morphologies of these cells along with the niche characteristics change with the age of the animal. For P10 and younger, the GFAP 1 and Nestin 1 cells represent separate populations, with the GFAP 1 cells located more ventrally and the Nestin 1 cells biased dorsally. At this stage, there is a high degree of costaining for Nestin and 3CB2, suggesting that the Nestin 1 cells are radial glia. Interestingly, the Nestin 1 cells extend their processes the entire diameter of the FT and maintain contact with the lumen of the central canal. This is reminiscent of NSCs that have been described in other In transverse section, a higher concentration of Nestin staining (red) in the dorsal region of the FT was evident. Dorsal and ventral are indicated by lower case letters. C: Longitudinal section, 3CB2 1 processes (red) exhibited radial morphology along the longitudinal axis of the FT. D: Transverse section, Olig-2 (red), a marker of motor neuron and oligodendrocyte precursors, occurred mostly in the subependymal region but also in rare nuclei located directly in the ependymal zone (arrow). Scale bars 5 20 lm in A,C; 10 lm in B,D. CNS niches (Fuentealba et al., 2012). The overall organization of the FT niche (Fig. 9) is similar to that described for the spinal cord (Hamilton et al., 2009;Hugnot and Franzen, 2011;Marichal et al., 2012). This is not unreasonable, given that the FT is a vestigial form of the spinal cord and might be expected to have a corresponding organization (Streeter, 1919).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b20",
                    "start": 1302,
                    "text": "(Fuentealba et al., 2012)",
                    "end": 1327
                },
                {
                    "type": "figure",
                    "start": 1370,
                    "text": "(Fig. 9",
                    "end": 1377
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1428,
                    "text": "(Hamilton et al., 2009;",
                    "end": 1451
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 1451,
                    "text": "Hugnot and Franzen, 2011;",
                    "end": 1476
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 1476,
                    "text": "Marichal et al., 2012)",
                    "end": 1498
                },
                {
                    "type": "bibr",
                    "ref_id": "b52",
                    "start": 1642,
                    "text": "(Streeter, 1919)",
                    "end": 1658
                }
            ]
        },
        {
            "section": "FT histology",
            "text": "The histology of the FT has been examined in many species using light microscopy, electron microscopy, immunocytochemistry, and confocal microscopy. This tissue is a mixture of longitudinally oriented fibrous structures that are interspersed with primitive SC elements, which consist of ependymal cells, glia, and neurons. The fibrous aspect results from an abundance of Type 1 collagen bundles and elastic fibers, and it is hypothesized that the elastic property of the FT provides a buffering capacity against the stretching of the spinal cord during flexion of the spine (Fontes et al., 2006).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b19",
                    "start": 574,
                    "text": "(Fontes et al., 2006)",
                    "end": 595
                }
            ]
        },
        {
            "section": "FT histology",
            "text": "The human FT was originally studied by Harmeier (1933) and by Tarlov (1938). Harmeier observed that the FT contained all the elements found in the spinal cord, including ependymal cells, neurons, and glia. In addition, he noted the presence of neuroblasts scattered throughout the tissue and a high density of small blood vessels. Tarlov confirmed these findings, and he also noted the presence of many small neurons, which he thought likely to be neuroblasts. In addition, he noted the absence of anterior horn cells; he observed astrocytes in close association with blood vessels; he noted the presence of oligodendrocytes; and he described amorphous clusters of cells. His summary diagram bears a striking resemblance to modern descriptions of the NSC niche (Tarlov, 1938). These human studies were extended by Choi et al. (1992) using electron microscopy and immunocytochemistry. They noted GFAP 1 glial cells, NSE 1 neurons, and Vimentin 1 precursor cells. They also noted large clusters of peri-ependymal glial cells that formed acinar-like structures. Miller (1968) used electron microscopy to characterize the ependymal cells and the neuropil of the FT in both cats and monkeys (Miller, 1968). The frog FT has been studied by three groups (Gonzalez-Robles and Glusman, 1979;Chesler and Nicholson, 1985;Chvatal et al., 2001). Using light and electron microscopy, Gonzalez-Robles and Glusman (1979) identified three regions of the FT: a central region that contains ependymal and subependymal cells, an intermediate zone where astrocytes predominate, and a peripheral zone that contains neuronal fibers astrocyte processes. Chesler and Nicholson (1985) elaborated on this, describing a radial arrangement of the FT organized around the central canal. In addition, they noted the presence of TH 1 CSF-contacting neurons abutting the central canal. Chavatal's group (2001) confirmed the presence of astrocytes and oligodendrocytes using immunocytochemistry for GFAP and Rip staining, respectively. They also identified neurons using electrophysiology followed by dye-filling (Chvatal et al., 2001). A similar organization of cellular elements around the central canal has also been observed in the FT of rabbits, guinea pigs, and rats by Nakayama (1976).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b26",
                    "start": 39,
                    "text": "Harmeier (1933)",
                    "end": 54
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 62,
                    "text": "Tarlov (1938)",
                    "end": 75
                },
                {
                    "type": "bibr",
                    "ref_id": "b53",
                    "start": 761,
                    "text": "(Tarlov, 1938)",
                    "end": 775
                },
                {
                    "type": "bibr",
                    "ref_id": "b13",
                    "start": 814,
                    "text": "Choi et al. (1992)",
                    "end": 832
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 1059,
                    "text": "Miller (1968)",
                    "end": 1072
                },
                {
                    "type": "bibr",
                    "ref_id": "b40",
                    "start": 1186,
                    "text": "(Miller, 1968)",
                    "end": 1200
                },
                {
                    "type": "bibr",
                    "ref_id": "b24",
                    "start": 1247,
                    "text": "(Gonzalez-Robles and Glusman, 1979;",
                    "end": 1282
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1282,
                    "text": "Chesler and Nicholson, 1985;",
                    "end": 1310
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 1310,
                    "text": "Chvatal et al., 2001",
                    "end": 1330
                },
                {
                    "type": "bibr",
                    "ref_id": "b12",
                    "start": 1630,
                    "text": "Chesler and Nicholson (1985)",
                    "end": 1658
                },
                {
                    "type": "bibr",
                    "ref_id": "b14",
                    "start": 2079,
                    "text": "(Chvatal et al., 2001)",
                    "end": 2101
                },
                {
                    "type": "bibr",
                    "ref_id": "b43",
                    "start": 2242,
                    "text": "Nakayama (1976)",
                    "end": 2257
                }
            ]
        },
        {
            "section": "FT histology",
            "text": "George and colleagues conducted an extensive immunohistochemical study of both the normal and tethered human FT (Cummings and George, 2003;George et al., 2003). They stained the FT for caudal neural tube developmental, neuroglial, neural crest, epithelial and mesenchymal markers and confirmed the presence of an abundance of ependymal, neural, and glial tissue. R ethelyi's group studied the FT in the rat, where they observed that it represented a continuation of the spinal cord's periventricular gray matter (Rexed's ",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b16",
                    "start": 112,
                    "text": "(Cummings and George, 2003;",
                    "end": 139
                },
                {
                    "type": "bibr",
                    "ref_id": "b23",
                    "start": 139,
                    "text": "George et al., 2003)",
                    "end": 159
                }
            ]
        },
        {
            "section": "Filum terminale NSC niche",
            "text": "The Journal of Comparative Neurology | Research in Systems Neuroscience Lamina X) accompanied by a loss of the dorsal and ventral columnar structure (Rethelyi et al., 2004(Rethelyi et al., , 2008Boros et al., 2008). Using NeuN staining, they identified clusters of small neurons in close apposition to the ependymal cells and raised the possibility that they may represent neurons in an early phase of differentiation (Rethelyi et al., 2004). Subsequently, they distinguished three groups of neurons, a small group just dorsal to the central canal and two lateral clusters on either side of the central canal (Boros et al., 2008). Additionally, they found a radial arrangement of GFAP 1 astrocytic processes that extended from the central canal to the pial surface. In a later study, Attia and Shehab (2010) conducted an immunohistochemical analysis that was consistent with the findings of R ethelyi's group, and more recently, Gaddam et al. (2012) reported the presence Nestin 1 cells in the FT from two postmortem human specimens.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 149,
                    "text": "(Rethelyi et al., 2004",
                    "end": 171
                },
                {
                    "type": "bibr",
                    "ref_id": "b48",
                    "start": 171,
                    "text": "(Rethelyi et al., , 2008",
                    "end": 195
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 195,
                    "text": "Boros et al., 2008)",
                    "end": 214
                },
                {
                    "type": "bibr",
                    "ref_id": "b47",
                    "start": 418,
                    "text": "(Rethelyi et al., 2004)",
                    "end": 441
                },
                {
                    "type": "bibr",
                    "ref_id": "b8",
                    "start": 609,
                    "text": "(Boros et al., 2008)",
                    "end": 629
                },
                {
                    "type": "bibr",
                    "ref_id": "b5",
                    "start": 784,
                    "text": "Attia and Shehab (2010)",
                    "end": 807
                },
                {
                    "type": "bibr",
                    "ref_id": "b21",
                    "start": 929,
                    "text": "Gaddam et al. (2012)",
                    "end": 949
                }
            ]
        },
        {
            "section": "Neural stem cell niches",
            "text": "NSC niches have previously been described in the SVZ (Alvarez-Buylla and Garcia-Verdugo, 2002), the subgranular zone of the dentate gyrus in the hippocampus (Seri et al., 2004), and the spinal cord (SC) (Hamilton et al., 2009;Hugnot and Franzen, 2011;Marichal et al., 2012). Here, we add a fourth location to the list, the FT. Although these four niches all share many key features, their subcellular organization also contains some distinct elements. Previous studies have described the localization of cells that express GFAP, Nestin, and Olig-2 along with proliferating cells in the various NSC niches. Unsurprisingly, given its developmental origins, the expression pattern of these markers in the FT niche is most similar to the previously described SC niche in adult animals. For example, proliferating cells were observed in these two niches in both the ependymal and subependymal layers, and the proliferating cells primarily expressed Nestin, with few GFAP 1 proliferating cells being identified in either case (Hamilton et al., 2009). Nestin 1 cells are also similarly distributed in the SC and FT niches. In the SC niche, Nestin 1 cells are located dorsally and have long, basally projecting processes (Hamilton et al., 2009). Similarly, in FT, we observed a dorsal bias of Nestin 1 cells that extend processes to span the entire diameter of the FT. Additionally, Nestin expression appears to be downregulated in all regions of the SC by age P6 (Barry and McDermott, 2005), which corresponds to our observation in the FT that the intensity of Nestin staining decreased by P10 and was only retained in a small number of cells in aged rats.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 53,
                    "text": "(Alvarez-Buylla and Garcia-Verdugo, 2002)",
                    "end": 94
                },
                {
                    "type": "bibr",
                    "ref_id": "b50",
                    "start": 157,
                    "text": "(Seri et al., 2004)",
                    "end": 176
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 203,
                    "text": "(Hamilton et al., 2009;",
                    "end": 226
                },
                {
                    "type": "bibr",
                    "ref_id": "b28",
                    "start": 226,
                    "text": "Hugnot and Franzen, 2011;",
                    "end": 251
                },
                {
                    "type": "bibr",
                    "ref_id": "b38",
                    "start": 251,
                    "text": "Marichal et al., 2012)",
                    "end": 273
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1020,
                    "text": "(Hamilton et al., 2009)",
                    "end": 1043
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 1213,
                    "text": "(Hamilton et al., 2009)",
                    "end": 1236
                },
                {
                    "type": "bibr",
                    "ref_id": "b7",
                    "start": 1456,
                    "text": "(Barry and McDermott, 2005)",
                    "end": 1483
                }
            ]
        },
        {
            "section": "Neural stem cell niches",
            "text": "The localization of Olig-2 1 and GFAP 1 cells was similar among the SVZ, SC, and FT niches. In the SC stem cell niche, Olig-2 1 cells are most often observed in the subependymal layer closely bordering ependymal cells, which also corresponds to the organization of the SVZ niche. Although we occasionally observed Olig-2 1 nuclei in the ependymal zone, Olig-2 1 cells are also primarily located outside the ependyma in the FT. GFAP 1 cells are located subependymally in both the SVZ  and the SC niche (Hamilton et al., 2009). Although Hamilton et al. could not always identify the location of the GFAP 1 cell bodies, they did note that GFAP 1 fibers extended into the ependymal layer. Similarly, we observed GFAP 1 cells that were located subependymally and extended processes that wind through the ependymal zone and ultimately contact the lumen of the central canal.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 501,
                    "text": "(Hamilton et al., 2009)",
                    "end": 524
                }
            ]
        },
        {
            "section": "Neural stem cell niches",
            "text": "There are some key differences between the architectures of the SC and FT niches. Hamilton et al. (2009) noted an asymmetric distribution of proliferating cells, with a higher concentration at the dorsal pole of Figure 7. Age-related changes in progenitor cell marker expression in the rat FT. Nuclei are indicated by DAPI incorporation (blue) in all panels. Cross-sections with ventral left and dorsal on right. Left: P1; Middle: P10; Right: aged rats >P82. A: Nestin (red) reactivity decreased markedly with age, especially after P10, and processes progressively lost their basal contacts with the pial surface of the FT. B: 3CB2 (green) expression was consistently observed in radial processes across the age range studied. C: GFAP (red) reactivity increased with age, and the GFAP 1 cell morphology changed from radial to highly branched. D: Olig-2 (green) expression remained unchanged. Scale bars 5 A: 20 lm in (1), 10 lm in (2) and (3); B: 20 lm in (1), 10 lm in (2), 20 lm in (3); C,D: 20 lm in (1-3).",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 82,
                    "text": "Hamilton et al. (2009)",
                    "end": 104
                },
                {
                    "type": "figure",
                    "start": 212,
                    "text": "Figure 7",
                    "end": 220
                }
            ]
        },
        {
            "section": "Filum terminale NSC niche",
            "text": "The Journal of Comparative Neurology | Research in Systems Neuroscience the SC niche. In contrast, we observed EdU 1 cells distributed uniformly throughout the entire FT, although in both cases the proliferating cells were primarily Nestin 1 . Additionally, while Hamilton et al. (2009) identified a subpopulation of Vimentin 1 cells in the SC niche that coexpressed GFAP and Nestin, we observed a distinct segregation between the populations of cells that expressed the two markers. In the FT, GFAP 1 immunoreactivity is restricted to the ventral half, and Nestin 1 cells are primarily located in the dorsal half. The functional consequence of this segregation of cell populations remains unclear. Interestingly, Hamilton et al. (2009) noted that 51% of the BrdU-retaining cells remained proliferative after 21 days as determined by double labeling with Ki67. We also found a significant number (30%) of double-labeled cells 7 days postinjection.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 264,
                    "text": "Hamilton et al. (2009)",
                    "end": 286
                },
                {
                    "type": "bibr",
                    "ref_id": "b25",
                    "start": 714,
                    "text": "Hamilton et al. (2009)",
                    "end": 736
                }
            ]
        },
        {
            "section": "Filum terminale NSC niche",
            "text": "This study relied extensively on the use of markers to identify various cells types in the FT niche. Marker analyses can sometimes be misleading because many antigens are expressed by multiple cell types, and the presence of a marker does not necessarily dictate the function of that cell. For example, GFAP is commonly used to identify astrocytes, but it is also expressed by adult NSCs, including the quiescent stem cell population (Type B cells) in the SVZ (Alvarez-Buylla and Garcia-Verdugo, 2002). Similarly, the nuclear transcription factor Olig-2 is involved in regulating progenitor cell fate of both SC oligodendrocytes and motor neurons. Therefore, conclusive identification of a cell type using a single marker can be problematic. To combat this, we looked for colocalization of markers whenever possible. For example, the coexpression of Nestin and 3CB2 in a single cell suggests that these cells are most likely radial glial neural progenitors.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b2",
                    "start": 480,
                    "text": "Garcia-Verdugo, 2002)",
                    "end": 501
                }
            ]
        },
        {
            "section": "Filum terminale NSC niche",
            "text": "There is still a great deal to be done in order to effectively compare the FT niche with other previously established neural stem cell niches. For example, we and others have noted Dlx2 expression in the FT (Varghese et al., 2009;Jha et al., 2013b). Because this marker is normally restricted to the forebrain's stem cell niche (Bulfone et al., 1993), it will be important to establish the identity of the FT neurons produced in terms of their anterior-posterior identity. We are currently investigating this by examining HOX gene expression in the FT (Jessell, 2000). An additional level of complexity is introduced by our lack of understanding of the functionality of the FT in postnatal animals. In the SVZ stem cell niche, adult neurogenesis is known to occur in a stepwise fashion and to contribute to the continuous production of interneurons destined for the olfactory bulb. In that niche, Olig-2 is expressed by a subpopulation of cells that has been identified as transit-amplifying progenitors (Type C cells), which are named for their properties of proliferation and differentiation within a finite life span. In contrast, the fate of the NCS in the SC and FT is still not established. Consequently, identifying distinct functional populations of cells based on markers alone is not possible. One possibility is that the FT cells are destined to migrate into the spinal cord and differentiate into motor neurons. In that case, Olig-2 might play a role in determining their fate as motor neurons. However, it is equally possible that these cells remain relatively quiescent and do not continuously generate new neurons, which would require an alternate explanation for Olig-2 expression. Further studies are needed to construct a functional map of the FT and determine the fate of the cells contained within this structure before any markerbased subpopulations can be conclusively named.",
            "ref_spans": [
                {
                    "type": "bibr",
                    "ref_id": "b54",
                    "start": 207,
                    "text": "(Varghese et al., 2009;",
                    "end": 230
                },
                {
                    "type": "bibr",
                    "ref_id": "b31",
                    "start": 230,
                    "text": "Jha et al., 2013b)",
                    "end": 248
                },
                {
                    "type": "bibr",
                    "ref_id": "b9",
                    "start": 328,
                    "text": "(Bulfone et al., 1993)",
                    "end": 350
                },
                {
                    "type": "bibr",
                    "ref_id": "b29",
                    "start": 552,
                    "text": "(Jessell, 2000)",
                    "end": 567
                }
            ]
        },
        {
            "section": "Filum terminale NSC niche",
            "text": "Along with the niche cell types we examined, the extracellular matrix (ECM) and the vasculature are both emerging as key components of the stem cell niche. These components not only contribute to the health of the niche cells by delivering nutrients and anchoring cells to the niche, but they can also influence stem cell fates through diffusible signals and/or direct contact. Therefore, careful characterization of the ECM and the surrounding vasculature in the FT will be a necessary component of a more complete description of the niche."
        },
        {
            "section": "CONCLUSION",
            "text": "Here we analyzed the distribution of cells in the FT niche and identified many key features of the forebrain and SC niches that are also present in the FT. Additionally, the FT niche has some unique organizational elements that set it apart from the other niches. Understanding the interactions and eventual fate of these FT cells in healthy animals may help to unlock their therapeutic potential for future applications involving cell replacement strategies."
        },
        {
            "section": "ACKNOWLEDGMENTS",
            "text": "We thank the members of the Cepko laboratory in the Department of Genetics for valuable assistance along with all of our colleagues in the Department of Neurobiology at Harvard Medical School. We also thank Dr. Joseph Madsen and his colleagues in the Department of Neurosurgery at the Children's Hospital Boston for their excellent advice and for their help in acquiring human FT tissue samples."
        },
        {
            "section": "CONFLICT OF INTEREST",
            "text": "The authors report no conflict of interest. The funders of this study had no role in study design, data collection and analysis, decision to publish, or preparation of the article."
        },
        {
            "section": "ROLE OF AUTHORS",
            "text": "All authors had full access to all the data in the study and take responsibility for the integrity of the data and the accuracy of the data analysis. Study concept and design: RC, LMM, GRH, RMJ, DLC. Acquisition of data: RC, LMM, and GRH. Analysis and interpretation of data: RC, LMM, and DLC. Drafting of the article: RC, Figure 9. Proposed model of the progenitor cell niche in the P10 rat FT (transverse plane). Proliferating cells (green) are located in all regions of the FT. Nestin 1 cells (blue) are also labeled with EdU and exhibit radial morphology with some of their nuclei located in the ependymal zone. GFAP 1 cells (red) exhibit various morphologies ranging from radial to ramified. GFAP 1 cells with complex morphology are located in the subependymal region and rarely contain EdU 1 nuclei. Radial 3CB2 1 fibers (brown) frequently colocalize with Nestin. Finally, Olig-2 1 nuclei (yellow) can be found in both ependymal and subependymal regions, although they are rarely labeled with EdU in the subependymal zone.",
            "ref_spans": [
                {
                    "type": "figure",
                    "start": 323,
                    "text": "Figure 9",
                    "end": 331
                }
            ]
        },
        {
            "section": "Filum terminale NSC niche",
            "text": "The Journal of Comparative Neurology | Research in Systems Neuroscience"
        }
    ]
}