{
    "id": "d1915bd71a",
    "level": "sentence",
    "abstract": [
        {
            "text": "Hayek (1945) argues that local information is key to understanding the efficiency of alternative economic systems and whether production should be centralized or decentralized. ",
            "paragraph_rank": 1,
            "section_rank": 0
        },
        {
            "text": "The Chinese experience of decentralizing SOEs confirms this insight: when the distance to the government is farther, the SOE is more likely to be decentralized, and this distance-decentralization link is more pronounced with higher communication costs and greater firm-performance heterogeneity. ",
            "paragraph_rank": 1,
            "section_rank": 0
        },
        {
            "text": "However, when the Chinese central government oversees SOEs in strategic industries, the distance-decentralization link is muted. ",
            "paragraph_rank": 1,
            "section_rank": 0
        },
        {
            "text": "We also consider alternative agency-cost-based explanations, and do not find much support.",
            "paragraph_rank": 1,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "text": "over the merits of market socialism in the first half of the last century involved influential economists such as Oscar Lange, Abba Lerner, Ludwig von Mises, and Friedrich Hayek, and has continued in recent decades Roemer 1992, 1993;Shleifer and Vishny 1994;Stiglitz 1994). ",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 215,
                    "end": 233,
                    "type": "bibr",
                    "text": "Roemer 1992, 1993;"
                },
                {
                    "start": 233,
                    "end": 258,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "Shleifer and Vishny 1994;"
                },
                {
                    "start": 258,
                    "end": 271,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "Stiglitz 1994"
                }
            ]
        },
        {
            "text": "The two key arguments for why capitalism is more efficient than planned economy are: stronger incentives under the more secure protection of private property rights and the efficiency of using specific information dispersed among individuals and plants (Boettke 2005). ",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 253,
                    "end": 267,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "(Boettke 2005)"
                }
            ]
        },
        {
            "text": "This second point originates from Hayek (1945), one of the most influential papers of all time. ",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 34,
                    "end": 46,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "Hayek (1945)"
                }
            ]
        },
        {
            "text": "2 The critical importance of incentives, ownership, and property rights for explaining performance in socialist and transitional economies is one of the most active areas of research (Megginson and Netter 2001;Djankov and Murrell 2002;Estrin et al. 2009). ",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "2"
                },
                {
                    "start": 183,
                    "end": 210,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "(Megginson and Netter 2001;"
                },
                {
                    "start": 210,
                    "end": 235,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "Djankov and Murrell 2002;"
                },
                {
                    "start": 235,
                    "end": 254,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "Estrin et al. 2009)"
                }
            ]
        },
        {
            "text": "However, the importance of local information for the management of stateowned enterprises is rarely empirically explored.",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "We examine the causes of decentralization of state-owned enterprises (SOEs) in China, focusing on the role of local information. ",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "We rely on the Annual Survey of Industrial Firms (ASIF) 1998-2007, which covers all SOEs. ",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "Decentralization is defined as the oversight status of an SOE shifting from a higher-to a lower-level government. ",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "The availability of local information is captured by the physical distance between an SOE and the oversight government. ",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "A larger distance implies that the government has fewer direct observations on firm-specific information. ",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "This interpretation of distance is consistent with the recent literature in which the distance is found to capture information asymmetry in financial markets (Coval and Moskowitz 1999), to explain a headquarter's investment across its plants in different locations (Giroud 2013), and to shed light on the lending relationship between banks and firms (Petersen and Rajan 1994). ",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 158,
                    "end": 184,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "(Coval and Moskowitz 1999)"
                },
                {
                    "start": 265,
                    "end": 278,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "(Giroud 2013)"
                },
                {
                    "start": 350,
                    "end": 375,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "(Petersen and Rajan 1994)"
                }
            ]
        },
        {
            "text": "Hayek (1945) implies it is more efficient for an oversight government with a greater distance from the SOE to decentralize the control rights to a lower government closer to the SOE. ",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "Hayek (1945)"
                }
            ]
        },
        {
            "text": "Moreover, when firms' performance heterogeneity is greater, and hence local information figures more prominently, the same distance results in a stronger tendency to decentralize in order to utilize local information. ",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "Furthermore, when the communication costs are lower, the oversight government has less difficulty finding out what is going on in the SOE, and the same distance may lead to a weaker tendency to decentralize (Bloom et al. 2014).",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 207,
                    "end": 225,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "(Bloom et al. 2014"
                }
            ]
        },
        {
            "text": "Hayek's insight does not imply that SOEs should always be decentralized. ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "Tilting the balance toward centralization are considerations such as internalizing the externality of SOEs, or putting top-notch experts that specialize in complex problems in charge of sophisticated SOEs (Garicano 2000). ",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 205,
                    "end": 220,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "(Garicano 2000)"
                }
            ]
        },
        {
            "text": "Moreover, the central government may have incentives to control key elements of the economy, that is, what Vladimir Lenin called in 1922 the \"commanding heights.\"",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "Indeed, most governments of the world have engaged in controlling these commanding heights since the end of World War II (Yergin and Stanislaw 1998). ",
            "paragraph_rank": 5,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 121,
                    "end": 148,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "(Yergin and Stanislaw 1998)"
                }
            ]
        },
        {
            "text": "3 Strong state intervention in western economies largely started with the UK Attlee Labour government in 1945, which promoted government planning and nationalization of industries. ",
            "paragraph_rank": 5,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "3"
                }
            ]
        },
        {
            "text": "The General de Gaulle government in France followed suit, declaring that the state \"must hold the levers of command.\" ",
            "paragraph_rank": 5,
            "section_rank": 1
        },
        {
            "text": "Similarly, after the independence of India, Prime Minister Nehru often evoked the commanding-heights metaphor. ",
            "paragraph_rank": 5,
            "section_rank": 1
        },
        {
            "text": "Typically, these countries, as well as Germany, Korea, Japan, many Latin American countries, and of course, all socialist countries, had strong state control/ownership over strategic sectors such as defense, iron and steel, railroads, ship-building, utilities, and telecom. ",
            "paragraph_rank": 5,
            "section_rank": 1
        },
        {
            "text": "In these sectors, the key consideration for decentralization is likely not to utilize local information but to ensure the benefits of \"strategic control.\" ",
            "paragraph_rank": 5,
            "section_rank": 1
        },
        {
            "text": "Here the force of distance in decentralization should naturally be more muted.",
            "paragraph_rank": 5,
            "section_rank": 1
        },
        {
            "text": "We find support for the above conjectures. ",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "Consistent with Hayek (1945), the larger the SOE-to-government distance, the more likely the SOE is decentralized. ",
            "paragraph_rank": 6,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 16,
                    "end": 28,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "Hayek (1945)"
                }
            ]
        },
        {
            "text": "Moreover, the positive distance-decentralization link is stronger with greater firm-performance heterogeneity and higher communication costs. ",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "Consistent with the commanding-heights conjecture, for SOEs in strategic industries under the direct oversight of the central government, the distance-decentralization relationship is muted. ",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "This strategic segment is nontrivial but not large, about 5 percent of the total value added of all sample industrial firms.",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "To ensure correct interpretation for the distance-decentralization link, we conduct several checks. ",
            "paragraph_rank": 7,
            "section_rank": 1
        },
        {
            "text": "To exclude the possibility that distance to the government serves as a proxy of the distance to an agglomeration center, we construct a placebo distance to the alternative agglomeration city, and do not find this measure to be correlated with decentralization. ",
            "paragraph_rank": 7,
            "section_rank": 1
        },
        {
            "text": "To address distance's potential endogeneity, we rely on exogenous sources of variation of the distance to identify its effect on decentralization. ",
            "paragraph_rank": 7,
            "section_rank": 1
        },
        {
            "text": "In the 1960s and 1970s, a large number of SOEs were relocated to China's inland areas in anticipation of wars with the United States and the Soviet Union. ",
            "paragraph_rank": 7,
            "section_rank": 1
        },
        {
            "text": "As a result, their distances to oversight governments were determined historically and had nothing to do with decentralization decisions decades later. ",
            "paragraph_rank": 7,
            "section_rank": 1
        },
        {
            "text": "The instrumental variable results are qualitatively similar to those in our base specification.",
            "paragraph_rank": 7,
            "section_rank": 1
        },
        {
            "text": "We also consider two alternative hypotheses on decentralization. ",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "The first is the oversight agency conjecture, which posits that decentralization originates from considerations of rent seeking by the oversight government. ",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "Like the Hayek conjecture, it predicts a positive distance-decentralization link, and a stronger link when communication costs are high. ",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "However, only the Hayek conjecture predicts a higher distance-decentralization link in the presence of greater performance heterogeneity. ",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "Furthermore, the finding of the lack of relationship between the distance-decentralization link and the rent environment is consistent with the Hayek conjecture, but inconsistent with the oversight agency conjecture. ",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "Also supporting the Hayek conjecture is that the government initiated SOE reforms to turn around SOE performance in the mid-1990s.",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "The second alternative hypothesis is the local capture conjecture, which posits that decentralization is determined by lower governments' lobbying. ",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "Perhaps because of its information and other advantages, the lower government is better able to collude with SOE for rents (Bardhan and Mookherjee 2000). ",
            "paragraph_rank": 9,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 123,
                    "end": 152,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "(Bardhan and Mookherjee 2000)"
                }
            ]
        },
        {
            "text": "This view implies a negative relationship between decentralization and the SOE-to-lower-government distance, and this relationship being more pronounced with higher rents. ",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "We find support for such a negative relationship (which is also consistent with the information-based",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "Hayek conjecture). ",
            "paragraph_rank": 10,
            "section_rank": 1
        },
        {
            "text": "However, we do not find the distance-decentralization relationship to be stronger when rents are higher, and this inconsistency with the local capture conjecture makes the Hayek conjecture relatively more appealing. ",
            "paragraph_rank": 10,
            "section_rank": 1
        },
        {
            "text": "Also supporting the Hayek conjecture is the fact that the decentralization decision could not be refused by lower governments.",
            "paragraph_rank": 10,
            "section_rank": 1
        },
        {
            "text": "We contribute to two threads of literature. ",
            "paragraph_rank": 11,
            "section_rank": 1
        },
        {
            "text": "First, this is the first empirical paper that links and tests Hayek's idea of the fundamental importance of local information in understanding SOE decentralization. ",
            "paragraph_rank": 11,
            "section_rank": 1
        },
        {
            "text": "We are not the first to examine how local information affects decentralization of firms in a market economy (e.g., Acemoglu et al. 2007;Bloom et al. 2014;Bloom, Sadun, and Van Reenen 2012;Giroud 2013). ",
            "paragraph_rank": 11,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 115,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "Acemoglu et al. 2007;"
                },
                {
                    "start": 136,
                    "end": 154,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "Bloom et al. 2014;"
                },
                {
                    "start": 154,
                    "end": 188,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "Bloom, Sadun, and Van Reenen 2012;"
                },
                {
                    "start": 188,
                    "end": 200,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "Giroud 2013)"
                }
            ]
        },
        {
            "text": "4 However, we differ from these previous studies in two aspects. ",
            "paragraph_rank": 11,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "4"
                }
            ]
        },
        {
            "text": "First, we focus on the role of local information in SOE decentralization, and speak directly to Hayek's attempt to understand how local information shapes the choices of centralization versus decentralization for socialist firms. ",
            "paragraph_rank": 11,
            "section_rank": 1
        },
        {
            "text": "In the literature of socialist firms, there have been numerous studies of incentives and ownership (Megginson and Netter 2001;Djankov and Murrell 2002;Estrin et al. 2009), but none documents the key aspect of how the lack of local information affects the governance of socialist firms (Boettke 2005). ",
            "paragraph_rank": 11,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 99,
                    "end": 126,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "(Megginson and Netter 2001;"
                },
                {
                    "start": 126,
                    "end": 151,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "Djankov and Murrell 2002;"
                },
                {
                    "start": 151,
                    "end": 170,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "Estrin et al. 2009)"
                },
                {
                    "start": 285,
                    "end": 299,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "(Boettke 2005)"
                }
            ]
        },
        {
            "text": "In addition, we add to the general literature of local information and firm decentralization by offering evidence that, in the state sector, commanding-heights considerations can overrule the force of local information.",
            "paragraph_rank": 11,
            "section_rank": 1
        },
        {
            "text": "Related to the literature above, we also add to the empirical literature on the benefits and costs of decentralization in firms (Bardhan 2016). ",
            "paragraph_rank": 12,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 128,
                    "end": 142,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "(Bardhan 2016)"
                }
            ]
        },
        {
            "text": "The theoretical literature on decentralization of firms is large. ",
            "paragraph_rank": 12,
            "section_rank": 1
        },
        {
            "text": "Aghion and Tirole (1997) show it is efficient to delegate when the information advantage of agents is significant and the conflict of interest is not large. ",
            "paragraph_rank": 12,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 24,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "Aghion and Tirole (1997)"
                }
            ]
        },
        {
            "text": "Garicano (2000) suggests that it makes sense to create a hierarchy of knowledge production (see also Bolton and Dewatripont 1994). ",
            "paragraph_rank": 12,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 15,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "Garicano (2000)"
                },
                {
                    "start": 101,
                    "end": 129,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "Bolton and Dewatripont 1994)"
                }
            ]
        },
        {
            "text": "Dessein (2002) and Alonso, Dessein, and Matouschek (2008) argue that when agents report information strategically, it is often desirable for an uninformed principal to delegate. ",
            "paragraph_rank": 12,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 14,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "Dessein (2002)"
                },
                {
                    "start": 19,
                    "end": 57,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "Alonso, Dessein, and Matouschek (2008)"
                }
            ]
        },
        {
            "text": "These theoretical papers greatly enrich the insights of Hayek (1945) by providing further rationales for decentralization, both highlighting factors that Hayek considered, such as agent information advantage (Aghion and Tirole 1997), and those that Hayek did not consider, such as specialization in information acquisition, hierarchy of knowledge production, conflicts of interest between principals and agents (Aghion and Tirole 1997), and strategic reporting by agents (Dessein 2002;Alonso, Dessein, and Matouschek 2008). ",
            "paragraph_rank": 12,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 56,
                    "end": 68,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "Hayek (1945)"
                },
                {
                    "start": 208,
                    "end": 232,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "(Aghion and Tirole 1997)"
                },
                {
                    "start": 411,
                    "end": 435,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "(Aghion and Tirole 1997)"
                },
                {
                    "start": 471,
                    "end": 485,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "(Dessein 2002;"
                },
                {
                    "start": 485,
                    "end": 522,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "Alonso, Dessein, and Matouschek 2008)"
                }
            ]
        },
        {
            "text": "In contrast to the large theoretical literature on decentralization, the empirical literature is limited. ",
            "paragraph_rank": 12,
            "section_rank": 1
        },
        {
            "text": "Thus, while we cannot directly test the implications of these new models, by testing the simple yet powerful implications of Hayek (1945), we contribute to the emerging empirical literature on decentralization of firms (Acemoglu et al. 2007;Bloom et al. 2014;Bloom, Sadun, and Van Reenen 2012;Giroud 2013;Aghion et al. 2017).",
            "paragraph_rank": 12,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 125,
                    "end": 137,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "Hayek (1945)"
                },
                {
                    "start": 219,
                    "end": 241,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(Acemoglu et al. 2007;"
                },
                {
                    "start": 241,
                    "end": 259,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "Bloom et al. 2014;"
                },
                {
                    "start": 259,
                    "end": 293,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "Bloom, Sadun, and Van Reenen 2012;"
                },
                {
                    "start": 293,
                    "end": 305,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "Giroud 2013;"
                },
                {
                    "start": 305,
                    "end": 324,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "Aghion et al. 2017)"
                }
            ]
        },
        {
            "text": "Second, we contribute to an ignored area, that of SOE decentralizations in the literature of SOE reforms. ",
            "paragraph_rank": 13,
            "section_rank": 1
        },
        {
            "text": "This literature largely focuses on privatization (World Bank 1995; Yergin and Stanislaw 1998;Megginson and Netter 2001;Djankov and Murrell 2002;Bai, Lu, and Tao 2009;Estrin et al. 2009), but SOE decentralization has been widespread and important. ",
            "paragraph_rank": 13,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 67,
                    "end": 93,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "Yergin and Stanislaw 1998;"
                },
                {
                    "start": 93,
                    "end": 119,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "Megginson and Netter 2001;"
                },
                {
                    "start": 119,
                    "end": 144,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "Djankov and Murrell 2002;"
                },
                {
                    "start": 144,
                    "end": 166,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "Bai, Lu, and Tao 2009;"
                },
                {
                    "start": 166,
                    "end": 185,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "Estrin et al. 2009)"
                }
            ]
        },
        {
            "text": "Indeed, local governments are playing increasingly important roles in governing SOEs (Bardhan 2002;2016), which remain important in many countries. ",
            "paragraph_rank": 13,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 85,
                    "end": 99,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(Bardhan 2002;"
                },
                {
                    "start": 99,
                    "end": 104,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "2016)"
                }
            ]
        },
        {
            "text": "In China, for instance, the share of the state sector in the value of industrial output, while dropping precipitously from 78 percent in 1978, has stabilized at a high level of 22 percent in 2014. ",
            "paragraph_rank": 13,
            "section_rank": 1
        },
        {
            "text": "5",
            "paragraph_rank": 13,
            "section_rank": 1
        },
        {
            "text": "I. Institutional Background",
            "section_rank": 2
        },
        {
            "text": "The formal hierarchy of Chinese government consists of the central, provincial, municipal, and county governments. ",
            "section": "I. Institutional Background",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "text": "Each government of a specific level is in charge of all the SOEs affiliated with that government. ",
            "section": "I. Institutional Background",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "text": "6 Decentralization of Chinese SOEs became an important option for SOE reforms as the government confronted SOE losses and tried to improve SOE performance. ",
            "section": "I. Institutional Background",
            "paragraph_rank": 14,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "6"
                }
            ]
        },
        {
            "text": "After China began its economic reform in 1978, market competition quickly intensified coincident with a rise of the private sector (Brandt and Rawski 2008). ",
            "section": "I. Institutional Background",
            "paragraph_rank": 14,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 131,
                    "end": 155,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "(Brandt and Rawski 2008)"
                }
            ]
        },
        {
            "text": "As a result, the profits and taxes per unit of net capital stock and working capital in industrial SOEs had fallen from 24 percent in 1978 to 7 percent in 1996 (Qian 2000), and more than one-third of SOEs had losses in 1996. ",
            "section": "I. Institutional Background",
            "paragraph_rank": 14,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 160,
                    "end": 171,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "(Qian 2000)"
                }
            ]
        },
        {
            "text": "Realizing the necessity of further reforms, some oversight governments experimented with decentralizing SOEs in order to improve efficiency. ",
            "section": "I. Institutional Background",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "text": "7 For instance, State Economic and Trade Commission et al. (1994) stated that \"the adjustment of the oversight status of SOEs should aim for … optimizing the allocation of state assets, and improving operating efficiency of capital.\" 8 Partly due to its local-experiment nature, the decentralization process proceeded unevenly. ",
            "section": "I. Institutional Background",
            "paragraph_rank": 14,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 22,
                    "end": 65,
                    "type": "bibr",
                    "text": "Economic and Trade Commission et al. (1994)"
                }
            ]
        },
        {
            "text": "Based on our sample, which includes all SOEs, decentralization happened throughout our sample period: the annual numbers of SOEs being decentralized from 1999 to 2007 are 235,200,250,149,204,280,102,59, and 37, respectively. ",
            "section": "I. Institutional Background",
            "paragraph_rank": 14,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 171,
                    "end": 175,
                    "type": "bibr",
                    "text": "235,"
                },
                {
                    "start": 175,
                    "end": 179,
                    "type": "bibr",
                    "text": "200,"
                },
                {
                    "start": 179,
                    "end": 183,
                    "type": "bibr",
                    "text": "250,"
                },
                {
                    "start": 183,
                    "end": 187,
                    "type": "bibr",
                    "text": "149,"
                },
                {
                    "start": 187,
                    "end": 191,
                    "type": "bibr",
                    "text": "204,"
                },
                {
                    "start": 191,
                    "end": 195,
                    "type": "bibr",
                    "text": "280,"
                },
                {
                    "start": 195,
                    "end": 199,
                    "type": "bibr",
                    "text": "102,"
                },
                {
                    "start": 199,
                    "end": 201,
                    "type": "bibr",
                    "text": "59"
                }
            ]
        },
        {
            "text": "We focus on decentralizations after 1998, which is the earliest year with detailed data of all SOEs.",
            "section": "I. Institutional Background",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "text": "Decentralization was one of many methods for SOE reforms beginning in the second half of the 1990s. ",
            "section": "I. Institutional Background",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "The slogan of overall SOE reform then was \"grab the big and let go of the small\" (Xu, Zhu, and Lin 2005;Hsieh and Song 2015). ",
            "section": "I. Institutional Background",
            "paragraph_rank": 15,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 81,
                    "end": 104,
                    "type": "bibr",
                    "ref_id": "b51",
                    "text": "(Xu, Zhu, and Lin 2005;"
                },
                {
                    "start": 104,
                    "end": 124,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "Hsieh and Song 2015)"
                }
            ]
        },
        {
            "text": "With limited attention span and information processing ability, the upper government decided to focus its attention on key SOEs. ",
            "section": "I. Institutional Background",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "To \"grab the big,\" many large SOEs were merged to form industrial conglomerates, and the control rights over such firms were consolidated to the central government. ",
            "section": "I. Institutional Background",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "To \"let go of the small,\" many SOEs were privatized, or went through internal restructuring, bankruptcy, employee shareholding, auctions, leasing, and joint ventures (Garnaut et al. 2005, Chapter 3); others were delegated to lower-level governments, i.e., decentralized. ",
            "section": "I. Institutional Background",
            "paragraph_rank": 15,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 166,
                    "end": 198,
                    "type": "bibr",
                    "text": "(Garnaut et al. 2005, Chapter 3)"
                }
            ]
        },
        {
            "text": "In implementing SOE reforms, the central government offered general guidelines but left significant room for the oversight governments to experiment (Qian, Roland, and Xu 2006;Brandt and Rawski 2008). ",
            "section": "I. Institutional Background",
            "paragraph_rank": 15,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 149,
                    "end": 176,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "(Qian, Roland, and Xu 2006;"
                },
                {
                    "start": 176,
                    "end": 199,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "Brandt and Rawski 2008)"
                }
            ]
        },
        {
            "text": "The State Reform Commission (1996), for instance, stated that the reform of small SOEs should respect local conditions of each region, and that the local government was encouraged to experiment with various means. ",
            "section": "I. Institutional Background",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "9 The decentralization decision, once made by the oversight government, could not be refused by its lower governments. ",
            "section": "I. Institutional Background",
            "paragraph_rank": 15,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "9"
                }
            ]
        },
        {
            "text": "Because of its power to appoint government officials, the higher-level government had total control over its lower levels, and the decentralization decision was thus made by the incumbent oversight government. ",
            "section": "I. Institutional Background",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "Some provinces explicitly stated that no city had the right to resist the implementation of SOE decentralization (e.g., Chongqing Government 1997).",
            "section": "I. Institutional Background",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "Decentralization in general did not change the objectives and responsibilities of the oversight government. ",
            "section": "I. Institutional Background",
            "paragraph_rank": 16,
            "section_rank": 2
        },
        {
            "text": "Delivering growth and/or tax revenues have been the key priority of different levels of governments under China's political system of yardstick competition (Maskin, Qian, and Xu 2000;Li and Zhou 2005;Shih, Adolph, and Liu 2012). ",
            "section": "I. Institutional Background",
            "paragraph_rank": 16,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 156,
                    "end": 183,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "(Maskin, Qian, and Xu 2000;"
                },
                {
                    "start": 183,
                    "end": 200,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "Li and Zhou 2005;"
                },
                {
                    "start": 200,
                    "end": 227,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "Shih, Adolph, and Liu 2012)"
                }
            ]
        },
        {
            "text": "Thus, the lower-level government, after taking over decentralized SOEs, would still strive for high growth rates and/or tax revenues, and try to improve its SOEs' performance in order to maintain good promotion prospects. ",
            "section": "I. Institutional Background",
            "paragraph_rank": 16,
            "section_rank": 2
        },
        {
            "text": "An exception could be made with SOEs of strategic importance to the government. ",
            "section": "I. Institutional Background",
            "paragraph_rank": 16,
            "section_rank": 2
        },
        {
            "text": "For them, the government might have different objectives that we shall consider later.",
            "section": "I. Institutional Background",
            "paragraph_rank": 16,
            "section_rank": 2
        },
        {
            "text": "China's decentralization featured a full transfer of both cash flow and control rights, which likely reduced the extent of agency costs. ",
            "section": "I. Institutional Background",
            "paragraph_rank": 17,
            "section_rank": 2
        },
        {
            "text": "Like a decentralized western corporation, the decision-making authority in China's state sector moves down the hierarchy after decentralization. ",
            "section": "I. Institutional Background",
            "paragraph_rank": 17,
            "section_rank": 2
        },
        {
            "text": "While the plant manager in a corporation, after delegation, may take sub-optimal actions at the cost of the firm (Alonso, Dessein, and Matouschek 2008;Dessein 2002), China's SOE decentralization partly alleviated this problem. ",
            "section": "I. Institutional Background",
            "paragraph_rank": 17,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 113,
                    "end": 151,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(Alonso, Dessein, and Matouschek 2008;"
                },
                {
                    "start": 151,
                    "end": 163,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "Dessein 2002"
                }
            ]
        },
        {
            "text": "Because cash flow rights were also transferred to the local government after decentralization, the Chinese local government would partially internalize the costs and benefits of governing the decentralized SOEs. ",
            "section": "I. Institutional Background",
            "paragraph_rank": 17,
            "section_rank": 2
        },
        {
            "text": "10 The complete delegation in various rights is well-documented. ",
            "section": "I. Institutional Background",
            "paragraph_rank": 17,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "10"
                }
            ]
        },
        {
            "text": "State Council (1998), for instance, states that, \"after decentralization, all rights regarding the SOE's finance, labor, wage, social welfare, and personnel are transferred to the local government; also transferred include state asset, liability, equity … further transferred are the loss and subsidy quotas … ; after decentralization, all income taxes are … turned to local public finance.\" 9 Some provinces explicitly listed decentralization as an option. ",
            "section": "I. Institutional Background",
            "paragraph_rank": 17,
            "section_rank": 2
        },
        {
            "text": "In Shandong province, the explicit reform methods were franchising, privatization, transfer, decentralization, merger and acquisition, and bankruptcy (Shandong Government 2003). ",
            "section": "I. Institutional Background",
            "paragraph_rank": 17,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 150,
                    "end": 176,
                    "type": "bibr",
                    "text": "(Shandong Government 2003)"
                }
            ]
        },
        {
            "text": "In Jiangxi province, decentralization was also listed as one of several reform methods (Jiangxi Government 2007).",
            "section": "I. Institutional Background",
            "paragraph_rank": 17,
            "section_rank": 2
        },
        {
            "text": "There were no strict geography-based rules but some broad guidelines about which level of government should be in charge of an SOE. ",
            "section": "I. Institutional Background",
            "paragraph_rank": 18,
            "section_rank": 2
        },
        {
            "text": "In general, if an SOE is delegated, it would be under the oversight of the lower government of its location (e.g., Hubei Government 2003; Shaanxi Government 2005).",
            "section": "I. Institutional Background",
            "paragraph_rank": 18,
            "section_rank": 2
        },
        {
            "text": "10 To the extent that local government officials pursue pure private rents and that the delegated cash flow rights are not sufficient to induce efficient behavior, agency costs at the local government level remain.",
            "section": "I. Institutional Background",
            "paragraph_rank": 19,
            "section_rank": 2
        },
        {
            "text": "II. ",
            "section_rank": 3
        },
        {
            "text": "Conceptual Framework of Determinants of SOE Decentralization",
            "section_rank": 3
        },
        {
            "text": "Consider an economy with two layers of government, upper and lower. ",
            "section": "II. Conceptual Framework of Determinants of SOE Decentralization",
            "paragraph_rank": 20,
            "section_rank": 3
        },
        {
            "text": "Either can have de facto control rights of SOEs, and whichever layer has the control rights benefits as follows. ",
            "section": "II. Conceptual Framework of Determinants of SOE Decentralization",
            "paragraph_rank": 20,
            "section_rank": 3
        },
        {
            "text": "First, it obtains a significant share of the taxes that the SOE pays, such as the value added tax and the corporate income tax (Wong and Bird 2008). ",
            "section": "II. Conceptual Framework of Determinants of SOE Decentralization",
            "paragraph_rank": 20,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 127,
                    "end": 147,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "(Wong and Bird 2008)"
                }
            ]
        },
        {
            "text": "It also has discretion over the SOE's profit. ",
            "section": "II. Conceptual Framework of Determinants of SOE Decentralization",
            "paragraph_rank": 20,
            "section_rank": 3
        },
        {
            "text": "Second, it has discretion over the SOE's strategic decisions such as preventing bankruptcies to maintain employment and social stability, a key criterion in evaluating local government officials. ",
            "section": "II. Conceptual Framework of Determinants of SOE Decentralization",
            "paragraph_rank": 20,
            "section_rank": 3
        },
        {
            "text": "Third, it appoints personnel to key, well-paying positions in the SOE, which engenders rents. ",
            "section": "II. Conceptual Framework of Determinants of SOE Decentralization",
            "paragraph_rank": 20,
            "section_rank": 3
        },
        {
            "text": "Oversight rights also entail costs in shouldering subsidies when the SOE takes a loss.",
            "section": "II. Conceptual Framework of Determinants of SOE Decentralization",
            "paragraph_rank": 20,
            "section_rank": 3
        },
        {
            "text": "What prompts the oversight government to decentralize? ",
            "section": "II. Conceptual Framework of Determinants of SOE Decentralization",
            "paragraph_rank": 21,
            "section_rank": 3
        },
        {
            "text": "The immediate motive during our sample period was to turn around SOE performance. ",
            "section": "II. Conceptual Framework of Determinants of SOE Decentralization",
            "paragraph_rank": 21,
            "section_rank": 3
        },
        {
            "text": "Over time, many SOEs had experienced declining profitability, which increased the cost of control. ",
            "section": "II. Conceptual Framework of Determinants of SOE Decentralization",
            "paragraph_rank": 21,
            "section_rank": 3
        },
        {
            "text": "With less rent to share and more subsidies to shoulder, poorly-performing SOEs are likely to be decentralized first.",
            "section": "II. Conceptual Framework of Determinants of SOE Decentralization",
            "paragraph_rank": 21,
            "section_rank": 3
        },
        {
            "text": "The Hayek",
            "section_rank": 4
        },
        {
            "text": "Conjecture.",
            "section": "The Hayek",
            "paragraph_rank": 22,
            "section_rank": 4
        },
        {
            "text": "-The literature, starting from Hayek (1945) and including Aghion and Tirole (1997), suggests that one way to improve SOE performance is to take advantage of local information. ",
            "section": "The Hayek",
            "paragraph_rank": 22,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 31,
                    "end": 43,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "Hayek (1945)"
                },
                {
                    "start": 58,
                    "end": 82,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "Aghion and Tirole (1997)"
                }
            ]
        },
        {
            "text": "When the government cares about efficiency improvement, there is a tendency for the government to decentralize those SOEs in which the government has less local information. ",
            "section": "The Hayek",
            "paragraph_rank": 22,
            "section_rank": 4
        },
        {
            "text": "Hayek (1945, p. 524",
            "section": "The Hayek",
            "paragraph_rank": 22,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 19,
                    "type": "bibr",
                    "text": "Hayek (1945, p. 524"
                }
            ]
        },
        {
            "text": ") is illustrative:",
            "section_rank": 5
        },
        {
            "text": "If we can agree that the economic problem of society is mainly one of rapid adaptation to changes in the particular circumstances of time and space, it would seem to follow that the ultimate decisions must be left to the people who are familiar with these circumstances, who know directly of the relevant changes and of the sources immediately available to meet them. ",
            "section": ") is illustrative:",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "text": "We cannot expect that this problem will be solved by first communicating all this knowledge to a central board, which, after integrating all knowledge, issues its orders. ",
            "section": ") is illustrative:",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "text": "We must solve it by some form of decentralization.",
            "section": ") is illustrative:",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "text": "How much the oversight government is privy to local information depends on the distance between the SOE and the government (Giroud 2013). ",
            "section": ") is illustrative:",
            "paragraph_rank": 24,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 123,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "(Giroud 2013)"
                }
            ]
        },
        {
            "text": "With a shorter distance, the time-constrained official is more likely to have first-hand knowledge, or through denser social networks to hear, about how the SOE performs and whether the manager is diligent or competent. ",
            "section": ") is illustrative:",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "text": "Realizing this, the manager is more likely to report honestly, which further improves the quality of knowledge received by the government (Alonso, Dessein, and Matouschek 2008). ",
            "section": ") is illustrative:",
            "paragraph_rank": 24,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 138,
                    "end": 176,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(Alonso, Dessein, and Matouschek 2008)"
                }
            ]
        },
        {
            "text": "A shorter distance should then result in a higher likelihood of centralized control. ",
            "section": ") is illustrative:",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "text": "In contrast, the greater the distance between the SOE and the oversight government, the larger the loss of useful (and truthful) local information critical for efficient allocation decisions, and the more likely the SOE is decentralized to preserve efficiency. ",
            "section": ") is illustrative:",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "text": "Interestingly, Chinese governments were aware of this relationship between distance and need for decentralization. ",
            "section": ") is illustrative:",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "text": "For instance, an SOE being \"located far away\" from the oversight government was explicitly listed as a reason to push forward its decentralization (Shandong Government 2003).",
            "section": ") is illustrative:",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "text": "Distance, nevertheless, is a crude measure of information asymmetry. ",
            "section": ") is illustrative:",
            "paragraph_rank": 25,
            "section_rank": 5
        },
        {
            "text": "Given the distance, the extent of information asymmetry depends on publicly available information and communication costs (Acemoglu et al. 2007;Bloom et al. 2014). ",
            "section": ") is illustrative:",
            "paragraph_rank": 25,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 122,
                    "end": 144,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(Acemoglu et al. 2007;"
                },
                {
                    "start": 144,
                    "end": 162,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "Bloom et al. 2014)"
                }
            ]
        },
        {
            "text": "Centralized control relies on information available to the principal, a good indicator of which is publicly available information about similar technologies. ",
            "section": ") is illustrative:",
            "paragraph_rank": 25,
            "section_rank": 5
        },
        {
            "text": "When the principal faces higher performance heterogeneity, firm-specific local information becomes more important and the oversight rights should be given to the government closer to the firm. ",
            "section": ") is illustrative:",
            "paragraph_rank": 25,
            "section_rank": 5
        },
        {
            "text": "The positive distance-decentralization link should thus be stronger for firms with greater firm-performance heterogeneity. ",
            "section": ") is illustrative:",
            "paragraph_rank": 25,
            "section_rank": 5
        },
        {
            "text": "Similarly, when communication costs between the SOE and its oversight government are higher, the principal faces more information asymmetry (Bloom, Sadun, and Van Reenen 2012;Garicano 2000;Giroud 2013). ",
            "section": ") is illustrative:",
            "paragraph_rank": 25,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 140,
                    "end": 175,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "(Bloom, Sadun, and Van Reenen 2012;"
                },
                {
                    "start": 175,
                    "end": 189,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "Garicano 2000;"
                },
                {
                    "start": 189,
                    "end": 200,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "Giroud 2013"
                }
            ]
        },
        {
            "text": "There is then a greater loss of information in communication between the principal and the agent. ",
            "section": ") is illustrative:",
            "paragraph_rank": 25,
            "section_rank": 5
        },
        {
            "text": "When communication costs are higher, the positive distance-decentralization link should thus be stronger. ",
            "section": ") is illustrative:",
            "paragraph_rank": 25,
            "section_rank": 5
        },
        {
            "text": "To summarize, our first key conjecture is as follows.",
            "section": ") is illustrative:",
            "paragraph_rank": 25,
            "section_rank": 5
        },
        {
            "text": "The Hayek Conjecture:",
            "section_rank": 6
        },
        {
            "text": "When the government cares about efficiency improvement, the greater the physical distance between the SOE and the oversight government, the more likely the SOE is decentralized. ",
            "section": "The Hayek Conjecture:",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "text": "Moreover, the positive distance-decentralization link should be stronger for SOEs with greater firmperformance heterogeneity and facing higher communication costs.",
            "section": "The Hayek Conjecture:",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "text": "The Commanding-Heights Conjecture.",
            "section": "The Hayek Conjecture:",
            "paragraph_rank": 27,
            "section_rank": 6
        },
        {
            "text": "-Since many SOEs feature strategic concerns and nonprofit objectives (Bai et al. 2000;Bardhan 2016), other noneconomic factors also shape SOE decentralization decisions. ",
            "section": "The Hayek Conjecture:",
            "paragraph_rank": 27,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 69,
                    "end": 86,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "(Bai et al. 2000;"
                },
                {
                    "start": 86,
                    "end": 99,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "Bardhan 2016)"
                }
            ]
        },
        {
            "text": "In 1922, Lenin proposed that the state should control the \"commanding heights,\" or key segments of the economy. ",
            "section": "The Hayek Conjecture:",
            "paragraph_rank": 27,
            "section_rank": 6
        },
        {
            "text": "Many governments have since followed this philosophy, strengthening direct control of the economy, most notably during the period from the Great Depression to the collapse of the Soviet Union. ",
            "section": "The Hayek Conjecture:",
            "paragraph_rank": 27,
            "section_rank": 6
        },
        {
            "text": "Such governments included the Attlee Labour government in the United Kingdom, the de Gaulle government in France (both immediately after World War II), as well as India, Germany, Korea, Japan, many Latin American countries, and of course, all socialist countries. ",
            "section": "The Hayek Conjecture:",
            "paragraph_rank": 27,
            "section_rank": 6
        },
        {
            "text": "11 The Chinese central government has always maintained a strong control of its commanding heights. ",
            "section": "The Hayek Conjecture:",
            "paragraph_rank": 27,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "11"
                }
            ]
        },
        {
            "text": "Indeed, \"national interests\" have often been mentioned in Chinese government's documents about SOEs. ",
            "section": "The Hayek Conjecture:",
            "paragraph_rank": 27,
            "section_rank": 6
        },
        {
            "text": "In 2006, the State Council's document on the reorganization of SOEs (State Council 2006) stated, \"the state should maintain absolute control over important industries that are related to national security and national economic growth.\" ",
            "section": "The Hayek Conjecture:",
            "paragraph_rank": 27,
            "section_rank": 6
        },
        {
            "text": "A priori, several features make strategic objectives more salient for the central rather than for local governments. ",
            "section": "The Hayek Conjecture:",
            "paragraph_rank": 27,
            "section_rank": 6
        },
        {
            "text": "For example, relative to their local counterparts, central government officials have a longer tenure. ",
            "section": "The Hayek Conjecture:",
            "paragraph_rank": 27,
            "section_rank": 6
        },
        {
            "text": "While the central regime's legitimacy depends on popular support, local government officials owe their appointment entirely to the upper government. ",
            "section": "The Hayek Conjecture:",
            "paragraph_rank": 27,
            "section_rank": 6
        },
        {
            "text": "Only the ",
            "section": "The Hayek Conjecture:",
            "paragraph_rank": 27,
            "section_rank": 6
        },
        {
            "text": "Decentralized",
            "section_rank": 7
        },
        {
            "text": "Dummy variable which equals to one if a firm's affiliation-level is changed to a lower level of the government, zero otherwise. ",
            "section": "Decentralized",
            "paragraph_rank": 28,
            "section_rank": 7
        },
        {
            "text": "Source: Annual Survey of Industrial Firms (ASIF).",
            "section": "Decentralized",
            "paragraph_rank": 28,
            "section_rank": 7
        },
        {
            "text": "Different city",
            "section_rank": 8
        },
        {
            "text": "Dummy variable which equals to one if being located in a different city from the seat of the government with which it is affiliated, and zero otherwise.",
            "section": "Different city",
            "paragraph_rank": 29,
            "section_rank": 8
        },
        {
            "text": "Indeed, most governments of the world have engaged in controlling these commanding heights since the end of World War II (Yergin and Stanislaw 1998). ",
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 121,
                    "end": 148,
                    "type": "bibr",
                    "text": "(Yergin and Stanislaw 1998)"
                }
            ]
        },
        {
            "text": "3 Strong state intervention in western economies largely started with the UK Attlee Labour 2 As of January 27, 2017, Hayek (1945) has been cited about 14,000 times in Google Scholar, and it is viewed by a panel of top economists as one of the top 20 articles published in the AER in its first 100 years' history (Arrow et al. 2011). ",
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "3"
                },
                {
                    "start": 117,
                    "end": 129,
                    "type": "bibr",
                    "text": "Hayek (1945)"
                },
                {
                    "start": 312,
                    "end": 331,
                    "type": "bibr",
                    "text": "(Arrow et al. 2011)"
                }
            ],
            "entity_spans": [
                {
                    "start": 167,
                    "end": 181,
                    "type": "software",
                    "rawForm": "Google Scholar",
                    "resp": "#curator",
                    "id": "d1915bd71a-software-simple-0"
                }
            ]
        },
        {
            "text": "3 Most historical material on commanding heights across countries in this paper comes from Yergin and Stanislaw (1998). ",
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "3"
                },
                {
                    "start": 91,
                    "end": 118,
                    "type": "bibr",
                    "text": "Yergin and Stanislaw (1998)"
                }
            ]
        },
        {
            "text": "government in 1945, which promoted government planning and nationalization of industries. ",
            "section_rank": 9
        },
        {
            "text": "The General de Gaulle government in France followed suit, declaring that the state \"must hold the levers of command.\" ",
            "section_rank": 9
        },
        {
            "text": "Similarly, after the independence of India, Prime Minister Nehru often evoked the commanding-heights metaphor. ",
            "section_rank": 9
        },
        {
            "text": "Typically, these countries, as well as Germany, Korea, Japan, many Latin American countries, and of course, all socialist countries, had strong state control/ownership over strategic sectors such as defense, iron and steel, railroads, ship-building, utilities, and telecom. ",
            "section_rank": 9
        },
        {
            "text": "In these sectors, the key consideration for decentralization is likely not to utilize local information but to ensure the benefits of \"strategic control.\" ",
            "section_rank": 9
        },
        {
            "text": "Here the force of distance in decentralization should naturally be more muted.",
            "section_rank": 9
        },
        {
            "text": "The logarithm of the physical distance (in kilometers) between the firm and the seat of the oversight government. ",
            "section": "Distance",
            "paragraph_rank": 30,
            "section_rank": 9
        },
        {
            "text": "Sources: ASIF and Geographic Information System.",
            "section": "Distance",
            "paragraph_rank": 30,
            "section_rank": 9
        },
        {
            "text": "Placebo distance",
            "section_rank": 10
        },
        {
            "text": "Distance from Shanghai for central SOEs; distance from the largest non-capital city within the province for provincial SOEs, and distance from the largest non-municipalseat county-level city within the same municipality for municipal SOEs. ",
            "section": "Placebo distance",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "text": "Sources: ASIF and GIS.",
            "section": "Placebo distance",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "text": "Restructured",
            "section_rank": 11
        },
        {
            "text": "Dummy variable equals to one if the state share falls below 30 percent or exit from the database.",
            "section": "Restructured",
            "paragraph_rank": 32,
            "section_rank": 11
        },
        {
            "text": "Firm asset Log of firm asset.",
            "section": "Restructured",
            "paragraph_rank": 33,
            "section_rank": 11
        },
        {
            "text": "ROS",
            "section_rank": 12
        },
        {
            "text": "Ratio of before-tax profit on sales, winsorized at tail 0.5 percents.",
            "section": "ROS",
            "paragraph_rank": 34,
            "section_rank": 12
        },
        {
            "text": "TFP",
            "section_rank": 13
        },
        {
            "text": "Total factor productivity (see online Appendix K for details). ",
            "section": "TFP",
            "paragraph_rank": 35,
            "section_rank": 13
        },
        {
            "text": "Three methods are used, including OLS, Olley-Pakes, and the index number.",
            "section": "TFP",
            "paragraph_rank": 35,
            "section_rank": 13
        },
        {
            "text": "Firm importance",
            "section_rank": 14
        },
        {
            "text": "Ratio of the SOE's valued added to the total value added of the SOEs under the same oversight government.",
            "section": "Firm importance",
            "paragraph_rank": 36,
            "section_rank": 14
        },
        {
            "text": "Fully state-owned Dummy variable which equals to one if the state share in the firm's equity equals 100 percent.",
            "section": "Firm importance",
            "paragraph_rank": 37,
            "section_rank": 14
        },
        {
            "text": "Average wage Log of the average wage (in thousand yuan) within the firm.",
            "section": "Firm importance",
            "paragraph_rank": 38,
            "section_rank": 14
        },
        {
            "text": "Industry-level HHI Herfindahl index at the three-digit industry level.",
            "section": "Firm importance",
            "paragraph_rank": 39,
            "section_rank": 14
        },
        {
            "text": "TFP dispersion",
            "section_rank": 15
        },
        {
            "text": "Standard deviation of the firm's TFP in the three-digit-industry-year level.",
            "section": "TFP dispersion",
            "paragraph_rank": 40,
            "section_rank": 15
        },
        {
            "text": "ROS dispersion",
            "section_rank": 16
        },
        {
            "text": "Standard deviation of the firm's ROS in the three-digit-industry-year level.",
            "section": "ROS dispersion",
            "paragraph_rank": 41,
            "section_rank": 16
        },
        {
            "text": "TFC",
            "section_rank": 17
        },
        {
            "text": "Dummy variable equals to one if the firm was established during 1964-1966 or 1969-1971   [1998][1999][2000][2001][2002][2003][2004][2005][2006][2007].",
            "section": "TFC",
            "paragraph_rank": 42,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 64,
                    "end": 86,
                    "type": "bibr",
                    "text": "1964-1966 or 1969-1971"
                },
                {
                    "start": 89,
                    "end": 95,
                    "type": "bibr",
                    "text": "[1998]"
                },
                {
                    "start": 95,
                    "end": 101,
                    "type": "bibr",
                    "text": "[1999]"
                },
                {
                    "start": 101,
                    "end": 107,
                    "type": "bibr",
                    "text": "[2000]"
                },
                {
                    "start": 107,
                    "end": 113,
                    "type": "bibr",
                    "text": "[2001]"
                },
                {
                    "start": 113,
                    "end": 119,
                    "type": "bibr",
                    "text": "[2002]"
                },
                {
                    "start": 119,
                    "end": 125,
                    "type": "bibr",
                    "text": "[2003]"
                },
                {
                    "start": 125,
                    "end": 131,
                    "type": "bibr",
                    "text": "[2004]"
                },
                {
                    "start": 131,
                    "end": 137,
                    "type": "bibr",
                    "text": "[2005]"
                },
                {
                    "start": 137,
                    "end": 143,
                    "type": "bibr",
                    "text": "[2006]"
                },
                {
                    "start": 143,
                    "end": 149,
                    "type": "bibr",
                    "text": "[2007]"
                }
            ]
        },
        {
            "text": "Provincial (municipal, county) fiscal autonomy",
            "section_rank": 18
        },
        {
            "text": "The ratio of fiscal revenue to fiscal expenditure in the firm's province (municipality and county). ",
            "section": "Provincial (municipal, county) fiscal autonomy",
            "paragraph_rank": 43,
            "section_rank": 18
        },
        {
            "text": "Source: CSYs and FSMPCCs.",
            "section": "Provincial (municipal, county) fiscal autonomy",
            "paragraph_rank": 43,
            "section_rank": 18
        },
        {
            "text": "Road mileage",
            "section_rank": 19
        },
        {
            "text": "Road distance (in kilometers) per thousand people at the province level. ",
            "section": "Road mileage",
            "paragraph_rank": 44,
            "section_rank": 19
        },
        {
            "text": "Different levels of roads and railway mileage are translated into the equivalent of second-level road mileage according to transport capacity. ",
            "section": "Road mileage",
            "paragraph_rank": 44,
            "section_rank": 19
        },
        {
            "text": "Sources: CSYs and FSMPCCs.",
            "section": "Road mileage",
            "paragraph_rank": 44,
            "section_rank": 19
        },
        {
            "text": "Entertainment and travel cost",
            "section_rank": 20
        },
        {
            "text": "The average ratio of the firm's entertainment and travel cost to sales in a province. ",
            "section": "Entertainment and travel cost",
            "paragraph_rank": 45,
            "section_rank": 20
        },
        {
            "text": "A higher value means more corruption. ",
            "section": "Entertainment and travel cost",
            "paragraph_rank": 45,
            "section_rank": 20
        },
        {
            "text": "Source: World Bank Enterprises Survey for China, 2005.",
            "section": "Entertainment and travel cost",
            "paragraph_rank": 45,
            "section_rank": 20
        },
        {
            "text": "Corruption cases",
            "section_rank": 21
        },
        {
            "text": "Graft cases filed per thousand people. ",
            "section": "Corruption cases",
            "paragraph_rank": 46,
            "section_rank": 21
        },
        {
            "text": "Source: Procuratorial Yearbooks of China.",
            "section": "Corruption cases",
            "paragraph_rank": 46,
            "section_rank": 21
        },
        {
            "text": "central government cares about strategic issues such as ensuring a strong defense or cultivating \"national champions\" (Bardhan and Mookherjee 2000). ",
            "section": "Corruption cases",
            "paragraph_rank": 47,
            "section_rank": 21,
            "ref_spans": [
                {
                    "start": 118,
                    "end": 147,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "(Bardhan and Mookherjee 2000)"
                }
            ]
        },
        {
            "text": "The central government likely has a greater stake in controlling the strategic SOEs for which multiple objectives/tasks feature prominently. ",
            "section": "Corruption cases",
            "paragraph_rank": 47,
            "section_rank": 21
        },
        {
            "text": "Indeed, when conflicts of interest between the principal and the agent become severe, the principal is less likely to delegate (Aghion and Tirole 1997). ",
            "section": "Corruption cases",
            "paragraph_rank": 47,
            "section_rank": 21,
            "ref_spans": [
                {
                    "start": 127,
                    "end": 151,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "(Aghion and Tirole 1997)"
                }
            ]
        },
        {
            "text": "It then becomes important to directly control these SOEs in pursuit of the central government's objectives. ",
            "section": "Corruption cases",
            "paragraph_rank": 47,
            "section_rank": 21
        },
        {
            "text": "Otherwise, decentralizing SOEs in these commanding-heights segments may result in the local government ignoring the central government's \"strategic considerations\" and ultimately hurting the central government. ",
            "section": "Corruption cases",
            "paragraph_rank": 47,
            "section_rank": 21
        },
        {
            "text": "For these strategic SOEs, efficiency and the force of local information thus become less important, and the balance tilts toward centralized control.",
            "section": "Corruption cases",
            "paragraph_rank": 47,
            "section_rank": 21
        },
        {
            "text": "The Commanding-Heights Conjecture: The positive distance-decentralization link should be weaker for SOEs with strategic importance to the government, especially for those under central government control.",
            "section": "Corruption cases",
            "paragraph_rank": 48,
            "section_rank": 21
        },
        {
            "text": "Agency Cost Considerations.",
            "section": "Corruption cases",
            "paragraph_rank": 49,
            "section_rank": 21
        },
        {
            "text": "-We have implicitly assumed that the Chinese government intended to improve SOE performance in decentralizing SOEs due to either fiscal reasons or other embedded incentives. ",
            "section": "Corruption cases",
            "paragraph_rank": 49,
            "section_rank": 21
        },
        {
            "text": "Now we consider additional conjectures presuming self-interested government officials.",
            "section": "Corruption cases",
            "paragraph_rank": 49,
            "section_rank": 21
        },
        {
            "text": "When the SOE-government distance is shorter, the rents from directly controlling the SOE are likely greater. ",
            "section": "Corruption cases",
            "paragraph_rank": 50,
            "section_rank": 21
        },
        {
            "text": "Proximity magnifies the private benefits associated with being directly in charge, partly due to greater trust between the SOE and its oversight-government officials. ",
            "section": "Corruption cases",
            "paragraph_rank": 50,
            "section_rank": 21
        },
        {
            "text": "As a result, the government wants to keep nearby SOEs, which lowers the chance of their decentralization. ",
            "section": "Corruption cases",
            "paragraph_rank": 50,
            "section_rank": 21
        },
        {
            "text": "Moreover, when communication costs are higher, rent extraction from distant SOEs would be more difficult, and direct control of these distant SOEs becomes less enticing, resulting in a higher chance of decentralization for SOEs at a greater distance. ",
            "section": "Corruption cases",
            "paragraph_rank": 50,
            "section_rank": 21
        },
        {
            "text": "Thus, the positive distance-decentralization link should be stronger for SOEs facing higher communication costs. ",
            "section": "Corruption cases",
            "paragraph_rank": 50,
            "section_rank": 21
        },
        {
            "text": "Similarly, under the assumption of easier rent extraction in nearby SOEs, when SOE rents are higher, rent extraction from nearby SOEs is relatively more appealing, resulting in a stronger distance-decentralization link in high-rent environments. ",
            "section": "Corruption cases",
            "paragraph_rank": 50,
            "section_rank": 21
        },
        {
            "text": "We call these predictions the oversight agency conjecture.",
            "section": "Corruption cases",
            "paragraph_rank": 50,
            "section_rank": 21
        },
        {
            "text": "Because decentralization in general could not be refused by lower governments, lobbying for decentralization by lower governments was unlikely to be a key factor behind decentralization. ",
            "section": "Corruption cases",
            "paragraph_rank": 51,
            "section_rank": 21
        },
        {
            "text": "However, we cannot rule it out. ",
            "section": "Corruption cases",
            "paragraph_rank": 51,
            "section_rank": 21
        },
        {
            "text": "Moreover, prevailing literature worries about local capture. ",
            "section": "Corruption cases",
            "paragraph_rank": 51,
            "section_rank": 21
        },
        {
            "text": "If lower-level governments (denoted as Lower here) can lobby for decentralization, what are the testable implications?",
            "section": "Corruption cases",
            "paragraph_rank": 51,
            "section_rank": 21
        },
        {
            "text": "In recent literature highlighting the specter of local capture (Bardhan 2002(Bardhan , 2016Mookherjee 2015), local governments are often presumed to be better able to collude with the SOEs for personal rents. ",
            "section": "Corruption cases",
            "paragraph_rank": 52,
            "section_rank": 21,
            "ref_spans": [
                {
                    "start": 63,
                    "end": 76,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(Bardhan 2002"
                },
                {
                    "start": 76,
                    "end": 91,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "(Bardhan , 2016"
                },
                {
                    "start": 91,
                    "end": 107,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "Mookherjee 2015)"
                }
            ]
        },
        {
            "text": "12 Presumably the ability to collude depends crucially on the distance. ",
            "section": "Corruption cases",
            "paragraph_rank": 52,
            "section_rank": 21
        },
        {
            "text": "When the distance is short, collusion is more likely and sustainable. ",
            "section": "Corruption cases",
            "paragraph_rank": 52,
            "section_rank": 21
        },
        {
            "text": "Physical proximity enables more interaction, trust, channels of mutual influence, and ultimately, sustained collusion. ",
            "section": "Corruption cases",
            "paragraph_rank": 52,
            "section_rank": 21
        },
        {
            "text": "The key factor in local capture is the SOE-Lower distance; where this distance is shorter, it is easier for Lower and the SOE manager to collude for rents. ",
            "section": "Corruption cases",
            "paragraph_rank": 52,
            "section_rank": 21
        },
        {
            "text": "Lower thus lobbies for decentralization. ",
            "section": "Corruption cases",
            "paragraph_rank": 52,
            "section_rank": 21
        },
        {
            "text": "As a result, decentralization becomes more likely with a shorter SOE-to-Lower distance. ",
            "section": "Corruption cases",
            "paragraph_rank": 52,
            "section_rank": 21
        },
        {
            "text": "Moreover, when the SOE has abundant rents to share, Lower finds it more enticing to collude with the SOE, and is more motivated to lobby for decentralization. ",
            "section": "Corruption cases",
            "paragraph_rank": 52,
            "section_rank": 21
        },
        {
            "text": "Thus, the negative relationship between decentralization and the distance to Lower should be more pronounced when the rents are higher. ",
            "section": "Corruption cases",
            "paragraph_rank": 52,
            "section_rank": 21
        },
        {
            "text": "In sum, the local capture conjecture predicts a negative link between decentralization and the distance to Lower, and a negative interaction term between the distance to Lower and proxies of rents. ",
            "section": "Corruption cases",
            "paragraph_rank": 52,
            "section_rank": 21
        },
        {
            "text": "Interestingly, the Hayek conjecture also predicts a negative link between decentralization and the distance to Lower: the efficiency gain is higher when the distance between the SOE and Lower is shorter. ",
            "section": "Corruption cases",
            "paragraph_rank": 52,
            "section_rank": 21
        },
        {
            "text": "The Hayek conjecture, however, does not speak directly to the relationship between the decentralization-distance link and the rent environment.",
            "section": "Corruption cases",
            "paragraph_rank": 52,
            "section_rank": 21
        },
        {
            "text": "Distinguishing Alternative",
            "section_rank": 22
        },
        {
            "text": "Conjectures.",
            "section": "Distinguishing Alternative",
            "paragraph_rank": 53,
            "section_rank": 22
        },
        {
            "text": "-We examine the relevancy of the alternative conjectures by their ability to explain key empirical facts that we shall present later. ",
            "section": "Distinguishing Alternative",
            "paragraph_rank": 53,
            "section_rank": 22
        },
        {
            "text": "Each has some unique predictions. ",
            "section": "Distinguishing Alternative",
            "paragraph_rank": 53,
            "section_rank": 22
        },
        {
            "text": "First, only the Hayek conjecture predicts that the distance-decentralization link hinges on firm-performance heterogeneity. ",
            "section": "Distinguishing Alternative",
            "paragraph_rank": 53,
            "section_rank": 22
        },
        {
            "text": "Second, only the commanding-heights conjecture predicts that the distance-decentralization link should be weaker for central SOEs in strategic industries. ",
            "section": "Distinguishing Alternative",
            "paragraph_rank": 53,
            "section_rank": 22
        },
        {
            "text": "Third, the oversight agency conjecture uniquely predicts a positive interaction term between rents and distance to the oversight government, while the local capture conjecture predicts a negative interaction term between rents and SOE-to-Lower distance. ",
            "section": "Distinguishing Alternative",
            "paragraph_rank": 53,
            "section_rank": 22
        },
        {
            "text": "Overall, the conjecture that predicts better and that finds support for its unique prediction(s) should be more relevant. ",
            "section": "Distinguishing Alternative",
            "paragraph_rank": 53,
            "section_rank": 22
        },
        {
            "text": "Table 2 lists predicted signs of these conjectures to facilitate comparison.",
            "section": "Distinguishing Alternative",
            "paragraph_rank": 53,
            "section_rank": 22,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "Aside from these empirical tests, two facts favor the Hayek conjecture over the oversight agency conjecture: Due to the prevalence of SOE losses in the mid-1990s, the main motive for decentralization then was to improve SOE performance; and local governments had strong motivation for growth or tax revenues. ",
            "section": "Distinguishing Alternative",
            "paragraph_rank": 54,
            "section_rank": 22
        },
        {
            "text": "Similarly, the fact that decentralization decisions were made by the oversight government and could not be refused by lower governments reduces the plausibility of the local capture conjecture.",
            "section": "Distinguishing Alternative",
            "paragraph_rank": 54,
            "section_rank": 22
        },
        {
            "text": "III. ",
            "section_rank": 23
        },
        {
            "text": "Basic Results",
            "section_rank": 23
        },
        {
            "text": "Our dataset is the Annual Survey of Industrial Firms (ASIF) from 1998 to 2007. ",
            "section": "III. Basic Results",
            "paragraph_rank": 55,
            "section_rank": 23
        },
        {
            "text": "It includes all SOEs and all non-state firms with sales exceeding five million yuan. ",
            "section": "III. Basic Results",
            "paragraph_rank": 55,
            "section_rank": 23
        },
        {
            "text": "Since we are only concerned with SOE decentralization, in our baseline regressions we only keep the SOE sample (defined as the share of state ownership exceeding 30 percent); we also drop all post-decentralization observations. ",
            "section": "III. Basic Results",
            "paragraph_rank": 55,
            "section_rank": 23
        },
        {
            "text": "13 The 30 percent threshold is chosen because it indicates relative state control based on available government documents. ",
            "section": "III. Basic Results",
            "paragraph_rank": 55,
            "section_rank": 23,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "13"
                }
            ]
        },
        {
            "text": "14 In alternative specifications when other SOE restructurings (apart from decentralizations) are considered jointly with decentralizations, we keep the sample up to the restructuring year.",
            "section": "III. Basic Results",
            "paragraph_rank": 55,
            "section_rank": 23
        },
        {
            "text": "For our baseline regressions, we restrict the sample as follows. ",
            "section": "III. Basic Results",
            "paragraph_rank": 56,
            "section_rank": 23
        },
        {
            "text": "First, starting with 79,438 SOEs with non-missing oversight information, we drop those at the bottom of the hierarchy, i.e., those under county-or-below oversight governments (43,898 firms), which cannot be decentralized. ",
            "section": "III. Basic Results",
            "paragraph_rank": 56,
            "section_rank": 23
        },
        {
            "text": "Second, we drop SOEs without at least three continuous years of data (17,682 firms). ",
            "section": "III. Basic Results",
            "paragraph_rank": 56,
            "section_rank": 23
        },
        {
            "text": "This condition is imposed so as to take into account two periods of lagged information in determining decentralization; that is, decentralization was likely determined based on more than one period's information. ",
            "section": "III. Basic Results",
            "paragraph_rank": 56,
            "section_rank": 23
        },
        {
            "text": "15 Finally, we drop SOEs whose oversight status changed and then reversed back within two years (312 firms), which likely represent coding errors. ",
            "section": "III. Basic Results",
            "paragraph_rank": 56,
            "section_rank": 23,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "15"
                }
            ]
        },
        {
            "text": "16 Our final sample consists of 17,546 SOEs. ",
            "section": "III. Basic Results",
            "paragraph_rank": 56,
            "section_rank": 23,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "16"
                }
            ]
        },
        {
            "text": "See online Appendix A for details on various stages of the sample choice.",
            "section": "III. Basic Results",
            "paragraph_rank": 56,
            "section_rank": 23
        },
        {
            "text": "Decentralization is defined to be one once an SOE experiences a change in its oversight status to a lower level; it remains one afterwards. ",
            "section": "III. Basic Results",
            "paragraph_rank": 57,
            "section_rank": 23
        },
        {
            "text": "Some may view this zero-one measure as inadequate, that is, its value of one may reflect a different extent of decentralization in various rights at each oversight level, and it may thus be more accurate to measure decentralization as a continuous variable. ",
            "section": "III. Basic Results",
            "paragraph_rank": 57,
            "section_rank": 23
        },
        {
            "text": "However, it is reasonable to adopt the zero-one measure in our context: decentralization in fact means a complete transfer of all cash flow and control rights for most SOEs, and the proportion of rights decentralized is largely close to one.",
            "section": "III. Basic Results",
            "paragraph_rank": 57,
            "section_rank": 23
        },
        {
            "text": "In 1998, our initial sample year, the shares of SOEs under the oversight of the central, provincial, and municipal governments in all these SOEs are approximately 14 Several key government documents (State Asset Management Bureau and State Reform Commission 1994; 1997) state that there are two types of state control, namely, absolute control (i.e., state share exceeding 50 percent) and relative control (i.e., the state share between 30 percent and 50 percent, and being the largest shareholder). ",
            "section": "III. Basic Results",
            "paragraph_rank": 58,
            "section_rank": 23,
            "ref_spans": [
                {
                    "start": 163,
                    "end": 165,
                    "type": "bibr",
                    "text": "14"
                }
            ]
        },
        {
            "text": "We do not classify ownership based on a firm's registered ownership type because some former SOEs do not change their registered ownership type even after ownership restructuring (Dollar and Wei 2007). ",
            "section": "III. Basic Results",
            "paragraph_rank": 58,
            "section_rank": 23,
            "ref_spans": [
                {
                    "start": 179,
                    "end": 200,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "(Dollar and Wei 2007)"
                }
            ]
        },
        {
            "text": "We extensively check the sensitivity of our results to alternative definitions of state ownership later.",
            "section": "III. Basic Results",
            "paragraph_rank": 58,
            "section_rank": 23
        },
        {
            "text": "15 Assuming that a change in the covariates will have an immediate effect on decentralization decisions, one can also include SOEs with only two years of consecutive observations and use once-lagged explanatory variables. ",
            "section": "III. Basic Results",
            "paragraph_rank": 59,
            "section_rank": 23
        },
        {
            "text": "We have conducted a sensitivity check as above, and we get similar results (see Table G-1 in the online Appendix). ",
            "section": "III. Basic Results",
            "paragraph_rank": 59,
            "section_rank": 23,
            "ref_spans": [
                {
                    "start": 80,
                    "end": 87,
                    "type": "table",
                    "text": "Table G"
                }
            ]
        },
        {
            "text": "16 Retaining them does not change our key results. ",
            "section": "III. Basic Results",
            "paragraph_rank": 59,
            "section_rank": 23,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "16"
                }
            ]
        },
        {
            "text": "See a sensitivity check in Table G-1 in the online Appendix. ",
            "section": "III. Basic Results",
            "paragraph_rank": 59,
            "section_rank": 23,
            "ref_spans": [
                {
                    "start": 27,
                    "end": 34,
                    "type": "table",
                    "text": "Table G"
                }
            ]
        },
        {
            "text": "16 percent, 29 percent, and 55 percent, respectively. ",
            "section": "III. Basic Results",
            "paragraph_rank": 59,
            "section_rank": 23
        },
        {
            "text": "In total, 1,516 SOEs, or about 9 percent of the sample, experienced decentralization. ",
            "section": "III. Basic Results",
            "paragraph_rank": 59,
            "section_rank": 23
        },
        {
            "text": "Among these decentralized SOEs, there are 455, 543, and 518 SOEs whose original oversight governments were the central, provincial, and municipal governments, respectively.",
            "section": "III. Basic Results",
            "paragraph_rank": 59,
            "section_rank": 23
        },
        {
            "text": "A. Specification",
            "section_rank": 24
        },
        {
            "text": "We estimate the following probit equation of the determinants of decentralization:",
            "section": "A. Specification",
            "paragraph_rank": 60,
            "section_rank": 24
        },
        {
            "text": "(1) Pr( Decen ijkt = 1) = Pr( Distance ik δ + X ijk,lag β + Z lag α + θ j + ρ k",
            "section": "A. Specification",
            "paragraph_rank": 61,
            "section_rank": 24
        },
        {
            "text": "Here, Pr means probability; Decen ijkt is a dummy variable that equals one when firm i in industry j under the oversight government k at year t is decentralized; Distance ik measures the logarithm of (one plus) the physical distance (in km) between firm i and the city in which the oversight government is located. ",
            "section": "A. Specification",
            "paragraph_rank": 62,
            "section_rank": 24
        },
        {
            "text": "17 The vector X includes lagged firm characteristics including the firm size (i.e., the logarithm of the firm assets), performance (i.e., returns on sales, or ROS), Firm Importance (i.e., the share of the firm's value added in the total value added of all manufacturing SOEs within the jurisdiction of the oversight government), and the dummy variable of full (i.e., 100 percent) state ownership. ",
            "section": "A. Specification",
            "paragraph_rank": 62,
            "section_rank": 24
        },
        {
            "text": "The vector Z lag measures lagged province-level variables: GDP per capita, unemployment rate, and share of SOEs in total urban employment. ",
            "section": "A. Specification",
            "paragraph_rank": 62,
            "section_rank": 24
        },
        {
            "text": "When computing the lag of a variable, we use the average of its onceand twice-lagged values to take into account multiple periods' information. ",
            "section": "A. Specification",
            "paragraph_rank": 62,
            "section_rank": 24
        },
        {
            "text": "Besides the industry and the year dummies, we also control for the 363 dummy variables indicating the oversight government of the SOE to hold constant oversight-specific tendency to decentralize. ",
            "section": "A. Specification",
            "paragraph_rank": 62,
            "section_rank": 24
        },
        {
            "text": "18 To allow for correlation of the error term across time and space, we cluster the standard errors at the initial oversight government level. ",
            "section": "A. Specification",
            "paragraph_rank": 62,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "18"
                }
            ]
        },
        {
            "text": "Since decentralization is mostly irreversible in our sample, we delete those observations after Decen has turned one. ",
            "section": "A. Specification",
            "paragraph_rank": 62,
            "section_rank": 24
        },
        {
            "text": "We consider the possibility of multiple decentralizations per firm later. ",
            "section": "A. Specification",
            "paragraph_rank": 62,
            "section_rank": 24
        },
        {
            "text": "Our main parameter of interest is the marginal effect of Distance. ",
            "section": "A. Specification",
            "paragraph_rank": 62,
            "section_rank": 24
        },
        {
            "text": "Its estimate is based on comparison between SOEs with different distances to the original oversight government.",
            "section": "A. Specification",
            "paragraph_rank": 62,
            "section_rank": 24
        },
        {
            "text": "B. Baseline Results",
            "section_rank": 25
        },
        {
            "text": "We first compare the basic characteristics of decentralized and non-decentralized SOEs using the data from the pre-decentralized periods (see Table B-3 in the online Appendix). ",
            "section": "B. Baseline Results",
            "paragraph_rank": 63,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 142,
                    "end": 149,
                    "type": "table",
                    "text": "Table B"
                }
            ]
        },
        {
            "text": "19 Relative to the non-decentralized SOEs, the decentralized ones 17 We obtain the distance based on GIS. ",
            "section": "B. Baseline Results",
            "paragraph_rank": 63,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "19"
                },
                {
                    "start": 66,
                    "end": 68,
                    "type": "bibr",
                    "text": "17"
                }
            ]
        },
        {
            "text": "We do not have the exact longitude and latitude of the firm within a county (or district/county-level city), and use the county center in which the firm was located as the approximate location.",
            "section": "B. Baseline Results",
            "paragraph_rank": 63,
            "section_rank": 25
        },
        {
            "text": "18 That is, the central government, one of the 31 provincial governments, or one of the 331 municipal governments.",
            "section": "B. Baseline Results",
            "paragraph_rank": 64,
            "section_rank": 25
        },
        {
            "text": "19 Table 1 contains the definitions of the variables. ",
            "section": "B. Baseline Results",
            "paragraph_rank": 65,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "Table B-2 in the online Appendix presents the means and the standard deviations for the key control variables.",
            "section": "B. Baseline Results",
            "paragraph_rank": 65,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table B"
                }
            ]
        },
        {
            "text": "in their pre-decentralized years have a greater logarithm of the distance to the oversight government (4.2 versus 2.7), their average asset size is smaller, their profitability and TFP are worse, their relative importance (i.e., Firm Importance) and the per capita GDP in their location are lower. ",
            "section": "B. Baseline Results",
            "paragraph_rank": 66,
            "section_rank": 25
        },
        {
            "text": "Thus, the oversight government tends to decentralize SOEs that are far away, smaller, less important, and worse-performing.",
            "section": "B. Baseline Results",
            "paragraph_rank": 66,
            "section_rank": 25
        },
        {
            "text": "Columns 1 to 4 of panel A of Table 3 present the baseline probit results for all the SOEs, the central, the provincial, and the municipal SOEs, respectively. ",
            "section": "B. Baseline Results",
            "paragraph_rank": 67,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 29,
                    "end": 36,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "When examining decentralization by each oversight, we address the concern that the extent of decentralization at each oversight level could differ, in which case it is unclear if the decentralization dummy captures similar extent of delegation for SOEs under different oversight levels. ",
            "section": "B. Baseline Results",
            "paragraph_rank": 67,
            "section_rank": 25
        },
        {
            "text": "We find that distance is robustly and positively correlated with decentralization whether using the full or the oversight-specific samples. ",
            "section": "B. Baseline Results",
            "paragraph_rank": 67,
            "section_rank": 25
        },
        {
            "text": "Using the pooled sample estimates, increasing the distance by one standard deviation (SD, here 2.40) would increase the probability of decentralization by 1.3 percentage points, or 9 percent of the SD of the dependent variable. ",
            "section": "B. Baseline Results",
            "paragraph_rank": 67,
            "section_rank": 25
        },
        {
            "text": "For the central, the provincial, and the municipal SOEs, increasing the distance by 1 SD (1.66, 1.74, and 1.57) would increase the probability of decentralization by 0.78, 0.64, and 0.71 percentage points, or 4 percent, 4 percent, and 6 percent of the SD of the dependent variable. ",
            "section": "B. Baseline Results",
            "paragraph_rank": 67,
            "section_rank": 25
        },
        {
            "text": "In addition, decentralization is more likely for smaller, poorly-performing, and less important firms (see column 1). ",
            "section": "B. Baseline Results",
            "paragraph_rank": 67,
            "section_rank": 25
        },
        {
            "text": "20 Restructuring Options.",
            "section": "B. Baseline Results",
            "paragraph_rank": 67,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "20"
                }
            ]
        },
        {
            "text": "-In our baseline estimation, we focus on decentralization. ",
            "section": "B. Baseline Results",
            "paragraph_rank": 67,
            "section_rank": 25
        },
        {
            "text": "But an SOE could face other restructuring options (including privatizations). ",
            "section": "B. Baseline Results",
            "paragraph_rank": 67,
            "section_rank": 25
        },
        {
            "text": "21 For those SOEs that were eventually restructured, some observations are left out of our previous estimation: in the case of SOEs being restructured but never decentralized, all the restructuring years; in the case of SOEs being restructured after decentralization, all the post-decentralization years. ",
            "section": "B. Baseline Results",
            "paragraph_rank": 67,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "21"
                }
            ]
        },
        {
            "text": "This could be problematic if ignoring simultaneous choices of decentralization and restructuring might bias the estimate of the distance effect. ",
            "section": "B. Baseline Results",
            "paragraph_rank": 67,
            "section_rank": 25
        },
        {
            "text": "We thus examine whether our results hold when considering both decentralization and restructuring.",
            "section": "B. Baseline Results",
            "paragraph_rank": 67,
            "section_rank": 25
        },
        {
            "text": "We need to bear in mind that measuring privatizations with our data is difficult. ",
            "section": "B. Baseline Results",
            "paragraph_rank": 68,
            "section_rank": 25
        },
        {
            "text": "An SOE's privatization is manifested in several ways: staying in the sample with the state share dropping sufficiently; becoming privatized but exiting the sample due to its sales being below five million yuan; going bankrupt and exiting the sample; and being merged with private firms and exiting the sample. ",
            "section": "B. Baseline Results",
            "paragraph_rank": 68,
            "section_rank": 25
        },
        {
            "text": "The number of SOEs disappearing from the sample (\"exit\") in the middle of the survey (7,183) far exceeds that experiencing explicit privatization (4,060). ",
            "section": "B. Baseline Results",
            "paragraph_rank": 68,
            "section_rank": 25
        },
        {
            "text": "Because we cannot capture most privatizations, in this check we lump explicit privatizations with \"exit\" and call such SOEs Restructured. ",
            "section": "B. Baseline Results",
            "paragraph_rank": 68,
            "section_rank": 25
        },
        {
            "text": "Because our objective is to understand decentralization and to ensure the robustness of the distance-decentralization link, modeling all restructuring options as thoroughly as possible is beyond the scope of this paper.",
            "section": "B. Baseline Results",
            "paragraph_rank": 68,
            "section_rank": 25
        },
        {
            "text": "In a given year an SOE faces three options: unchanged (base), decentralized, and Restructured. ",
            "section": "B. Baseline Results",
            "paragraph_rank": 69,
            "section_rank": 25
        },
        {
            "text": "We use the multinomial logit framework. ",
            "section": "B. Baseline Results",
            "paragraph_rank": 69,
            "section_rank": 25
        },
        {
            "text": "The incumbent government maximizes among the utility levels associated with all the options, and chooses the Notes: Standard errors clustered at the oversight-government level are reported in the parentheses. ",
            "section": "B. Baseline Results",
            "paragraph_rank": 69,
            "section_rank": 25
        },
        {
            "text": "Columns 1−4 of panel A report the marginal effect from the probit regressions. ",
            "section": "B. Baseline Results",
            "paragraph_rank": 69,
            "section_rank": 25
        },
        {
            "text": "Column 5 reports the results from a Cox proportional hazard model. ",
            "section": "B. Baseline Results",
            "paragraph_rank": 69,
            "section_rank": 25
        },
        {
            "text": "Columns 6-7 report results from a multinomial logit (MLogit) model: for each firm in year t, there are three possible outcomes, with \"neither restructured nor decentralized\" being the base. ",
            "section": "B. Baseline Results",
            "paragraph_rank": 69,
            "section_rank": 25
        },
        {
            "text": "The two columns report the marginal effect of each explanatory variable on the probability of being Decentralized and being Restructured, respectively. ",
            "section": "B. Baseline Results",
            "paragraph_rank": 69,
            "section_rank": 25
        },
        {
            "text": "When computing the lag of a variable, we use the average of its once-and twice-lagged values to take into account multiple periods' information. ",
            "section": "B. Baseline Results",
            "paragraph_rank": 69,
            "section_rank": 25
        },
        {
            "text": "The samples used in the probit and MLogit specifications differ in two ways. ",
            "section": "B. Baseline Results",
            "paragraph_rank": 69,
            "section_rank": 25
        },
        {
            "text": "First, for those eventually-restructured SOEs, the MLogit model contains observations in their first year after restructuring, while the probit model does not. ",
            "section": "B. Baseline Results",
            "paragraph_rank": 69,
            "section_rank": 25
        },
        {
            "text": "Second, the MLogit model also includes the post-decentralization years for the central and provincial SOEs, because once decentralized, they still face the choice of being further decentralized (and being restructured). ",
            "section": "B. Baseline Results",
            "paragraph_rank": 69,
            "section_rank": 25
        },
        {
            "text": "Panel B performs robustness checks using the probit model. ",
            "section": "B. Baseline Results",
            "paragraph_rank": 69,
            "section_rank": 25
        },
        {
            "text": "Columns 1-3 are the results for the subsamples of the central, the provincial, and the municipal SOEs, respectively, with additional controls for per capita GDP, fiscal revenue, and fiscal autonomy of both the incumbent oversight government and the lower-level government. ",
            "section": "B. Baseline Results",
            "paragraph_rank": 69,
            "section_rank": 25
        },
        {
            "text": "Columns 4-5 use the subsamples of fully state-owned and of partially-privatized SOEs, respectively. ",
            "section": "B. Baseline Results",
            "paragraph_rank": 69,
            "section_rank": 25
        },
        {
            "text": "optimal one. ",
            "section": "B. Baseline Results",
            "paragraph_rank": 69,
            "section_rank": 25
        },
        {
            "text": "For this exercise we keep the post-decentralization observations and expand the sample up to the restructuring years for the SOEs that were eventually restructured during the sample years. ",
            "section": "B. Baseline Results",
            "paragraph_rank": 69,
            "section_rank": 25
        },
        {
            "text": "22 The results are in columns 6 and 7 of panel A of Table 3. ",
            "section": "B. Baseline Results",
            "paragraph_rank": 69,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "22"
                },
                {
                    "start": 52,
                    "end": 59,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "23 The coefficient of log distance remains positive and statistically significant, with a marginal effect on the probability of decentralization of 0.0053, similar to our baseline estimate. ",
            "section": "B. Baseline Results",
            "paragraph_rank": 69,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "23"
                }
            ]
        },
        {
            "text": "Our result on the distance-decentralization link thus remains robust. ",
            "section": "B. Baseline Results",
            "paragraph_rank": 69,
            "section_rank": 25
        },
        {
            "text": "In contrast, the distance coefficient for Restructured is small and statistically insignificant. ",
            "section": "B. Baseline Results",
            "paragraph_rank": 69,
            "section_rank": 25
        },
        {
            "text": "24 A related check is to delete those SOEs that were eventually restructured. ",
            "section": "B. Baseline Results",
            "paragraph_rank": 69,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "24"
                }
            ]
        },
        {
            "text": "Now the choices are \"no change\" and \"decentralization.\" ",
            "section": "B. Baseline Results",
            "paragraph_rank": 69,
            "section_rank": 25
        },
        {
            "text": "We re-estimate the base specification using this smaller sample, and the coefficient of log distance remains positive and statistically significant (see Table E-2 in online Appendix E).",
            "section": "B. Baseline Results",
            "paragraph_rank": 69,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 153,
                    "end": 160,
                    "type": "table",
                    "text": "Table E"
                }
            ]
        },
        {
            "text": "Omitted Variables.",
            "section": "B. Baseline Results",
            "paragraph_rank": 70,
            "section_rank": 25
        },
        {
            "text": "-In columns 1 to 3 of panel B of Table 3, we deal with the concern that the estimates may be affected by the omitted circumstances faced by both the original and the lower governments. ",
            "section": "B. Baseline Results",
            "paragraph_rank": 70,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 33,
                    "end": 40,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "To address this, we examine decentralization by each oversight and include additional controls that may affect decentralizations: fiscal revenue per capita, GDP per capita, and fiscal autonomy (i.e., the ratio of fiscal revenues to fiscal expenditures). ",
            "section": "B. Baseline Results",
            "paragraph_rank": 70,
            "section_rank": 25
        },
        {
            "text": "For the provincial and municipal SOEs, we add these controls for both the original oversight government and the lower government. ",
            "section": "B. Baseline Results",
            "paragraph_rank": 70,
            "section_rank": 25
        },
        {
            "text": "For the central government, we only add these controls at the lower government level. ",
            "section": "B. Baseline Results",
            "paragraph_rank": 70,
            "section_rank": 25
        },
        {
            "text": "25 The results on distance remain similar.",
            "section": "B. Baseline Results",
            "paragraph_rank": 70,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "25"
                }
            ]
        },
        {
            "text": "Full versus Partial SOEs.",
            "section": "B. Baseline Results",
            "paragraph_rank": 71,
            "section_rank": 25
        },
        {
            "text": "-Columns 4 and 5 of panel B of Table 3 distinguish the case of full (i.e., 100 percent) and of partial (i.e., 30-99 percent) state ownership. ",
            "section": "B. Baseline Results",
            "paragraph_rank": 71,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 31,
                    "end": 38,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "In the case of partial state ownership, there are other corporate governance mechanisms to obtain information, and the direct information available to the government that is captured by distance is thus less important. ",
            "section": "B. Baseline Results",
            "paragraph_rank": 71,
            "section_rank": 25
        },
        {
            "text": "We therefore expect a weaker distance-decentralization link under partial state ownership. ",
            "section": "B. Baseline Results",
            "paragraph_rank": 71,
            "section_rank": 25
        },
        {
            "text": "That is confirmed: the coefficient is larger in full than in partial SOEs.",
            "section": "B. Baseline Results",
            "paragraph_rank": 71,
            "section_rank": 25
        },
        {
            "text": "Additional Checks.",
            "section": "B. Baseline Results",
            "paragraph_rank": 72,
            "section_rank": 25
        },
        {
            "text": "-First, we consider various ways to define an SOE: using the 50 percent threshold of state ownership (i.e., absolute state control), or using the definition of Brandt, Van Biesebroeck, and Zhang (2012), or that of Hsieh and Song (2015) (see online Appendix F). ",
            "section": "B. Baseline Results",
            "paragraph_rank": 72,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 160,
                    "end": 201,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "Brandt, Van Biesebroeck, and Zhang (2012)"
                }
            ]
        },
        {
            "text": "Second, we add back the 312 SOEs whose oversight status changed and then immediately reverted back within two years. ",
            "section": "B. Baseline Results",
            "paragraph_rank": 72,
            "section_rank": 25
        },
        {
            "text": "Third, we keep post-decentralization observations, which allow us to add 26 SOEs with a second decentralization. ",
            "section": "B. Baseline Results",
            "paragraph_rank": 72,
            "section_rank": 25
        },
        {
            "text": "Fourth, we loosen the requirement of having at least three consecutive years of data for an SOE, and require only two years of consecutive observations and use once-lagged covariates (see Table G-1 of online Appendix G). ",
            "section": "B. Baseline Results",
            "paragraph_rank": 72,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 188,
                    "end": 195,
                    "type": "table",
                    "text": "Table G"
                }
            ]
        },
        {
            "text": "In all the checks, our key results remain robust.",
            "section": "B. Baseline Results",
            "paragraph_rank": 72,
            "section_rank": 25
        },
        {
            "text": "Centralization.",
            "section": "B. Baseline Results",
            "paragraph_rank": 73,
            "section_rank": 25
        },
        {
            "text": "-Some SOEs also experienced centralization (i.e., the oversight status changing to a higher level). ",
            "section": "B. Baseline Results",
            "paragraph_rank": 73,
            "section_rank": 25
        },
        {
            "text": "Does the distance matter symmetrically in determining centralization as in determining decentralization? ",
            "section": "B. Baseline Results",
            "paragraph_rank": 73,
            "section_rank": 25
        },
        {
            "text": "To see this, we define centralization to be one (and stay so) after the oversight status changing into a higher-level government, and zero otherwise. ",
            "section": "B. Baseline Results",
            "paragraph_rank": 73,
            "section_rank": 25
        },
        {
            "text": "We then modify the sample by dropping central SOEs, which cannot be centralized further, and adding the 20,273 county SOEs, 26 which can be centralized. ",
            "section": "B. Baseline Results",
            "paragraph_rank": 73,
            "section_rank": 25
        },
        {
            "text": "A much smaller share of SOEs experienced centralization than decentralization: among the provincial and municipal SOEs, 2 percent experienced centralization; among the county SOEs, 3.5 percent did. ",
            "section": "B. Baseline Results",
            "paragraph_rank": 73,
            "section_rank": 25
        },
        {
            "text": "For centralization, the key distance measure is that to the upper government, which captures informational gains from centralization.",
            "section": "B. Baseline Results",
            "paragraph_rank": 73,
            "section_rank": 25
        },
        {
            "text": "In online Appendix H, we estimate the centralization equation with the baseline covariates. ",
            "section": "B. Baseline Results",
            "paragraph_rank": 74,
            "section_rank": 25
        },
        {
            "text": "The results are symmetric to the case of decentralization: SOEs located closer to the upper government are more likely to be centralized. ",
            "section": "B. Baseline Results",
            "paragraph_rank": 74,
            "section_rank": 25
        },
        {
            "text": "The magnitude of this distance measure (in absolute value) is significantly smaller than in column 1 of Table 3 with respect to decentralizations.",
            "section": "B. Baseline Results",
            "paragraph_rank": 74,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 104,
                    "end": 111,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "C. Agglomeration and Endogeneity",
            "section_rank": 26
        },
        {
            "text": "Agglomeration.",
            "section": "C. Agglomeration and Endogeneity",
            "paragraph_rank": 75,
            "section_rank": 26
        },
        {
            "text": "-In China, political and economic centers overlap. ",
            "section": "C. Agglomeration and Endogeneity",
            "paragraph_rank": 75,
            "section_rank": 26
        },
        {
            "text": "Beijing is also a key agglomeration center, and a provincial capital is usually the largest city in the province. ",
            "section": "C. Agglomeration and Endogeneity",
            "paragraph_rank": 75,
            "section_rank": 26
        },
        {
            "text": "The distance to the oversight government could then reflect the distance to an economic center. ",
            "section": "C. Agglomeration and Endogeneity",
            "paragraph_rank": 75,
            "section_rank": 26
        },
        {
            "text": "A priori the proximity to economic centers matters for SOE decentralization because such SOEs are more viable thanks to this geographical advantage, and retaining control of them might be beneficial to the oversight government. ",
            "section": "C. Agglomeration and Endogeneity",
            "paragraph_rank": 75,
            "section_rank": 26
        },
        {
            "text": "If this concern is valid, the distance between an SOE and the other agglomeration center in the oversight region should also have a positive association with decentralization.",
            "section": "C. Agglomeration and Endogeneity",
            "paragraph_rank": 75,
            "section_rank": 26
        },
        {
            "text": "To verify, we create a placebo distance measure (Placebo Distance). ",
            "section": "C. Agglomeration and Endogeneity",
            "paragraph_rank": 76,
            "section_rank": 26
        },
        {
            "text": "For central SOEs, Placebo Distance is the distance to Shanghai, the other agglomeration center on par with Beijing. ",
            "section": "C. Agglomeration and Endogeneity",
            "paragraph_rank": 76,
            "section_rank": 26
        },
        {
            "text": "For noncentral SOEs, Placebo Distance is to the largest noncapital city within the jurisdiction. ",
            "section": "C. Agglomeration and Endogeneity",
            "paragraph_rank": 76,
            "section_rank": 26
        },
        {
            "text": "We then re-run our baseline regressions using Placebo Distance to replace the distance variable. ",
            "section": "C. Agglomeration and Endogeneity",
            "paragraph_rank": 76,
            "section_rank": 26
        },
        {
            "text": "If its coefficient is positive and statistically significant, we might worry that our distance variable may simply capture economic agglomeration. ",
            "section": "C. Agglomeration and Endogeneity",
            "paragraph_rank": 76,
            "section_rank": 26
        },
        {
            "text": "Reassuringly, the results in column 1 of Table 4 show that the coefficient of Placebo Distance is statistically insignificant and only about one-eleventh the size of the coefficients in Table 3.",
            "section": "C. Agglomeration and Endogeneity",
            "paragraph_rank": 76,
            "section_rank": 26,
            "ref_spans": [
                {
                    "start": 41,
                    "end": 48,
                    "type": "table",
                    "ref_id": "tab_4",
                    "text": "Table 4"
                },
                {
                    "start": 186,
                    "end": 193,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "We also consider the possibility that the \"other largest city\" could be far smaller than the capital city. ",
            "section": "C. Agglomeration and Endogeneity",
            "paragraph_rank": 77,
            "section_rank": 26
        },
        {
            "text": "We repeat the exercise using the subsample that excludes the regions whose capital city's GDP is more than 50 percent larger than that of the second largest city. ",
            "section": "C. Agglomeration and Endogeneity",
            "paragraph_rank": 77,
            "section_rank": 26
        },
        {
            "text": "The results in column 2 of Table 4 remain similar. ",
            "section": "C. Agglomeration and Endogeneity",
            "paragraph_rank": 77,
            "section_rank": 26,
            "ref_spans": [
                {
                    "start": 27,
                    "end": 34,
                    "type": "table",
                    "ref_id": "tab_4",
                    "text": "Table 4"
                }
            ]
        },
        {
            "text": "Thus, our result on the positive distance-decentralization link does not reflect the agglomeration effect.",
            "section": "C. Agglomeration and Endogeneity",
            "paragraph_rank": 77,
            "section_rank": 26
        },
        {
            "text": "Endogeneity.",
            "section": "C. Agglomeration and Endogeneity",
            "paragraph_rank": 78,
            "section_rank": 26
        },
        {
            "text": "-Although we have controlled for many variables that capture key confounding factors, such as the SOE's importance and lagged firm performance, the distance may still capture something other than the quality of information. ",
            "section": "C. Agglomeration and Endogeneity",
            "paragraph_rank": 78,
            "section_rank": 26
        },
        {
            "text": "The distance could then be endogenous: unimportant or less profitable SOEs may be located further away.",
            "section": "C. Agglomeration and Endogeneity",
            "paragraph_rank": 78,
            "section_rank": 26
        },
        {
            "text": "To deal with endogeneity, we rely on an instrumental variable (IV) that captures exogenous variations in the SOE-government distance. ",
            "section": "C. Agglomeration and Endogeneity",
            "paragraph_rank": 79,
            "section_rank": 26
        },
        {
            "text": "We take advantage of the fact that, being worried about potential wars with the United States and the Soviet Union during the 1960s and 1970s, China relocated many SOEs to her hinterland. ",
            "section": "C. Agglomeration and Endogeneity",
            "paragraph_rank": 79,
            "section_rank": 26
        },
        {
            "text": "This migration of firms is called the Third Front Construction program (TFC, see online Appendix I), which covered a large area in China. ",
            "section": "C. Agglomeration and Endogeneity",
            "paragraph_rank": 79,
            "section_rank": 26
        },
        {
            "text": "The relocation sites were chosen to be far away from external threats. ",
            "section": "C. Agglomeration and Endogeneity",
            "paragraph_rank": 79,
            "section_rank": 26
        },
        {
            "text": "It is implausible that, other than through the channel of the distance to the government, the TFC affiliation would affect SOE decentralization three to four decades later-after all, China's central leadership had changed several times, and the new leaders had distinct objectives. ",
            "section": "C. Agglomeration and Endogeneity",
            "paragraph_rank": 79,
            "section_rank": 26
        },
        {
            "text": "Because TFC covered 13 provinces and 5.9 percent of firms in our sample, this instrument is likely a relevant one. ",
            "section": "C. Agglomeration and Endogeneity",
            "paragraph_rank": 79,
            "section_rank": 26
        },
        {
            "text": "We thus construct a dummy variable TFC, which is one if a firm was established during the TFC period (i.e., 1964-1966 and 1969-1971) and in the TFC regions. ",
            "section": "C. Agglomeration and Endogeneity",
            "paragraph_rank": 79,
            "section_rank": 26,
            "ref_spans": [
                {
                    "start": 101,
                    "end": 132,
                    "type": "bibr",
                    "text": "(i.e., 1964-1966 and 1969-1971)"
                }
            ]
        },
        {
            "text": "Notes: Standard errors clustered at the oversight-government level are reported in the parentheses. ",
            "section": "C. Agglomeration and Endogeneity",
            "paragraph_rank": 79,
            "section_rank": 26
        },
        {
            "text": "Columns 1-2 report results on placebo distance using the probit model. ",
            "section": "C. Agglomeration and Endogeneity",
            "paragraph_rank": 79,
            "section_rank": 26
        },
        {
            "text": "Placebo distance is defined as the distance from Shanghai for the central SOEs, the distance from the largest city within the province (except for the provincial capital) for provincial SOEs, and the distance from the largest county-level city within the municipality (except for the municipal seat) for municipal SOEs. ",
            "section": "C. Agglomeration and Endogeneity",
            "paragraph_rank": 79,
            "section_rank": 26
        },
        {
            "text": "Column 2 excludes the provincial and municipal SOEs located in the same jurisdiction with the jurisdictional capital as the sole agglomeration city. ",
            "section": "C. Agglomeration and Endogeneity",
            "paragraph_rank": 79,
            "section_rank": 26
        },
        {
            "text": "Columns 3-4 report results using TFC as the instrument. ",
            "section": "C. Agglomeration and Endogeneity",
            "paragraph_rank": 79,
            "section_rank": 26
        },
        {
            "text": "Column 3 reports the first stage results. ",
            "section": "C. Agglomeration and Endogeneity",
            "paragraph_rank": 79,
            "section_rank": 26
        },
        {
            "text": "Column 4 reports the linear probability IV estimates (i.e., 2SLS) and the associated test statistics. ",
            "section": "C. Agglomeration and Endogeneity",
            "paragraph_rank": 79,
            "section_rank": 26
        },
        {
            "text": "The control variables are the same as in Table 3. ",
            "section": "C. Agglomeration and Endogeneity",
            "paragraph_rank": 79,
            "section_rank": 26,
            "ref_spans": [
                {
                    "start": 41,
                    "end": 49,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 3."
                }
            ]
        },
        {
            "text": "A key concern for a valid IV is that it is correlated with the unobserved factors behind the outcome. ",
            "section": "C. Agglomeration and Endogeneity",
            "paragraph_rank": 79,
            "section_rank": 26
        },
        {
            "text": "One way to shed light on (but not prove) the excludability is to examine if the IV is related to other known determinants of the outcome in sensible ways (Altonji, Elder, and Taber 2005). ",
            "section": "C. Agglomeration and Endogeneity",
            "paragraph_rank": 79,
            "section_rank": 26,
            "ref_spans": [
                {
                    "start": 154,
                    "end": 186,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "(Altonji, Elder, and Taber 2005)"
                }
            ]
        },
        {
            "text": "To see this, we regress TFC on other covariates in the decentralization decision (see Table J-1 of online Appendix J). ",
            "section": "C. Agglomeration and Endogeneity",
            "paragraph_rank": 79,
            "section_rank": 26,
            "ref_spans": [
                {
                    "start": 86,
                    "end": 93,
                    "type": "table",
                    "text": "Table J"
                }
            ]
        },
        {
            "text": "The coefficients of the firm size, full state ownership, and income are statistically significant, not surprisingly since we know that TFC moved larger SOEs to inland (and thus lower-income) regions. ",
            "section": "C. Agglomeration and Endogeneity",
            "paragraph_rank": 79,
            "section_rank": 26
        },
        {
            "text": "In contrast, the coefficients of the key current determinants of decentralization, profitability, and Firm Importance, are statistically insignificant. ",
            "section": "C. Agglomeration and Endogeneity",
            "paragraph_rank": 79,
            "section_rank": 26
        },
        {
            "text": "These results, along with the historical origin of TFC, suggest that TFC is indeed likely excludable.",
            "section": "C. Agglomeration and Endogeneity",
            "paragraph_rank": 79,
            "section_rank": 26
        },
        {
            "text": "Columns 3 to 4 of Table 4 report the IV regression results based on the 2SLS specification. ",
            "section": "C. Agglomeration and Endogeneity",
            "paragraph_rank": 80,
            "section_rank": 26,
            "ref_spans": [
                {
                    "start": 18,
                    "end": 25,
                    "type": "table",
                    "ref_id": "tab_4",
                    "text": "Table 4"
                }
            ]
        },
        {
            "text": "27 Our IV seems to be relevant. ",
            "section": "C. Agglomeration and Endogeneity",
            "paragraph_rank": 80,
            "section_rank": 26,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "27"
                }
            ]
        },
        {
            "text": "In the first stage (column 3), TFC has a positive and statistically significant effect on the distance: a TFC affiliation increases the SOE-oversight-government distance by 24 log points. ",
            "section": "C. Agglomeration and Endogeneity",
            "paragraph_rank": 80,
            "section_rank": 26
        },
        {
            "text": "Moreover, based on the Anderson-Rubin test under the 2SLS model with the clustered standard errors (column 4), which provide valid inference on the coefficient of the endogenous variable even in the presence of a weak instrument (Finlay and Magnusson 2009), the test statistic is significantly different from zero with a p-value of 0.0504. ",
            "section": "C. Agglomeration and Endogeneity",
            "paragraph_rank": 80,
            "section_rank": 26,
            "ref_spans": [
                {
                    "start": 229,
                    "end": 256,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "(Finlay and Magnusson 2009)"
                }
            ]
        },
        {
            "text": "The 90 percent confidence interval is [0.005, 0.054], suggesting that the coefficient of distance is positive and statistically significant even if the IV is weak.",
            "section": "C. Agglomeration and Endogeneity",
            "paragraph_rank": 80,
            "section_rank": 26
        },
        {
            "text": "In the second-stage, the coefficient of distance remains positive and statistically significant. ",
            "section": "C. Agglomeration and Endogeneity",
            "paragraph_rank": 81,
            "section_rank": 26
        },
        {
            "text": "Once corrected for endogeneity, the distance's coefficient increases from 0.0054 to 0.024. ",
            "section": "C. Agglomeration and Endogeneity",
            "paragraph_rank": 81,
            "section_rank": 26
        },
        {
            "text": "The larger magnitude of the IV estimate relative to the OLS/probit estimate likely reflects the endogeneity bias associated with the latter. ",
            "section": "C. Agglomeration and Endogeneity",
            "paragraph_rank": 81,
            "section_rank": 26
        },
        {
            "text": "In online Appendix J, we examine whether the difference in the magnitudes could reflect special characteristics of the complier group since the IV estimate reflects the local average treatment effect of that group (Angrist and Pischke 2009). ",
            "section": "C. Agglomeration and Endogeneity",
            "paragraph_rank": 81,
            "section_rank": 26,
            "ref_spans": [
                {
                    "start": 214,
                    "end": 240,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(Angrist and Pischke 2009)"
                }
            ]
        },
        {
            "text": "We show that the compliers group (i.e., the SOEs that change their distance statuses due to the switch on TFC) is a small share of the population, but the distributions of the characteristics of the complier group and the population are similar (Table J-2). ",
            "section": "C. Agglomeration and Endogeneity",
            "paragraph_rank": 81,
            "section_rank": 26
        },
        {
            "text": "These two findings offer cautious optimism about extending the IV estimate to the population.",
            "section": "C. Agglomeration and Endogeneity",
            "paragraph_rank": 81,
            "section_rank": 26
        },
        {
            "text": "IV. ",
            "section_rank": 27
        },
        {
            "text": "Distinguishing between Alternative Hypotheses",
            "section_rank": 27
        },
        {
            "text": "Now we try to distinguish between the alternative hypotheses about decentralization by allowing the distance-decentralization link to depend on communication costs, firm-performance heterogeneity, and rents.",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 82,
            "section_rank": 27
        },
        {
            "text": "Measurements.",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 83,
            "section_rank": 27
        },
        {
            "text": "-We proxy communication costs by the provincial road mileage per capita. ",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 83,
            "section_rank": 27
        },
        {
            "text": "We proxy firm-performance heterogeneity by measures of the dispersion of firm performance within the firm's industry-year cell. ",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 83,
            "section_rank": 27
        },
        {
            "text": "Since we use three methods to compute TFP (i.e., the OLS production function, the Olley-Pakes, and the index function methods; see online Appendix K), we present three sets of results when we interact the distance with the TFP dispersion. ",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 83,
            "section_rank": 27
        },
        {
            "text": "In addition, we also present the dispersion in return on sales (ROS, that is, before-tax profit over sales), a more transparent and intuitive measure.",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 83,
            "section_rank": 27
        },
        {
            "text": "Communication Costs.",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 84,
            "section_rank": 27
        },
        {
            "text": "-Based on columns 1 and 2 in panel A of Table 5, the effect of distance on decentralization is statistically significantly higher when the road density is lower. ",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 84,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 40,
                    "end": 47,
                    "type": "table",
                    "ref_id": "tab_5",
                    "text": "Table 5"
                }
            ]
        },
        {
            "text": "28 Increasing the road density at the mean by one SD is associated with a reduction in ∂ Decen ______ ∂ Distance by 28 percent. ",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 84,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "28"
                }
            ]
        },
        {
            "text": "This supports both the Hayek and the oversight agency conjectures (see Table 2).",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 84,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 71,
                    "end": 78,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "Firm-Performance Heterogeneity.",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 85,
            "section_rank": 27
        },
        {
            "text": "-Relative to the other conjectures, the Hayek conjecture increases its appeal once considering the interaction of the distance with firm-performance heterogeneity. ",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 85,
            "section_rank": 27
        },
        {
            "text": "The results in columns 3 to 6 show robustly that the distance-decentralization link is significantly stronger when firm-performance heterogeneity is greater. ",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 85,
            "section_rank": 27
        },
        {
            "text": "Based on the estimates, increasing the dispersion of industry TFP (by the Olley-Pakes method) by one SD at the mean would increase ∂ Decen ______ ∂ Distance by 23 percent, a large effect. ",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 85,
            "section_rank": 27
        },
        {
            "text": "This confirms a unique prediction of the Hayek conjecture (see Table 2).",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 85,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 63,
                    "end": 70,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "The Commanding-Heights Conjecture.",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 86,
            "section_rank": 27
        },
        {
            "text": "-To capture strategic concerns for certain types of SOEs, we first construct a subsample of strategic industries (denoted as Strategic Industries I (or II), see online Appendix L for details). ",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 86,
            "section_rank": 27
        },
        {
            "text": "We then interact the distance measure with the Strategic Industries I (or II) dummy, and re-estimate the baseline model with the pooled sample and by oversight.",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 86,
            "section_rank": 27
        },
        {
            "text": "Consistent with the commanding-heights conjecture, the coefficient of the interaction term between Strategic Industries I and distance is negative and statistically significant for central SOEs (panel B of Table 5). ",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 87,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 206,
                    "end": 213,
                    "type": "table",
                    "ref_id": "tab_5",
                    "text": "Table 5"
                }
            ]
        },
        {
            "text": "In contrast, it is statistically insignificant for the noncentral SOEs. ",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 87,
            "section_rank": 27
        },
        {
            "text": "29 The result is robust with Strategic Industries II. ",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 87,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "29"
                }
            ]
        },
        {
            "text": "Also consistent with the commanding-heights conjecture, the share of SOEs that were decentralized is higher for the non-strategic than for the strategic SOEs among those under the central government oversight: 16.7 percent (17.4 percent) versus 11.0 percent (12.1 percent) under Strategic Industries I (II).",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 87,
            "section_rank": 27
        },
        {
            "text": "When relying on the Strategic Industry I definition, the group of central strategic SOEs, 490 in 1998 and 407 in 2007, represents a nontrivial share of the Chinese industrial economy. ",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 88,
            "section_rank": 27
        },
        {
            "text": "Their relative importance in the sample industrial firms had dropped from 1998 to 2007 (see Table L-1): in terms of the share in the total number of firms, from 0.3 percent to 0.1 percent; 30 in terms of the share in the total number of employees, from 2.5 percent to 1.3 percent; in terms of the total value added, from 6.2 percent to 4.4 percent. ",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 88,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 92,
                    "end": 99,
                    "type": "table",
                    "text": "Table L"
                }
            ]
        },
        {
            "text": "31",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 88,
            "section_rank": 27
        },
        {
            "text": "28 Columns 1 and 2 use the lagged road density and the road density in 1998 to see if the result is sensitive to the lagging structure of the road density.",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 89,
            "section_rank": 27
        },
        {
            "text": "29 Result on provincial and municipal SOEs separately are similar and available upon request. ",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 90,
            "section_rank": 27
        },
        {
            "text": "30 This is based on calculation from our sample, that is, it excludes non-SOE firms with sales below five million yuan. ",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 90,
            "section_rank": 27
        },
        {
            "text": "So the share can be roughly viewed as in large and medium industrial firms. ",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 90,
            "section_rank": 27
        },
        {
            "text": "See Table L-1 for these statistics. ",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 90,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 4,
                    "end": 11,
                    "type": "table",
                    "text": "Table L"
                }
            ]
        },
        {
            "text": "31 The relative importance of the central strategic SOEs in the sample SOEs, however, had increased significantly from 1998 to 2007: in terms of the share in the total number of SOEs, from 0.9 percent to 3.0 percent; in terms of the share in the total number of employees, from 4.7 percent to 8.9 percent; in terms of the total value added, from 14.1 percent to 23.5 percent.",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 90,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "31"
                }
            ]
        },
        {
            "text": "Rents.",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 91,
            "section_rank": 27
        },
        {
            "text": "-To further shed light on the various conjectures, we interact the distance with the two proxies of rents: the local corruption level and the firm-level rents. ",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 91,
            "section_rank": 27
        },
        {
            "text": "To accommodate all the conjectures, we use two distance measures: that between the SOE Notes: Standard errors clustered at the oversight-government level are reported in the parentheses. ",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 91,
            "section_rank": 27
        },
        {
            "text": "This table reports the marginal effect from probit regressions. ",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 91,
            "section_rank": 27
        },
        {
            "text": "The control variables are the same as in Table 3. ",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 91,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 41,
                    "end": 48,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "In panel B, Strategic industries I includes ",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 91,
            "section_rank": 27
        },
        {
            "text": "(i) oil and gas, petroleum; ",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 91,
            "section_rank": 27
        },
        {
            "text": "(ii) nuclear fuel, aviation and aerospace, arms and ammunition; ",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 91,
            "section_rank": 27
        },
        {
            "text": "(iii) electricity, heat, gas, and water supply. ",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 91,
            "section_rank": 27
        },
        {
            "text": "Strategic industries II includes: Strategic industries I, plus ",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 91,
            "section_rank": 27
        },
        {
            "text": "(iv) automobile, locomotive, and ship. ",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 91,
            "section_rank": 27
        },
        {
            "text": "See online Appendix L for details about the construction of strategic industries. ",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 91,
            "section_rank": 27
        },
        {
            "text": "and the oversight government, which is needed for the oversight agency conjecture; or that between the SOE and the lower government, which is needed for the local capture conjecture. ",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 91,
            "section_rank": 27
        },
        {
            "text": "We choose two proxies for corruption: the number of graft cases filed per thousand people (similar to Aghion et al. 2016); and the provincial share of entertainment and traveling costs over sales, which has been shown to be a good proxy for corruption at the local level (Cai, Fang, and Xu 2011). ",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 91,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 102,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "Aghion et al. 2016)"
                },
                {
                    "start": 271,
                    "end": 295,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "(Cai, Fang, and Xu 2011)"
                }
            ]
        },
        {
            "text": "32 We proxy the firm-level rents with the firm's profitability, its average wage level, and its market power (as measured by the Herfindahl index at its three-digit industry). ",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 91,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "32"
                }
            ]
        },
        {
            "text": "The results are in panel C of Table 5. ",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 91,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 30,
                    "end": 37,
                    "type": "table",
                    "ref_id": "tab_5",
                    "text": "Table 5"
                }
            ]
        },
        {
            "text": "The results are against both the oversight agency and the local capture conjectures. ",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 91,
            "section_rank": 27
        },
        {
            "text": "In column 1, the coefficient of the distance to the oversight government is positive and statistically significant, consistent with both the Hayek and the oversight agency cost conjectures. ",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 91,
            "section_rank": 27
        },
        {
            "text": "The coefficient of the distance to the lower-level government is negative and statistically significant, consistent with both the Hayek and the local capture conjectures. ",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 91,
            "section_rank": 27
        },
        {
            "text": "However, in nine out of the ten columns, the coefficients of the interaction terms between the proxies of rents and the two distance measures are statistically insignificant, inconsistent with both the oversight agency and the local capture conjectures. ",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 91,
            "section_rank": 27
        },
        {
            "text": "33 Overall Plausibility.",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 91,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "33"
                }
            ]
        },
        {
            "text": "- Table 2 shows the match of the empirical results and the predictions from the conjectures. ",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 91,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 2,
                    "end": 9,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "Among all the facts to be explained, the Hayek conjecture appears to explain the most about decentralization for the vast majority of the SOEs. ",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 91,
            "section_rank": 27
        },
        {
            "text": "The commanding-heights conjecture contributes to understanding central SOEs in strategic industries. ",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 91,
            "section_rank": 27
        },
        {
            "text": "Some key predictions of the oversight agency and the local capture conjectures are not confirmed empirically.",
            "section": "IV. Distinguishing between Alternative Hypotheses",
            "paragraph_rank": 91,
            "section_rank": 27
        },
        {
            "text": "V. Conclusions",
            "section_rank": 28
        },
        {
            "text": "China's decentralization of SOEs provides a unique opportunity to test the implications of Hayek's insight on the importance of local information for designing economic systems. ",
            "section": "V. Conclusions",
            "paragraph_rank": 92,
            "section_rank": 28
        },
        {
            "text": "As the quote from Hayek suggests, when a society experiences rapid changes, the ultimate decisions should be left to those familiar with the particular circumstances, and \"some form of decentralization\" is needed. ",
            "section": "V. Conclusions",
            "paragraph_rank": 92,
            "section_rank": 28
        },
        {
            "text": "Indeed, we find that a larger information asymmetry between the SOE and the original oversight government, as proxied by their physical distance, is associated with a greater likelihood of decentralization. ",
            "section": "V. Conclusions",
            "paragraph_rank": 92,
            "section_rank": 28
        },
        {
            "text": "Moreover, the positive effect of distance on decentralization is larger where SOE performance is more heterogeneous and the communication costs are higher. ",
            "section": "V. Conclusions",
            "paragraph_rank": 92,
            "section_rank": 28
        },
        {
            "text": "Our findings suggest that Hayek's insight on local information is indeed a key for understanding both the organization of firms and the working of economic systems. ",
            "section": "V. Conclusions",
            "paragraph_rank": 92,
            "section_rank": 28
        },
        {
            "text": "Our findings also suggest that when the central government decides to control the commanding heights, the Hayek conjecture loses much of its explanatory power. ",
            "section": "V. Conclusions",
            "paragraph_rank": 92,
            "section_rank": 28
        },
        {
            "text": "This group of commanding-heights SOEs represented about 5 percent of industrial 32 See Table 1 for definition. ",
            "section": "V. Conclusions",
            "paragraph_rank": 92,
            "section_rank": 28,
            "ref_spans": [
                {
                    "start": 87,
                    "end": 94,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "Some may question whether the provincial proxy of corruption would work for the central SOEs. ",
            "section": "V. Conclusions",
            "paragraph_rank": 92,
            "section_rank": 28
        },
        {
            "text": "We do not think this is an issue because the central SOEs are physically located in their specific provinces, and their rent-seeking tendency would be influenced by the local norms of corruption (Fisman and Miguel 2007). ",
            "section": "V. Conclusions",
            "paragraph_rank": 92,
            "section_rank": 28,
            "ref_spans": [
                {
                    "start": 195,
                    "end": 219,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "(Fisman and Miguel 2007)"
                }
            ]
        },
        {
            "text": "We have tried dropping the central SOEs to ensure our proxy of local corruption is accurate, and the key results remain similar. ",
            "section": "V. Conclusions",
            "paragraph_rank": 92,
            "section_rank": 28
        },
        {
            "text": "33 The negative and statistically significant coefficient of the interaction term between the distance to the oversight government and lagged firm ROS is in fact opposite to what the oversight agency conjecture predicts. ",
            "section": "V. Conclusions",
            "paragraph_rank": 92,
            "section_rank": 28,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "33"
                }
            ]
        },
        {
            "text": "output in China. ",
            "section": "V. Conclusions",
            "paragraph_rank": 92,
            "section_rank": 28
        },
        {
            "text": "The Chinese experience of managing its SOEs thus demonstrates the dual goals of the government: efficiency and controlling commanding heights. ",
            "section": "V. Conclusions",
            "paragraph_rank": 92,
            "section_rank": 28
        },
        {
            "text": "We also consider, but do not find strong support for, the agency-costs-based explanations.",
            "section": "V. Conclusions",
            "paragraph_rank": 92,
            "section_rank": 28
        },
        {
            "text": "Table 1 -",
            "section_rank": 29
        },
        {
            "text": "Variable DescriptionsFirm-level and industry-level variables",
            "section": "Table 1 -",
            "paragraph_rank": 93,
            "section_rank": 29
        },
        {
            "text": "in the Third Front Construction Area (see online Appendix I).",
            "paragraph_rank": 95,
            "section_rank": 30
        },
        {
            "text": "Log of annual per capita GDP in the firm's province (municipality, or county), in constant price of year 2000. ",
            "paragraph_rank": 95,
            "section_rank": 30
        },
        {
            "text": "Source: China Statistical Yearbooks (CSYs)(1998)(1999)(2000)(2001)(2002)(2003)(2004)(2005)(2006)(2007).",
            "paragraph_rank": 95,
            "section_rank": 30
        },
        {
            "text": "Log of the annual fiscal revenue per capita in the firm's province (municipality and county), in constant price of year 2000. ",
            "paragraph_rank": 95,
            "section_rank": 30
        },
        {
            "text": "Sources: CSYs and Financial and Statistical Materials of Municipalities, Cities, and Counties (FSMPCCs) (",
            "paragraph_rank": 95,
            "section_rank": 30
        },
        {
            "text": "Table 2 -",
            "section_rank": 31
        },
        {
            "text": "Summary of Predictions from Key Hypotheses",
            "section": "Table 2 -",
            "paragraph_rank": 97,
            "section_rank": 31
        },
        {
            "text": "Table 3 -",
            "section_rank": 32
        },
        {
            "text": "Determination of Decentralization",
            "section": "Table 3 -",
            "paragraph_rank": 99,
            "section_rank": 32
        },
        {
            "text": "Table 4 -",
            "section_rank": 33
        },
        {
            "text": "Determinants of Decentralization: Placebo Test and Third Front Construction as IV",
            "section": "Table 4 -",
            "paragraph_rank": 101,
            "section_rank": 33
        },
        {
            "text": "Table 5 -",
            "section_rank": 34
        },
        {
            "text": "Determinants of Decentralization: Testing Alternative Hypotheses",
            "section": "Table 5 -",
            "paragraph_rank": 103,
            "section_rank": 34
        },
        {
            "text": "As of January 27, 2017,Hayek (1945) has been cited about 14,000 times in Google Scholar, and it is viewed by a panel of top economists as one of the top 20 articles published in the AER in its first 100 years' history(Arrow et al. 2011).3 ",
            "section": "Table 5 -",
            "paragraph_rank": 105,
            "section_rank": 34,
            "ref_spans": [
                {
                    "start": 23,
                    "end": 35,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "Hayek (1945)"
                },
                {
                    "start": 217,
                    "end": 236,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "(Arrow et al. 2011)"
                }
            ]
        },
        {
            "text": "Most historical material on commanding heights across countries in this paper comes from Yergin and Stanislaw (1998).",
            "section": "Table 5 -",
            "paragraph_rank": 105,
            "section_rank": 34
        },
        {
            "text": "Acemoglu et al. (2007) show that the availability of public information to the headquarters reduces the need to delegate controls to the manager.Bloom et al. (2014) provide evidence that the information technology facilitates, while the communication technology hinders, decentralization within a firm. ",
            "section": "Table 5 -",
            "paragraph_rank": 106,
            "section_rank": 34,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 22,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "Acemoglu et al. (2007)"
                },
                {
                    "start": 145,
                    "end": 164,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "Bloom et al. (2014)"
                }
            ]
        },
        {
            "text": "Bloom, Sadun, and Van Reenen (2012) find that competition and trust foster greater decentralization.Giroud (2013) examines how the within-firm distance between headquarters and their plants affect plant performance, and finds that the proximity of the headquarters to a plant increases the plant's investment and productivity.",
            "section": "Table 5 -",
            "paragraph_rank": 106,
            "section_rank": 34,
            "ref_spans": [
                {
                    "start": 100,
                    "end": 113,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "Giroud (2013)"
                }
            ]
        },
        {
            "text": "This measure has changed into the share in total industrial sales since 2012, and it does not include the share of collective firms.6 ",
            "section": "Table 5 -",
            "paragraph_rank": 107,
            "section_rank": 34
        },
        {
            "text": "Online AppendixFigure B-1 shows the distribution of SOE affiliations in terms of the number of firms, employment and output in 1998.7  This readiness to experiment with various reform options at the local level is a key advantage of the M-form governance in China(Qian, Roland, and Xu 2006).8 ",
            "section": "Table 5 -",
            "paragraph_rank": 107,
            "section_rank": 34,
            "ref_spans": [
                {
                    "start": 263,
                    "end": 290,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "(Qian, Roland, and Xu 2006)"
                }
            ]
        },
        {
            "text": "See online Appendix C for all government documents cited in the paper.",
            "section": "Table 5 -",
            "paragraph_rank": 107,
            "section_rank": 34
        },
        {
            "text": "Even earlier than the Soviet Union, Japan adopted the heavy-handed SOE-dominated industrialization strategy and directly controlled the commanding heights in the Meiji Restoration period in the 1870s(Morck and Nakamura 2016), which quickly failed. ",
            "section": "Table 5 -",
            "paragraph_rank": 108,
            "section_rank": 34,
            "ref_spans": [
                {
                    "start": 199,
                    "end": 224,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "(Morck and Nakamura 2016)"
                }
            ]
        },
        {
            "text": "The government then adopted laissez-faire policies that spurred its first industrialization from 1870s to 1920s.",
            "section": "Table 5 -",
            "paragraph_rank": 108,
            "section_rank": 34
        },
        {
            "text": "Bardhan and Mookherjee (2000) offer instructive discussions of when local or national capture is more likely.",
            "section": "Table 5 -",
            "paragraph_rank": 109,
            "section_rank": 34,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 29,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "Bardhan and Mookherjee (2000)"
                }
            ]
        },
        {
            "text": "We further drop the first year because decentralization needs two years' data to establish.",
            "section": "Table 5 -",
            "paragraph_rank": 110,
            "section_rank": 34
        },
        {
            "text": "Another issue is whether the probit model is the right specification. ",
            "section": "Table 5 -",
            "paragraph_rank": 111,
            "section_rank": 34
        },
        {
            "text": "Alternatively we could use the duration model since the structure of the outcome is {0, 0, … , 0} or {0, 0, … , 0, 1}. ",
            "section": "Table 5 -",
            "paragraph_rank": 111,
            "section_rank": 34
        },
        {
            "text": "The literature has shown that the estimates from a discrete-time binary-choice model converge to those obtained from a continuous-time duration model(Allison 1982). ",
            "section": "Table 5 -",
            "paragraph_rank": 111,
            "section_rank": 34,
            "ref_spans": [
                {
                    "start": 149,
                    "end": 163,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "(Allison 1982)"
                }
            ]
        },
        {
            "text": "Thus not surprisingly, we reach qualitatively similar results in column 5 using the Cox proportional hazard model (see online Appendix D for further results using the hazard model).21  In the rest of this paper, restructuring means all restructuring options including privatization but excluding decentralizations.",
            "section": "Table 5 -",
            "paragraph_rank": 111,
            "section_rank": 34
        },
        {
            "text": "An exception is municipal SOEs, which drop out of the sample after decentralization. ",
            "section": "Table 5 -",
            "paragraph_rank": 112,
            "section_rank": 34
        },
        {
            "text": "This is because after decentralization, the municipal SOEs become county SOEs, and no longer face the same three options as other SOEs (i.e., they cannot be further decentralized).23 ",
            "section": "Table 5 -",
            "paragraph_rank": 112,
            "section_rank": 34
        },
        {
            "text": "Again, we report marginal effects on the probability of each option.24  The distance-decentralization result remains robust when we split the Restructured option into Explicit Privatization (i.e., when the state share falls below 30 percent), and Exit (i.e., when the firm exits the sample). ",
            "section": "Table 5 -",
            "paragraph_rank": 112,
            "section_rank": 34
        },
        {
            "text": "We again find a positive and statistically significant effect of distance on decentralization, and no effect on either Explicit Privatization or Exit (seeTable E-1 in online Appendix E).25 ",
            "section": "Table 5 -",
            "paragraph_rank": 112,
            "section_rank": 34
        },
        {
            "text": "For the central SOEs sample, we do not include these additional variables for the original oversight government because there is only one central government, and these additional variables would be perfectly collinear with the year dummies, which we have already controlled for.",
            "section": "Table 5 -",
            "paragraph_rank": 112,
            "section_rank": 34
        },
        {
            "text": "Again we impose the restriction of three years of consecutive observations. ",
            "section": "Table 5 -",
            "paragraph_rank": 113,
            "section_rank": 34
        },
        {
            "text": "SeeTable A-2 for the evolution of sample with various restrictions by oversight level.",
            "section": "Table 5 -",
            "paragraph_rank": 113,
            "section_rank": 34
        },
        {
            "text": "The results based on the IV-probit specification are qualitatively similar to the 2SLS results.",
            "section": "Table 5 -",
            "paragraph_rank": 114,
            "section_rank": 34
        }
    ]
}