{
    "id": "d85f7c7dac",
    "level": "sentence",
    "abstract": [
        {
            "text": "We investigate the asymptotic and finite sample properties of the most widely used information criteria for co-integration rank determination in 'partial' systems, i.e. in co-integrated vector autoregressive (VAR) models where a subset of variables of interest is modelled conditional on another subset of variables. ",
            "paragraph_rank": 1,
            "section_rank": 0
        },
        {
            "text": "The asymptotic properties of the Akaike information criterion (AIC), the Bayesian information criterion (BIC) and the Hannan-Quinn information criterion (HQC) are established, and consistency of BIC and HQC is proved. ",
            "paragraph_rank": 1,
            "section_rank": 0
        },
        {
            "text": "Notably, the consistency of BIC and HQC is robust to violations of weak exogeneity of the conditioning variables with respect to the co-integration parameters. ",
            "paragraph_rank": 1,
            "section_rank": 0
        },
        {
            "text": "More precisely, BIC and HQC recover the true co-integration rank from the partial system analysis also when the conditional model does not convey all information about the co-integration parameters. ",
            "paragraph_rank": 1,
            "section_rank": 0
        },
        {
            "text": "This result opens up interesting possibilities for practitioners who can now determine the co-integration rank in partial systems without being concerned about the weak exogeneity of the conditioning variables. ",
            "paragraph_rank": 1,
            "section_rank": 0
        },
        {
            "text": "A Monte Carlo experiment based on a large dimensional data generating process shows that BIC and HQC applied in partial systems perform reasonably well in small samples and comparatively better than 'traditional'methods for co-integration rank determination. We further show the usefulness of our approach and the benefits of the conditional system analysis in two empirical illustrations, both based on the estimation of VAR systems on US quarterly data. Overall, our analysis shows the gains of combining information criteria with partial system analysis. JEL Classification numbers: C30, C32, C52. *After the first draft of this paper was written, Prof. Jean-Pierre Urbain passed away. Jean-Pierre was a leading expert of weak exogeneity in co-integrated models and this work has largely benefited from his contribution to the field. We dedicate this paper to his memory. We are grateful to the Editor, Anindya Banerjee, and two anonymous referees for their helpful comments on the earlier version of this paper. We thank the conference participants at the 'Workshop on Time Series Econometrics'",
            "paragraph_rank": 1,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "text": "I. Introduction",
            "section_rank": 1
        },
        {
            "text": "Co-integration rank determination in vector autoregressive (VAR) systems where some variables of interest, Y t , are modelled conditional on some other variables, Z t , has been addressed in Harbo et al. (1998)  [HJNR hereafter], see also Johansen (1992aJohansen ( , b, 1996. ",
            "section": "I. Introduction",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 191,
                    "end": 210,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "Harbo et al. (1998)"
                },
                {
                    "start": 212,
                    "end": 228,
                    "type": "bibr",
                    "text": "[HJNR hereafter]"
                },
                {
                    "start": 239,
                    "end": 254,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "Johansen (1992a"
                },
                {
                    "start": 254,
                    "end": 274,
                    "type": "bibr",
                    "text": "Johansen ( , b, 1996"
                }
            ]
        },
        {
            "text": "The idea of the conditional analysis is that the dimensionality of the system is reduced, and, when conditioning is valid, co-integration tests may have better power properties. ",
            "section": "I. Introduction",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The 'partial system' approach proves to be useful in situations where ",
            "section": "I. Introduction",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "(i) the dimension of the whole VAR system p := dim(X t ), X t := (Y t , Z t ), is large relative to the sample size T ; ",
            "section": "I. Introduction",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "(ii) the practitioner is essentially interested in modelling Y t and it is known that Z t contributes to the long-run equilibrium of the system but either the theory is silent about the short run properties of Z t , or the scope of the analysis does not require modelling Z t explicitly; ",
            "section": "I. Introduction",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "(iii) the time series used for Z t are considered poor proxies of the corresponding theoretical variables they should measure, especially as concerns their transitory dynamics.",
            "section": "I. Introduction",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "In general, the parameters of the (conditional) model for Y t given Z t (Y t | Z t ) and of the marginal model for Z t are interrelated, which means that a full system analysis is needed to draw efficient inference about the parameters of the two models. ",
            "section": "I. Introduction",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "The special case where the partial (conditional) model for Y t given Z t contains as much information about the parameters of interest as the full system is when Z t is weakly exogenous, see Engle, Hendry and Richard (1983). ",
            "section": "I. Introduction",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 191,
                    "end": 223,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "Engle, Hendry and Richard (1983)"
                }
            ]
        },
        {
            "text": "Under the weak exogeneity of Z t for the co-integrating parameters, HJNR derive the asymptotic distribution of the likelihood ratio test for cointegrating rank in the partial model, and provide tables of critical values. ",
            "section": "I. Introduction",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "When Z t is not weakly exogenous for the co-integrating parameters, the conditional model for Y t given Z t conveys only partial information about the long-run structure of the system.",
            "section": "I. Introduction",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "Actually, the requirement of weak exogeneity of Z t can nullify the benefits of the partial system analysis as suggested in HJNR and limit its usefulness in applied work. ",
            "section": "I. Introduction",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "On the one hand, when weak exogeneity of Z t fails, the practitioner cannot apply the asymptotic critical values tabulated in HJNR and must resort to the full system analysis. ",
            "section": "I. Introduction",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "On the other hand, it is difficult to check the hypothesis of weak exogeneity of Z t efficiently without a full system analysis or disregarding the model for Z t . ",
            "section": "I. Introduction",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "Urbain (1992) shows that 'traditional' orthogonality tests (Pesaran and Smith, 1990) are not sufficient to address the issue of weak exogeneity in error-correction models, see also Boswijk and Urbain (1997). ",
            "section": "I. Introduction",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 13,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "Urbain (1992)"
                },
                {
                    "start": 59,
                    "end": 84,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "(Pesaran and Smith, 1990)"
                },
                {
                    "start": 181,
                    "end": 206,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "Boswijk and Urbain (1997)"
                }
            ]
        },
        {
            "text": "It is not surprising, therefore, that despite conditional (structural) error-correction models have been widely applied in applied work, only seldom the partial system approach has been used for inference on the co-integration rank, see Doornik, Hendry and Nielsen (1998), Bårdsen and Fisher (1999), Bruggeman, Donati and Warne (2003), and Johansen (1992b) for an early example. ",
            "section": "I. Introduction",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 237,
                    "end": 271,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "Doornik, Hendry and Nielsen (1998)"
                },
                {
                    "start": 273,
                    "end": 298,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "Bårdsen and Fisher (1999)"
                },
                {
                    "start": 300,
                    "end": 334,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "Bruggeman, Donati and Warne (2003)"
                },
                {
                    "start": 340,
                    "end": 356,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "Johansen (1992b)"
                }
            ]
        },
        {
            "text": "In empirical studies where a (structural) conditional system for Y t given Z t is used, the co-integration rank is typically either assumed to be known, or is assumed to be inferred from a full system analysis in a previous stage, see e.g. Boswijk (1995) and Ericsson (1995).",
            "section": "I. Introduction",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 240,
                    "end": 254,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "Boswijk (1995)"
                },
                {
                    "start": 259,
                    "end": 274,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "Ericsson (1995)"
                }
            ]
        },
        {
            "text": "Information-based methods are a well-established alternative to approaches based on (sequential) Neyman-Pearson type tests for co-integration rank determination. ",
            "section": "I. Introduction",
            "paragraph_rank": 5,
            "section_rank": 1
        },
        {
            "text": "In particular, Aznar and Salvador (2002) and Cavaliere et al. (2015)  [CDRT hereafter], among others, show that standard information criteria such as the familiar Bayesian information criterion (BIC) and Hannan-Quinn information criterion (HQC) provide powerful alterna-tives to the traditional Johansen's co-integration rank tests, as they are weakly consistent estimators of the co-integration rank. ",
            "section": "I. Introduction",
            "paragraph_rank": 5,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 15,
                    "end": 40,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "Aznar and Salvador (2002)"
                },
                {
                    "start": 45,
                    "end": 68,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "Cavaliere et al. (2015)"
                },
                {
                    "start": 70,
                    "end": 86,
                    "type": "bibr",
                    "text": "[CDRT hereafter]"
                }
            ]
        },
        {
            "text": "Conversely, the Akaike information criterion (AIC) does not deliver a consistent estimate of the co-integration rank as its penalty does not satisfy the required rate condition (formally defined in section III below). ",
            "section": "I. Introduction",
            "paragraph_rank": 5,
            "section_rank": 1
        },
        {
            "text": "Therefore, it is an asymptotically upward biased estimator of the co-integration rank.",
            "section": "I. Introduction",
            "paragraph_rank": 5,
            "section_rank": 1
        },
        {
            "text": "In this paper, we put forth an information criteria-based approach for co-integration rank determination in the partial (conditional) model for Y t given Z t , which does not require the hypothesis of weak exogeneity of Z t with respect to the co-integration parameters. ",
            "section": "I. Introduction",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "Our main result is that the use of either BIC or HQC in partial systems yields weakly consistent estimates of the true co-integration rank (the same result does not apply to the AIC). ",
            "section": "I. Introduction",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "Compared to HJNR, the suggested approach does not require the use of tables of critical values: the selected co-integration rank is the one which minimizes BIC or HQC across rank r = 0, 1,…, p Y , where p Y := dim(Y t ). ",
            "section": "I. Introduction",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "Notably, we prove the consistency of BIC and HQC irrespective of whether Z t is weakly exogeneous or not. ",
            "section": "I. Introduction",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "The main implication of this result is that the practitioner can in fact disregard the marginal model for Z t without pretesting or being concerned with the weak exogeneity of Z t . ",
            "section": "I. Introduction",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "BIC and HQC select asymptotically the 'true' co-integration rank from the conditional model of Y t given Z t , and perform reasonably well in finite samples. ",
            "section": "I. Introduction",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "Thus, our approach to co-integration rank determination fully restores the main benefits of the partial system analysis.",
            "section": "I. Introduction",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "We document the advantages of our approach in finite samples by a set of Monte Carlo experiments. ",
            "section": "I. Introduction",
            "paragraph_rank": 7,
            "section_rank": 1
        },
        {
            "text": "We investigate co-integration rank determination by information criteria in the partial system approach and compare results with those obtained with the full system approach. ",
            "section": "I. Introduction",
            "paragraph_rank": 7,
            "section_rank": 1
        },
        {
            "text": "We consider two scenarios: one where the conditioning variables Z t are weakly exogenous with respect to the co-integration parameters, and the other where the weak exogeneity constraint does not hold. ",
            "section": "I. Introduction",
            "paragraph_rank": 7,
            "section_rank": 1
        },
        {
            "text": "We show that, under weak exogeneity, BIC tends to outperform 'traditional' co-integration rank tests in both full and conditional systems. ",
            "section": "I. Introduction",
            "paragraph_rank": 7,
            "section_rank": 1
        },
        {
            "text": "The selection frequency of the null hypothesis of co-integration rank equal to the true co-integration rank delivered by HJRN's sequential test is remarkably inferior to the corresponding selection frequencies provided by BIC when Z t is weakly exogenous for the co-integration parameters. ",
            "section": "I. Introduction",
            "paragraph_rank": 7,
            "section_rank": 1
        },
        {
            "text": "Conversely, when the hypothesis of weak exogeneity is not valid, BIC tends to underestimate the true co-integration rank in small sample sizes. ",
            "section": "I. Introduction",
            "paragraph_rank": 7,
            "section_rank": 1
        },
        {
            "text": "Instead, HQC in partial systems outperforms its analogue in full systems, irrespective of Z t being weakly exogenous or not. ",
            "section": "I. Introduction",
            "paragraph_rank": 7,
            "section_rank": 1
        },
        {
            "text": "That is, its selection frequencies are roughly the same in the two cases and the finite sample performance tends to be better than Johansen's (1996) sequential procedure in the full (unconditional) VAR system. ",
            "section": "I. Introduction",
            "paragraph_rank": 7,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 131,
                    "end": 148,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "Johansen's (1996)"
                }
            ]
        },
        {
            "text": "Quite surprisingly, the results from the Monte Carlo experiments also show that the violation of the hypothesis of weak exogeneity has only a limited impact on the finite sample performance of HJNR's sequential test, although the associated critical values are tabulated under the maintained hypothesis of exogeneity. ",
            "section": "I. Introduction",
            "paragraph_rank": 7,
            "section_rank": 1
        },
        {
            "text": "In particular, when the conditioning variables are not weakly exogenous for the co-integration parameters, HQC and HJNR's sequential procedure perform in partial systems and in samples of lengths typically available to practitioners no worse than their full system analogues. ",
            "section": "I. Introduction",
            "paragraph_rank": 7,
            "section_rank": 1
        },
        {
            "text": "Thus, despite ignoring the marginal model for Z t may imply a loss of information on the adjustment mechanisms at work in the whole system, the benefits of reduced dimensionality tends to compensate possible power losses when HQC is used. ",
            "section": "I. Introduction",
            "paragraph_rank": 7,
            "section_rank": 1
        },
        {
            "text": "Interestingly, our Monte Carlo experiments also suggest that the finite sample performance of HQC and BIC (as well as HJNR's sequential procedure) is still satisfactory when VAR disturbances are driven by GARCH-type components. ",
            "section": "I. Introduction",
            "paragraph_rank": 7,
            "section_rank": 1
        },
        {
            "text": "This robustness finding lines up with what Cavaliere, Rahbek and Taylor (2010) and CDRT have shown to be the case in full system analyses.",
            "section": "I. Introduction",
            "paragraph_rank": 7,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 43,
                    "end": 78,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "Cavaliere, Rahbek and Taylor (2010)"
                }
            ]
        },
        {
            "text": "We also provide two empirical illustrations. ",
            "section": "I. Introduction",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "In the first example, we emphasize the benefits of combining information criteria and the partial system approach by focusing on a relatively large system including seven (p = 7) US macroeconomic variables observed at quarterly frequency on the period 1984-2008. ",
            "section": "I. Introduction",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "We show that co-integration rank determination from the conditional model for Y t given Z t delivers, for suitable choices of Z t , reliable results relative to the full system analysis. ",
            "section": "I. Introduction",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "In the second example, we consider the co-integration/common-trend implications of a version of the small-scale dynamic stochastic general equilibrium (DSGE) monetary model of Benati and Surico (2009). ",
            "section": "I. Introduction",
            "paragraph_rank": 8,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 176,
                    "end": 200,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "Benati and Surico (2009)"
                }
            ]
        },
        {
            "text": "We show that in this case, even if the dimension of X t is not large relative to the sample size, it may be convenient to marginalize Z t out of the analysis. ",
            "section": "I. Introduction",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "Our empirical results confirm that co-integration rank determination by information criteria, especially by the HQC, delivers reasonable and reliable results.",
            "section": "I. Introduction",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "The paper is organized as follows. ",
            "section": "I. Introduction",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "Section II describes the reference co-integrated VAR model. ",
            "section": "I. Introduction",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "In section III, we outline the information criteria for co-integration rank determination in partial systems and we establish their asymptotic properties. ",
            "section": "I. Introduction",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "The results from our Monte Carlo simulations are reported in section IV, while section V shows the usefulness of the suggested approach for the two empirical illustrations mentioned above. ",
            "section": "I. Introduction",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "Section VI contains some concluding remarks. ",
            "section": "I. Introduction",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "The proof of our main result, Theorem 1, is given in the accompanying online appendix.",
            "section": "I. Introduction",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "II. ",
            "section_rank": 2
        },
        {
            "text": "A conditional co-integrated VAR model",
            "section_rank": 2
        },
        {
            "text": "Consider the p-dimensional process {X t } (the full system) which satisfies the k-th order reduced rank VAR model:",
            "section": "II. A conditional co-integrated VAR model",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "where X t := (X 1t ,…, X pt ) and the initial values, X 1−k ,…, X 0 , are fixed in the statistical analysis. ",
            "section": "II. A conditional co-integrated VAR model",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "In the context of equation 1, we assume that the standard 'I(1, r 0 ) conditions', where r 0 ∈ {0,…, p} denotes the co-integration rank of the system, defined in Cavaliere, Rahbek and Taylor (2012) hold; that is, the characteristic polynomial associated with equation 1has p − r 0 roots equal to 1 with all other roots lying outside the unit circle, and where and have full column rank r 0 . ",
            "section": "II. A conditional co-integrated VAR model",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 27,
                    "end": 28,
                    "ref_id": "formula_0",
                    "text": "1"
                },
                {
                    "start": 162,
                    "end": 197,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "Cavaliere, Rahbek and Taylor (2012)"
                },
                {
                    "start": 268,
                    "end": 269,
                    "ref_id": "formula_0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "The innovation process \" t := (\" 1t ,…, \" pt ) is assumed independent and distributed as N p (0, ), where is a (p × p) positive definite and symmetric matrix. ",
            "section": "II. A conditional co-integrated VAR model",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "Conditional heteroscedasticity can be allowed as in Cavaliere et al. (2010). ",
            "section": "II. A conditional co-integrated VAR model",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 52,
                    "end": 75,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "Cavaliere et al. (2010)"
                }
            ]
        },
        {
            "text": "The deterministic variables in equation 1are taken to satisfy one of the following cases (see e.g. Johansen, 1996): 1 .",
            "section": "II. A conditional co-integrated VAR model",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 40,
                    "end": 41,
                    "ref_id": "formula_0",
                    "text": "1"
                },
                {
                    "start": 99,
                    "end": 114,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "Johansen, 1996)"
                },
                {
                    "start": 116,
                    "end": 117,
                    "ref_id": "formula_0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "All other matrices of parameters in system (1) are partitioned conformably. ",
            "section": "II. A conditional co-integrated VAR model",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "As in HJNR, we define the partial and marginal models assuming, for simplicity and without loss of generality, that k = 2 (extension to the case k > 2 is straightforward). ",
            "section": "II. A conditional co-integrated VAR model",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "The conditional (or partial) model is",
            "section": "II. A conditional co-integrated VAR model",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "where := (a, 0, 0, 0, c, c/ 2, c/ 3), := (1, 0, 0, 0, 0, 0, ",
            "section": "II. A conditional co-integrated VAR model",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "0) and 1 := I 7 . ",
            "section": "II. A conditional co-integrated VAR model",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "4 For the sake of comparison and with the intention of gathering additional insights, the DGP is chosen by extending the Monte Carlo set-up already exploited by Cavaliere et al. (2012), CDRT and Cavaliere et al. (2016) to the case of larger dimensional VARs. ",
            "section": "II. A conditional co-integrated VAR model",
            "paragraph_rank": 13,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 161,
                    "end": 184,
                    "type": "bibr",
                    "text": "Cavaliere et al. (2012)"
                },
                {
                    "start": 186,
                    "end": 218,
                    "type": "bibr",
                    "text": "CDRT and Cavaliere et al. (2016)"
                }
            ]
        },
        {
            "text": "Moreover, in order to fully exploit the potential of the conditional analysis we specify a 'full' (and rather arbitrary) structure for the covariance matrix such that the resultant matrix in equation (2) is non-zero for all DGPs considered. ",
            "section": "II. A conditional co-integrated VAR model",
            "paragraph_rank": 13,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 200,
                    "end": 203,
                    "text": "(2)"
                }
            ]
        },
        {
            "text": "5 The initial conditions X −1 and X 0 are fixed to zero. ",
            "section": "II. A conditional co-integrated VAR model",
            "paragraph_rank": 13,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "5"
                }
            ]
        },
        {
            "text": "Data are generated by setting a = −0.4 and = 0.5. ",
            "section": "II. A conditional co-integrated VAR model",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "The settings for the parameter c are discussed below because in our Monte Carlo design the condition c = 0 is related to the 3 All calculations in this and in the next section have been performed in OxMetrics and MATLAB. ",
            "section": "II. A conditional co-integrated VAR model",
            "paragraph_rank": 13,
            "section_rank": 2,
            "entity_spans": [
                {
                    "start": 199,
                    "end": 208,
                    "type": "software",
                    "rawForm": "OxMetrics",
                    "resp": "#annotator8",
                    "used": true,
                    "id": "d85f7c7dac-software-simple-0",
                    "cert": "1.0"
                },
                {
                    "start": 213,
                    "end": 219,
                    "type": "software",
                    "rawForm": "MATLAB",
                    "resp": "#annotator8",
                    "used": true,
                    "id": "d85f7c7dac-software-simple-1",
                    "cert": "1.0"
                }
            ]
        },
        {
            "text": "Codes are available from the authors upon request. ",
            "section": "II. A conditional co-integrated VAR model",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "4 Note that the assumption := (1, 0,…, ",
            "section": "II. A conditional co-integrated VAR model",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "0) does not imply any loss of generality. ",
            "section": "II. A conditional co-integrated VAR model",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "Indeed, any process X t satisfying equation (1) under the I(1,r 0 ) conditions with r 0 = 1 and = (1, 0,…, ",
            "section": "II. A conditional co-integrated VAR model",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "0) can be suitably linearly transformed into the new process X * t such that * X * t ∼ I (0) with * := (1, 0,…, ",
            "section": "II. A conditional co-integrated VAR model",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "0) . ",
            "section": "II. A conditional co-integrated VAR model",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "The likelihood ratio test is invariant to such rotation. ",
            "section": "II. A conditional co-integrated VAR model",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "5 The matrix has been obtained using the following spectral decomposition: = GDG , where the diagonal elements of D are generated randomly from a truncated standard normal and the elements of G are generated randomly using the standard normal distribution and such that GG = I p . ",
            "section": "II. A conditional co-integrated VAR model",
            "paragraph_rank": 13,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "5"
                }
            ]
        },
        {
            "text": "The specific matrix used in our simulations is available upon request to the authors. ",
            "section": "II. A conditional co-integrated VAR model",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "We also considered Monte Carlo experiments based on specifications of leading to = 0 in equation (2). ",
            "section": "II. A conditional co-integrated VAR model",
            "paragraph_rank": 13,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 97,
                    "end": 100,
                    "text": "(2)"
                }
            ]
        },
        {
            "text": "Also in this case, results are available upon request to the authors. ",
            "section": "II. A conditional co-integrated VAR model",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "failure of the weak exogeneity of the conditional variables. ",
            "section": "II. A conditional co-integrated VAR model",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "Samples of length T = 100, 200 and 1,000 are generated M = 5, 000 times from VARs of the form equation (7) with k = 2 lags. ",
            "section": "II. A conditional co-integrated VAR model",
            "paragraph_rank": 13,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 103,
                    "end": 106,
                    "text": "(7)"
                }
            ]
        },
        {
            "text": "6 For each generated sample, the partial (conditional) system (2) is estimated and the procedure for co-integration rank determination discussed in section III is applied. ",
            "section": "II. A conditional co-integrated VAR model",
            "paragraph_rank": 13,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "6"
                },
                {
                    "start": 62,
                    "end": 65,
                    "text": "(2)"
                }
            ]
        },
        {
            "text": "In particular, to evaluate the impact of the dimension of the conditioning variable vector Z t on the ability of the information criteria to determine the true co-integration rank, we consider the partition X t = (Y t , Z t ), where the dimension of Y t ranges from two to four, i.e. p Y = 2, 3 and 4, which implies a dimension for Z t of p Z = 5, 4 and 3, respectively. ",
            "section": "II. A conditional co-integrated VAR model",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "Thus, it is seen that the scalar parameter c in the matrix in equation (7) determines whether Z t is weakly exogenous (c = 0) or not (c = 0) for .",
            "section": "II. A conditional co-integrated VAR model",
            "paragraph_rank": 13,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 71,
                    "end": 74,
                    "text": "(7)"
                }
            ]
        },
        {
            "text": "In general, both the conditional model in equation 2and the marginal model in equation (3) incorporate information about the co-integration relations. ",
            "section": "II. A conditional co-integrated VAR model",
            "paragraph_rank": 14,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 51,
                    "end": 52,
                    "ref_id": "formula_2",
                    "text": "2"
                }
            ]
        },
        {
            "text": "Only when Z = 0, the conditional model (2) solely incorporates information about the co-integration relations.",
            "section": "II. A conditional co-integrated VAR model",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "text": "The statistical analysis of the likelihood function of the partial model in equation (2) can be performed by reduced rank regression of the process Y t on X t , corrected for lagged differences and the conditioning (stationary) variable Z t (see chapter 8 in Johansen, 1996, and HJNR). ",
            "section": "II. A conditional co-integrated VAR model",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "2 By concentrating the likelihood function of the partial model in equation (2) with respect to the parameters , Y , , c and c , the residuals R 0t , R 1t , and R \"t corresponding to Y t , X t−1 , and \" ct , respectively, are obtained, as well as the corresponding residual product moments",
            "section": "II. A conditional co-integrated VAR model",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "Up to a constant term which does not depend on r, the maximized pseudo log-likelihood function associated with equation 1is`T (r) := − T 2 log |ˆ c,r |, whereˆ c,r is the residual covariance matrix estimated from the conventional reduced rank regression based on equation (2) with rank r (see Johansen, 1996)",
            "section": "II. A conditional co-integrated VAR model",
            "paragraph_rank": 16,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 120,
                    "end": 121,
                    "ref_id": "formula_0",
                    "text": "1"
                },
                {
                    "start": 293,
                    "end": 308,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "Johansen, 1996)"
                }
            ]
        },
        {
            "text": "Note that since S 11 is p × p and S 00 is p Y × p Y , the rank of S 10 S −1 00 S 01 is at most p Y . ",
            "section": "II. A conditional co-integrated VAR model",
            "paragraph_rank": 17,
            "section_rank": 2
        },
        {
            "text": "Therefore, the eigenvalue problem in equation (4) has p Z = p − p Y zero solutions, thus reducing the possible choice of the (maximum) number of co-integration relations from p to p Y . ",
            "section": "II. A conditional co-integrated VAR model",
            "paragraph_rank": 17,
            "section_rank": 2
        },
        {
            "text": "1 We implicitly assume that Y = Z , which implies c = 0.As stated in HJNR, the special case c = 0 is problematic since conducting inference on from the conditional model (2) alone would be not only inefficient due to the violation of the hypothesis of weak exogeneity, but also inconsistent.",
            "section": "II. A conditional co-integrated VAR model",
            "paragraph_rank": 17,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "1"
                }
            ]
        },
        {
            "text": "2 For simplicity, here we consider the case of no deterministic components, i.e. case (i) below equation 1.",
            "section": "II. A conditional co-integrated VAR model",
            "paragraph_rank": 18,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 105,
                    "end": 106,
                    "ref_id": "formula_0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "Henceforth we call the sequential testing procedure based on the conditional model (2) and the implied eigenvalue problem in equation 4'HJNR's testing procedure'. ",
            "section": "II. A conditional co-integrated VAR model",
            "paragraph_rank": 19,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 134,
                    "end": 135,
                    "ref_id": "formula_5",
                    "text": "4"
                }
            ]
        },
        {
            "text": "Johansen (1992a) shows that when r = r 0 p Y , if Z t is weakly exogenous for , the conditional model in equation 2conveys full information on the co-integration relations and the maximum likelihood estimator for ( , ) in the partial (conditional) model (2) has the same asymptotic efficiency of the full system (unconditional) maximum likelihood estimator. ",
            "section": "II. A conditional co-integrated VAR model",
            "paragraph_rank": 19,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 16,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "Johansen (1992a)"
                },
                {
                    "start": 114,
                    "end": 115,
                    "ref_id": "formula_2",
                    "text": "2"
                }
            ]
        },
        {
            "text": "In this case, the asymptotic distribution of HJNR's testing procedure for co-integration rank is free of nuisance parameters. ",
            "section": "II. A conditional co-integrated VAR model",
            "paragraph_rank": 19,
            "section_rank": 2
        },
        {
            "text": "Asymptotic critical values have been tabulated under such conditions in HJNR. ",
            "section": "II. A conditional co-integrated VAR model",
            "paragraph_rank": 19,
            "section_rank": 2
        },
        {
            "text": "This is no longer the case if the assumption of weak exogeneity, Z = 0, does not hold. ",
            "section": "II. A conditional co-integrated VAR model",
            "paragraph_rank": 19,
            "section_rank": 2
        },
        {
            "text": "More precisely, when Z = 0, the conditional model does not convey all the information on the co-integration relations and maximum likelihood inference on based on system (2) is neither fully efficient nor of standard type. ",
            "section": "II. A conditional co-integrated VAR model",
            "paragraph_rank": 19,
            "section_rank": 2
        },
        {
            "text": "However, we will show below that when 0 r 0 p Y , it is possible to consistently recover the co-integration rank also with Z = 0 by using information criteria.",
            "section": "II. A conditional co-integrated VAR model",
            "paragraph_rank": 19,
            "section_rank": 2
        },
        {
            "text": "Next, we discuss an information criteria-based approach to consistent co-integration rank determination that does not require the investigator to take any stand on the weak exogeneity condition of Z t with respect to .",
            "section": "II. A conditional co-integrated VAR model",
            "paragraph_rank": 20,
            "section_rank": 2
        },
        {
            "text": "III. ",
            "section_rank": 3
        },
        {
            "text": "Information criteria for co-integration rank determination in partial systems",
            "section_rank": 3
        },
        {
            "text": "We now focus on the conditional partial model (2) and the implied eigenvalue problem discussed in the previous section. ",
            "section": "III. Information criteria for co-integration rank determination in partial systems",
            "paragraph_rank": 21,
            "section_rank": 3
        },
        {
            "text": "Let IC(r) := −2`T (r) + p T denote an information criterion, where p T := c T (r) is a penalty function that depends upon the number of parameters (r) and on a term c T , to be specified below. ",
            "section": "III. Information criteria for co-integration rank determination in partial systems",
            "paragraph_rank": 21,
            "section_rank": 3
        },
        {
            "text": "We have that",
            "section": "III. Information criteria for co-integration rank determination in partial systems",
            "paragraph_rank": 21,
            "section_rank": 3
        },
        {
            "text": "where the eigenvaluesˆ i , i = 1,…, r, are determined from equation 4 In particular, as is well-known, c T = 2, log T , and 2 log log T yields the AIC, BIC, and HQC, respectively. ",
            "section": "III. Information criteria for co-integration rank determination in partial systems",
            "paragraph_rank": 22,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 68,
                    "end": 69,
                    "ref_id": "formula_5",
                    "text": "4"
                }
            ]
        },
        {
            "text": "The co-integration rank estimator is then given, in generic form, bŷ",
            "section": "III. Information criteria for co-integration rank determination in partial systems",
            "paragraph_rank": 22,
            "section_rank": 3
        },
        {
            "text": "Importantly, the determination of the co-integration rank based on the estimator in equation (6) exempts practitioners from the use of tables of asymptotic critical values which are instead required when sequential testing procedures as in HJNR are applied. ",
            "section": "III. Information criteria for co-integration rank determination in partial systems",
            "paragraph_rank": 23,
            "section_rank": 3
        },
        {
            "text": "In the following theorem, we state our main result about the consistency of the information criteria. ",
            "section": "III. Information criteria for co-integration rank determination in partial systems",
            "paragraph_rank": 23,
            "section_rank": 3
        },
        {
            "text": "The key requirement is that the penalty term c T diverges at a rate lower than T , as T → ∞. ",
            "section": "III. Information criteria for co-integration rank determination in partial systems",
            "paragraph_rank": 23,
            "section_rank": 3
        },
        {
            "text": "Theorem 1. ",
            "section": "III. Information criteria for co-integration rank determination in partial systems",
            "paragraph_rank": 23,
            "section_rank": 3
        },
        {
            "text": "Let {X t } be generated as in equation 1with the true parameters satisfying the I(1,r 0 ) conditions. ",
            "section": "III. Information criteria for co-integration rank determination in partial systems",
            "paragraph_rank": 23,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 39,
                    "end": 40,
                    "ref_id": "formula_0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "(a) If r 0 p Y , it holds that, as T → ∞:",
            "section": "III. Information criteria for co-integration rank determination in partial systems",
            "paragraph_rank": 23,
            "section_rank": 3
        },
        {
            "text": "Remark 1. ",
            "section": "III. Information criteria for co-integration rank determination in partial systems",
            "paragraph_rank": 24,
            "section_rank": 3
        },
        {
            "text": "The results in case (a) of Theorem 1 imply that, when r 0 p Y , either BIC or HQC penalties in the partial system (2) will yield a weakly consistent estimate of r 0 . ",
            "section": "III. Information criteria for co-integration rank determination in partial systems",
            "paragraph_rank": 24,
            "section_rank": 3
        },
        {
            "text": "The AIC will not deliver a consistent estimate of the co-integration rank as its penalty does not satisfy condition (a.i) in Theorem 1. ",
            "section": "III. Information criteria for co-integration rank determination in partial systems",
            "paragraph_rank": 24,
            "section_rank": 3
        },
        {
            "text": "Therefore, this criterion will not be considered further.",
            "section": "III. Information criteria for co-integration rank determination in partial systems",
            "paragraph_rank": 24,
            "section_rank": 3
        },
        {
            "text": "Remark 2. ",
            "section": "III. Information criteria for co-integration rank determination in partial systems",
            "paragraph_rank": 25,
            "section_rank": 3
        },
        {
            "text": "When r 0 > p Y (case (b) of Theorem 1), i.e. the dimension of the conditional system is lower than the true number of co-integration relations in the full system (1), only certain linear combinations of the co-integrating vectors can be estimated on the basis of the partial model in equation 2. ",
            "section": "III. Information criteria for co-integration rank determination in partial systems",
            "paragraph_rank": 25,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 293,
                    "end": 294,
                    "ref_id": "formula_2",
                    "text": "2"
                }
            ]
        },
        {
            "text": "In such cases, the co-integration rank estimator in equation 6will tend to select the maximum possible rank,r = p Y . ",
            "section": "III. Information criteria for co-integration rank determination in partial systems",
            "paragraph_rank": 25,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 61,
                    "end": 62,
                    "ref_id": "formula_7",
                    "text": "6"
                }
            ]
        },
        {
            "text": "Therefore, the results in Theorem 1 imply that, in general,r will converge to min(r 0 , p Y ). ",
            "section": "III. Information criteria for co-integration rank determination in partial systems",
            "paragraph_rank": 25,
            "section_rank": 3
        },
        {
            "text": "Hence, in the limit",
            "section": "III. Information criteria for co-integration rank determination in partial systems",
            "paragraph_rank": 25,
            "section_rank": 3
        },
        {
            "text": "Remark 3. ",
            "section": "III. Information criteria for co-integration rank determination in partial systems",
            "paragraph_rank": 26,
            "section_rank": 3
        },
        {
            "text": "Importantly, inTheorem 1 the determination of the co-integration rank based on the estimator in equation 6does not require Z to be zero in equation 3. ",
            "section": "III. Information criteria for co-integration rank determination in partial systems",
            "paragraph_rank": 26,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 105,
                    "end": 106,
                    "ref_id": "formula_7",
                    "text": "6"
                },
                {
                    "start": 148,
                    "end": 149,
                    "ref_id": "formula_3",
                    "text": "3"
                }
            ]
        },
        {
            "text": "That is, our approach can be also applied when the variables in Z t adjust to X t−1 , which is a concrete possibility in applied work. ",
            "section": "III. Information criteria for co-integration rank determination in partial systems",
            "paragraph_rank": 26,
            "section_rank": 3
        },
        {
            "text": "The practitioner can determine the co-integration rank without being concerned about the possible adjustment of Z t to X t−1 . ",
            "section": "III. Information criteria for co-integration rank determination in partial systems",
            "paragraph_rank": 26,
            "section_rank": 3
        },
        {
            "text": "The robustness of BIC and HQC to possible violations of weak exogeneity of the conditioning variables allows one to fully benefit from reductions of the dimensionality of the system. ",
            "section": "III. Information criteria for co-integration rank determination in partial systems",
            "paragraph_rank": 26,
            "section_rank": 3
        },
        {
            "text": "When r 0 p Y (case (a) of Theorem 1), the intuition at the basis of this result is that the asymptotic behaviour of the eigenvalues from the determinantal problem (4) is such that, for 0 r p Y , the condition IC(r) > IC(r 0 ) holds, under the conditions (a.i) and (a.ii) of Theorem 1, irrespective of Z t being weakly exogenous for or not. ",
            "section": "III. Information criteria for co-integration rank determination in partial systems",
            "paragraph_rank": 26,
            "section_rank": 3
        },
        {
            "text": "More precisely, as formally shown in the proof of Theorem 1 (see the accompanying online appendix), when r > r 0 , information criteria rely on a consistent estimator of the error variance matrix c,r 0 because the eigenvalueŝ",
            "section": "III. Information criteria for co-integration rank determination in partial systems",
            "paragraph_rank": 26,
            "section_rank": 3
        },
        {
            "text": ". This is valid regardless of the weak exogeneity condition. In this case, the difference IC(r) − IC(r 0 ) involves the term T r i=r 0 +1 log(1 −ˆ i ) which is O p (1), plus a term which diverges under the condition (a.i) of Theorem 1, leading to IC(r 0 ) < IC(r). Instead, when r < r 0 p Y , albeit when the weak exogeneity condition fails nuisance parameters are involved in the limit distribution of the eigenvalues of the determinantal problem (4), there are still r 0 − r positive solutions. In this case, the difference IC(r) − IC(r 0 ) involves the term −T r 0 i=r+1 log(1 −ˆ i ) which is O p (T ), plus a term which converges to zero under the condition (a.ii) of Theorem 1, leading again to IC(r 0 ) < IC(r). When r 0 > p Y (case (b) of Theorem 1), the argument is similar. Finally, notice that since we do not have any particular restriction on the conditioning variables, Z t could also contain co-integrated variables.",
            "section": "III. Information criteria for co-integration rank determination in partial systems",
            "paragraph_rank": 27,
            "section_rank": 3
        },
        {
            "text": "Remark 4. ",
            "section": "III. Information criteria for co-integration rank determination in partial systems",
            "paragraph_rank": 28,
            "section_rank": 3
        },
        {
            "text": "Theorem 1 assumes that the system lag length k in equation 1is known. ",
            "section": "III. Information criteria for co-integration rank determination in partial systems",
            "paragraph_rank": 28,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 59,
                    "end": 60,
                    "ref_id": "formula_0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "This assumption, which is often unreasonable in practice, can be relaxed and information criteria can be used to determine both the autoregressive lag length and the co-integration rank following either a jointly or a sequential procedure (see Cavaliere et al., 2016). ",
            "section": "III. Information criteria for co-integration rank determination in partial systems",
            "paragraph_rank": 28,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 244,
                    "end": 267,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "Cavaliere et al., 2016)"
                }
            ]
        },
        {
            "text": "Moreover, Aznar and Salvador (2002) provide an approach based on information criteria to also determine the form of the deterministic component. ",
            "section": "III. Information criteria for co-integration rank determination in partial systems",
            "paragraph_rank": 28,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 10,
                    "end": 35,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "Aznar and Salvador (2002)"
                }
            ]
        },
        {
            "text": "While we do not consider the determination of the system lag order and the choice of the form of the deterministic component in this paper, the strategies outlined by Cavaliere et al. (2016) and Aznar and Salvador (2002), respectively, can also be extended to the present framework.",
            "section": "III. Information criteria for co-integration rank determination in partial systems",
            "paragraph_rank": 28,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 167,
                    "end": 190,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "Cavaliere et al. (2016)"
                },
                {
                    "start": 195,
                    "end": 220,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "Aznar and Salvador (2002)"
                }
            ]
        },
        {
            "text": "Remark 5. ",
            "section": "III. Information criteria for co-integration rank determination in partial systems",
            "paragraph_rank": 29,
            "section_rank": 3
        },
        {
            "text": "Given the correct choice of the co-integration rank, the maximum likelihood estimator of in the conditional model (2) is still super-consistent (albeit inefficient), but the asymptotic distribution theory becomes very difficult, not to say impossible, without the assumption of weak exogeneity, see Johansen (1992a), Boswijk (1995), Phillips (1991Phillips ( , 1994 and Phillips and Hansen (1990). ",
            "section": "III. Information criteria for co-integration rank determination in partial systems",
            "paragraph_rank": 29,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 299,
                    "end": 315,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "Johansen (1992a)"
                },
                {
                    "start": 317,
                    "end": 331,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "Boswijk (1995)"
                },
                {
                    "start": 333,
                    "end": 347,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "Phillips (1991"
                },
                {
                    "start": 347,
                    "end": 364,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "Phillips ( , 1994"
                },
                {
                    "start": 369,
                    "end": 395,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "Phillips and Hansen (1990)"
                }
            ]
        },
        {
            "text": "This complicates the problem of testing hypotheses concerning from the conditional model (2). ",
            "section": "III. Information criteria for co-integration rank determination in partial systems",
            "paragraph_rank": 29,
            "section_rank": 3
        },
        {
            "text": "Johansen (1992a, point (iii), section 4) suggests simulating the distribution involved in the asymptotic tests of hypotheses concerning in these cases.",
            "section": "III. Information criteria for co-integration rank determination in partial systems",
            "paragraph_rank": 29,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 28,
                    "type": "bibr",
                    "text": "Johansen (1992a, point (iii)"
                }
            ]
        },
        {
            "text": "IV. ",
            "section_rank": 4
        },
        {
            "text": "Simulation results",
            "section_rank": 4
        },
        {
            "text": "In this section, we investigate the finite sample performance of BIC and HQC in partial systems through a Monte Carlo experiment which uses large scale systems of p = dim(X t ) = 7 variables as data generating processes. ",
            "section": "IV. Simulation results",
            "paragraph_rank": 30,
            "section_rank": 4
        },
        {
            "text": "3 In particular, we consider a DGP where the sevendimensional process {X t } satisfies the following VAR(2) model with 'true' co-integration rank r 0 = 1:",
            "section": "IV. Simulation results",
            "paragraph_rank": 30,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "3"
                }
            ]
        },
        {
            "text": "where := (a, 0, 0, 0, c, c/ 2, c/ 3), := (1, 0, 0, 0, 0, 0, ",
            "section": "IV. Simulation results",
            "paragraph_rank": 31,
            "section_rank": 4
        },
        {
            "text": "0) and 1 := I 7 . ",
            "section": "IV. Simulation results",
            "paragraph_rank": 31,
            "section_rank": 4
        },
        {
            "text": "4 For the sake of comparison and with the intention of gathering additional insights, the DGP is chosen by extending the Monte Carlo set-up already exploited by Cavaliere et al. (2012), CDRT and Cavaliere et al. (2016) to the case of larger dimensional VARs. ",
            "section": "IV. Simulation results",
            "paragraph_rank": 31,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 161,
                    "end": 184,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "Cavaliere et al. (2012)"
                },
                {
                    "start": 186,
                    "end": 218,
                    "type": "bibr",
                    "text": "CDRT and Cavaliere et al. (2016)"
                }
            ]
        },
        {
            "text": "Moreover, in order to fully exploit the potential of the conditional analysis we specify a 'full' (and rather arbitrary) structure for the covariance matrix such that the resultant matrix in equation 2is non-zero for all DGPs considered. ",
            "section": "IV. Simulation results",
            "paragraph_rank": 31,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 200,
                    "end": 201,
                    "ref_id": "formula_2",
                    "text": "2"
                }
            ]
        },
        {
            "text": "5 The initial conditions X −1 and X 0 are fixed to zero. ",
            "section": "IV. Simulation results",
            "paragraph_rank": 31,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "5"
                }
            ]
        },
        {
            "text": "Data are generated by setting a = −0.4 and = 0.5. ",
            "section": "IV. Simulation results",
            "paragraph_rank": 31,
            "section_rank": 4
        },
        {
            "text": "The settings for the parameter c are discussed below because in our Monte Carlo design the condition c = 0 is related to the 3 All calculations in this and in the next section have been performed in OxMetrics and MATLAB. ",
            "section": "IV. Simulation results",
            "paragraph_rank": 31,
            "section_rank": 4
        },
        {
            "text": "Codes are available from the authors upon request. ",
            "section": "IV. Simulation results",
            "paragraph_rank": 31,
            "section_rank": 4
        },
        {
            "text": "4 Note that the assumption := (1, 0,…, ",
            "section": "IV. Simulation results",
            "paragraph_rank": 31,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "4"
                }
            ]
        },
        {
            "text": "0) does not imply any loss of generality. ",
            "section": "IV. Simulation results",
            "paragraph_rank": 31,
            "section_rank": 4
        },
        {
            "text": "Indeed, any process X t satisfying equation (1) under the I(1,r 0 ) conditions with r 0 = 1 and = (1, 0,…, ",
            "section": "IV. Simulation results",
            "paragraph_rank": 31,
            "section_rank": 4
        },
        {
            "text": "0) can be suitably linearly transformed into the new process X * t such that * X * t ∼ I (0) with * := (1, 0,…, ",
            "section": "IV. Simulation results",
            "paragraph_rank": 31,
            "section_rank": 4
        },
        {
            "text": "0) . ",
            "section": "IV. Simulation results",
            "paragraph_rank": 31,
            "section_rank": 4
        },
        {
            "text": "The likelihood ratio test is invariant to such rotation. ",
            "section": "IV. Simulation results",
            "paragraph_rank": 31,
            "section_rank": 4
        },
        {
            "text": "5 The matrix has been obtained using the following spectral decomposition: = GDG , where the diagonal elements of D are generated randomly from a truncated standard normal and the elements of G are generated randomly using the standard normal distribution and such that GG = I p . ",
            "section": "IV. Simulation results",
            "paragraph_rank": 31,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "5"
                }
            ]
        },
        {
            "text": "The specific matrix used in our simulations is available upon request to the authors. ",
            "section": "IV. Simulation results",
            "paragraph_rank": 31,
            "section_rank": 4
        },
        {
            "text": "We also considered Monte Carlo experiments based on specifications of leading to = 0 in equation 2. ",
            "section": "IV. Simulation results",
            "paragraph_rank": 31,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 97,
                    "end": 98,
                    "ref_id": "formula_2",
                    "text": "2"
                }
            ]
        },
        {
            "text": "Also in this case, results are available upon request to the authors.",
            "section": "IV. Simulation results",
            "paragraph_rank": 31,
            "section_rank": 4
        },
        {
            "text": "failure of the weak exogeneity of the conditional variables. ",
            "section": "IV. Simulation results",
            "paragraph_rank": 32,
            "section_rank": 4
        },
        {
            "text": "Samples of length T = 100, 200 and 1,000 are generated M = 5, 000 times from VARs of the form equation 7with k = 2 lags. ",
            "section": "IV. Simulation results",
            "paragraph_rank": 32,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 103,
                    "end": 104,
                    "ref_id": "formula_11",
                    "text": "7"
                }
            ]
        },
        {
            "text": "6 For each generated sample, the partial (conditional) system (2) is estimated and the procedure for co-integration rank determination discussed in section III is applied. ",
            "section": "IV. Simulation results",
            "paragraph_rank": 32,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "6"
                }
            ]
        },
        {
            "text": "In particular, to evaluate the impact of the dimension of the conditioning variable vector Z t on the ability of the information criteria to determine the true co-integration rank, we consider the partition X t = (Y t , Z t ), where the dimension of Y t ranges from two to four, i.e. p Y = 2, 3 and 4, which implies a dimension for Z t of p Z = 5, 4 and 3, respectively. ",
            "section": "IV. Simulation results",
            "paragraph_rank": 32,
            "section_rank": 4
        },
        {
            "text": "Thus, it is seen that the scalar parameter c in the matrix in equation 7determines whether Z t is weakly exogenous (c = 0) or not (c = 0) for .",
            "section": "IV. Simulation results",
            "paragraph_rank": 32,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 71,
                    "end": 72,
                    "ref_id": "formula_11",
                    "text": "7"
                }
            ]
        },
        {
            "text": "We consider two scenarios. ",
            "section": "IV. Simulation results",
            "paragraph_rank": 33,
            "section_rank": 4
        },
        {
            "text": "In the first scenario, 'A' in the following, the parameter c is set to zero hence Z t is weakly exogenous for . ",
            "section": "IV. Simulation results",
            "paragraph_rank": 33,
            "section_rank": 4
        },
        {
            "text": "In the second scenario, 'B' in the following, the parameter c is fixed to 3 4 . ",
            "section": "IV. Simulation results",
            "paragraph_rank": 33,
            "section_rank": 4
        },
        {
            "text": "7 Consequently, the asymptotic distribution of HJNR's test statistic will depend on nuisance parameters and tabulated critical values are no longer valid. ",
            "section": "IV. Simulation results",
            "paragraph_rank": 33,
            "section_rank": 4
        },
        {
            "text": "Within Scenario B, we consider two additional situations which are of potential interest for applied work. ",
            "section": "IV. Simulation results",
            "paragraph_rank": 33,
            "section_rank": 4
        },
        {
            "text": "One is the case where, in addition to the violation of the assumption of weak exogeneity, the conditioning set Z t contains co-integrated variables. ",
            "section": "IV. Simulation results",
            "paragraph_rank": 33,
            "section_rank": 4
        },
        {
            "text": "The other is the situation where, in addition to the violation of the assumption of weak exogeneity of Z t , VAR disturbances are non-Gaussian and driven by GARCH-type components.",
            "section": "IV. Simulation results",
            "paragraph_rank": 33,
            "section_rank": 4
        },
        {
            "text": "Scenario A: weak exogeneity",
            "section_rank": 5
        },
        {
            "text": "The results for the case of weak exogeneity (c = 0 in of equation 7) are reported in Table 1, which summarizes the selection frequencies, i.e. the percentage of times BIC and HQC select co-integration rank r = 0,…, p Y in the partial systems out of the M = 5, 000 Monte Carlo replications. ",
            "section": "Scenario A: weak exogeneity",
            "paragraph_rank": 34,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 66,
                    "end": 67,
                    "ref_id": "formula_11",
                    "text": "7"
                },
                {
                    "start": 85,
                    "end": 92,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "8 The finite sample performance of these information criteria are compared with that of HJNR's sequential test at the 5% nominal significance level. ",
            "section": "Scenario A: weak exogeneity",
            "paragraph_rank": 34,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "8"
                }
            ]
        },
        {
            "text": "The asymptotic critical values for this test are taken from table 3 of HJNR. ",
            "section": "Scenario A: weak exogeneity",
            "paragraph_rank": 34,
            "section_rank": 5
        },
        {
            "text": "Results are also compared with those obtained from the (unconditional) full VAR analysis. ",
            "section": "Scenario A: weak exogeneity",
            "paragraph_rank": 34,
            "section_rank": 5
        },
        {
            "text": "Specifically, for the full system, we consider the BIC and HQC as outlined in CDRT and Johansen's (1996) sequential trace test for co-integration rank, again at the 5% nominal significance level.",
            "section": "Scenario A: weak exogeneity",
            "paragraph_rank": 34,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 78,
                    "end": 104,
                    "type": "bibr",
                    "text": "CDRT and Johansen's (1996)"
                }
            ]
        },
        {
            "text": "Results in Table 1 show that, as expected, both information criteria and the HJNR tests applied to the partial system overall outperform their 'standard' counterparts from the (unconditional) full system when the hypothesis of weak exogeneity is valid. ",
            "section": "Scenario A: weak exogeneity",
            "paragraph_rank": 35,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 11,
                    "end": 18,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "Indeed, comparing the results in the three left-panels of Table 1 (partial systems, p Y = 2, 3 and 4) with the results in the right-panel of Table 1 (full system, p Y = p = 7 and p Z = 0) we observe 6 For each replication, a sample of T + 200 observations is generated and the first 200 observations are then discarded.",
            "section": "Scenario A: weak exogeneity",
            "paragraph_rank": 35,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 199,
                    "end": 200,
                    "type": "bibr",
                    "text": "6"
                }
            ]
        },
        {
            "text": "7 For given , a = −0.4 and = 0.5, the parameter c cannot be fixed arbitrarily but such that the characteristic equation associated with the VAR in equation 7does not generate explosive roots. ",
            "section": "Scenario A: weak exogeneity",
            "paragraph_rank": 36,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 156,
                    "end": 157,
                    "ref_id": "formula_11",
                    "text": "7"
                }
            ]
        },
        {
            "text": "The value c = 3/ 4 respects such a condition. ",
            "section": "Scenario A: weak exogeneity",
            "paragraph_rank": 36,
            "section_rank": 5
        },
        {
            "text": "8 We do not considerAIC in the Monte Carlo experiments since its poor performance in finite samples is documented in many contributions in the literature (see e.g. CDRT; Kapetanios, 2004;Wang and Bessler, 2005;Cavaliere et al., 2016). ",
            "section": "Scenario A: weak exogeneity",
            "paragraph_rank": 36,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "8"
                },
                {
                    "start": 170,
                    "end": 187,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "Kapetanios, 2004;"
                },
                {
                    "start": 187,
                    "end": 210,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "Wang and Bessler, 2005;"
                },
                {
                    "start": 210,
                    "end": 233,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "Cavaliere et al., 2016)"
                }
            ]
        },
        {
            "text": "Additional simulations show that, also in the case of partial system analysis, this criterion tends to severely overestimate the true co-integration rank. ",
            "section": "Scenario A: weak exogeneity",
            "paragraph_rank": 36,
            "section_rank": 5
        },
        {
            "text": "These results are available upon request to the authors.   ",
            "section": "Scenario A: weak exogeneity",
            "paragraph_rank": 36,
            "section_rank": 5
        },
        {
            "text": "that the three methods perform better in partial models compared to the (unconditional) full system, especially so for HQC and HJNR's sequential test. ",
            "section": "Scenario A: weak exogeneity",
            "paragraph_rank": 37,
            "section_rank": 5
        },
        {
            "text": "In particular, when T = 100 (T = 200), in the full system, HQC and Johansen's sequential test respectively select the 'true'co-integration rank, r = r 0 = 1, only 48.8% and 44.4% (83.5% and 75.3%) of the time, while these percentages increase to 71.9% and 79.1% (89.7% and 88.9%) for HQC and HJNR's sequential test, respectively, in the case of a partial system with p Y = 2 and p Z = 5 (left-panel of Table 1). ",
            "section": "Scenario A: weak exogeneity",
            "paragraph_rank": 37,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 402,
                    "end": 409,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "These results highlight the benefits from analysing the partial system in place of the (unconditional) full VAR system in small samples under weak exogeneity.",
            "section": "Scenario A: weak exogeneity",
            "paragraph_rank": 37,
            "section_rank": 5
        },
        {
            "text": "In line with the results in CDRT, BIC delivers the best overall performance and correctly estimates the 'true' co-integration rank more than 86% of the time in both partial and full systems, even when the sample size is relatively small (T = 100) and irrespectively of the dimension of the set of conditioning variables Z t . ",
            "section": "Scenario A: weak exogeneity",
            "paragraph_rank": 38,
            "section_rank": 5
        },
        {
            "text": "Specifically, when T = 100, BIC correctly estimates r = r 0 96.8%, 95.6% and 94.8% of the time for p Y = 2, 3 and 4 (p Z = 5, 4 and 3), respectively, while the percentages for T = 200 and T = 1000 are substantially constant over the different dimensions of the conditioning set. ",
            "section": "Scenario A: weak exogeneity",
            "paragraph_rank": 38,
            "section_rank": 5
        },
        {
            "text": "Conversely, HQC appears to be more affected than BIC by the dimension of the conditioning set when the sample size is relatively small, namely when T = 100 and T = 200: the larger the dimension of Z t , p Z , the better its finite sample performance. ",
            "section": "Scenario A: weak exogeneity",
            "paragraph_rank": 38,
            "section_rank": 5
        },
        {
            "text": "HJNR's sequential test performs similarly to HQC in partial systems. ",
            "section": "Scenario A: weak exogeneity",
            "paragraph_rank": 38,
            "section_rank": 5
        },
        {
            "text": "For instance, when T = 200, HJNR's sequential test correctly estimates the 'true' co-integration rank 88.9%, 84.2% and 82.4% of the time, against 89.7%, 82.7% and 81% of the time for HQC, when p Y = 2, 3 and 4, respectively.",
            "section": "Scenario A: weak exogeneity",
            "paragraph_rank": 38,
            "section_rank": 5
        },
        {
            "text": "Scenario B: no weak exogeneity",
            "section_rank": 6
        },
        {
            "text": "In this scenario, we evaluate the impact of the lack of weak exogeneity of the conditioning variables on the performance of the methods for co-integration rank determination in partial systems. ",
            "section": "Scenario B: no weak exogeneity",
            "paragraph_rank": 39,
            "section_rank": 6
        },
        {
            "text": "Since such an hypothesis is difficult to test in practice, it is interesting to quantify possible drawbacks associated with a partial system analysis, when the conditioning variables Z t are not weakly exogenous. ",
            "section": "Scenario B: no weak exogeneity",
            "paragraph_rank": 39,
            "section_rank": 6
        },
        {
            "text": "Table 2 reports, for the case of no weak exogeneity (c = 3 4 in of equation 7), the estimated selection probabilities, i.e. the percentage of times BIC and HQC select r = 0,…, p Y , respectively, for p Y = 2, 3 and 4. ",
            "section": "Scenario B: no weak exogeneity",
            "paragraph_rank": 39,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 2"
                },
                {
                    "start": 76,
                    "end": 77,
                    "ref_id": "formula_11",
                    "text": "7"
                }
            ]
        },
        {
            "text": "Also in this case, we sketch the estimated selection probabilities associated with HJNR's sequential test and, as in the previous scenario, we also consider co-integration rank determination using the (unconditional) full system (right-panel of Table 2).",
            "section": "Scenario B: no weak exogeneity",
            "paragraph_rank": 39,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 245,
                    "end": 253,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 2)"
                }
            ]
        },
        {
            "text": "Although it clearly outperforms both HQC and Johansen's sequential procedure in the full system analysis (see the results in the right-panel of Table 2), the results in the leftpanels of Table 2 show that, when weak exogeneity does not hold, the performance of BIC deteriorates considerably when the sample size is relatively small, as it tends to underestimate the true co-integration rank. ",
            "section": "Scenario B: no weak exogeneity",
            "paragraph_rank": 40,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 187,
                    "end": 194,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "In particular, when T = 100 (T = 200) the selection frequency of the 'true' rank for BIC drops to 41.4%, 33.4% and 27.7% (80.1%, 71.1% and 63.2%) for p Y = 2, 3 and 4, respectively. ",
            "section": "Scenario B: no weak exogeneity",
            "paragraph_rank": 40,
            "section_rank": 6
        },
        {
            "text": "As predicted by the results in Theorem 1, this effect tends to disappear as T increases: similarly to the case of weak exogeneity in Table 1, when T = 1, 000 BIC always selects r = r 0 = 1, even when the weak exogeneity hypothesis is not valid. ",
            "section": "Scenario B: no weak exogeneity",
            "paragraph_rank": 40,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 133,
                    "end": 140,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "Conversely, the HQC performs similarly to the case of weak exogeneity and still outperforms its counterpart in the (unconditional) full system (right-panel of Table  2). ",
            "section": "Scenario B: no weak exogeneity",
            "paragraph_rank": 40,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 159,
                    "end": 167,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table  2"
                }
            ]
        },
        {
            "text": "In particular, HQC selects r = r 0 = 1 only 49.7% (82.8%) of the time in the full system when T = 100 (T = 200), while these frequencies are 69.5%, 57.2% and 52.5% (89.6%, 84% and 83%) in partial systems for p Y = 2, 3 and 4, respectively. ",
            "section": "Scenario B: no weak exogeneity",
            "paragraph_rank": 40,
            "section_rank": 6
        },
        {
            "text": "Moreover, these results are very close to (and, in some cases, even outperform) the corresponding results under weak exogeneity (cf. Table 1). ",
            "section": "Scenario B: no weak exogeneity",
            "paragraph_rank": 40,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 133,
                    "end": 140,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "These results highlight that the HQC is not severely affected by the violation of the weak exogeneity hypothesis of the conditioning set. ",
            "section": "Scenario B: no weak exogeneity",
            "paragraph_rank": 40,
            "section_rank": 6
        },
        {
            "text": "Quite surprisingly, also the performance of the HJNR's sequential test does not appear to be strongly affected by the lack of weak exogeneity of Z t as we would expect, given that the critical values reported in table 5 of HJNR are tabulated under the weak exogeneity assumption. ",
            "section": "Scenario B: no weak exogeneity",
            "paragraph_rank": 40,
            "section_rank": 6
        },
        {
            "text": "Moreover, HJNR's sequential test displays a less marked tendency to overestimate the 'true' co-integration rank than Johansen's sequential procedure in the (unconditional) full system, thus leading to a better overall performance also in the case of no weak exogeneity. ",
            "section": "Scenario B: no weak exogeneity",
            "paragraph_rank": 40,
            "section_rank": 6
        },
        {
            "text": "In particular, Johansen's sequential test selects r = r 0 = 1 only 45.5% (74%) of the time when T = 100 (T = 200), while the corresponding selection frequencies in partial systems for HJNR's sequential test are 69.3%, 62.1% and 57.9% (88.4%, 85.4% and 81.8%) in the case  of p Y = 2, 3 and 4, respectively. ",
            "section": "Scenario B: no weak exogeneity",
            "paragraph_rank": 40,
            "section_rank": 6
        },
        {
            "text": "Furthermore, as in the case of weak exogeneity (Table 1), the empirical performance of HJNR's sequential test and HQC in partial systems are similar. ",
            "section": "Scenario B: no weak exogeneity",
            "paragraph_rank": 40,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 47,
                    "end": 56,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "(Table 1)"
                }
            ]
        },
        {
            "text": "As such, these two methods usefully complement each other in practice and are rather robust to violations of the hypothesis of weak exogeneity. ",
            "section": "Scenario B: no weak exogeneity",
            "paragraph_rank": 40,
            "section_rank": 6
        },
        {
            "text": "9 We consider a further case which, in addition to the violation of the weak exogeneity hypothesis, allows Z t to contain co-integrated variables. ",
            "section": "Scenario B: no weak exogeneity",
            "paragraph_rank": 40,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "9"
                }
            ]
        },
        {
            "text": "In particular, we add a further co-integration relation in model (7), ceteris paribus, by specifying := a 0 0 0 c c/2 c/ 3 −a/ 2 0 0 0 −0.5 −0.3 0.25 and := 1 0 0 0 0 0 0 0 0 0 0 0 1 −1 , 9 It is also interesting to stress that the finite sample behaviour of BIC is the one which is more sensitive to the extent of the violation from weak exogeneity: The larger the value of c in in equation 7, the worse its performance for small T . ",
            "section": "Scenario B: no weak exogeneity",
            "paragraph_rank": 40,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 188,
                    "end": 189,
                    "type": "bibr",
                    "text": "9"
                },
                {
                    "start": 392,
                    "end": 393,
                    "ref_id": "formula_11",
                    "text": "7"
                }
            ]
        },
        {
            "text": "However, as expected from a theoretical viewpoint and in line with the results in where, as in the previous case of Scenario B, we set a = −0.4 and c = 3 4 . ",
            "section": "Scenario B: no weak exogeneity",
            "paragraph_rank": 40,
            "section_rank": 6
        },
        {
            "text": "In this case, we have that the last two variables in X t (and in Z t ) co-integrate among themselves, so that the true co-integration rank is r 0 = 2. The selection frequencies of r = 0,…, p Y for BIC, HQC and HJNR's sequential procedure in partial systems of dimension p Y = 2, 3 and 4 are reported in the left-panels of Table 3, whereas the results obtained from the (unconditional) full VAR analysis are reported in the right-panel of Table 3. Results in Table 3 show that, also in the case when Z t contains co-integrated variables, HQC and HJNR's sequential procedure provide satisfactory results in partial systems, especially when p Z is large, outperforming their analogues in the (unconditional) full system, even when the sample size is small. ",
            "section": "Scenario B: no weak exogeneity",
            "paragraph_rank": 40,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 322,
                    "end": 329,
                    "type": "table",
                    "ref_id": "tab_5",
                    "text": "Table 3"
                },
                {
                    "start": 438,
                    "end": 445,
                    "type": "table",
                    "ref_id": "tab_5",
                    "text": "Table 3"
                },
                {
                    "start": 458,
                    "end": 465,
                    "type": "table",
                    "ref_id": "tab_5",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "Conversely, when T = 100 and 200, BIC tends to underestimate the true co-integration rank and its performance in partial systems is worse than that obtained from the full system analysis.",
            "section": "Scenario B: no weak exogeneity",
            "paragraph_rank": 40,
            "section_rank": 6
        },
        {
            "text": "Therefore, the story we learn from Table 2 and Table 3 is that when the conditioning variables are not weakly exogenous for the co-integration parameters and in samples of lengths typically available to practitioners, HQC and HJNR's sequential procedures (but not BIC) perform in partial systems no worse than their analogues perform in full systems. ",
            "section": "Scenario B: no weak exogeneity",
            "paragraph_rank": 41,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 35,
                    "end": 42,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 2"
                },
                {
                    "start": 47,
                    "end": 54,
                    "type": "table",
                    "ref_id": "tab_5",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "Thus, despite ignoring the marginal model for Z t may imply a loss of information on the adjustment mechanisms at work in the whole system, with HQC the reduction of dimensionality tends to fully compensate the possible loss of power in co-integration rank determination from the conditional system.",
            "section": "Scenario B: no weak exogeneity",
            "paragraph_rank": 41,
            "section_rank": 6
        },
        {
            "text": "As we noticed in section II, co-integration rank determination in partial systems can potentially be extended to the case of conditional heteroscedasticity along the lines of Cavaliere et al. (2010) and CDRT. ",
            "section": "Scenario B: no weak exogeneity",
            "paragraph_rank": 42,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 175,
                    "end": 198,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "Cavaliere et al. (2010)"
                }
            ]
        },
        {
            "text": "10 When the actual unconditional probability distribution of \" t in system (1) is non-Gaussian, it is still in principle possible to factorize the density of X t as the product of the conditional density for Y t given Z t and the marginal density for Z t . However, the dynamic structure of the conditional system might not necessarily conform to that in equation 2and the parametric restrictions under which Z t is weakly exogenous for might become more involved. It turns out that checking the robustness of the HQC and BIC to conditional heteroscedasticity in partial systems is crucial for applied work. We perform such robustness check by considering the same DGP as in Table 2 but specifying the innovation process \" t in equation 7as a CCC-GARCH (Bollerslev, 1990) process, i.e., 10 Cavaliere et al. (2010) show that the extension to conditional heteroscedasticity is allowed as long as that the innovations {\" t } in equation (1) ",
            "section": "Scenario B: no weak exogeneity",
            "paragraph_rank": 42,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 364,
                    "end": 365,
                    "ref_id": "formula_2",
                    "text": "2"
                },
                {
                    "start": 675,
                    "end": 682,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 2"
                },
                {
                    "start": 737,
                    "end": 738,
                    "ref_id": "formula_11",
                    "text": "7"
                },
                {
                    "start": 753,
                    "end": 771,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "(Bollerslev, 1990)"
                },
                {
                    "start": 787,
                    "end": 789,
                    "type": "bibr",
                    "text": "10"
                },
                {
                    "start": 807,
                    "end": 813,
                    "type": "bibr",
                    "text": "(2010)"
                }
            ]
        },
        {
            "text": "(i) form a martingale difference sequence with respect to the filtration F t := (X t ,…, X t−1 ), where F t−1 ⊆ F t for t =…, − 1, 0, 1, 2,…, ",
            "section": "Scenario B: no weak exogeneity",
            "paragraph_rank": 42,
            "section_rank": 6
        },
        {
            "text": "(ii) satisfy the condition E \" t 4 K < ∞, • being the Euclidean norm, and ",
            "section": "Scenario B: no weak exogeneity",
            "paragraph_rank": 42,
            "section_rank": 6
        },
        {
            "text": "(iii) fulfil the global homoscedasticity condition:   where H t = E(\" t \" t |F t−1 ) is the conditional variance of \" t , F t := (X t ,…, X t−1 ) is the filtration at time t and R is a symmetric positive definite matrix containing the constant conditional correlations ij . ",
            "section": "Scenario B: no weak exogeneity",
            "paragraph_rank": 42,
            "section_rank": 6
        },
        {
            "text": "11 Results are reported in Table 4. ",
            "section": "Scenario B: no weak exogeneity",
            "paragraph_rank": 42,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 27,
                    "end": 34,
                    "type": "table",
                    "ref_id": "tab_7",
                    "text": "Table 4"
                }
            ]
        },
        {
            "text": "By comparing selection frequencies in Table 4 with those in Table 2, we observe that the CCC-GARCH(1,1) disturbances have only a limited impact on the finite sample ability of information criteria (as well as HJNR's sequential procedure) to correctly select co-integration rank. ",
            "section": "Scenario B: no weak exogeneity",
            "paragraph_rank": 42,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 38,
                    "end": 45,
                    "type": "table",
                    "ref_id": "tab_7",
                    "text": "Table 4"
                },
                {
                    "start": 60,
                    "end": 67,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "This evidence confirms, as expected, the results already documented by Cavaliere et al. (2010) and CDRT in the full system framework. ",
            "section": "Scenario B: no weak exogeneity",
            "paragraph_rank": 42,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 71,
                    "end": 94,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "Cavaliere et al. (2010)"
                }
            ]
        },
        {
            "text": "In summary, the results of our Monte Carlo simulations in scenarios A and B show that the benefits of combining information criteria with partial system analyses can be substantial and usefully complement HJNR's sequential test approach in practice. ",
            "section": "Scenario B: no weak exogeneity",
            "paragraph_rank": 42,
            "section_rank": 6
        },
        {
            "text": "More- 11 Data are generated by using the same specification of , and 1 as in Table 2. ",
            "section": "Scenario B: no weak exogeneity",
            "paragraph_rank": 42,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 6,
                    "end": 8,
                    "type": "bibr",
                    "text": "11"
                },
                {
                    "start": 77,
                    "end": 84,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "As concerns the CCC-GARCH part, we draw the coefficients ij (i = ",
            "section": "Scenario B: no weak exogeneity",
            "paragraph_rank": 42,
            "section_rank": 6
        },
        {
            "text": "j) from independent uniform distributions with support (−1, 1) and set the GARCH parameters in equation 8    ",
            "section": "Scenario B: no weak exogeneity",
            "paragraph_rank": 42,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 104,
                    "end": 105,
                    "text": "8"
                }
            ]
        },
        {
            "text": "over, the results in scenarios A and B also show that the HJNR's sequential test does not appear to be severely affected by violations of the weak exogeneity hypothesis, even though the asymptotic distribution of the involved test statistics depends on nuisance parameters and tabulated critical values are no longer valid. ",
            "section": "Scenario B: no weak exogeneity",
            "paragraph_rank": 43,
            "section_rank": 6
        },
        {
            "text": "It is worth remarking that HQC and BIC in partial systems perform reasonably well in small samples also under deviations from normality induced by GARCH-type innovations.",
            "section": "Scenario B: no weak exogeneity",
            "paragraph_rank": 43,
            "section_rank": 6
        },
        {
            "text": "V. Empirical illustrations",
            "section_rank": 7
        },
        {
            "text": "Despite conditional (possibly uni-equational) error-correction models have been used extensively in the literature (e.g. Urbain, 1992), only seldom the partial system approach to co-integration rank determination has been applied in empirical works. ",
            "section": "V. Empirical illustrations",
            "paragraph_rank": 44,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 121,
                    "end": 134,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "Urbain, 1992)"
                }
            ]
        },
        {
            "text": "Doornik et al. (1998), Bårdsen, Jansen and Nymoen (2003) and Bruggeman et al. (2003) are some of the few examples where HJNR's testing procedure is implemented. ",
            "section": "V. Empirical illustrations",
            "paragraph_rank": 44,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 21,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "Doornik et al. (1998)"
                },
                {
                    "start": 23,
                    "end": 56,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "Bårdsen, Jansen and Nymoen (2003)"
                },
                {
                    "start": 61,
                    "end": 84,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "Bruggeman et al. (2003)"
                }
            ]
        },
        {
            "text": "As already observed, two main difficulties characterize the use of HJNR's sequential test in applied work. ",
            "section": "V. Empirical illustrations",
            "paragraph_rank": 44,
            "section_rank": 7
        },
        {
            "text": "First, it is generally difficult to select a priori the vector Z t of weakly exogenous conditioning variables. ",
            "section": "V. Empirical illustrations",
            "paragraph_rank": 44,
            "section_rank": 7
        },
        {
            "text": "Second, testing weak exogeneity of Z t efficiently requires either a full-system approach or the analysis of the marginal model for Z t , see e.g. Urbain (1992), Boswijk (1995), Ericsson (1995) and Boswijk and Urbain (1997). ",
            "section": "V. Empirical illustrations",
            "paragraph_rank": 44,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 147,
                    "end": 160,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "Urbain (1992)"
                },
                {
                    "start": 162,
                    "end": 176,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "Boswijk (1995)"
                },
                {
                    "start": 178,
                    "end": 193,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "Ericsson (1995)"
                },
                {
                    "start": 198,
                    "end": 223,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "Boswijk and Urbain (1997)"
                }
            ]
        },
        {
            "text": "In both cases the benefits of the partial system analysis are nullified. ",
            "section": "V. Empirical illustrations",
            "paragraph_rank": 44,
            "section_rank": 7
        },
        {
            "text": "In the previous sections, we have shown that we can use BIC and/or HQC to determine co-integration rank in the conditional model Y t given Z t in equation 2, without being concerned about the weak exogeneity of Z t . ",
            "section": "V. Empirical illustrations",
            "paragraph_rank": 44,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 155,
                    "end": 156,
                    "ref_id": "formula_2",
                    "text": "2"
                }
            ]
        },
        {
            "text": "Moreover, the Monte Carlo results show that the finite sample performance of BIC and HQC in the conditional model Y t given Z t is generally not worse than the empirical performance of the BIC and HQC in the full system for X t := (Y t , Z t ) regardless of whether VAR disturbances are Gaussian or driven by GARCH-type components. ",
            "section": "V. Empirical illustrations",
            "paragraph_rank": 44,
            "section_rank": 7
        },
        {
            "text": "In this section, we illustrate the advantages of our approach by two empirical examples, both based on the estimation of VAR models on US quarterly data.",
            "section": "V. Empirical illustrations",
            "paragraph_rank": 44,
            "section_rank": 7
        },
        {
            "text": "In the first empirical example (section 'Large-dimensional VAR'), we consider a relatively large-scale VAR system estimated on quarterly data relative to the 'Great Moderation' period, 1984Q1-2008Q2. ",
            "section": "V. Empirical illustrations",
            "paragraph_rank": 45,
            "section_rank": 7
        },
        {
            "text": "The idea in this case is to show that, other than reducing the dimensionality of the system, the partial system approach combined with the use of information criteria can be useful for co-integration rank determination. ",
            "section": "V. Empirical illustrations",
            "paragraph_rank": 45,
            "section_rank": 7
        },
        {
            "text": "In particular, it is argued that in the absence of clear theoretical guidances about the number of stochastic trends in X t := (Y t , Z t ), one useful empirical specification strategy is to start the analysis by including in Z t time series that are not supposed to co-integrate. ",
            "section": "V. Empirical illustrations",
            "paragraph_rank": 45,
            "section_rank": 7
        },
        {
            "text": "Indeed, although Z t can be co-integrated in our approach (see Remark 3 and the Monte Carlo results in Table 3), in large systems it can be relatively easier to make conjectures on which time series should not co-integrate rather than on the variables which should be weakly exogenous. ",
            "section": "V. Empirical illustrations",
            "paragraph_rank": 45,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 103,
                    "end": 110,
                    "type": "table",
                    "ref_id": "tab_5",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "Given different choices of the candidate Z t vector, the empirical illustration shows that our empirical specification strategy, combined with BIC and HQC, simplifies co-integration rank determination.",
            "section": "V. Empirical illustrations",
            "paragraph_rank": 45,
            "section_rank": 7
        },
        {
            "text": "In the second empirical example (section 'Small-scale DSGE model'), we investigate the co-integration/common-trend implications of a small-scale DSGE model for the US business cycle. ",
            "section": "V. Empirical illustrations",
            "paragraph_rank": 46,
            "section_rank": 7
        },
        {
            "text": "We show that our approach can be advantageous compared to the full system analysis when the researcher does not want to take any explicit modelling stand on one of the time series that contributes to the system's long-run equilibrium. ",
            "section": "V. Empirical illustrations",
            "paragraph_rank": 46,
            "section_rank": 7
        },
        {
            "text": "More specifically, the DSGE model we consider features the natural rate of output, which is a variable that captures a highly theoretical concept, difficult to characterize in applied work. ",
            "section": "V. Empirical illustrations",
            "paragraph_rank": 46,
            "section_rank": 7
        },
        {
            "text": "We show that it is convenient to treat (proxy of the) natural rate of output as a conditioning variable, disregarding whether it is weakly exogeneous or not.",
            "section": "V. Empirical illustrations",
            "paragraph_rank": 46,
            "section_rank": 7
        },
        {
            "text": "Large-dimensional VAR",
            "section_rank": 8
        },
        {
            "text": "We consider a vector X t containing seven US quarterly macroeconomic variables, which includes (the log of) non-durable personal real consumption, cnd t , (the log of) durable personal real consumption, cd t , (the log of) fixed-private real investments, i t , (the log of) the real gross domestic product (GDP), y t , the inflation rate, inf t , the federal funds rate, f t , and the 10 year-Treasury Bill rate, R t . ",
            "section": "Large-dimensional VAR",
            "paragraph_rank": 47,
            "section_rank": 8
        },
        {
            "text": "The macroeconomic literature has recently documented a dramatic fall in the variances of the main macroeconomic time series, which has been termed 'Great Moderation'. ",
            "section": "Large-dimensional VAR",
            "paragraph_rank": 47,
            "section_rank": 8
        },
        {
            "text": "Kim and Nelson (1999) and Stock and Watson (2002) offer support for a break in the macroeconomic volatilities around 1984. ",
            "section": "Large-dimensional VAR",
            "paragraph_rank": 47,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 21,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "Kim and Nelson (1999)"
                },
                {
                    "start": 26,
                    "end": 49,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "Stock and Watson (2002)"
                }
            ]
        },
        {
            "text": "McConnell and Perez-Quiros (2000) identify 1984Q1 as the breakdate of the variance of the US real GDP. ",
            "section": "Large-dimensional VAR",
            "paragraph_rank": 47,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 33,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "McConnell and Perez-Quiros (2000)"
                }
            ]
        },
        {
            "text": "Boivin and Giannoni (2006) also detect a break in the coefficients of a reduced-form VAR for the US economy in the early 1980s. ",
            "section": "Large-dimensional VAR",
            "paragraph_rank": 47,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 26,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "Boivin and Giannoni (2006)"
                }
            ]
        },
        {
            "text": "In line with this literature, we identify the beginning and the end of the 'Great Moderation' sample with the dates 1984Q1 and 2008Q2, respectively, for a total of T + k = 98 quarterly observations, where k is the VAR lag order for X t := (cnd t , cd t , i t , y t , inf t , f t , R t ) . ",
            "section": "Large-dimensional VAR",
            "paragraph_rank": 47,
            "section_rank": 8
        },
        {
            "text": "The end of the sample, 2008Q2, is justified by our decision to avoid dealing with the acceleration of the financial crisis and, above all, with the binding zero-lower bound (ZLB) that has kicked in since the end of 2008. ",
            "section": "Large-dimensional VAR",
            "paragraph_rank": 47,
            "section_rank": 8
        },
        {
            "text": "Figure 1 plots the 'great ratios' cnd t − y t , cd t − y t and i t − y t , the (ex post) real interest rate, R t − inf t , the interest rate differential, R t − f t , and the (ex post) real version of the policy rate, f t − inf t , on the period 1984Q1-2008Q2. ",
            "section": "Large-dimensional VAR",
            "paragraph_rank": 47,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "According to neoclassical theory, under balanced growth there should be a common stochastic trend driving cnd t , cd t , i t and y t , and the 'great ratios'cnd t − y t , cd t − y t and i t − y t should be stationary (King et al., 1991). ",
            "section": "Large-dimensional VAR",
            "paragraph_rank": 47,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 217,
                    "end": 236,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "(King et al., 1991)"
                }
            ]
        },
        {
            "text": "Also the interest rates R t , f t and the inflation rate inf t should be driven by a single (common) stochastic trend while the (ex post) real interest rates and the interest rate differential should be stationary. ",
            "section": "Large-dimensional VAR",
            "paragraph_rank": 47,
            "section_rank": 8
        },
        {
            "text": "The simple graphical inspection of Figure 1 suggests, however, that aside  ",
            "section": "Large-dimensional VAR",
            "paragraph_rank": 47,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 35,
                    "end": 43,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": ". VAR model with k = 4 lags and restricted trend. The 5% c.v. for HJNR's test are taken from table 3 of Harbo et al. (1998) and the 5% c.v. for Johansen's test ('Johan') are taken from tables 15.3 and 15.4 of Johansen (1996). The selected co-integration rank according to the test/criterion used are denoted in bold. not). The results in the middle panel of Table 5 show that we select co-integration ranks of 3 (HJNR), 1 (BIC) and 3 (HQC), respectively. Therefore, we observe a systematic reduction of the co-integration rank compared to the (unconditional) full system analysis.",
            "section": "Large-dimensional VAR",
            "paragraph_rank": 48,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 104,
                    "end": 123,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "Harbo et al. (1998)"
                },
                {
                    "start": 209,
                    "end": 224,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "Johansen (1996)"
                },
                {
                    "start": 358,
                    "end": 365,
                    "type": "table",
                    "ref_id": "tab_9",
                    "text": "Table 5"
                }
            ]
        },
        {
            "text": "We repeat the co-integration rank determination analysis by changing the choice of Y t and Z t , in particular using Y t := (cd t , R t , y t , f t ) (p Y = 4) and Z t := (cnd t , i t , inf t ) (p Z = 3). ",
            "section": "Large-dimensional VAR",
            "paragraph_rank": 49,
            "section_rank": 8
        },
        {
            "text": "In this case, the partial system for Y t given Z t in equation 2is four-dimensional. ",
            "section": "Large-dimensional VAR",
            "paragraph_rank": 49,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 63,
                    "end": 64,
                    "ref_id": "formula_2",
                    "text": "2"
                }
            ]
        },
        {
            "text": "Results are summarized in the left-panel of Table 4. ",
            "section": "Large-dimensional VAR",
            "paragraph_rank": 49,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 44,
                    "end": 51,
                    "type": "table",
                    "ref_id": "tab_7",
                    "text": "Table 4"
                }
            ]
        },
        {
            "text": "We select co-integration rank 2 (HJNR), 1 (BIC) and 3 (HQC), respectively.",
            "section": "Large-dimensional VAR",
            "paragraph_rank": 49,
            "section_rank": 8
        },
        {
            "text": "Overall, the partial system approach combined with the use of BIC and HQC suggests that the selected co-integration rank does not exceed the rank a practitioner would select by using the full system. ",
            "section": "Large-dimensional VAR",
            "paragraph_rank": 50,
            "section_rank": 8
        },
        {
            "text": "The inference we have obtained with the conditional model seems in line with the idea that there should be no more than three co-integration relationships in X t over the period 1984Q1-2008Q2. ",
            "section": "Large-dimensional VAR",
            "paragraph_rank": 50,
            "section_rank": 8
        },
        {
            "text": "More precisely, the application of the HQC on the conditional models Y t given Z t provides clear and robust indications that, as expected, X t is driven by at least four common stochastic trends. ",
            "section": "Large-dimensional VAR",
            "paragraph_rank": 50,
            "section_rank": 8
        },
        {
            "text": "It is worth stressing that this conclusion is obtained without any assumption about the weak exogeneity of the conditioning variables included in Z t .",
            "section": "Large-dimensional VAR",
            "paragraph_rank": 50,
            "section_rank": 8
        },
        {
            "text": "To complete our analysis, we test whether the hypothesis of weak exogeneity of Z t := (i t , inf t ) (p Z = 2) and then of Z t := (cnd t , i t , inf t ) (p Z = 3) is supported by the data when the co-integration rank is fixed at r = 3 as suggested by the partial system approach. ",
            "section": "Large-dimensional VAR",
            "paragraph_rank": 51,
            "section_rank": 8
        },
        {
            "text": "To do so, we estimate the full VAR for X t := (cnd t , cd t , i t , y t , inf t , f t , R t ) , fix the co-integration rank to r = 3 and then test the corresponding zero restrictions on the matrix, given . ",
            "section": "Large-dimensional VAR",
            "paragraph_rank": 51,
            "section_rank": 8
        },
        {
            "text": "The likelihood-ratio test for the null hypothesis of weak exogeneity of Z t := (i t , inf t ) is 37.4 and implies the rejection of the null at the 5% nominal level. ",
            "section": "Large-dimensional VAR",
            "paragraph_rank": 51,
            "section_rank": 8
        },
        {
            "text": "Likewise, the likelihood-ratio test for the null hypothesis of weak exogeneity of Z t := (cnd t , i t , inf t ) equals 55.9 and also leads to reject the null considering the 5% nominal level.",
            "section": "Large-dimensional VAR",
            "paragraph_rank": 51,
            "section_rank": 8
        },
        {
            "text": "Finally, we observe that the empirical evidence summarized in Table 5 is consistent with the Monte Carlo evidence discussed in section IV. ",
            "section": "Large-dimensional VAR",
            "paragraph_rank": 52,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 62,
                    "end": 69,
                    "type": "table",
                    "ref_id": "tab_9",
                    "text": "Table 5"
                }
            ]
        },
        {
            "text": "For instance, the results for the full system analysis reported in Table 2 (Scenario B) suggest that for small values of r 0 relative to p and in samples of length T = 100, HQC and Johansen's test tend to select co-integration rank larger than the true one, while BIC tends to select the true co-integration rank more accurately. ",
            "section": "Large-dimensional VAR",
            "paragraph_rank": 52,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 67,
                    "end": 74,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "On the other hand, HQC and HJNR's procedure improve considerably their selection performance in the partial system approach and become more powerful than BIC, which in turn tends to underestimate the true co-integration rank. ",
            "section": "Large-dimensional VAR",
            "paragraph_rank": 52,
            "section_rank": 8
        },
        {
            "text": "Based on these considerations, the conclusion from the partial system approach that the co-integration rank is 3 appears a sensible one.",
            "section": "Large-dimensional VAR",
            "paragraph_rank": 52,
            "section_rank": 8
        },
        {
            "text": "Small-scale DSGE model",
            "section_rank": 9
        },
        {
            "text": "We consider the small-scale DSGE monetary model of Benati and Surico (2009), also estimated in Bårdsen and Fanelli (2015). ",
            "section": "Small-scale DSGE model",
            "paragraph_rank": 53,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 51,
                    "end": 75,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "Benati and Surico (2009)"
                },
                {
                    "start": 95,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "Bårdsen and Fanelli (2015)"
                }
            ]
        },
        {
            "text": "The structural model features the following equations:x VAR framework. ",
            "section": "Small-scale DSGE model",
            "paragraph_rank": 53,
            "section_rank": 9
        },
        {
            "text": "Indeed (see also the previous example), the natural rate of output is a variable which captures a highly theoretical concept: it refers to the highest level of real output that can be sustained over the long term and there is some disagreement among economists about how to characterize such a concept in applied work. ",
            "section": "Small-scale DSGE model",
            "paragraph_rank": 53,
            "section_rank": 9
        },
        {
            "text": "In many empirical business cycle models, x n t is treated as an unobserved (latent) state variable, while in empirical applications, x n t is often proxied with measures of economic activity provided by official institutions or national statistical institutes. ",
            "section": "Small-scale DSGE model",
            "paragraph_rank": 53,
            "section_rank": 9
        },
        {
            "text": "Thus, albeit in this example the dimension of X t is not particularly large, x n t represents a 'natural' conditioning variable for the purpose of testing the co-integration implications of the DSGE model. ",
            "section": "Small-scale DSGE model",
            "paragraph_rank": 53,
            "section_rank": 9
        },
        {
            "text": "In addition, the practitioner might not be interested in modelling x n t directly within the VAR framework due to poor confidence on the short run properties of the time series used to proxy x n t . ",
            "section": "Small-scale DSGE model",
            "paragraph_rank": 53,
            "section_rank": 9
        },
        {
            "text": "Hence, it seems reasonable to investigate whether the data support the co-integration/common trend implications predicted by the DSGE model by considering the partition X t = (Y t , Z t ), with Y t = (x t , t , i t ) (p Y = 3) and Z t = x n t (p Z = 1), and then apply BIC and HQC to the conditional model for Y t given Z t . ",
            "section": "Small-scale DSGE model",
            "paragraph_rank": 53,
            "section_rank": 9
        },
        {
            "text": "For comparative purposes, we also compute the sequential cointegration rank testing procedure of HJNR which requires Z t to be weakly exogenous with respect to˜ matrix in equation 14, namely that = 0 in equation 13. ",
            "section": "Small-scale DSGE model",
            "paragraph_rank": 53,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 180,
                    "end": 182,
                    "text": "14"
                },
                {
                    "start": 212,
                    "end": 214,
                    "text": "13"
                }
            ]
        },
        {
            "text": "As in the previous example, in order to show the usefulness of the partial system approach relative to the (unconditional) full system analysis, we also determine the co-integration rank of X t through the full VAR system approach.",
            "section": "Small-scale DSGE model",
            "paragraph_rank": 53,
            "section_rank": 9
        },
        {
            "text": "The variables in X t = (x t , t , i t , x n t ) are chosen as follows: x t is the (logged) real GDP, t is measured by the quarterly growth rate of the GDP deflator, i t is measured by the effective federal funds rate expressed in quarterly terms (averages of monthly values), x n t is approximated with the official measure provided by the Congressional Budget Office (CBO). ",
            "section": "Small-scale DSGE model",
            "paragraph_rank": 54,
            "section_rank": 9
        },
        {
            "text": "The data source is the web site of the Federal Reserve Bank of St. Louis. ",
            "section": "Small-scale DSGE model",
            "paragraph_rank": 54,
            "section_rank": 9
        },
        {
            "text": "Also in this case the data cover the 'Great Moderation' period. ",
            "section": "Small-scale DSGE model",
            "paragraph_rank": 54,
            "section_rank": 9
        },
        {
            "text": "To compare results with Bårdsen and Fanelli (2015), we focus on the sample 1985Q1-2008Q3 which comprises T = 95 quarterly observations. ",
            "section": "Small-scale DSGE model",
            "paragraph_rank": 54,
            "section_rank": 9
        },
        {
            "text": "The partial (conditional) system (2) is estimated with k = 2 lags and a restricted constant (corresponding to case (ii) D t = 1 and d t = 0 in the full system (1)). ",
            "section": "Small-scale DSGE model",
            "paragraph_rank": 54,
            "section_rank": 9
        },
        {
            "text": "Results are reported in the left-panel of Table 6, which summarizes the co-integration rank selected by the BIC and HQC, as well as HJNR's sequential procedure. ",
            "section": "Small-scale DSGE model",
            "paragraph_rank": 54,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 42,
                    "end": 49,
                    "type": "table",
                    "ref_id": "tab_10",
                    "text": "Table 6"
                }
            ]
        },
        {
            "text": "While BIC selects co-integration rank r = 1, HQC selects r = 3 as predicted by the DSGE model. ",
            "section": "Small-scale DSGE model",
            "paragraph_rank": 54,
            "section_rank": 9
        },
        {
            "text": "Instead, HJNR's sequential procedure selects r = 2 at the 5% nominal significance level. ",
            "section": "Small-scale DSGE model",
            "paragraph_rank": 54,
            "section_rank": 9
        },
        {
            "text": "Recall, however, that the asymptotic critical values reported in Table 6 have been tabulated under the maintained hypothesis of weak exogeneity of Z t = (x n t ) which might not hold (see below). ",
            "section": "Small-scale DSGE model",
            "paragraph_rank": 54,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 65,
                    "end": 72,
                    "type": "table",
                    "ref_id": "tab_10",
                    "text": "Table 6"
                }
            ]
        },
        {
            "text": "The right panel of Table 6 summarizes the results obtained from the full VAR system analysis and reports the co-integration rank selected by BIC and HQC and Johansen's sequential procedure. ",
            "section": "Small-scale DSGE model",
            "paragraph_rank": 54,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 19,
                    "end": 26,
                    "type": "table",
                    "ref_id": "tab_10",
                    "text": "Table 6"
                }
            ]
        },
        {
            "text": "We notice that in this case BIC selects r = 1, HQC selects r = 2 and Johansen's sequential procedure selects r = 1 at the 5% nominal significance level. ",
            "section": "Small-scale DSGE model",
            "paragraph_rank": 54,
            "section_rank": 9
        },
        {
            "text": "Aside from BIC and compared to the full system analysis, the co-integration ranks selected by HQC and HJNR's sequential procedure in the conditional model are in line with the prediction of the DSGE model.",
            "section": "Small-scale DSGE model",
            "paragraph_rank": 54,
            "section_rank": 9
        },
        {
            "text": "It is interesting in this case to test whether for fixed co-integration rank r = 3, which is the value selected by the HQC in the partial system analysis, the variable Z t = (x n t ) is weakly exogenous with respect to in the full system. ",
            "section": "Small-scale DSGE model",
            "paragraph_rank": 55,
            "section_rank": 9
        },
        {
            "text": "This amounts to testing whether the last row Results from the full system analysis of X t := (x t , t , i t , x n t ) (p = 4) and from the partial system analysis of Y t := (x t , t , i t ) and Z t := (x n t ) (p Y = 3 and p Z = 1). ",
            "section": "Small-scale DSGE model",
            "paragraph_rank": 55,
            "section_rank": 9
        },
        {
            "text": "The 5% c.v. for HJNR's test are taken from table 3 of Harbo et al. (1998) and the 5% c.v. for Johansen's test ('Johan') are taken from table 15.2 of Johansen (1996) (restricted constant). ",
            "section": "Small-scale DSGE model",
            "paragraph_rank": 55,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 54,
                    "end": 73,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "Harbo et al. (1998)"
                },
                {
                    "start": 149,
                    "end": 164,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "Johansen (1996)"
                }
            ]
        },
        {
            "text": "The selected co-integration rank according to the test/criterion used are denoted in bold. ",
            "section": "Small-scale DSGE model",
            "paragraph_rank": 55,
            "section_rank": 9
        },
        {
            "text": "The co-integration rank predicted by the theory under the null of the DSGE model is r = r 0 = 3. ",
            "section": "Small-scale DSGE model",
            "paragraph_rank": 55,
            "section_rank": 9
        },
        {
            "text": "of the p × 3 matrix is zero in the full system for a given (exactly) identified specification of the p × 3 matrix . ",
            "section": "Small-scale DSGE model",
            "paragraph_rank": 55,
            "section_rank": 9
        },
        {
            "text": "The likelihood-ratio test for the three zero restrictions in the matrix is equal to 35.2 and when compared with asymptotic critical values taken from its null 2 -distribution with 3 degree of freedom leads to a firm rejection of the null hypothesis of weak exogeneity. ",
            "section": "Small-scale DSGE model",
            "paragraph_rank": 55,
            "section_rank": 9
        },
        {
            "text": "This evidence suggests that, although our Monte Carlo results show that HJNR's sequential procedure tends to perform reasonably well in small samples also when Z t is not weakly exogenous, it must be interpreted with caution in applied work. ",
            "section": "Small-scale DSGE model",
            "paragraph_rank": 55,
            "section_rank": 9
        },
        {
            "text": "Conversely, our approach based on information criteria, allows us to disregard any consideration about the weak exogeneity of Z t and therefore is robust to whether the parameter is = 0 or < 0 in the structural equations of our DSGE model. ",
            "section": "Small-scale DSGE model",
            "paragraph_rank": 55,
            "section_rank": 9
        },
        {
            "text": "We complete our investigation of the small scale DSGE model by comparing results with Bårdsen and Fanelli (2015). ",
            "section": "Small-scale DSGE model",
            "paragraph_rank": 55,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 86,
                    "end": 112,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "Bårdsen and Fanelli (2015)"
                }
            ]
        },
        {
            "text": "The analysis in Bårdsen and Fanelli (2015), based on a full system approach, suggests that if the co-integration rank is fixed at r = 3, a likelihoodratio test for the restrictions that =˜ as in equation 14leads to a p-value of 0.009 when asymptotic critical values are used, and to a p-value of 0.04 when a non-parametric bootstrap version of the likelihood-ratio test is computed along the lines of Boswijk et al. (2016). ",
            "section": "Small-scale DSGE model",
            "paragraph_rank": 55,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 16,
                    "end": 42,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "Bårdsen and Fanelli (2015)"
                },
                {
                    "start": 204,
                    "end": 206,
                    "text": "14"
                },
                {
                    "start": 401,
                    "end": 422,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "Boswijk et al. (2016)"
                }
            ]
        },
        {
            "text": "Overall, we can interpret these evidences as supportive of the small-DSGE model (9)-(13) on the period 1985Q1-2008Q3.",
            "section": "Small-scale DSGE model",
            "paragraph_rank": 55,
            "section_rank": 9
        },
        {
            "text": "VI. ",
            "section_rank": 10
        },
        {
            "text": "Concluding remarks",
            "section_rank": 10
        },
        {
            "text": "Information criteria have been recently used as valid alternative to co-integration rank tests in co-integrated VAR systems. ",
            "section": "VI. Concluding remarks",
            "paragraph_rank": 56,
            "section_rank": 10
        },
        {
            "text": "There are cases where it is convenient to devote attention to the model that characterizes the dynamics of the variables of interest, conditional on some other variables whose dynamic characterization is not of primary interest. ",
            "section": "VI. Concluding remarks",
            "paragraph_rank": 56,
            "section_rank": 10
        },
        {
            "text": "This approach is useful either in large systems or when the practitioner benefits from marginalizing out variables which contribute to the long-run equilibrium but do not play a key role in the rest of the analysis. ",
            "section": "VI. Concluding remarks",
            "paragraph_rank": 56,
            "section_rank": 10
        },
        {
            "text": "In this paper we have extended the use of information criteria for cointegration rank determination to the case of partial systems. ",
            "section": "VI. Concluding remarks",
            "paragraph_rank": 56,
            "section_rank": 10
        },
        {
            "text": "We have proved consistency of BIC and HQC in partial systems and shown the robustness of these criteria to violations of the weak exogeneity of the conditioning variables for the co-integration parameters. ",
            "section": "VI. Concluding remarks",
            "paragraph_rank": 56,
            "section_rank": 10
        },
        {
            "text": "A set of Monte Carlo experiments and two empirical illustrations have shown that these criteria represent valid alternatives to the 'traditional' approaches to co-integration rank determination.",
            "section": "VI. Concluding remarks",
            "paragraph_rank": 56,
            "section_rank": 10
        },
        {
            "text": "Since the focus of the paper is on co-integration rank determination in partial (conditional) systems, it can be correctly argued that, once the co-integration rank has been determined from the conditional model by information criteria, the inference on the cointegration parameters (e.g. testing hypotheses on the co-integration parameters) can be more involved relative to the full system analysis if Z t is not weakly exogenous; see Johansen (1992a) and Boswijk (1995). ",
            "section": "VI. Concluding remarks",
            "paragraph_rank": 57,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 436,
                    "end": 452,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "Johansen (1992a)"
                },
                {
                    "start": 457,
                    "end": 471,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "Boswijk (1995)"
                }
            ]
        },
        {
            "text": "In particular, if the conditioning variables are not weakly exogenous for the long-run parameters, the maximum likelihood estimator of the co-integration parameters is still super-consistent (albeit not fully efficient) but its asymptotic distribution is not mixed-Gaussian, making the construction of tests cumbersome; see also Phillips (1991Phillips ( , 1994. ",
            "section": "VI. Concluding remarks",
            "paragraph_rank": 57,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 329,
                    "end": 343,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "Phillips (1991"
                },
                {
                    "start": 343,
                    "end": 360,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "Phillips ( , 1994"
                }
            ]
        },
        {
            "text": "In this paper we have shown that the benefits of marginalizing Z t out may compensate, in some specific problems and cases of interest, possible losses of efficiency of estimates and the problem of dealing with non-standard inference. ",
            "section": "VI. Concluding remarks",
            "paragraph_rank": 57,
            "section_rank": 10
        },
        {
            "text": "As the examples in the empirical section of this paper show, our approach is particularly convenient when the primary concern of the investigator is co-integration rank determination. ",
            "section": "VI. Concluding remarks",
            "paragraph_rank": 57,
            "section_rank": 10
        },
        {
            "text": "Obviously, the decision of whether it is preferable to rely on a full or partial system approach for the problem under investigation depends on the specific purposes of the analysis. ",
            "section": "VI. Concluding remarks",
            "paragraph_rank": 57,
            "section_rank": 10
        },
        {
            "text": "and (r) := r(p Y + p − r) when no deterministic components are involved, (r) := r(p Y + p − r + 1) in the case of a restricted constant and (r) := r(p Y + p − r + 1) + p Y in the restricted trend case. ",
            "paragraph_rank": 58,
            "section_rank": 11
        },
        {
            "text": "Different values of the coefficient c T yield different information criteria through the resulting penalty function, p T .",
            "paragraph_rank": 58,
            "section_rank": 11
        },
        {
            "text": "to d 1 = 0.05, d 2 = 0.94 and d 0, i = 1 − 0.1(i − 1), i = 1,…, p.",
            "paragraph_rank": 59,
            "section_rank": 12
        },
        {
            "text": "Figure 1 .",
            "section_rank": 13
        },
        {
            "text": "The 'great ratios' (cnd t − y t ), (cd t − y t ) and (i t − y t ), the (ex post) real interest rates (R t − inf t ), (ff t − inf t ) and the interest rate spread (R t − ff t ),US economy, period 1984Q1-2008Q2.    ",
            "section": "Figure 1 .",
            "paragraph_rank": 60,
            "section_rank": 13
        },
        {
            "text": "Results from the partial and full system analyses of X t",
            "paragraph_rank": 61,
            "section_rank": 14
        },
        {
            "text": "Final",
            "section_rank": 15
        },
        {
            "text": "Manuscript Received: April 2017",
            "section": "Final",
            "paragraph_rank": 62,
            "section_rank": 15
        },
        {
            "text": "TABLE 1",
            "section_rank": 16
        },
        {
            "text": "Monte Carlo results for 'Scenario A': VAR(2) model with r 0 = 1 with weak exogeneity of Z t",
            "section": "TABLE 1",
            "paragraph_rank": 63,
            "section_rank": 16
        },
        {
            "text": "TABLE 2",
            "section_rank": 17
        },
        {
            "text": "Monte Carlo results for 'Scenario B': VAR(2) model with r 0 = 1 without weak exogeneity of Z t",
            "section": "TABLE 2",
            "paragraph_rank": 65,
            "section_rank": 17
        },
        {
            "text": "Table 2",
            "section_rank": 18
        },
        {
            "text": ", the tendency for BIC to underestimate the true co-integration rank in partial systems with no weak exogeneity disappears as T increases. ",
            "section": "Table 2",
            "paragraph_rank": 68,
            "section_rank": 18
        },
        {
            "text": "Conversely, HQC and HJNR's sequential test are robust in finite samples to departures from the weak exogeneity assumption. ",
            "section": "Table 2",
            "paragraph_rank": 68,
            "section_rank": 18
        },
        {
            "text": "Results for different values of c are available from the authors upon request.",
            "section": "Table 2",
            "paragraph_rank": 68,
            "section_rank": 18
        },
        {
            "text": "TABLE 3",
            "section_rank": 19
        },
        {
            "text": "Monte Carlo results for 'Scenario B': VAR(2) model with r 0 = 2 without weak exogeneity of Z t(and Z t contains co-integrated variables)    ",
            "section": "TABLE 3",
            "paragraph_rank": 69,
            "section_rank": 19
        },
        {
            "text": "TABLE 4",
            "section_rank": 20
        },
        {
            "text": "TABLE 5",
            "section_rank": 21
        },
        {
            "text": "TABLE 6",
            "section_rank": 22
        },
        {
            "text": "Empirical results for the DSGE model",
            "section": "TABLE 6",
            "paragraph_rank": 75,
            "section_rank": 22
        },
        {
            "text": "© 2017 The Department of Economics, University of Oxford and John Wiley & Sons Ltd",
            "section": "TABLE 6",
            "paragraph_rank": 77,
            "section_rank": 22
        },
        {
            "text": "© 2017 The Department of Economics, University of Oxford and John Wiley & Sons Ltd Co-integration in partial systems",
            "section": "TABLE 6",
            "paragraph_rank": 78,
            "section_rank": 22
        },
        {
            "text": "t = E txt+1 + (1 − )x t−1 − (i t − E t t+1 ) + x,t(9)© 2017 The Department of Economics, University of Oxford and John Wiley & Sons Ltd",
            "section": "TABLE 6",
            "paragraph_rank": 79,
            "section_rank": 22
        },
        {
            "text": "perhaps from cd t − y t , the 'great ratios' do not seem fully consistent with stationary (or trend-stationary) patterns on the period 1984Q1-2008Q2. ",
            "section": "TABLE 6",
            "paragraph_rank": 80,
            "section_rank": 24
        },
        {
            "text": "In particular, the fluctuations of cnd t − y t around a possible linear trend and of i t − y t around a constant level do not line up with the typical persistence of stationary, mean-reverting processes. ",
            "section": "TABLE 6",
            "paragraph_rank": 80,
            "section_rank": 24
        },
        {
            "text": "Moreover, only the interest rate differential, R t − f t , appears to be stationary (although highly persistent) around a constant level, while the (ex post) real interest rates R t − inf t and f t − inf t display some trending behaviour (which can partially be explained in terms of the 'aggressive' monetary policy undertaken by the Fed to fight inflation since the end of the seventies). ",
            "section": "TABLE 6",
            "paragraph_rank": 80,
            "section_rank": 24
        },
        {
            "text": "All this evidence is consistent with the view that it was the change in conduct of monetary policy undertaken by the Fed at the end of the seventies/beginning of the eighties that 'stabilized' the US economy through an aggressive behaviour against inflation. ",
            "section": "TABLE 6",
            "paragraph_rank": 80,
            "section_rank": 24
        },
        {
            "text": "In line with the 'Great Moderation' explanation of the US business cycle (Clarida, Galì and Gertler, 2000), one can hardly claim that there are only two common stochastic trends (i.e. five co-integrating relations) driving the variables in X t . ",
            "section": "TABLE 6",
            "paragraph_rank": 80,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 73,
                    "end": 106,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "(Clarida, Galì and Gertler, 2000)"
                }
            ]
        },
        {
            "text": "Rather, it would seem reasonable to expect the presence of not more than three co-integrating relationships in the 1984Q1-2008Q2 period, corresponding to the existence of at least four common stochastic trends in X t . ",
            "section": "TABLE 6",
            "paragraph_rank": 80,
            "section_rank": 24
        },
        {
            "text": "Given our purposes, we prefer not to take any stand about the possible additional co-integration relation other than cd t − y t and R t − f t .",
            "section": "TABLE 6",
            "paragraph_rank": 80,
            "section_rank": 24
        },
        {
            "text": "We start our empirical analysis by estimating a VAR for X t := (cnd t , cd t , i t , y t , inf t , f t , R t ) (p = 7) with four lags (k = 4) and a restricted linear trend, which corresponds to the case (iii) D t = t, d t = 1 in system (1). ",
            "section": "TABLE 6",
            "paragraph_rank": 81,
            "section_rank": 24
        },
        {
            "text": "The model with restricted linear trend allows for trendstationary co-integration relationships, which can be an interesting case given the time series patterns observed in Figure 1. ",
            "section": "TABLE 6",
            "paragraph_rank": 81,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 172,
                    "end": 180,
                    "type": "figure",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "Notice that the full system analysis is carried out for comparative purposes only, namely to check whether we obtain significant differences in the co-integration rank determination with respect to the partial system approach. ",
            "section": "TABLE 6",
            "paragraph_rank": 81,
            "section_rank": 24
        },
        {
            "text": "The right-panel of Table 5 reports results from Johansen's (1996) sequential co-integration rank procedure at the 5% nominal (asymptotic) level and using BIC and HQC. ",
            "section": "TABLE 6",
            "paragraph_rank": 81,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 19,
                    "end": 26,
                    "type": "table",
                    "text": "Table 5"
                },
                {
                    "start": 48,
                    "end": 65,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "Johansen's (1996)"
                }
            ]
        },
        {
            "text": "We select co-integration ranks of 4 (Johansen's test), 2 (BIC) and 4 (HQC), respectively.",
            "section": "TABLE 6",
            "paragraph_rank": 81,
            "section_rank": 24
        },
        {
            "text": "Given the relatively large dimension of X t and the relatively small number of observations, we investigate whether a partial system analysis delivers a different co-integration rank. ",
            "section": "TABLE 6",
            "paragraph_rank": 82,
            "section_rank": 24
        },
        {
            "text": "Consider, for instance, the following partition of X t :",
            "section": "TABLE 6",
            "paragraph_rank": 82,
            "section_rank": 24
        },
        {
            "text": ". In this case, we have included in Z t as initial step of the analysis a set of conditioning variables (the fixed-private investments and the inflation rate) which are expected to be I(1) but not co-integrated. Albeit Z t can potentially be co-integrated in our setup (see Remark 3 and Table 3), our suggestion is that it may be convenient to start the analysis with this choice because it is often easier to make conjectures on which variables are likely to be no co-integrated, rather than on which variables should not adjust to the long run equilibria. Modelling Y t conditional on Z t requires considering a five-dimensional system as in equation (2) and, notably, we can apply BIC and HQC ignoring the weak exogeneity condition of Z t . Results are reported in the middle panel of Table 5, which also reports, for completeness, the outcome of HJNR's sequential procedure. Although the asymptotic critical values associated with HJNR's test are computed under the assumption of weak exogeneity of Z t , the Monte Carlo evidence summarized in Tables 1-4 has shown that HJNR's test performs reasonably well in samples of length T = 100 irrespective of whether Z t is weakly exogenous or not (or co-integrated or",
            "section": "TABLE 6",
            "paragraph_rank": 83,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 274,
                    "end": 294,
                    "type": "table",
                    "text": "Remark 3 and Table 3"
                },
                {
                    "start": 788,
                    "end": 795,
                    "type": "table",
                    "text": "Table 5"
                }
            ]
        },
        {
            "text": "and expectations are conditional on the agents' information set F t , i.e. E t • :",
            "section": "TABLE 6",
            "paragraph_rank": 84,
            "section_rank": 24
        },
        {
            "text": "The first equation is a forward-looking IS curve, the second is the New Keynesian Phillips curve and the third is the policy rule through which the Central Bank fixes the short term interest rate.x t = (x t − x n t ) is the output gap, where x t is the log of output and x n t the natural rate of output; t is the inflation rate and i t is the nominal policy interest rate; a,t , a =x, , i, are stochastic disturbances autocorrelated of order one, while u a,t , a =x, , i, can be interpreted as demand, supply and monetary shocks, respectively. ",
            "section": "TABLE 6",
            "paragraph_rank": 85,
            "section_rank": 24
        },
        {
            "text": "The structural parameters are collected in the vector = ( , , , , , , , x , x , , i , 2 x , 2 , 2 i ) and their economic interpretation may be found in Benati and Surico (2009). ",
            "section": "TABLE 6",
            "paragraph_rank": 85,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 56,
                    "end": 87,
                    "type": "figure",
                    "text": "( , , , , , , , x , x , , i , 2"
                },
                {
                    "start": 152,
                    "end": 176,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "Benati and Surico (2009)"
                }
            ]
        },
        {
            "text": "Notice that system (9)-(12) does not specify how the natural rate of output is generated. ",
            "section": "TABLE 6",
            "paragraph_rank": 85,
            "section_rank": 24
        },
        {
            "text": "To complete the model, we assume that x n t obeys the equation",
            "section": "TABLE 6",
            "paragraph_rank": 85,
            "section_rank": 24
        },
        {
            "text": "where 0 is an additional auxiliary parameter. ",
            "section": "TABLE 6",
            "paragraph_rank": 86,
            "section_rank": 24
        },
        {
            "text": "When = 0, x n t in equation 13follows a driftless random walk which captures the effects of technology shocks and represents the I(1) stochastic trend driving system. ",
            "section": "TABLE 6",
            "paragraph_rank": 86,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 28,
                    "end": 30,
                    "text": "13"
                }
            ]
        },
        {
            "text": "With < 0, instead, x n t is still I(1) but the natural growth rate of output is negatively tied to the level of the (ex post) real interest rate. ",
            "section": "TABLE 6",
            "paragraph_rank": 86,
            "section_rank": 24
        },
        {
            "text": "System (9)-(13) with = 0 is analysed in Bårdsen and Fanelli (2015) to investigate the testable implications of small DSGE models, including their common trend/cointegration properties. ",
            "section": "TABLE 6",
            "paragraph_rank": 86,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 40,
                    "end": 66,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "Bårdsen and Fanelli (2015)"
                }
            ]
        },
        {
            "text": "The appealing feature of system (9)-(13) is that, under particular conditions, the rational expectations solution of the DSGE model can be approximated by a four-dimensional (p = 4) co-integrated VAR system for X t := (x t , t , i t , x n t ) . ",
            "section": "TABLE 6",
            "paragraph_rank": 86,
            "section_rank": 24
        },
        {
            "text": "More specifically, the testable co-integration implications of this DSGE model are captured by the term˜",
            "section": "TABLE 6",
            "paragraph_rank": 86,
            "section_rank": 24
        },
        {
            "text": "which implies (true) co-integration rank r 0 = 3, and requires the 'output gap' x t − x n t , the inflation rate t and the policy rate i t to be jointly stationary. ",
            "section": "TABLE 6",
            "paragraph_rank": 87,
            "section_rank": 24
        },
        {
            "text": "Moreover, it can be shown that when = 0 in equation (13), the variable x n t does not adjust to the three co-integrating relations, i.e. it is weakly exogenous with respect to =˜ in equation (14). ",
            "section": "TABLE 6",
            "paragraph_rank": 87,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 191,
                    "end": 195,
                    "type": "bibr",
                    "text": "(14)"
                }
            ]
        },
        {
            "text": "In contrast, when < 0, x n t adjusts to the inflation rate and the policy rate. ",
            "section": "TABLE 6",
            "paragraph_rank": 87,
            "section_rank": 24
        },
        {
            "text": "Equation (14) suggests that if the solution of the DSGE model (9)-(13) is captured by a VAR model for X t = (x t , t , i t , x n t ) , the system should be driven by a single stochastic trend representing the cumulated effects of technology shocks.",
            "section": "TABLE 6",
            "paragraph_rank": 87,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 9,
                    "end": 13,
                    "type": "bibr",
                    "text": "(14)"
                }
            ]
        },
        {
            "text": "In this model, the natural rate of output x n t enters the co-integration relations in equation 14. ",
            "section": "TABLE 6",
            "paragraph_rank": 88,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 96,
                    "end": 98,
                    "text": "14"
                }
            ]
        },
        {
            "text": "However, a practitioner might not be interested in modelling x n t directly within the",
            "section": "TABLE 6",
            "paragraph_rank": 88,
            "section_rank": 24
        },
        {
            "text": "Supporting Information",
            "section_rank": 25
        },
        {
            "text": "Additional supporting information may be found in the online version of this article:",
            "section": "Supporting Information",
            "paragraph_rank": 89,
            "section_rank": 25
        },
        {
            "text": "Appendix S1. ",
            "section": "Supporting Information",
            "paragraph_rank": 90,
            "section_rank": 25
        },
        {
            "text": "Proof of Theorem 1.",
            "section": "Supporting Information",
            "paragraph_rank": 90,
            "section_rank": 25
        }
    ]
}