{
    "id": "be2eaef0d4",
    "level": "sentence",
    "abstract": [],
    "body_text": [
        {
            "text": "Globally, more people now live in urban areas than elsewhere (United Nations 2011). ",
            "section": "Introduction",
            "entity_spans": [
                {
                    "start": 4,
                    "end": 9,
                    "type": "software",
                    "rawForm": "AURIN",
                    "resp": "#annotator14",
                    "used": true,
                    "id": "be2eaef0d4-software-simple-21",
                    "cert": "0.7"
                }
            ]
        },
        {
            "text": "The urban population was growing at 3.5 per cent per annum during the 2000s and there are now estimated to be 500 urban agglomerations with populations in excess of 1 million people (Garland 2014). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 128,
                    "end": 142,
                    "type": "bibr",
                    "text": "(Sinnott 2015)"
                }
            ]
        },
        {
            "text": "It is projected that the number of people living in cities will increase to over 5 billion over the next two decades, with most of that increase being in the developing world (McKinsey Global Institute 2011). ",
            "section": "Introduction"
        },
        {
            "text": "There are also projected to be 135 megacities, with populations over 10 million, by the end of 2015 (World Bank 2009). ",
            "section": "Introduction"
        },
        {
            "text": "Cities and the populations they comprise are more than just collections of individuals and infrastructure (housing, schools, roads etc) built around them. ",
            "section": "Introduction"
        },
        {
            "text": "Depending on how they are planned and developed, cities can play pivotal roles of great societal impact for most of the planet's inhabitants. ",
            "section": "Introduction"
        },
        {
            "text": "Poorly designed cities can cause a range of challenges and frustrations to the inhabitants: transport systems, environmental challenges, over-population and challenges of increasing numbers of migrants, socioeconomic challenges stemming from the evolving global economies and associated employment opportunities are just some of the issues that city planners should be aware of in the future growth and form of the urban environments they are ultimately responsible for.",
            "section": "Introduction"
        },
        {
            "text": "Tackling such issues should be based on the definitive quantititative and qualititative data for the associated urban settlements. ",
            "section": "Introduction"
        },
        {
            "text": "Within Australia, there is a multitude of organisations that hold, and are responsible for, data related to the urban environments. ",
            "section": "Introduction"
        },
        {
            "text": "These organisations cover government (federal, state and local), industry and, in some cases, academia. ",
            "section": "Introduction"
        },
        {
            "text": "Ideally, all of these data would be directly accessible to city planners and researchers more generally. ",
            "section": "Introduction"
        },
        {
            "text": "Until recently, this was not the case and a siloed set of data enclaves existed.",
            "section": "Introduction"
        },
        {
            "text": "However, recently there has been a significant momentum through the implementation of 'Open Data' initiatives across the world and new approaches for tackling the challenges of large-scale and heterogeneous data resources, often referred to as 'big data' (Clifford 2008). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 255,
                    "end": 270,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(Clifford 2008)"
                }
            ]
        },
        {
            "text": "One example of such an initiative is the Australian Urban Research Infrastructure Network (AURIN) (Stimson, Sinnott and Tomko 2011).",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 98,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "(Stimson, Sinnott and Tomko 2011)"
                }
            ]
        },
        {
            "text": "The AURIN project was established in 2010 to provide an Australia-wide infrastructure supporting access to, management and integration of, datasets related to the urban settlements of Australia. ",
            "section": "Introduction"
        },
        {
            "text": "In developing such an infrastructure, it was essential that the infrastructure developed was flexible, searchable with enriched metadata, scaleable and essentially extensible. ",
            "section": "Introduction"
        },
        {
            "text": "Thus, there was/is no fixed set of data providers and datasets, nor a pre-defined set of tools that must be incorporated into this infrastructure. ",
            "section": "Introduction"
        },
        {
            "text": "Rather, the system had to be developed to accommodate flexible and streamlined ingestion of new, heteregeneous data from new organisations and include new tools as they arrive. ",
            "section": "Introduction"
        },
        {
            "text": "Developing such extensibility demanded that a data-driven approach was taken. ",
            "section": "Introduction"
        },
        {
            "text": "Thus, rather than building bespoke solutions to access and use data from particular organisations, generic data-driven solutions were required that work across a multitude of organisations and support a variety of research efforts.",
            "section": "Introduction"
        },
        {
            "text": "At the heart of the AURIN approach was access to data. ",
            "section": "Introduction"
        },
        {
            "text": "Rather than establish an independent data warehouse of data collected from various agencies that would become outdated, the project sought to build live (programmatic) access to the official data sources from a multitude of agencies. ",
            "section": "Introduction"
        },
        {
            "text": "This article provides an overview of the infrastructure used to achieve this, and importantly, provides a snapshot of the data and tools that are currently available through the AURIN environment.",
            "section": "Introduction"
        },
        {
            "text": "The rest of the article is structured as follows. ",
            "section": "Introduction"
        },
        {
            "text": "Section 2 describes the background to the AURIN project and presents a summary of related work. ",
            "section": "Introduction"
        },
        {
            "text": "Section 3 focuses on the AURIN architecture and the components it supports for data-driven, urban research, with an overview of the kinds of data that are currently accessible through the platform. ",
            "section": "Introduction"
        },
        {
            "text": "Section 4 focuses on the utility of this e-infrastructure through a data-driven example case study regarding areas of advantage and disadvantage across Australia. ",
            "section": "Introduction"
        },
        {
            "text": "Finally, Section 5 draws some conclusions on the work and plans for the future.",
            "section": "Introduction"
        },
        {
            "text": "Network: Background and Related Work",
            "section": "Australian Urban Research Infrastructure"
        },
        {
            "text": "All research disciplines are becoming increasingly driven by the volume of data that can be created and/or exist in various forms on the Internet. ",
            "section": "Australian Urban Research Infrastructure"
        },
        {
            "text": "Many research endeavours in disparate disciplines are now limited by the ability to discover, access and optimally use data. ",
            "section": "Australian Urban Research Infrastructure"
        },
        {
            "text": "The work on e-infrastructures, allowing seamless access to distributed data resources, has been ongoing for decades: from the original efforts in large-scale data grid efforts, typified by Hey and Trefethen (2003), Shiers (2007) and Per ez-S anchez et al. 2015, to more recent Cloud-based efforts, typified by Amazon. ",
            "section": "Australian Urban Research Infrastructure",
            "ref_spans": [
                {
                    "start": 189,
                    "end": 213,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "Hey and Trefethen (2003)"
                },
                {
                    "start": 215,
                    "end": 228,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "Shiers (2007)"
                },
                {
                    "start": 256,
                    "end": 260,
                    "text": "2015"
                }
            ]
        },
        {
            "text": "'Big data' is the current buzz word that captures the nature of the challenge facing many research communities. ",
            "section": "Australian Urban Research Infrastructure"
        },
        {
            "text": "Cities are extremely diverse with numerous potentially inter-related datasets: health, housing, transport, population demographics amongst many other issues. ",
            "section": "Australian Urban Research Infrastructure"
        },
        {
            "text": "To tackle this, AURIN focused on a set of key themes (lenses) of particular importance to the urban research community of Australia. ",
            "section": "Australian Urban Research Infrastructure"
        },
        {
            "text": "Each of these lenses had their own datasets, services and tools that needed to be brought together. ",
            "section": "Australian Urban Research Infrastructure"
        },
        {
            "text": "The set of AURIN lenses included: population and demographic futures and benchmarked social indicators; economic activity and urban labour markets; urban health, well-being and quality of life; urban housing; urban transport; energy and water supply and consumption; and innovative urban design. ",
            "section": "Australian Urban Research Infrastructure"
        },
        {
            "text": "These lenses are described in McCafferty et al. (2010). ",
            "section": "Australian Urban Research Infrastructure",
            "ref_spans": [
                {
                    "start": 30,
                    "end": 54,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "McCafferty et al. (2010)"
                }
            ]
        },
        {
            "text": "Each of these lenses represented a significant urban research area in its own right. ",
            "section": "Australian Urban Research Infrastructure"
        },
        {
            "text": "However, each of these is interrelated. ",
            "section": "Australian Urban Research Infrastructure"
        },
        {
            "text": "Thus, the changing profile of population demographics in cities is essential for planning for urban transport, housing, energy, water use and health care.",
            "section": "Australian Urban Research Infrastructure"
        },
        {
            "text": "Across Australia (and indeed in most other countries), a huge array of organisations collects and holds datasets that are fundamental to tackling the current and future challenges facing cities. ",
            "section": "Australian Urban Research Infrastructure"
        },
        {
            "text": "On the one hand, some of these data providers have data that are directly accessible on the Web. ",
            "section": "Australian Urban Research Infrastructure"
        },
        {
            "text": "For example, the Australian Bureau of Statistics (ABS, <http://www.abs.gov.au>) has over 1 million web pages through which a huge array of past and present Census data can be accessed, as well as an extensive array of surveys and reports related to the Australian population. ",
            "section": "Australian Urban Research Infrastructure"
        },
        {
            "text": "On the other hand, many other national and statebased agencies do not offer access to their 'data', preferring instead to release data in aggregated forms; for example, as written reports. ",
            "section": "Australian Urban Research Infrastructure"
        },
        {
            "text": "Being able to access and combine distributed data from multiple independent and autonomous organisations through a unified environment would greatly simplify the life of many urban researchers and allow major urban research challenges to be systematically tackled. ",
            "section": "Australian Urban Research Infrastructure"
        },
        {
            "text": "Ideally, such a solution would offer live (programmatic) access to in situ remote data resources from the definitive data providers and avoid web scraping or other ad hoc data collection mechanisms that would break when websites and their content change. ",
            "section": "Australian Urban Research Infrastructure"
        },
        {
            "text": "The solution should provide tools to support collection and enrichment of provider-specific metadata to enable complex data analytics scenarios using this diverse ecosystem of data. ",
            "section": "Australian Urban Research Infrastructure"
        },
        {
            "text": "The AURIN platform has delivered such an integrated, data-rich research environment. ",
            "section": "Australian Urban Research Infrastructure",
            "entity_spans": [
                {
                    "start": 4,
                    "end": 9,
                    "type": "software",
                    "rawForm": "AURIN",
                    "resp": "#annotator14",
                    "used": true,
                    "id": "be2eaef0d4-software-simple-0",
                    "cert": "0.7"
                }
            ]
        },
        {
            "text": "AURIN is not unique in this endeavour and a range of efforts is currently ongoing-albeit on a much more focused domain; for example, with a fixed or known set of data providers.",
            "section": "Australian Urban Research Infrastructure",
            "entity_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "software",
                    "rawForm": "AURIN",
                    "resp": "#curator",
                    "used": true,
                    "id": "be2eaef0d4-software-simple-1",
                    "cert": "0.7"
                }
            ]
        },
        {
            "text": "The UK Economic and Social Research Council-funded Data Management through e-Social Science project (<http://www.dames. org.uk>) developed a variety of specialised research environments, through which a range of distributed social science datasets and associated tools was provisioned, including: occupational data resources; educational data resources; ethnicity or minority data resources; and e-Health data resources (Higgins et al. 2009). ",
            "section": "Australian Urban Research Infrastructure",
            "ref_spans": [
                {
                    "start": 420,
                    "end": 441,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "(Higgins et al. 2009)"
                }
            ]
        },
        {
            "text": "These are used to support specialised solutions; for example, in the area of mental health, combining data from the UK Census, the National Health Service and data from geospatial data providers (EDINA) (Birkin et al. 2010).",
            "section": "Australian Urban Research Infrastructure",
            "ref_spans": [
                {
                    "start": 203,
                    "end": 223,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(Birkin et al. 2010)"
                }
            ]
        },
        {
            "text": "The National e-Infrastructure for Social Simulation (<http://www.geog.leeds.ac.uk/ projects/neiss/about.php>) project developed a portfolio of e-social science solutions that allowed researchers to explore a variety of what-if urban scenarios, using datasets such as the UK Census and the British Household Panel Survey combined with real-time data such as Twitter.",
            "section": "Australian Urban Research Infrastructure"
        },
        {
            "text": "A range of efforts has been ongoing to harmonise international data resources and archives of relevance to urban and built environment researchers. ",
            "section": "Australian Urban Research Infrastructure"
        },
        {
            "text": "Examples of these include the European Council for European Social Science Data Archives (<http://www. cessda.org>) and the EU INSPIRE initiative (<http://inspire.ec.europa.eu/>). ",
            "section": "Australian Urban Research Infrastructure"
        },
        {
            "text": "The Open Indicators Consortium initiative (<http:// www.oicweave.org>) developed a visualisation platform for any dataset by anyone. ",
            "section": "Australian Urban Research Infrastructure"
        },
        {
            "text": "Other commerical initiatives, such as www.qgiscloud.com and www.giscloud.com, offer Cloud-based hosting and visual interfaces to user-provided geospatial information system (GIS) datasets. ",
            "section": "Australian Urban Research Infrastructure"
        },
        {
            "text": "These are useful tools for sharing GIS data amongst distributed user groups or for sharing with the public, but so far they do not offer advanced analytical capabilities. ",
            "section": "Australian Urban Research Infrastructure"
        },
        {
            "text": "Furthermore, the interfaces are aimed at expert GIS users.",
            "section": "Australian Urban Research Infrastructure"
        },
        {
            "text": "Across Australia, the Australia National Data Service (<http://www.ands.org.au>) has been established to help support community-wide access to, and use of, research datasets. ",
            "section": "Australian Urban Research Infrastructure"
        },
        {
            "text": "Core services include support for metadata catalogues and persistent data object identifiers;°C however, these are primarily at the metadata level only and do not provide live access to definitive data from the actual data providers. ",
            "section": "Australian Urban Research Infrastructure"
        },
        {
            "text": "Data storage solutions are now widely available across Australia through projects such as the Research Data Services (<http://www.rds.edu. au>); however, these are technology-supporting activities and do not in themselves tackle data re-use and integration issues, which are typically domain-specific.",
            "section": "Australian Urban Research Infrastructure"
        },
        {
            "text": "All of these efforts showcase the pace of data generation brought about by the rise in the use of the Internet and associated technologies. ",
            "section": "Australian Urban Research Infrastructure"
        },
        {
            "text": "This accelerated pace has overtaken the way in which researchers are able to discover and utilise the ever-expanding volumes of digital data. ",
            "section": "Australian Urban Research Infrastructure"
        },
        {
            "text": "The urban research landscape faces acute challenges in this regard due to its heterogeneity since urban research can require access to a multiplicity of inter-disciplinary datasets. ",
            "section": "Australian Urban Research Infrastructure"
        },
        {
            "text": "Each urban sub-domain (health, transport etc) has its own particular demands and knowledge that are often as isolated as the datasets themselves.",
            "section": "Australian Urban Research Infrastructure"
        },
        {
            "text": "There is no urban-wide standard format, no defined ontology, and as such, a spectrum of data use and re-use challenges exist.",
            "section": "Australian Urban Research Infrastructure"
        },
        {
            "text": "The primary challenges faced by the AURIN project were the development of an e-infrastructure through which an already existing and extensive set of data from a large portfolio of organisations could be provisioned in a federated manner and ensuring that future datasets and tools could be accommodated and incorporated into the platform. ",
            "section": "Australian Urban Research Infrastructure"
        },
        {
            "text": "A distributed, Cloud-enabled, and importantly, data-driven architecture has been developed to tackle this challenge and is described in the following section. ",
            "section": "Australian Urban Research Infrastructure"
        },
        {
            "text": "It is noted that this architecture has evolved and been hardened over time with different earlier realisations of the platform described in detail in Sinnott et al. (2012Sinnott et al. ( , 2013 and Nino-Ruiz et al. (2014). ",
            "section": "Australian Urban Research Infrastructure",
            "ref_spans": [
                {
                    "start": 150,
                    "end": 170,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "Sinnott et al. (2012"
                },
                {
                    "start": 170,
                    "end": 193,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "Sinnott et al. ( , 2013"
                },
                {
                    "start": 198,
                    "end": 221,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "Nino-Ruiz et al. (2014)"
                }
            ]
        },
        {
            "text": "A simplified version of the overall AURIN architecture is shown in Figure 1.",
            "section": "Australian Urban Research Infrastructure",
            "ref_spans": [
                {
                    "start": 67,
                    "end": 75,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "It is important to note that AURIN offers single sign-on to all of the datasets, servicesSource: Sinnott et al. (2012).",
            "section": "Australian Urban Research Infrastructure"
        },
        {
            "text": "°C and tools offered by all providers through federated authentication to the AURIN portal, available at <https://portal.aurin.org.au>; that is, users authenticate at their (potentially remote) home organisation and are subsequently able to access all data without further challenge or response demands from any data provider. ",
            "section": "Australian Urban Research Infrastructure"
        },
        {
            "text": "It is important to note that single sign-on here does not imply that all data and tools are accessible to all users at all times. ",
            "section": "Australian Urban Research Infrastructure"
        },
        {
            "text": "Several data providers place specific demands on who can access their data and tools and what they can subsequently do with these data. ",
            "section": "Australian Urban Research Infrastructure"
        },
        {
            "text": "The Public Sector Mapping Agency (PSMA, <http://www.psma.com.au>) is one example of a commercial partner that requires restricted usage to their data. ",
            "section": "Australian Urban Research Infrastructure"
        },
        {
            "text": "It should also be pointed out that through the federated authentication model, any academic across Australia (that is, those with an email address ending in '.edu.au') is able to access the portal directly. ",
            "section": "Australian Urban Research Infrastructure"
        },
        {
            "text": "Other non-academics (for example, those from industry and government) are able to access the portal through targeted accounts that are set up through the access federation virtual home organisation.",
            "section": "Australian Urban Research Infrastructure"
        },
        {
            "text": "Network: Data Landscape",
            "section": "Australian Urban Research Infrastructure"
        },
        {
            "text": "There are at present (December 2015) 1,661 datasets that are accessible through the AURIN platform from 66 separate organisations. ",
            "section": "Australian Urban Research Infrastructure",
            "entity_spans": [
                {
                    "start": 84,
                    "end": 89,
                    "type": "software",
                    "rawForm": "AURIN",
                    "resp": "#annotator14",
                    "used": true,
                    "id": "be2eaef0d4-software-simple-5",
                    "cert": "0.7"
                }
            ]
        },
        {
            "text": "These data providers and the nature and number of data they make available are summarised in Table 1. ",
            "section": "Australian Urban Research Infrastructure",
            "ref_spans": [
                {
                    "start": 93,
                    "end": 100,
                    "type": "table",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "As seen, these datasets cross federal government, state government, local government, industry and academia. ",
            "section": "Australian Urban Research Infrastructure"
        },
        {
            "text": "The data shown in Table 1 represent the total data that are currently available across Australia. ",
            "section": "Australian Urban Research Infrastructure",
            "ref_spans": [
                {
                    "start": 18,
                    "end": 25,
                    "type": "table",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "However, it is often (typically) the case that researchers are interested in data related to a particular regional setting; for example, transport issues in Melbourne or property prices in Sydney. ",
            "section": "Australian Urban Research Infrastructure"
        },
        {
            "text": "The AURIN platform provides a user-driven interface that allows researchers to access data through selecting the area of interest through a map-based interface, as shown in Figure 2, or through selection of data based upon the geospatial aggregation level, as shown in Figure 3.",
            "section": "Australian Urban Research Infrastructure",
            "ref_spans": [
                {
                    "start": 173,
                    "end": 181,
                    "type": "figure",
                    "text": "Figure 2"
                },
                {
                    "start": 269,
                    "end": 277,
                    "type": "figure",
                    "text": "Figure 3"
                }
            ],
            "entity_spans": [
                {
                    "start": 4,
                    "end": 9,
                    "type": "software",
                    "rawForm": "AURIN",
                    "resp": "#annotator14",
                    "used": true,
                    "id": "be2eaef0d4-software-simple-6",
                    "cert": "0.7"
                }
            ]
        },
        {
            "text": "It is important to note that the AURIN platform provides an extensive variety of geospatial coordinate systems that capture changes over time. ",
            "section": "Australian Urban Research Infrastructure",
            "entity_spans": [
                {
                    "start": 33,
                    "end": 38,
                    "type": "software",
                    "rawForm": "AURIN",
                    "resp": "#annotator14",
                    "used": true,
                    "id": "be2eaef0d4-software-simple-7",
                    "cert": "0.7"
                }
            ]
        },
        {
            "text": "Thus, Figure 2 shows the postal areas as defined by the ABS in 2011. ",
            "section": "Australian Urban Research Infrastructure",
            "ref_spans": [
                {
                    "start": 6,
                    "end": 14,
                    "type": "figure",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "A different set of polygons for those portal areas existed historically-this is the case for the many other flavours of geospatial classification that exists or has existed across Australia: local government areas, statistical local areas, working zones, statistical areas (SA4 down to SA1) as shown in Figure 3, labour force regions, greater capital city areas, statistical divisions, urban centre localities, suburbs, Commonwealth electronic divisions amongst many others. ",
            "section": "Australian Urban Research Infrastructure",
            "ref_spans": [
                {
                    "start": 303,
                    "end": 311,
                    "type": "figure",
                    "text": "Figure 3"
                }
            ]
        },
        {
            "text": "Capturing these changes over time is essential for researchers so that they can compare meaningful data in meaningful contexts. ",
            "section": "Australian Urban Research Infrastructure"
        },
        {
            "text": "This is especially the case for those interested in longitudinal studies of cities.",
            "section": "Australian Urban Research Infrastructure"
        },
        {
            "text": "The datasets cover an extensive variety of information related to Australian urban settlements. ",
            "section": "Australian Urban Research Infrastructure"
        },
        {
            "text": "As an example of the diversity of the information available through the AURIN platform, searching across a range of keywords returns extensive data, as shown in Table 2. ",
            "section": "Australian Urban Research Infrastructure",
            "ref_spans": [
                {
                    "start": 161,
                    "end": 168,
                    "type": "table",
                    "text": "Table 2"
                }
            ],
            "entity_spans": [
                {
                    "start": 72,
                    "end": 77,
                    "type": "software",
                    "rawForm": "AURIN",
                    "resp": "#annotator14",
                    "used": true,
                    "id": "be2eaef0d4-software-simple-8",
                    "cert": "0.7"
                }
            ]
        },
        {
            "text": "It is noted that the platform supports a range of fuzzy search capabilities; for example, searching for employ will return matching datasets with data or metadata including terms such as unemployed and employment.",
            "section": "Australian Urban Research Infrastructure"
        },
        {
            "text": "The AURIN platform allows much more targeted searching for specific data that might be available. ",
            "section": "Australian Urban Research Infrastructure",
            "entity_spans": [
                {
                    "start": 4,
                    "end": 9,
                    "type": "software",
                    "rawForm": "AURIN",
                    "resp": "#annotator14",
                    "used": true,
                    "id": "be2eaef0d4-software-simple-9",
                    "cert": "0.7"
                }
            ]
        },
        {
            "text": "Thus, transport researchers might be interested in terms such as train (34), tram (21), car (79), station (12), bus stop (2), accident (31), bicycle (10), pedestrian (4) and commute (7), where the numbers in parentheses represent the number of datasets that include the italicised keywords.",
            "section": "Australian Urban Research Infrastructure",
            "ref_spans": [
                {
                    "start": 121,
                    "end": 124,
                    "text": "(2)"
                },
                {
                    "start": 182,
                    "end": 185,
                    "text": "(7)"
                }
            ]
        },
        {
            "text": "It is essential that the AURIN platform supports the access to, and integration of, diverse datasets. ",
            "section": "Australian Urban Research Infrastructure"
        },
        {
            "text": "In supporting access to data, it was recognised that each remote data provider is autonomous and can make its data available through technologies that it deems appropriate; that is, AURIN cannot demand that the provider install a particular software stack. ",
            "section": "Australian Urban Research Infrastructure"
        },
        {
            "text": "A rich variety of technical solutions has been developed and delivered to meet the°C 2016 The University of Melbourne, Melbourne Institute of Applied Economic and Social ResearchTo support the integration of data, the platform utilises next-generation Cloud-based noSQL systems (CouchDB) and associated data translation systems. ",
            "section": "Australian Urban Research Infrastructure"
        },
        {
            "text": "We demonstrate the data integration capabilities through a representative case study.",
            "section": "Australian Urban Research Infrastructure"
        },
        {
            "text": "Socio-Economic Indexes for Areas (SEIFA) is a product developed by the ABS that ranks areas in Australia according to relative socioeconomic advantage and disadvantage. ",
            "section": "Case Study"
        },
        {
            "text": "The indices are based on information from the 5 yearly Census. ",
            "section": "Case Study"
        },
        {
            "text": "SEIFA 2011 is (at present) the latest version of this product and consists of four indices. ",
            "section": "Case Study"
        },
        {
            "text": "The Index of Relative Socio-Economic Advantage and Disadvantage (IRSAD) summarises information about the economic and social conditions of people and households within an area, including both relative advantage and disadvantage measures. ",
            "section": "Case Study"
        },
        {
            "text": "The AURIN platform provides access to the IRSAD data from the ABSspecifically, the data classified across the SA2s across Australia.",
            "section": "Case Study",
            "entity_spans": [
                {
                    "start": 4,
                    "end": 9,
                    "type": "software",
                    "rawForm": "AURIN",
                    "resp": "#annotator14",
                    "used": true,
                    "id": "be2eaef0d4-software-simple-13",
                    "cert": "0.7"
                }
            ]
        },
        {
            "text": "One typical scenario in using the IRSAD data is to identify regions facing particular challenges regarding disadvantage. ",
            "section": "Case Study"
        },
        {
            "text": "Creation of a choropleth map through the AURIN environment allows visualisation of the levels of advantage and disadvantage for all SA2s of Australia, as shown in Figure 4. ",
            "section": "Case Study",
            "ref_spans": [
                {
                    "start": 163,
                    "end": 171,
                    "type": "figure",
                    "text": "Figure 4"
                }
            ],
            "entity_spans": [
                {
                    "start": 41,
                    "end": 46,
                    "type": "software",
                    "rawForm": "AURIN",
                    "resp": "#annotator14",
                    "used": true,
                    "id": "be2eaef0d4-software-simple-14",
                    "cert": "0.7"
                }
            ]
        },
        {
            "text": "As seen from Figure 4, there are areas of particular disadvantage in the Northern Territory, South Australia and northern Queensland. ",
            "section": "Case Study",
            "ref_spans": [
                {
                    "start": 13,
                    "end": 21,
                    "type": "figure",
                    "text": "Figure 4"
                }
            ]
        },
        {
            "text": "Here, the paler colour represents a lower SEIFA IRSAD score and the darker colour represents areas of higher scores. ",
            "section": "Case Study"
        },
        {
            "text": "The AURIN platform allows arbitrary selection of the classification scales. ",
            "section": "Case Study",
            "entity_spans": [
                {
                    "start": 4,
                    "end": 9,
                    "type": "software",
                    "rawForm": "AURIN",
                    "resp": "#annotator14",
                    "used": true,
                    "id": "be2eaef0d4-software-simple-15",
                    "cert": "0.7"
                }
            ]
        },
        {
            "text": "As seen from Figure 4, the table (lower left) shows the actual numeric values associated with the SEIFA IRSAD score.",
            "section": "Case Study",
            "ref_spans": [
                {
                    "start": 13,
                    "end": 21,
                    "type": "figure",
                    "text": "Figure 4"
                }
            ]
        },
        {
            "text": "Understanding the issues surrounding SA2s with a lower IRSAD score can be explored through the AURIN platform. ",
            "section": "Case Study",
            "entity_spans": [
                {
                    "start": 95,
                    "end": 100,
                    "type": "software",
                    "rawForm": "AURIN",
                    "resp": "#annotator14",
                    "used": true,
                    "id": "be2eaef0d4-software-simple-16",
                    "cert": "0.7"
                }
            ]
        },
        {
            "text": "Here, we consider the number of children in welfaredependent or low income families (earning less that $20,799), which is available from UA_PHIDU. ",
            "section": "Case Study"
        },
        {
            "text": "Combining (merging) the SEIFA dataset and the UA_PHIDU dataset allows for a range of statistical analyses to be undertaken. ",
            "section": "Case Study"
        },
        {
            "text": "Through selecting data at the SA2 level, these datasets can be combined directly (utilising the unique codes associated with the SA2s across Australia). ",
            "section": "Case Study"
        },
        {
            "text": "Once merged, a range of analyses can be undertaken. ",
            "section": "Case Study"
        },
        {
            "text": "Here, we consider a basic linear regression, although we note that theAURIN platform contains over 100 analytical tools that are available for richer geospatial analytics. ",
            "section": "Case Study",
            "entity_spans": [
                {
                    "start": 70,
                    "end": 75,
                    "type": "software",
                    "rawForm": "AURIN",
                    "resp": "#annotator14",
                    "used": true,
                    "id": "be2eaef0d4-software-simple-17",
                    "cert": "0.7"
                }
            ]
        },
        {
            "text": "These tools are outlined in Sinnott and Voorsluys (2015). ",
            "section": "Case Study",
            "ref_spans": [
                {
                    "start": 28,
                    "end": 56,
                    "type": "bibr",
                    "text": "Sinnott and Voorsluys (2015)"
                }
            ]
        },
        {
            "text": "Figure 5 shows the correlation between the SEIFA IRSAD score and the number of lower income or welfare-dependent families in the SA2s across Australia. ",
            "section": "Case Study",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 5"
                }
            ]
        },
        {
            "text": "It is noted that theAURIN platform enforces intelligent decisionmaking where it can; for example, by checking that the datasets that are joined are at the same geospatial aggregation level (SA2). ",
            "section": "Case Study",
            "entity_spans": [
                {
                    "start": 20,
                    "end": 25,
                    "type": "software",
                    "rawForm": "AURIN",
                    "resp": "#annotator14",
                    "used": true,
                    "id": "be2eaef0d4-software-simple-18",
                    "cert": "0.7"
                }
            ]
        },
        {
            "text": "Outliers in these correlations (for example, areas with low SEIFA scores or areas with large numbers of children in welfare-dependent or low income families) can be seen directly. ",
            "section": "Case Study"
        },
        {
            "text": "What is key here is that these are independent datasets from independent organisations that hitherto have not allowed direct comparison. ",
            "section": "Case Study"
        },
        {
            "text": "Instead, researchers typically have to source these datasets themselves through ad hoc means and undertake such analysis using a range of tools.A further analysis that might be considered is the SEIFA IRSAD score and the percentage of 16 year olds in secondary college; that is, do we observe more people leaving school earlier in more disadvantaged areas? ",
            "section": "Case Study"
        },
        {
            "text": "This dataset is also available from UA_PHIDU. ",
            "section": "Case Study"
        },
        {
            "text": "Using theAURIN tools to merge the datasets and analyse the data, we see the correlation shown in Figure 6. ",
            "section": "Case Study",
            "ref_spans": [
                {
                    "start": 97,
                    "end": 105,
                    "type": "figure",
                    "text": "Figure 6"
                }
            ],
            "entity_spans": [
                {
                    "start": 9,
                    "end": 14,
                    "type": "software",
                    "rawForm": "AURIN",
                    "resp": "#annotator14",
                    "used": true,
                    "id": "be2eaef0d4-software-simple-19",
                    "cert": "0.7"
                }
            ]
        },
        {
            "text": "The data points in the lower-left portion of the scatter plot represent those SA2s with a low SEIFA IRSAD score and lower school-leaving age. ",
            "section": "Case Study"
        },
        {
            "text": "Figure 4 shows that many of the disadvantages arise in areas with increased numbers of Indigenous persons. ",
            "section": "Case Study",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 4"
                }
            ]
        },
        {
            "text": "A further dimension to this analysis is to explore the correlation between the poor health of the Indigenous communities and the SEIFA IRSAD score.",
            "section": "Case Study"
        },
        {
            "text": "Information on the health of the Indigenous population is available from UC_NATSEM. ",
            "section": "Case Study"
        },
        {
            "text": "The correlation between the SEIFA IRSAD score and poor-health information of the Indigenous population of Australia is shown in Figure 7. ",
            "section": "Case Study",
            "ref_spans": [
                {
                    "start": 128,
                    "end": 136,
                    "type": "figure",
                    "text": "Figure 7"
                }
            ]
        },
        {
            "text": "Figure 7 also shows the interactive, user-oriented nature of the AURIN portal. ",
            "section": "Case Study",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 7"
                }
            ],
            "entity_spans": [
                {
                    "start": 65,
                    "end": 70,
                    "type": "software",
                    "rawForm": "AURIN",
                    "resp": "#annotator14",
                    "used": true,
                    "id": "be2eaef0d4-software-simple-20",
                    "cert": "0.7"
                }
            ]
        },
        {
            "text": "Thus, the outlier in the scatter plot is shown (in red) along with the location (East Arnhem) on the map (top). ",
            "section": "Case Study"
        },
        {
            "text": "This interactivity of the underlying data is key to helping support the advanced visual analytics of the urban data landscape.",
            "section": "Case Study"
        },
        {
            "text": "The AURIN platform supports rich spatial data analytics capabilities. ",
            "section": "Case Study"
        },
        {
            "text": "One scenario of interest is whether areas of advantage and/or disadvantage tend to cluster together geospatially. ",
            "section": "Case Study"
        },
        {
            "text": "As one example of a spatial (Sinnott 2015). ",
            "section": "Case Study"
        },
        {
            "text": "Here, similarity of location is based upon the sharing of a boundary with a given SA2; that is, here we seek to explore whether SA2s that share a boundary with other SA2s share similar SEIFA scores.To support these analyses, it is necessary to spatialise (add the geometry) to the SA2s and calculate their contiguous spatial weights; that is, count SA2s if they share a border or a corner with other SA2s. ",
            "section": "Case Study"
        },
        {
            "text": "The range of possible Moran's I values is between -1 and 1. ",
            "section": "Case Study"
        },
        {
            "text": "An estimate of 0 implies no spatial autocorrelation exists. ",
            "section": "Case Study"
        },
        {
            "text": "For a significant estimate, the closer it gets to 1, the greater the degree of positive spatial autocorrelation, while the closer it is to -1, the stronger the negative spatial autocorrelation.",
            "section": "Case Study"
        },
        {
            "text": "Applying the AURIN statistical analysis tools to the 2011 SEIFA IRSAD scores for the SA2s of Australia produces the spatial autocorrelation scores shown in Figure 8. ",
            "section": "Case Study",
            "ref_spans": [
                {
                    "start": 156,
                    "end": 164,
                    "type": "figure",
                    "text": "Figure 8"
                }
            ],
            "entity_spans": [
                {
                    "start": 13,
                    "end": 18,
                    "type": "software",
                    "rawForm": "AURIN",
                    "resp": "#annotator14",
                    "used": true,
                    "id": "be2eaef0d4-software-simple-22",
                    "cert": "0.7"
                }
            ]
        },
        {
            "text": "As shown, there is a slight correlation between the spatial correlation (0.1922) of the 2011 SEIFA IRSAD scores and the SA2s of Australia.",
            "section": "Case Study"
        },
        {
            "text": "A Moran scatter plot is used to visualise and identify the degree of local spatial instability in spatial association that is present in the Moran's I statistic. ",
            "section": "Case Study"
        },
        {
            "text": "The scatter plot is useful in identifying those observations that do not conform; that is, they differ significantly from the global Moran's I in magnitude and/or direction.",
            "section": "Case Study"
        },
        {
            "text": "The scatter plot centres on the point where the mean of the variable meets the mean of the lagged variable and the four quadrants of the plot relative to this point give information about the type of association that is present. ",
            "section": "Case Study"
        },
        {
            "text": "The upper-right and lower-left quadrants shown in Figure 9 represent positive spatial association, while the upper-left and lowerright quadrants show those observations that have negative spatial association. ",
            "section": "Case Study",
            "ref_spans": [
                {
                    "start": 50,
                    "end": 58,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "Figure 9"
                }
            ]
        },
        {
            "text": "The density of each of the quadrants indicates which spatial pattern dominates and also provides information on the distribution of the individual spatial associations and the contribution of each to the global statistic. ",
            "section": "Case Study"
        },
        {
            "text": "Furthermore, the plot shows outliers and leverage points and can provide an overall picture of the consistency of the global indicator.",
            "section": "Case Study"
        },
        {
            "text": "Moran's I is just one of the more advanced spatial statistical correlations that are available in the AURIN platform. ",
            "section": "Case Study",
            "entity_spans": [
                {
                    "start": 102,
                    "end": 107,
                    "type": "software",
                    "rawForm": "AURIN",
                    "resp": "#annotator14",
                    "used": true,
                    "id": "be2eaef0d4-software-simple-23",
                    "cert": "0.7"
                }
            ]
        },
        {
            "text": "These tools represent best practice in statistical analyses. ",
            "section": "Case Study"
        },
        {
            "text": "Detailed documentation on all of these tools is available through the AURIN website (<http://docs.aurin. org.au>), together with a range of advanced tutorials covering which analyses should beapplied in which context. ",
            "section": "Case Study",
            "entity_spans": [
                {
                    "start": 70,
                    "end": 75,
                    "type": "software",
                    "rawForm": "AURIN",
                    "resp": "#curator",
                    "used": true,
                    "id": "be2eaef0d4-software-5",
                    "cert": "0.7"
                },
                {
                    "start": 86,
                    "end": 111,
                    "type": "url",
                    "rawForm": "http://docs.aurin. org.au",
                    "resp": "#curator",
                    "id": "#be2eaef0d4-software-5"
                }
            ]
        },
        {
            "text": "Such capabilities allow more advanced analyses to be made available to non-spatial statistics experts.",
            "section": "Case Study"
        },
        {
            "text": "It is noted that whilst many researchers derive great benefit from the rich variety of tools that is available within the portal, some researchers prefer to simply have access to the AURIN datasets and download them to their own desktop to undertake their own desktopbased analytics; for example, using tools such as ArcGIS, STATA or SPSS. ",
            "section": "Case Study",
            "entity_spans": [
                {
                    "start": 183,
                    "end": 188,
                    "type": "software",
                    "rawForm": "AURIN",
                    "resp": "#curator",
                    "used": true,
                    "id": "be2eaef0d4-software-simple-26",
                    "cert": "0.7"
                },
                {
                    "start": 317,
                    "end": 323,
                    "type": "software",
                    "rawForm": "ArcGIS",
                    "resp": "#annotator14",
                    "id": "be2eaef0d4-software-simple-27",
                    "cert": "1.0"
                },
                {
                    "start": 325,
                    "end": 330,
                    "type": "software",
                    "rawForm": "STATA",
                    "resp": "#annotator14",
                    "id": "be2eaef0d4-software-simple-28",
                    "cert": "1.0"
                },
                {
                    "start": 334,
                    "end": 338,
                    "type": "software",
                    "rawForm": "SPSS",
                    "resp": "#annotator14",
                    "id": "be2eaef0d4-software-simple-29",
                    "cert": "1.0"
                }
            ]
        },
        {
            "text": "The AURIN portal supports the download of data in comma-separated-variable format, Javascript Object Notation and as Shapefiles. ",
            "section": "Case Study",
            "entity_spans": [
                {
                    "start": 4,
                    "end": 9,
                    "type": "software",
                    "rawForm": "AURIN",
                    "resp": "#annotator14",
                    "used": true,
                    "id": "be2eaef0d4-software-simple-30",
                    "cert": "0.7"
                }
            ]
        },
        {
            "text": "The platform also supports the notion of projects and a range of separate experiments can be supported.",
            "section": "Case Study"
        },
        {
            "text": "The platform also allows researchers to upload their own data and compare or analyse their datasets with other datasets that are made available through the AURIN environment.",
            "section": "Case Study",
            "entity_spans": [
                {
                    "start": 156,
                    "end": 161,
                    "type": "software",
                    "rawForm": "AURIN",
                    "resp": "#annotator14",
                    "used": true,
                    "id": "be2eaef0d4-software-simple-31",
                    "cert": "0.7"
                }
            ]
        },
        {
            "text": "In this article, we described the AURIN e-infrastructure and its support for diverse data use/re-use and integration scenarios. ",
            "section": "Conclusions",
            "entity_spans": [
                {
                    "start": 34,
                    "end": 39,
                    "type": "software",
                    "rawForm": "AURIN",
                    "resp": "#annotator14",
                    "used": true,
                    "id": "be2eaef0d4-software-simple-32",
                    "cert": "0.7"
                }
            ]
        },
        {
            "text": "The system currently supports seamless and secure access to data from, at present, 66 independent and typically definitive and autonomous data organisations across Australia, with over 1,661 unique datasets currently accessible. ",
            "section": "Conclusions"
        },
        {
            "text": "These cover unit-level datasets through to aggregated data across a multitude of scales (both temporal and spatial). ",
            "section": "Conclusions"
        },
        {
            "text": "These systems are driven by metadata with tools to support data harvesting and subsequent enrichment by data providers. ",
            "section": "Conclusions"
        },
        {
            "text": "The AURIN model of data access, use/re-use and integration has already demonstrated its flexibility and scaleability, with new data sources being continually added with minimal impact on the underlying infrastructure.",
            "section": "Conclusions",
            "entity_spans": [
                {
                    "start": 4,
                    "end": 9,
                    "type": "software",
                    "rawForm": "AURIN",
                    "resp": "#curator",
                    "used": true,
                    "id": "be2eaef0d4-software-simple-33",
                    "cert": "0.7"
                }
            ]
        },
        {
            "text": "The work described here has primarily focused on the technical aspects of the e-infrastructure and exemplar uses. ",
            "section": "Conclusions"
        },
        {
            "text": "It should be noted that the systems have gained significant traction across the urban research landscape, and interestingly, in government, with many government agencies now accessing and using the systems for their own needs. ",
            "section": "Conclusions"
        },
        {
            "text": "There have been over 50,000 user sessions in accessing the AURIN platform, with major acceptance by academic and non-academic users. ",
            "section": "Conclusions",
            "entity_spans": [
                {
                    "start": 59,
                    "end": 64,
                    "type": "software",
                    "rawForm": "AURIN",
                    "resp": "#annotator14",
                    "used": true,
                    "id": "be2eaef0d4-software-simple-34",
                    "cert": "0.7"
                }
            ]
        },
        {
            "text": "There are over 3,000 regular users of theAURIN platform.",
            "section": "Conclusions",
            "entity_spans": [
                {
                    "start": 41,
                    "end": 46,
                    "type": "software",
                    "rawForm": "AURIN",
                    "resp": "#annotator14",
                    "used": true,
                    "id": "be2eaef0d4-software-simple-35",
                    "cert": "0.7"
                }
            ]
        },
        {
            "text": "The AURIN platform is very much focused on urban and built environment research challenges, but it is broadly applicable to other domains of application. ",
            "section": "Conclusions",
            "entity_spans": [
                {
                    "start": 4,
                    "end": 9,
                    "type": "software",
                    "rawForm": "AURIN",
                    "resp": "#annotator14",
                    "used": true,
                    "id": "be2eaef0d4-software-simple-36",
                    "cert": "0.7"
                }
            ]
        },
        {
            "text": "For example, it is now used as the basis for a range of other new projects including the Department of the Environment's $8.8 million Clean Air and Urban Landscapes initiative.",
            "section": "Conclusions"
        },
        {
            "text": "This article has focused upon the openly accessible aggregate data; however, many urban researchers face considerable challenges in accessing disaggregated (unit-level) datasets. ",
            "section": "Conclusions"
        },
        {
            "text": "The AURIN platform has capabilities for secure data access and usage. ",
            "section": "Conclusions",
            "entity_spans": [
                {
                    "start": 4,
                    "end": 9,
                    "type": "software",
                    "rawForm": "AURIN",
                    "resp": "#annotator14",
                    "used": true,
                    "id": "be2eaef0d4-software-simple-37",
                    "cert": "0.7"
                }
            ]
        },
        {
            "text": "These are described in more detail in Ma (2015). ",
            "section": "Conclusions",
            "ref_spans": [
                {
                    "start": 38,
                    "end": 47,
                    "type": "bibr",
                    "text": "Ma (2015)"
                }
            ]
        },
        {
            "text": "Furthermore, many researchers require access to real-time information on the state of cities. ",
            "section": "Conclusions"
        },
        {
            "text": "Social media is one example of data that can capture what is happening in cities at any given time. ",
            "section": "Conclusions"
        },
        {
            "text": "Future work on AURIN will include data from organisations such as Twitter.",
            "section": "Conclusions",
            "entity_spans": [
                {
                    "start": 15,
                    "end": 20,
                    "type": "software",
                    "rawForm": "AURIN",
                    "resp": "#annotator14",
                    "used": true,
                    "id": "be2eaef0d4-software-simple-38",
                    "cert": "0.7"
                }
            ]
        },
        {
            "text": "Future work on AURIN involves the extension of the platform to include more datasets, and importantly, more recent datasets; for example, the 2016 Census. ",
            "section": "Conclusions",
            "entity_spans": [
                {
                    "start": 15,
                    "end": 20,
                    "type": "software",
                    "rawForm": "AURIN",
                    "resp": "#annotator14",
                    "used": true,
                    "id": "be2eaef0d4-software-simple-39",
                    "cert": "0.7"
                }
            ]
        },
        {
            "text": "Work is also ongoing in supporting an open application programming interface for direct programmatic access to the data and tools within the platform. ",
            "section": "Conclusions"
        },
        {
            "text": "Initial prototyping of mobile applications has already commenced in both the iOS and Android platforms (Moran 1950; Zhang 2015).",
            "section": "Conclusions",
            "ref_spans": [
                {
                    "start": 103,
                    "end": 127,
                    "type": "bibr",
                    "text": "(Moran 1950; Zhang 2015)"
                }
            ],
            "entity_spans": [
                {
                    "start": 77,
                    "end": 80,
                    "type": "software",
                    "rawForm": "iOS",
                    "resp": "#annotator14",
                    "used": true,
                    "id": "be2eaef0d4-software-simple-40",
                    "cert": "1.0"
                },
                {
                    "start": 85,
                    "end": 92,
                    "type": "software",
                    "rawForm": "Android",
                    "resp": "#annotator14",
                    "used": true,
                    "id": "be2eaef0d4-software-simple-41",
                    "cert": "1.0"
                }
            ]
        },
        {
            "text": "One of the challenges facing AURIN is its longer term sustainability. ",
            "section": "Conclusions",
            "entity_spans": [
                {
                    "start": 29,
                    "end": 34,
                    "type": "software",
                    "rawForm": "AURIN",
                    "resp": "#annotator14",
                    "used": true,
                    "id": "be2eaef0d4-software-simple-42",
                    "cert": "0.7"
                }
            ]
        },
        {
            "text": "In 2015, the project faced challenges due to the economic uncertainty of the national funding landscape. ",
            "section": "Conclusions"
        },
        {
            "text": "As a result, certain commercial (fee-for-use) datasets, such as the Fairfax Australian Property Monitor housing data, had to be withdrawn due to lack of funds. ",
            "section": "Conclusions"
        },
        {
            "text": "These datasets were amongst the most widely accessed and used within theAURIN platform. ",
            "section": "Conclusions",
            "entity_spans": [
                {
                    "start": 72,
                    "end": 77,
                    "type": "software",
                    "rawForm": "AURIN",
                    "resp": "#annotator14",
                    "used": true,
                    "id": "be2eaef0d4-software-simple-43",
                    "cert": "0.7"
                }
            ]
        },
        {
            "text": "Despite the obvious uptake of the platform by the research community and technical sophistication of the solution, such°C",
            "section": "Conclusions"
        },
        {
            "text": "funding issues remain a challenge of long-term sustainability going forward.",
            "section": "Table 2"
        },
        {
            "text": "January 2016",
            "section": "Table 2"
        }
    ]
}