{
    "id": "d688dc178c",
    "level": "sentence",
    "abstract": [
        {
            "text": "Risks evaluations are essential activities of management of project risk. "
        },
        {
            "text": "It is directly determines the success or failure of a project. "
        },
        {
            "text": "It is often based on vague, inconsistent, partially subjective data (knowledge) items of interdisciplinary nature. "
        },
        {
            "text": "For this reason, in risk management used different approaches, techniques and tools, both traditional and advanced. "
        },
        {
            "text": "For example expert method, brainstorming, simulation, fuzzy sets, e.g. methods of fuzzy numbers and fuzzy logic. "
        },
        {
            "text": "The authors Banaitiene et al. present a research in area of construction projects. "
        },
        {
            "text": "The aim of the research is to discover how construction companies perceive the significance of the construction projects risks they face and the extent to which they employ potential risk responses (Banaitiene et al. 2011). "
        },
        {
            "text": "The article \"Construction Project Risk Assessment Model\" of the authors Zhang and Li presents the use of fuzzy"
        }
    ],
    "body_text": [
        {
            "text": "Project management is nowadays a widely discussed theme. ",
            "section": "Introduction"
        },
        {
            "text": "This fact is substantiated by numerous scientific articles, books and publications dealing with these problems (Bergantiños, Vidal-Puga 2009;Pérez et al. 2005;Rosenau 2007;Schwable 2011). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 111,
                    "end": 141,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "(Bergantiños, Vidal-Puga 2009;"
                },
                {
                    "start": 141,
                    "end": 159,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "Pérez et al. 2005;"
                },
                {
                    "start": 159,
                    "end": 172,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "Rosenau 2007;"
                },
                {
                    "start": 172,
                    "end": 186,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "Schwable 2011)"
                }
            ]
        },
        {
            "text": "This discipline is also included in the courses of numerous faculties focusing on economy both in the Czech Republic and abroad. ",
            "section": "Introduction"
        },
        {
            "text": "Experts are also associated in various professional organizations or associations (International Project Management Association 2014; Project Management Institute 2014; AXELOS 2015).",
            "section": "Introduction"
        },
        {
            "text": "Project risk management is the responsibility of the entire life cycle of project. ",
            "section": "Introduction"
        },
        {
            "text": "Risk management of the project consists of process of risk analysis and process of risk monitoring. ",
            "section": "Introduction"
        },
        {
            "text": "Project manager or other members of project team can for risk project analysis use some methods (Rais, Smejkal 2013): scoring method (Podmolík 2006), FRAAP method -Facilitated Risk Analysis and Assessment Process mathematical theory and gray relational analysis method in the risk evaluation of construction project (Zhang, Li 2011).",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 96,
                    "end": 116,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "(Rais, Smejkal 2013)"
                },
                {
                    "start": 133,
                    "end": 148,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "(Podmolík 2006)"
                },
                {
                    "start": 316,
                    "end": 332,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "(Zhang, Li 2011)"
                }
            ]
        },
        {
            "text": "The authors Park et al. present a systematic framework for risk management is proposed for handling risk factors, risk degrees, integrated risk degree, and responding activities with corresponding data flow diagrams in their article \"A Risk Management System Framework for New Product Development (NPD)\" (Park et al. 2011).",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 304,
                    "end": 322,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "(Park et al. 2011)"
                }
            ]
        },
        {
            "text": "The research by the authors Liu and Ye presented models for comprehensive evaluating modelling of investment project risk with trapezoid fuzzy linguistic information. ",
            "section": "Introduction"
        },
        {
            "text": "A practical example for evaluating the investment project risk is used to verify the developed approach (Liu, Ye 2015).",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 104,
                    "end": 118,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "(Liu, Ye 2015)"
                }
            ]
        },
        {
            "text": "The method of fuzzy logic applied to the risk management process is described in (Nasirzadeh et al. 2014). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 81,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "(Nasirzadeh et al. 2014)"
                }
            ]
        },
        {
            "text": "The authors present an integrated fuzzy system dynamic modelling for quantitative risk assessment. ",
            "section": "Introduction"
        },
        {
            "text": "The values of the various factors, which are characterized by the nature of uncertainty, are defined by fuzzy numbers. ",
            "section": "Introduction"
        },
        {
            "text": "The proposed model was simulated at different levels of risk; the optimum level of risk is determined by the point at which the minimum cost of the project. ",
            "section": "Introduction"
        },
        {
            "text": "See e.g. (Nasirzadeh et al. 2014).",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 9,
                    "end": 33,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "(Nasirzadeh et al. 2014)"
                }
            ]
        },
        {
            "text": "The same risk issues of construction projects are presented by authors Yao-Chen Kuo and Shih-Tong Lu. ",
            "section": "Introduction"
        },
        {
            "text": "This study deals with a fuzzy multiple criteria decision-making (FMCDM) approach to systematically assess risk for a metropolitan construction project where twenty risk factors were identified. ",
            "section": "Introduction"
        },
        {
            "text": "Triangular fuzzy sets are used for describing of identified factors. ",
            "section": "Introduction"
        },
        {
            "text": "The overall risk level of the project depends on the individual impact of individual risk factors; the scheme was evaluated based on the relative impact and likelihood. ",
            "section": "Introduction"
        },
        {
            "text": "They note that the suggested model for risk assessment is more reliable, more convenient than traditional statistical methods, and that this model can be used to efficiently identify risks metropolitan construction projects. ",
            "section": "Introduction"
        },
        {
            "text": "See Kuo and Lu (2013).",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 4,
                    "end": 21,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "Kuo and Lu (2013)"
                }
            ]
        },
        {
            "text": "An article by Nieto Morote-and-Ruz Vila is a methodology for risk assessment based on fuzzy set theory, which is an effective tool for dealing with subjective assessments. ",
            "section": "Introduction"
        },
        {
            "text": "The proposed methodology is based on the knowledge and experience gained from many experts. ",
            "section": "Introduction"
        },
        {
            "text": "Risk factors are evaluated by qualitative criteria in the form of trapezoidal fuzzy numbers. ",
            "section": "Introduction"
        },
        {
            "text": "Fuzzy numbers describe the uncertainty variables at the language level. ",
            "section": "Introduction"
        },
        {
            "text": "See e.g. (Nieto-Morote, Ruz-Vila 2011).",
            "section": "Introduction"
        },
        {
            "text": "In the study 'The moderating effect of risk on the Relationship between planning and success' authors Zwikael, Pathak, Singh, Ahmed deal with examination the relationship between the project planning process and its success. ",
            "section": "Introduction"
        },
        {
            "text": "They show the level of success (measured in the form of risk) associated with the project plan. ",
            "section": "Introduction"
        },
        {
            "text": "They conclude the high risk projects must be carefully planned. ",
            "section": "Introduction"
        },
        {
            "text": "See e.g. (Zwikael et al. 2014).",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 9,
                    "end": 29,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "(Zwikael et al. 2014"
                }
            ]
        },
        {
            "text": "The science aim of the paper is to present a new expert decision-making fuzzy model for evaluation of the total project risk. ",
            "section": "Introduction"
        },
        {
            "text": "This fuzzy model is based on RIPRAN method, specifically on the phase: risk assessment. ",
            "section": "Introduction"
        },
        {
            "text": "See below. ",
            "section": "Introduction"
        },
        {
            "text": "This phase evaluates the total project risk based on two parameters: the number of sub-risks and the total value of sub risk. ",
            "section": "Introduction"
        },
        {
            "text": "For creating of model is used fuzzy set theory and fuzzy logic. ",
            "section": "Introduction"
        },
        {
            "text": "See below.",
            "section": "Introduction"
        },
        {
            "text": "The advantage of fuzzy sets in comparison with the classical set theory is its ability to record inaccurate (vague) concepts that project managers use natural language in the design and implementation of projects. ",
            "section": "Introduction"
        },
        {
            "text": "Individual characteristics associated with the process of project management, although the project practice countable relatively well, but usually only with large variance. ",
            "section": "Introduction"
        },
        {
            "text": "This means that they are more or less well estimated.",
            "section": "Introduction"
        },
        {
            "text": "The current approach in the area of risk engineering applied either numerical values of probability and impact, or worked with classical sharp jurisdiction of these values into certain sets, which for many applications not appropriate and did not correspond to the actual perception of risk. ",
            "section": "Introduction"
        },
        {
            "text": "Fuzzy approach to modeling these processes minimizes this shortcoming.",
            "section": "Introduction"
        },
        {
            "text": "Research in the field of evaluation of total project risk is based on an empirical research. ",
            "section": "Introduction"
        },
        {
            "text": "This research was realised in region Vysočina in Czech Republic in the first half of 2014. ",
            "section": "Introduction"
        },
        {
            "text": "A secondary analysis was used to obtain and process relevant secondary data. ",
            "section": "Introduction"
        },
        {
            "text": "General theoretical methods, based on principles of logic and logical thinking (analysis -synthesis, induction -deduction, abstraction -concretization), were used to own processing, especially for pronouncing of conclusions. ",
            "section": "Introduction"
        },
        {
            "text": "Fuzzy modelling (fuzzy set theory and fuzzy logic) was used to create the decision-making fuzzy mode. ",
            "section": "Introduction"
        },
        {
            "text": "For identification of rules of the fuzzy model was used method guided interview with experts in project management.",
            "section": "Introduction"
        },
        {
            "text": "The advantage of the fuzzy model is the ability to transform the input variables The Number of Sub-Risks (NSR) and The Total Value of Sub-Risks (TVSR) to linguistic variables, as well as linguistic evaluation of the Total Value of Project Risk (TVPR) -output variable.",
            "section": "Introduction"
        },
        {
            "text": "Application of fuzzy logic (Dostál 2011) is based on the fuzzy set theory (Zadeh 1965;Zimmermann 2001;Klir, Yuan 1995). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 27,
                    "end": 39,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "(Dostál 2011"
                },
                {
                    "start": 74,
                    "end": 86,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "(Zadeh 1965;"
                },
                {
                    "start": 86,
                    "end": 102,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "Zimmermann 2001;"
                },
                {
                    "start": 102,
                    "end": 118,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "Klir, Yuan 1995)"
                }
            ]
        },
        {
            "text": "The theory of fuzzy sets and applications of fuzzy logic in project management also focused a lot of authors (Relich, Muszyński 2014;Khazaeni et al. 2012;Nassif et al. 2013;Relich 2013;Relich 2012). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 109,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "(Relich, Muszyński 2014;"
                },
                {
                    "start": 133,
                    "end": 154,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "Khazaeni et al. 2012;"
                },
                {
                    "start": 154,
                    "end": 173,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "Nassif et al. 2013;"
                },
                {
                    "start": 173,
                    "end": 185,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "Relich 2013;"
                },
                {
                    "start": 185,
                    "end": 197,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "Relich 2012)"
                }
            ]
        },
        {
            "text": "Authors Kuchta, Chanas and Zielinski, Oliveros and Fayek, Bushan Rao and Shankar presented fuzzy sets using fuzzy numbers to obtaining critical paths of project (Kuchta 2001;Chanas, Zielinski 2001;Oliveros, Fayek 2005;Bushan Rao, Shankar 2012). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 8,
                    "end": 50,
                    "type": "bibr",
                    "text": "Kuchta, Chanas and Zielinski, Oliveros and"
                },
                {
                    "start": 161,
                    "end": 174,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "(Kuchta 2001;"
                },
                {
                    "start": 174,
                    "end": 197,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "Chanas, Zielinski 2001;"
                },
                {
                    "start": 197,
                    "end": 218,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "Oliveros, Fayek 2005;"
                },
                {
                    "start": 218,
                    "end": 243,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "Bushan Rao, Shankar 2012)"
                }
            ]
        },
        {
            "text": "The technique EVM is also scientific goal for some authors (Naeni et al. 2011;Lipke et al. 2009;Khamooshi, Golafshani 2014).",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 59,
                    "end": 78,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "(Naeni et al. 2011;"
                },
                {
                    "start": 78,
                    "end": 96,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "Lipke et al. 2009;"
                },
                {
                    "start": 96,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "Khamooshi, Golafshani 2014"
                }
            ]
        },
        {
            "text": "RIPRAN (RIsk PRoject ANalysis) method is an empirical method for the analysis of project risks. ",
            "section": "Theoretical background"
        },
        {
            "text": "Author of the RIPRAN method is Associate Professor Branislav Lacko. ",
            "section": "Theoretical background"
        },
        {
            "text": "RIPRAN method can be used in all phases of the project. ",
            "section": "Theoretical background"
        },
        {
            "text": "The method was originally created for risk analysis automation projects in the framework of the research project at the Technical University in Brno. ",
            "section": "Theoretical background"
        },
        {
            "text": "Experience has shown that after certain adjustments, it is possible to apply the method for risk analysis of a wide range of different projects and in some cases also for the analysis of other types of risks than are project risks. ",
            "section": "Theoretical background"
        },
        {
            "text": "RIPRAN method is a trademark, registered author of the Industrial Property Office in Prague under reg.no. ",
            "section": "Theoretical background"
        },
        {
            "text": "283536 (Lacko 2014).",
            "section": "Theoretical background",
            "ref_spans": [
                {
                    "start": 7,
                    "end": 19,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "(Lacko 2014)"
                }
            ]
        },
        {
            "text": "The risk analysis process by RIPRAN method comprises the following phases:",
            "section": "Theoretical background"
        },
        {
            "text": "-Risk preparing -agreement on the process, identification of materials, team building, identification of relationships. ",
            "section": "Theoretical background"
        },
        {
            "text": "-Risk identification -identification of threats and scenarios. ",
            "section": "Theoretical background"
        },
        {
            "text": "Can be used risk trees. ",
            "section": "Theoretical background"
        },
        {
            "text": "-Risk quantification -identification of probabilities of threats and impact of scenarios. ",
            "section": "Theoretical background"
        },
        {
            "text": "-Risk response -identification of steps to reduce the risk. ",
            "section": "Theoretical background"
        },
        {
            "text": "-Risk assessment -total project risk evaluation based on the number of sub-risks and the total value of sub-risks (Lacko 2014;2004).",
            "section": "Theoretical background",
            "ref_spans": [
                {
                    "start": 114,
                    "end": 126,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "(Lacko 2014;"
                },
                {
                    "start": 126,
                    "end": 130,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "2004"
                }
            ]
        },
        {
            "text": "A fuzzy set is a set whose elements have degrees of membership. ",
            "section": "Materials and methods"
        },
        {
            "text": "Fuzzy set was introduced by Lotfi A. Zadeh in 1965 as an extension of the classical notion of set and can be applied in many fields of human activity. ",
            "section": "Materials and methods"
        },
        {
            "text": "Fuzzy set determines \"how much\" the element belongs to the set. ",
            "section": "Materials and methods"
        },
        {
            "text": "This is the basic principle of fuzzy set. ",
            "section": "Materials and methods"
        },
        {
            "text": "A fuzzy set is defined following: Let X is a non-empty set and µ",
            "section": "Materials and methods"
        },
        {
            "text": "A is a membership function of fuzzy set ",
            "section": "Materials and methods"
        },
        {
            "text": "A , see Fig. 1. ",
            "section": "Materials and methods",
            "ref_spans": [
                {
                    "start": 8,
                    "end": 14,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "Triangular and trapezoidal type of the membership function, and",
            "section": "Materials and methods"
        },
        {
            "text": "A is the classical set",
            "section": "support of a fuzzy set "
        },
        {
            "text": "A kernel or core of a fuzzy set  A is the classical set",
            "section": "support of a fuzzy set "
        },
        {
            "text": "A height of a fuzzy set  A is the number",
            "section": "support of a fuzzy set "
        },
        {
            "text": "For example when fuzzy set  A is \"about 2\", see triangular membership function in Figure 1, then",
            "section": "support of a fuzzy set ",
            "ref_spans": [
                {
                    "start": 83,
                    "end": 91,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "is called real fuzzy number on set of real number R when fulfils following conditions:",
            "section": "support of a fuzzy set "
        },
        {
            "text": "A is a piecewise continuous function. ",
            "section": "support of a fuzzy set "
        },
        {
            "text": "With fuzzy numbers basic binary operations are used, e.g. + − ×  , , , . ",
            "section": "support of a fuzzy set "
        },
        {
            "text": "Let * is a binary operation on R then an extended binary operation on  , where  is a set of all fuzzy numbers, means a operation  , e.g. ⊕ ,  , ⊗ ,  .",
            "section": "support of a fuzzy set "
        },
        {
            "text": "Practical computing of the extended binary operations is often realised by α level cut (5). ",
            "section": "support of a fuzzy set "
        },
        {
            "text": "For increasing binary operation the extended binary operations is ",
            "section": "support of a fuzzy set "
        },
        {
            "text": "Each α level cut of fuzzy number can be regarded as the interval number. ",
            "section": "support of a fuzzy set "
        },
        {
            "text": "The interval number means interval    ",
            "section": "support of a fuzzy set "
        },
        {
            "text": "; , a b where ≤ a b , a and b are real numbers. ",
            "section": "support of a fuzzy set "
        },
        {
            "text": "The interval numbers are a special case of fuzzy number, so arithmetic operations with interval number have properties of operations with fuzzy numbers (Karpíšek 2009).",
            "section": "support of a fuzzy set ",
            "ref_spans": [
                {
                    "start": 152,
                    "end": 167,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "(Karpíšek 2009)"
                }
            ]
        },
        {
            "text": "Arithmetic operations on interval numbers are defined following relationships (Dostál 2008 ",
            "section": "support of a fuzzy set ",
            "ref_spans": [
                {
                    "start": 78,
                    "end": 90,
                    "type": "bibr",
                    "text": "(Dostál 2008"
                }
            ]
        },
        {
            "text": "Fuzzy logic measures the certainty or uncertainty of how much the element belongs to the set. ",
            "section": "support of a fuzzy set "
        },
        {
            "text": "By means of fuzzy logic it is possible to find the solution of given task from rules, which were defined for analogous tasks. ",
            "section": "support of a fuzzy set "
        },
        {
            "text": "The calculation of fuzzy logics consists of three basic steps: fuzzification, fuzzy inference and defuzzification (Fig. 2).",
            "section": "support of a fuzzy set ",
            "ref_spans": [
                {
                    "start": 114,
                    "end": 122,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "(Fig. 2)"
                }
            ]
        },
        {
            "text": "1. Fuzzification -transforms real variables to linguistic variables using their attributes. ",
            "section": "support of a fuzzy set "
        },
        {
            "text": "The variable has usually from three to seven attributes.  ",
            "section": "support of a fuzzy set "
        },
        {
            "text": "(Dostál 2011). ",
            "section": "support of a fuzzy set ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 13,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "(Dostál 2011)"
                }
            ]
        },
        {
            "text": "The system with fuzzy logic works as an automatic system. ",
            "section": "support of a fuzzy set "
        },
        {
            "text": "The user must enter input data only. ",
            "section": "support of a fuzzy set "
        },
        {
            "text": "These can be represented by many variables and their attributs.",
            "section": "support of a fuzzy set "
        },
        {
            "text": "The case study presents the use of fuzzy logic at evaluation of total project risk base on RIPRAN method. ",
            "section": "Results"
        },
        {
            "text": "The Fuzzy logic Toolbox of the MATLAB software was used for the creating of the decision making model. ",
            "section": "Results",
            "entity_spans": [
                {
                    "start": 31,
                    "end": 37,
                    "type": "software",
                    "rawForm": "MATLAB",
                    "resp": "#annotator14",
                    "used": true,
                    "id": "d688dc178c-software-simple-0",
                    "cert": "1.0"
                }
            ]
        },
        {
            "text": "At first is it necessary to design the variables, their attributes and their membership functions.",
            "section": "Results"
        },
        {
            "text": "The developed expert decision-making fuzzy model system (ERS_TVPR) consists of two input ariables with five attributes, one rule block and one output variable also with five attributes. ",
            "section": "Results"
        },
        {
            "text": "The inputs are represented by two variables: The Number of Sub-Risk (NSR) and The Total Value of Sub-Risks (TVSR). ",
            "section": "Results"
        },
        {
            "text": "Both input variables are very important indicators based on RIPRAN method. ",
            "section": "Results"
        },
        {
            "text": "The output from the rule block and the output variable is The Total Value of Project Risk (TVPR) (Fig. 3).",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 97,
                    "end": 105,
                    "type": "figure",
                    "text": "(Fig. 3)"
                }
            ]
        },
        {
            "text": "It was used membership function of the shape Π in the model. ",
            "section": "Results"
        },
        {
            "text": "This membership fuction names trapmf (trapezoidal-shaped). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 37,
                    "end": 57,
                    "type": "bibr",
                    "text": "(trapezoidal-shaped)"
                }
            ]
        },
        {
            "text": "Syntax of the function is following: y = trapmf(x,[a b c d]). ",
            "section": "Results"
        },
        {
            "text": "Description of the trapezoidal curve is a function of a vector, x, and depends on four scalar parameters a, b, c, d, as given by",
            "section": "Results"
        },
        {
            "text": "The parameters a and d locate the \"feet\" of the trapezoid and the parameters b and c locate the \"shoulders\". ",
            "section": "Results"
        },
        {
            "text": "Figure 4 denotes trapmf trapezoidal-shaped membership functions. ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 4"
                }
            ]
        },
        {
            "text": "As can be seen from the chart, the function has a value between 0 and 1, which also characterises how much it belongs to a certain fuzzy set.  ",
            "section": "Results"
        },
        {
            "text": "Figure 7 shows the rule box with 25 rules and degree of support that set up the relationship between the input and output variables.",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 7"
                }
            ]
        },
        {
            "text": "The module allows you to set rules and work with them. ",
            "section": "Results"
        },
        {
            "text": "Rule number one is a situation where: <If> = NSR = VH <And> TVSR = VH <Then>TVPR = VH.",
            "section": "Results"
        },
        {
            "text": "Interpretation of the rules is as follows: If the Number of Sub-Risk (NSR) is very high (VH) and the Total Value of Sub-Risks (TVSR) is very high (VH), then the Total Value of Project Risk (TVPR) is evaluated to be very high (VH). ",
            "section": "Results"
        },
        {
            "text": "Similarly can be interpreted other fuzzy rules in the model. ",
            "section": "Results"
        },
        {
            "text": "The listing of a combination of all 25 of the rules of the system based on the following linear distribution (Table 1).",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 109,
                    "end": 118,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "(Table 1)"
                }
            ]
        },
        {
            "text": "Explanatory combination rules of the system. ",
            "section": "Results"
        },
        {
            "text": "Input variable NSR and TVSR: 1 -VH (very high) 2 -H (high) 3 -M (middle) 4 -L (low) 5 -VL (very low) Output variable TVPR: TVPR = VH (very high) TVPR = H (high) TVPR = M (middle) TVPR = L (low) TVPR = VL (very low) The list and combination of fuzzy rules for the total project risk evaluation system is based on an empirical research into the given subject carried out by the guided interview method. ",
            "section": "Results"
        },
        {
            "text": "These rules can be change or defined for specific project. ",
            "section": "Results"
        },
        {
            "text": "Figure 8 shows correlation between inputs and output variables. ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 8"
                }
            ]
        },
        {
            "text": "Concretely this picture shows graphically correlation between two input variable NSR, TVSR and output variable TVPR. ",
            "section": "Results"
        },
        {
            "text": "It is a functional dependence TVPR = f (NSR, TVSR).",
            "section": "Results"
        },
        {
            "text": "Point with coordinates [0; 0] represents the situation where the input variable NSR is very high and the input variable TVSR is very high, then the output variable TVPR is evaluated as very high.",
            "section": "Results"
        },
        {
            "text": "Point with coordinates [100; 100] represents the situation where the input variable NSR is very low and the input variable TVSR is very low, then the output variable TVPR is evaluated as very low.",
            "section": "Results"
        },
        {
            "text": "Graphical display of dependencies of input and output variables allows you to check the set parameters of fuzzy model. ",
            "section": "Results"
        },
        {
            "text": "Generally speaking, the displayed area of the model Fig. 7. ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 52,
                    "end": 58,
                    "type": "figure",
                    "text": "Fig. 7"
                }
            ]
        },
        {
            "text": "Rule block and rules  NSR  TVSR  NSR  TVSR  NSR  TVSR  NSR  TVSR  NSR  TVSR   1  1  2  1  3  1  4  1  5  is satisfactory because the specified rules and membership functions selected model adequately generalize. ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 22,
                    "end": 103,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "NSR  TVSR  NSR  TVSR  NSR  TVSR  NSR  TVSR  NSR  TVSR   1  1  2  1  3  1  4  1  5"
                }
            ]
        },
        {
            "text": "User (expert) can change this variables how for presentation in graphs. ",
            "section": "Results"
        },
        {
            "text": "In this graphs you can see very important information about fuzzy model. ",
            "section": "Results"
        },
        {
            "text": "Figure 9 shows the evaluation of total project risk of concrete project. ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "Figure 9"
                }
            ]
        },
        {
            "text": "The input variables are set up NSR = 0, TVSR = 0. ",
            "section": "Results"
        },
        {
            "text": "It leads to the result (output) TVPR = 7.29 which means that the total risk of the project is very high.",
            "section": "Results"
        },
        {
            "text": "Using the first rule is expressed by the output variable TVPR coloration ( Fig. 9). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 73,
                    "end": 82,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "( Fig. 9)"
                }
            ]
        },
        {
            "text": "Figure 9 shows the result, where the total value of risk of concrete project is evaluated as very high. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "Figure 9"
                }
            ]
        },
        {
            "text": "The model was verified in this manner. ",
            "section": "Discussion"
        },
        {
            "text": "The results match the requirement, so fuzzy model can be regarded generally as functional.",
            "section": "Discussion"
        },
        {
            "text": "After the model is created, it must be tuned (to set up the inputs on known values, evaluate the results and change the rules or weights, if necessary). ",
            "section": "Discussion"
        },
        {
            "text": "The tuning and validation of the fuzzy model must be realised on real data of the project. ",
            "section": "Discussion"
        },
        {
            "text": "The parameters of the model must be adjusted on the basis of the real data for each of the variables. ",
            "section": "Discussion"
        },
        {
            "text": "If the validation shows, that the model provides relatively accurate results, can be used in practice.",
            "section": "Discussion"
        },
        {
            "text": "For implementation of fuzzy model in MATLAB software was created executable file called \"M-file\". ",
            "section": "Discussion",
            "entity_spans": [
                {
                    "start": 37,
                    "end": 43,
                    "type": "software",
                    "rawForm": "MATLAB",
                    "resp": "#annotator14",
                    "used": true,
                    "id": "d688dc178c-software-simple-1",
                    "cert": "1.0"
                }
            ]
        },
        {
            "text": "This file contains the following sequence of commands (Fig. 10). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 54,
                    "end": 63,
                    "type": "figure",
                    "text": "(Fig. 10)"
                }
            ]
        },
        {
            "text": "This file is used to enter the input values (NSR, TVSR) and automatically evaluate the total value of project risk (TVPR).",
            "section": "Discussion"
        },
        {
            "text": "The first line (see Fig. 10) loads a variable BCHRP from the file ERS_TVPR.fis. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 20,
                    "end": 27,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 10"
                }
            ]
        },
        {
            "text": "There are the parameters of fuzzy model in this file. ",
            "section": "Discussion"
        },
        {
            "text": "The second line (see Fig. 10) loads the input variables: The Number of Sub-Risk (NSR); The Total Value of Sub-Risks (TVSR). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 21,
                    "end": 28,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 10"
                },
                {
                    "start": 106,
                    "end": 122,
                    "type": "bibr",
                    "text": "Sub-Risks (TVSR)"
                }
            ]
        },
        {
            "text": "The third line (see Fig. 10) implements an evaluation with command evalfis. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 20,
                    "end": 27,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 10"
                }
            ]
        },
        {
            "text": "Inputs are variable DataBTVPR and parametres of fuzzy model BTVPR. ",
            "section": "Discussion"
        },
        {
            "text": "The value of the output is the variable EvaluationBTVPR. ",
            "section": "Discussion"
        },
        {
            "text": "The fourth to ninth line (see Fig. 10) implements own evaluation. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 30,
                    "end": 37,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 10"
                }
            ]
        },
        {
            "text": "When the value of the output variable is evaluated less than 20, then the output linguistic value is Very high value of the total project risk. ",
            "section": "Discussion"
        },
        {
            "text": "When the value of the output variable is evaluated in the interval from 20 to 40, then the output linguistic value is High value of the total project risk. ",
            "section": "Discussion"
        },
        {
            "text": "When the value of the output variable is evaluated in the interval from 40 to 60, then the output linguistic value is Middle value of the total project risk. ",
            "section": "Discussion"
        },
        {
            "text": "When the value of the output variable is evaluated in the interval from 60 to 80, then the output linguistic value is Low value of the total project risk. ",
            "section": "Discussion"
        },
        {
            "text": "When the value of the output variable is evaluated more than 80, then the output linguistic value is Very low value of the total project risk. ",
            "section": "Discussion"
        },
        {
            "text": "Command fuzzy(BTVPR) displays and allows set-up work fuzzy model (see Fig. 10, line 10). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 70,
                    "end": 77,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 10"
                }
            ]
        },
        {
            "text": "Command mfedit(BTVPR) displays and allows edit membership functions of input and output variables (see Fig. 10, line 11). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 103,
                    "end": 120,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 10, line 11)"
                }
            ]
        },
        {
            "text": "Command ruleedit(BTVPR) displays and allows edit fuzzy rules (see Fig. 10, line 12). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 66,
                    "end": 83,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 10, line 12)"
                }
            ]
        },
        {
            "text": "Command surfview(BTVPR) displays graphical viewing dependency input and output variables (see Fig. 10, line 13). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 94,
                    "end": 111,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 10, line 13)"
                }
            ]
        },
        {
            "text": "Command ruleview(BTVPR) displays and allows testing and simulation output variable to input variables (see Fig. 10, line 14).",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 107,
                    "end": 124,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 10, line 14)"
                }
            ]
        },
        {
            "text": "If  (Fig. 11).",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 4,
                    "end": 13,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 11)"
                }
            ]
        },
        {
            "text": "After enter inputs e.   ",
            "section": "Discussion"
        },
        {
            "text": "receive the result TVPR = Very low value of the total project risk (see Fig. 12).",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 72,
                    "end": 79,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 12"
                }
            ]
        },
        {
            "text": "The advantage of fuzzy sets in comparison with the classical set theory is its ability to record inaccurate (vague) concepts that project managers use natural language in the design and implementation of projects. ",
            "section": "Discussion"
        },
        {
            "text": "Individual characteristics associated with the process of project management, although the project practice countable relatively well, but usually only with large variance. ",
            "section": "Discussion"
        },
        {
            "text": "This means that they are more or less well estimated. ",
            "section": "Discussion"
        },
        {
            "text": "The current approach eg. ",
            "section": "Discussion"
        },
        {
            "text": "In the field of risk engineering applied either numerical values of probability and impact, or worked with classical sharp jurisdiction of these values into certain sets, which for many applications not appropriate and did not correspond to the actual perception of risk. ",
            "section": "Discussion"
        },
        {
            "text": "Fuzzy approach to modeling these processes minimizes this shortcoming. ",
            "section": "Discussion"
        },
        {
            "text": "Application of fuzzy modeling approach controversial (in relation to the possibilities and practical usability exact calculation) selected project processes is one of the major contributions of this paper.",
            "section": "Discussion"
        },
        {
            "text": "Suggested model is recommended to apply repeatedly throughout the project life cycle. ",
            "section": "Discussion"
        },
        {
            "text": "Applications reentrancy proposed model is otherwise a static model added an element of dynamism, but they are mainly obtained data on the future development of the project. ",
            "section": "Discussion"
        },
        {
            "text": "This will not only project managers with valuable information and hence knowledge to support further decisions. ",
            "section": "Discussion"
        },
        {
            "text": "Another advantage of the proposed model is the possibility of a subsequent experiment with it eg. ",
            "section": "Discussion"
        },
        {
            "text": "through simulation. ",
            "section": "Discussion"
        },
        {
            "text": "This is more information available about a possible variant development projects and to get warning signals to support future decisions.",
            "section": "Discussion"
        },
        {
            "text": "The expert fuzzy decision-making model of evaluation of total project risk is only one of possible options how to use fuzzy logic for support of decision-making. ",
            "section": "Conclusions"
        },
        {
            "text": "This paper presented a new expert fuzzy model, based on the RIPRAN method, specifically on the phase: risk assessment. ",
            "section": "Conclusions"
        },
        {
            "text": "This phase evaluates the total project risk based on two parameters: the number of sub-risks and the total value of sub risk. ",
            "section": "Conclusions"
        },
        {
            "text": "For creating of model is used fuzzy set theory and fuzzy logic. ",
            "section": "Conclusions"
        },
        {
            "text": "The advantage of fuzzy sets in comparison with the classical set theory is its ability to record inaccurate (vague) concepts that project managers use natural language in the design and implementation of projects.",
            "section": "Conclusions"
        },
        {
            "text": "The advantage of this fuzzy model is the ability to transform the input variables The Number od SUb-Risks (NSR) and The Total Value of Sub-Risk (TVSR) to linguistic variables, as well linguistic evaluated The Total Value Project RIsk (TVPR) -output variable. ",
            "section": "Conclusions"
        },
        {
            "text": "With this approach it is possible to simulate an uncertainty that is always associated with projects. ",
            "section": "Conclusions"
        },
        {
            "text": "After the fuzzy model is constructed, it is necessary to tune it (to set up the inputs on known values, evaluate the results and to change the rules or weights, if necessary) when the model was built. ",
            "section": "Conclusions"
        },
        {
            "text": "If the fuzzy model is tuned, it is possible to use it in practice. ",
            "section": "Conclusions"
        },
        {
            "text": "For implement the fuzzy model in MATLAB can also created an executable file called M-File. ",
            "section": "Conclusions",
            "entity_spans": [
                {
                    "start": 33,
                    "end": 39,
                    "type": "software",
                    "rawForm": "MATLAB",
                    "resp": "#annotator14",
                    "used": true,
                    "id": "d688dc178c-software-simple-2",
                    "cert": "1.0"
                }
            ]
        },
        {
            "text": "M-file is used to enter the input values and automatically evaluate the total risk of the project.",
            "section": "Conclusions"
        },
        {
            "text": "The fuzzy model has a lot of benefits for users (project managers and others). ",
            "section": "Conclusions"
        },
        {
            "text": "Some of them are: speed up the decision-making in risk management, automatization and standardization of risk analysis process, effective project management etc.",
            "section": "Conclusions"
        },
        {
            "text": "This paper was supported by grant FP-S-15-2787 'Effective Use of ICT and Quantitative Methods for Business Processes Optimization'' from the Internal Grant Agency at Brno University of Technology.",
            "section": "Acknowledgements"
        }
    ]
}