{
    "id": "e179596f33",
    "level": "sentence",
    "abstract": [
        {
            "text": "Construction contract is one of the steps of the construction process. "
        },
        {
            "text": "In order to conclude acceptable and thoughtout construction contracts, effective methodologies for their evaluation and comparison must be developed. "
        },
        {
            "text": "In order to solve various legal problems, electronic legal decision support systems have been developed in the world. "
        },
        {
            "text": "Application of the electronic legal decision support systems can help to navigate in the legal system easier, makes additional reading of legal acts redundant, creates opportunities to analyse decision variants and to select the most favourable one, provides users with the newest and most extensive information, enables quick search and can use classification and information transfer features. "
        },
        {
            "text": "In order to conclude acceptable and well-thought construction contraction agreements, effective methodologies for their evaluation and comparison must be developed. "
        },
        {
            "text": "In order to prepare such methodologies, it is necessary to analyse not only technical, organisational and economic aspects in construction but also legal aspects of a construction contraction agreement. "
        },
        {
            "text": "Management of construction works includes conclusion of contracts between the client and the contractor. "
        },
        {
            "text": "Contract making has great influence on economic success of both parties, on their behaviour in order to increase their profit and it can protect against possible loss. "
        },
        {
            "text": "This article analyses construction contraction agreements by providing a model of construction contraction agreement provisions based on their functions. "
        },
        {
            "text": "Construction contraction agreements should be concluded, evaluated and compared on the basis of this model. "
        },
        {
            "text": "Values of indicators are determined and a multiple criteria decision support system is developed on the basis of this model."
        }
    ],
    "body_text": [
        {
            "text": "Construction is a complex multi-stage process, and the stages must be appropriately aligned and managed. ",
            "section": "Introduction"
        },
        {
            "text": "The client that commissioned construction works must make various multi-purpose decisions at various stages of construction.",
            "section": "Introduction"
        },
        {
            "text": "Most problems encountered during construction depend upon the selected contractor. ",
            "section": "Introduction"
        },
        {
            "text": "Therefore, selection of a contractor is a very important stage while implementing an investment project. ",
            "section": "Introduction"
        },
        {
            "text": "Patrick Sik-Wah Fong and Sonia Kit-Yung Choi [1] have analysed methods of contractors' selection and noted that some methods are non-exhaustive and tend to be biased: there is a lack of opportunities to evaluate abilities of a contractor and meet time, price, quality and security requirements at the same time. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 45,
                    "end": 48,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "These authors have analysed possibilities to apply the Analytical Hi-erarchy Process (AHP) Method for contractor's selection according to different criteria.",
            "section": "Introduction"
        },
        {
            "text": "Management of construction works includes conclusion of contracts between the client and the contractor. ",
            "section": "Introduction"
        },
        {
            "text": "Contract making has great influence on economic success of both parties, on their behavior in order to increase their profit and protect against possible loss.",
            "section": "Introduction"
        },
        {
            "text": "Lord Diplock [2] has defined a construction contraction agreement (CCA) as: an agreement of sale of goods and work for a certain price, according to which payment is executed in parts after goods are delivered and works performed. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 13,
                    "end": 16,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "Periodically, important decisions must be made related to matters such as correction of orders, size of intermediate expenditures, time inputs for the work related to the project. ",
            "section": "Introduction"
        },
        {
            "text": "CCA conclusion and implementation differs from other manufacturing processes. ",
            "section": "Introduction"
        },
        {
            "text": "An important fact, which must be thought over before concluding a CCA, is that construction of a building differs from industrial products made in a factory. ",
            "section": "Introduction"
        },
        {
            "text": "The project scope, the conditions of the place, use of many construction materials and work variety are the reasons why it is impossible to achieve the same level of perfection as in a factory. ",
            "section": "Introduction"
        },
        {
            "text": "It must be a new unique building, in which each bolt and brush stroke must be exact and in place. ",
            "section": "Introduction"
        },
        {
            "text": "No special rules are applicable to such contracts, whether they are construction contraction or designing agreements. ",
            "section": "Introduction"
        },
        {
            "text": "Lord Reid [2] has noted that when parties want to make detailed CCAs, it is impossible to apply any main rules or principles embracing contractual relationships between such parties, except for those which are used in general cases.",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 10,
                    "end": 13,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "Scientific literature increasingly pays attention to analysis of construction contraction agreements. ",
            "section": "Introduction"
        },
        {
            "text": "Bushait and Almohawis [3] have distinguished 11 good-quality features (such as clarity, composition, quality, etc.), which help to achieve quality in wording of an agreement but do not determine which most important aspects must be discussed in the agreement.",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 22,
                    "end": 25,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": ". Hinze and Tada [4] have analysed general provisions of agreements used in 52 US facility companies by paying attention to legal aspects. They determined that owners should thoroughly evaluate the aim of each province by general agreement provisions. Marsh, Kerzner and Hedley [5,6] have been trying to determine what aspects an agreement should include. Kerzner offers a list starting at \"the type of services\" and ending with \"the completion time\", Marsh describes standard agreement provisions (including bad work quality, inspections, insurance, safety, taxes, payment schedule, arbitration and nonfulfilment).",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 17,
                    "end": 20,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 278,
                    "end": 281,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5,"
                },
                {
                    "start": 281,
                    "end": 283,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6]"
                }
            ]
        },
        {
            "text": "Construction contracts by various aspects were analysed by R. M. Skitmore. ",
            "section": "Introduction"
        },
        {
            "text": "His research work is described in different publications. ",
            "section": "Introduction"
        },
        {
            "text": "R.M. Skitmore and Z. Hatush [7] analysed contractor selection using multicriteria utility theory, S. T. Ng and R. M. Skitmore [8] described client and consultant perspectives by prequalification criteria, D. Drew, R. M. Skitmore and Hing Po Lo [9] offered a bidding strategy model for use by contractors as part of a more informed approach in selecting which contracts to bid for, S. T. Ng, Kam Pong Cheng and R. M. Skitmore [10] examined the importance of Safety Performance Evaluation through a questionnaire survey conducted in Hong Kong and developed a Safety Performance Evaluation framework, suitable for use in the construction industry, and protocols for evaluating the safety performance at the organizational and project level.",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 28,
                    "end": 31,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                },
                {
                    "start": 126,
                    "end": 129,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                },
                {
                    "start": 244,
                    "end": 247,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                },
                {
                    "start": 425,
                    "end": 429,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "The construction industry is among the most important in each country's economy. ",
            "section": "Introduction"
        },
        {
            "text": "The fact is witnessed by extensive attention of various authors paid to an increase in effectiveness of construction contraction agreement making. ",
            "section": "Introduction"
        },
        {
            "text": "However, such an important issue as integrated evaluation of construction contraction agreements remains untouched or almost untouched. ",
            "section": "Introduction"
        },
        {
            "text": "Even when the construction contractor is selected and the price and work terms are negotiated, the client still can choose at least several variants of agreements. ",
            "section": "Introduction"
        },
        {
            "text": "Selection of the most favourable variant is a multiple criteria task, and a new methodology must be created for its solution.",
            "section": "Introduction"
        },
        {
            "text": "In order to develop the methodology for multiple criteria evaluation of CCAs, a systematic analysis of provisions for a CCA and of the model of CCA provisions is a must. ",
            "section": "Introduction"
        },
        {
            "text": "This article aims to develop a hierarchical model of CCA provisions and to analyse provisions and subsystems included in this model. ",
            "section": "Introduction"
        },
        {
            "text": "Construction contracts can be concluded, evaluated and compared on the basis of this model.",
            "section": "Introduction"
        },
        {
            "text": "Decision-making is a very important stage in the construction process as in life of every person; it determines the future of the person or of construction works. ",
            "section": "Model of the System of CCA Provisions"
        },
        {
            "text": "For example, when preparing a construction contraction agreement, hundreds of decisions must be made: the larger the project, the bigger the number of various level decisions. ",
            "section": "Model of the System of CCA Provisions"
        },
        {
            "text": "Those who prepare a construction contraction agreement must be knowledgeable about provisions of laws, the requirements of parties, possible variants of risk transfer, etc.",
            "section": "Model of the System of CCA Provisions"
        },
        {
            "text": "Conclusion of a CCA is one of the components of the construction process. ",
            "section": "Model of the System of CCA Provisions"
        },
        {
            "text": "In order to conclude a proper CCA, it is necessary to analyse agreement provisions properly and to consider their characteristics. ",
            "section": "Model of the System of CCA Provisions"
        },
        {
            "text": "It is very important to properly evaluate CCA provisions, such as contractor's liabilities, provided guarantees, client's liabilities, provisions for contract termination and suspension, etc. ",
            "section": "Model of the System of CCA Provisions"
        },
        {
            "text": "This stage is related to certain decision-making.",
            "section": "Model of the System of CCA Provisions"
        },
        {
            "text": "One of the most important contract elements is the contents of the agreement, which consists of the entire system of agreement provisions. ",
            "section": "Model of the System of CCA Provisions"
        },
        {
            "text": "Contract provisions are determined on the basis of one of the main principles of the civil law: the principle of contract freedom. ",
            "section": "Model of the System of CCA Provisions"
        },
        {
            "text": "Contract provisions determine rights and duties of the parties, i.e. their certain behaviour. ",
            "section": "Model of the System of CCA Provisions"
        },
        {
            "text": "In practice, it is important to formulate exact agreement provisions, because they determine peculiarities of rights and duties related to liabilities and their proper implementation.",
            "section": "Model of the System of CCA Provisions"
        },
        {
            "text": "The system of CCA provisions may be also modelled considering the functions of agreement provisions. ",
            "section": "Model of the System of CCA Provisions"
        },
        {
            "text": "All CCA provisions have a certain function. ",
            "section": "Model of the System of CCA Provisions"
        },
        {
            "text": "For example, agreement provisions regulating guarantees, surety or forfeit have the function of liability guarantee. ",
            "section": "Model of the System of CCA Provisions"
        },
        {
            "text": "All provisions regulating the aforementioned function may be joined to a separate subsystem. ",
            "section": "Model of the System of CCA Provisions"
        },
        {
            "text": "Similarly, other agreement provisions may also be joined to subsystems. ",
            "section": "Model of the System of CCA Provisions"
        },
        {
            "text": "Following the aforementioned principle, a hierarchical model of CCA provisions based on their functions has been made and provided in Fig. 1. ",
            "section": "Model of the System of CCA Provisions",
            "ref_spans": [
                {
                    "start": 134,
                    "end": 140,
                    "type": "figure",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "While considering functions of agreement provisions they are joined to groups or, in other words, to subsystems. ",
            "section": "Model of the System of CCA Provisions"
        },
        {
            "text": "In their turn subsystems according to their functions are grouped into systems of higher level. ",
            "section": "Model of the System of CCA Provisions"
        },
        {
            "text": "At the end of the process, the highest point of the system of agreement provisions is reached, which coincides with the aim of the decision-making process. ",
            "section": "Model of the System of CCA Provisions"
        },
        {
            "text": "Thus the aim is specified at the first level of the hierarchy, i.e. the construction contraction agreement. ",
            "section": "Model of the System of CCA Provisions"
        },
        {
            "text": "The second level of hierarchy consists of criteria which make immediate influence on the final goal. ",
            "section": "Model of the System of CCA Provisions"
        },
        {
            "text": "At the same time each criterion is at the top of the created hierarchy, connecting to its top. ",
            "section": "Model of the System of CCA Provisions"
        },
        {
            "text": "The third level consists of criteria determined by the second level. ",
            "section": "Model of the System of CCA Provisions"
        },
        {
            "text": "Hierarchical structures are developed on the basis of transfer of authorisation, i.e. on the basis of subordination. ",
            "section": "Model of the System of CCA Provisions"
        },
        {
            "text": "Therefore, they cannot include horizontal relationships. ",
            "section": "Model of the System of CCA Provisions"
        },
        {
            "text": "Such relationships reflect not subordination but coordination [11].",
            "section": "Model of the System of CCA Provisions",
            "ref_spans": [
                {
                    "start": 62,
                    "end": 66,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "Using an expert method, provisions have been determined which influence construction contract contents:",
            "section": "Model of the System of CCA Provisions"
        },
        {
            "text": "• performance of construction works according to the contract and following the requirements specified in normative documents of construction; When CCA contents are divided into separate provisions, which influence smooth construction process, we get a model ( Fig. 1), which is broadly applicable in CCA preparation. ",
            "section": "Model of the System of CCA Provisions",
            "ref_spans": [
                {
                    "start": 261,
                    "end": 267,
                    "type": "figure",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "It is possible to distinguish the following advantages of a hierarchical structure:",
            "section": "Model of the System of CCA Provisions"
        },
        {
            "text": "• hierarchical structure may be used to describe how lower level priorities influence the change of higher level priorities; • hierarchy provides considerably more detailed information about lower level structures, functions and their influence on higher levels; • when systems reflecting real situation are developed by means of hierarchy, i.e. by developing and later uniting models, their development is more effective than in cases when the system is made at once; • a hierarchical system is both stable and flexible. ",
            "section": "Model of the System of CCA Provisions"
        },
        {
            "text": "Stability means that slight modifications in the hierarchy cause very small changes. ",
            "section": "Model of the System of CCA Provisions"
        },
        {
            "text": "Flexibility means that introduction of several new criteria does not change the essence of a well-developed hierarchy. ",
            "section": "Model of the System of CCA Provisions"
        },
        {
            "text": "The used hierarchy has its own specific features, therefore, the following presumptions are offered for use [10] to the value of one indicator of a higher level, i.e. to one; ",
            "section": "Model of the System of CCA Provisions",
            "ref_spans": [
                {
                    "start": 108,
                    "end": 112,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "e) any indicator is related only to one indicator of a higher level; ",
            "section": "Model of the System of CCA Provisions"
        },
        {
            "text": "f) the \"depth\" of structuring of separate indicators is different, and the structuring \"chain\" is inconsecutive. ",
            "section": "Model of the System of CCA Provisions"
        },
        {
            "text": "In order to evaluate CCAs and compare their different variants, it is not enough only to develop a model of agreement provisions. ",
            "section": "Model of the System of CCA Provisions"
        },
        {
            "text": "Striving to the aforementioned aims, it is necessary to determine the significance of structural elements of the developed model, i.e. of agreement provisions and groups of agreement provisions (model subsystems). ",
            "section": "Model of the System of CCA Provisions"
        },
        {
            "text": "Thus during evaluation or interpretation of evaluation results, different provisions of a CAA may be treated differently. ",
            "section": "Model of the System of CCA Provisions"
        },
        {
            "text": "In turn, it may cause certain misunderstandings, create erroneous results or cause erroneous interpretation of the results. ",
            "section": "Model of the System of CCA Provisions"
        },
        {
            "text": "Therefore, it is very important to describe each CCA provision in detail.",
            "section": "Model of the System of CCA Provisions"
        },
        {
            "text": "In order to determine indicator significance in calculations more objectively, an opinion of a group of experts should be evaluated. ",
            "section": "Determination of indicator significance using expert surveys"
        },
        {
            "text": "For this purpose an expert group of 26 persons was formed during pilot calculations. ",
            "section": "Determination of indicator significance using expert surveys"
        },
        {
            "text": "A fragment of calculation results is shown in Fig. 2. ",
            "section": "Determination of indicator significance using expert surveys",
            "ref_spans": [
                {
                    "start": 46,
                    "end": 52,
                    "type": "figure",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "The expert group consisted of lawyers, civil engineers and other specialists (Fig. 2).",
            "section": "Determination of indicator significance using expert surveys",
            "ref_spans": [
                {
                    "start": 77,
                    "end": 85,
                    "type": "figure",
                    "text": "(Fig. 2)"
                }
            ]
        },
        {
            "text": "The experts were surveyed by questionnaires. ",
            "section": "Determination of indicator significance using expert surveys"
        },
        {
            "text": "The questionnaire was prepared on the basis of the method of paired evaluation of indicator significance. ",
            "section": "Determination of indicator significance using expert surveys"
        },
        {
            "text": "The generalised calculations of survey results showed that the compatibility of expert opinions meets the requirements; therefore, it is possible to claim that indicator significances derived during the expert survey are reliable and can be used for typical evaluation of contracts. ",
            "section": "Determination of indicator significance using expert surveys"
        },
        {
            "text": "However, these indicator significances would change with changing economic situ-ation and upon evaluation of specific requirements of a construction project; anyway, they serve as a basis for initial calculations.",
            "section": "Determination of indicator significance using expert surveys"
        },
        {
            "text": "During the pilot calculations, three contracts were evaluated using the indicator significances derived from the survey of the expert group (Fig. 3). ",
            "section": "Determination of indicator significance using expert surveys",
            "ref_spans": [
                {
                    "start": 140,
                    "end": 148,
                    "type": "figure",
                    "text": "(Fig. 3)"
                }
            ]
        },
        {
            "text": "It was determined that the first contract meets the requirements in the best way, and the remaining contracts need to be improved. ",
            "section": "Determination of indicator significance using expert surveys"
        },
        {
            "text": "Therefore, the conclusion is drawn that calculations using the selected methodology provide yet another advantage, i.e. an opportunity to form an expert group for determination of criteria significance.",
            "section": "Determination of indicator significance using expert surveys"
        },
        {
            "text": "Having summarised the results of evaluation of all three agreements according to each evaluation criteria, it is pos-  (Fig. 4). ",
            "section": "Determination of indicator significance using expert surveys",
            "ref_spans": [
                {
                    "start": 119,
                    "end": 127,
                    "type": "figure",
                    "text": "(Fig. 4)"
                }
            ]
        },
        {
            "text": "According to the results obtained in this case, the first contract has the highest priority, the second has medium priority and the third has the lowest.",
            "section": "Determination of indicator significance using expert surveys"
        },
        {
            "text": "The model of CCA provisions based on their functions has been used for evaluation. ",
            "section": "Determination of indicator significance using expert surveys"
        },
        {
            "text": "No problems related to formation of the evaluation criteria hierarchy have been encountered during the evaluation; therefore, it can be claimed that the developed model of CCA provisions based on their functions meets the requirements applicable to a hierarchy and may be used for evaluation of CCAs.",
            "section": "Determination of indicator significance using expert surveys"
        },
        {
            "text": "Analysis of the sensitivity of evaluation helps to determine the factors which made the greatest influence on the evaluation results and whether the provided evaluation of criteria significance is correct, to review results of the evaluation of conformity of alternatives with the selected criteria again and to determine opportunities for improvement of agreements. ",
            "section": "Determination of indicator significance using expert surveys"
        },
        {
            "text": "On the basis of the results of sensitivity analysis, it is possible to claim that evaluation of criteria significance meets evaluator's expectations on distribution of evaluation results. ",
            "section": "Determination of indicator significance using expert surveys"
        },
        {
            "text": "After the evaluation, evaluation of alternatives according to some criteria was slightly modified. ",
            "section": "Determination of indicator significance using expert surveys"
        },
        {
            "text": "The following possibilities of agreement improvement can be specified: ",
            "section": "Determination of indicator significance using expert surveys"
        },
        {
            "text": "1) Payment provisions should be improved in the second contract. ",
            "section": "Determination of indicator significance using expert surveys"
        },
        {
            "text": "2) Payment provisions should be improved in the third contract; agreement guarantee and termination provisions should be reviewed. ",
            "section": "Determination of indicator significance using expert surveys"
        },
        {
            "text": "Assuming that agreements are final and not subject to editing, the first variant must be selected on the basis of the evaluation results. ",
            "section": "Determination of indicator significance using expert surveys"
        },
        {
            "text": "However, if an agreement is subject to change, the evaluation needs to be repeated after making the amendments. ",
            "section": "Determination of indicator significance using expert surveys"
        },
        {
            "text": "Evaluation results may be used not only to determine weak points in agreements but also to determine their advantages, and thus to try improving agreement provisions.",
            "section": "Determination of indicator significance using expert surveys"
        },
        {
            "text": "The Expert Choice software was used to make pilot calculations. ",
            "section": "Determination of indicator significance using expert surveys",
            "entity_spans": [
                {
                    "start": 4,
                    "end": 17,
                    "type": "software",
                    "rawForm": "Expert Choice",
                    "resp": "#annotator2",
                    "used": true,
                    "id": "e179596f33-software-simple-0",
                    "cert": "1.0"
                }
            ]
        },
        {
            "text": "This software opens wide opportunities for its users. ",
            "section": "Determination of indicator significance using expert surveys"
        },
        {
            "text": "However, it has drawbacks as well. ",
            "section": "Determination of indicator significance using expert surveys"
        },
        {
            "text": "The main drawback of this software is that it is adjusted for use in stationary work places. ",
            "section": "Determination of indicator significance using expert surveys"
        },
        {
            "text": "The model of indicator hierarchy for construction contract evaluation developed this way is just an extra feature of this software. ",
            "section": "Determination of indicator significance using expert surveys"
        },
        {
            "text": "Meanwhile, users without special software cannot use the developed system of indicators. ",
            "section": "Determination of indicator significance using expert surveys"
        },
        {
            "text": "True, that this system provides a possibility to publish the hierarchical model in Internet; however, only Expert Choice users can make full use of such a model. ",
            "section": "Determination of indicator significance using expert surveys",
            "entity_spans": [
                {
                    "start": 107,
                    "end": 120,
                    "type": "software",
                    "rawForm": "Expert Choice",
                    "resp": "#annotator2",
                    "used": true,
                    "id": "e179596f33-software-simple-1",
                    "cert": "1.0"
                }
            ]
        },
        {
            "text": "Besides, this software has other drawbacks characteristic of other stationary software: limited number of workstations, attachment to a specific workstation, little opportunities to share experience with other users, etc.",
            "section": "Determination of indicator significance using expert surveys"
        },
        {
            "text": "One of the main aims of future decision support systems is the use of IT to increase productivity of people working in the sphere of information processing in \"the age of information\" and to solve various problems of different complexity and structure. ",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "Otherwise, people will simply fail to evaluate the available information properly and to make proper choice with the increasing flood of information. ",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "This opinion is based on statistical data, which shows that the amount of information in a company increases twice annually. ",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "An employee can analyse only about 5 % of the received information effectively in such a situation and assistance becomes vital [12]. ",
            "section": "Possibilities to implement the hierarchical model in decision support systems",
            "ref_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "Such situation shapes a number of tasks for a decision support system.",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "One of the most important opportunities to develop decision support systems is an increase of their integration. ",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "First, a system must be developed inside the organisation, and such system with a simple user interface would provide access to and exchange of information among company's employees. ",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "A clear link between the decision support system and various data must be provided and it must facilitate installation of various means for resource allocation. ",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "In this case, accessibility of the system can be achieved by using standard graphic user interface. ",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "Such standardisation is the main reason why Microsoft Windows and related products have become widely distributed so fast. ",
            "section": "Possibilities to implement the hierarchical model in decision support systems",
            "entity_spans": [
                {
                    "start": 44,
                    "end": 53,
                    "type": "publisher",
                    "rawForm": "Microsoft",
                    "resp": "#curator",
                    "id": "#e179596f33-software-8"
                },
                {
                    "start": 54,
                    "end": 61,
                    "type": "software",
                    "rawForm": "Windows",
                    "resp": "#annotator2",
                    "used": true,
                    "id": "e179596f33-software-8",
                    "cert": "1.0"
                }
            ]
        },
        {
            "text": "The main problem of decision support systems is an interface with additional means that is difficult to implement. ",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "From the perspective of a user of a decision support system, the main criterion when a system for work is being selected is the simplicity of its user interface.",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "Therefore, the ideas related to information presentation must be improved both by the developers and users. ",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "A proper evaluation of the form (charts, plans, diagrams), in which Fig. 4. ",
            "section": "Possibilities to implement the hierarchical model in decision support systems",
            "ref_spans": [
                {
                    "start": 68,
                    "end": 74,
                    "type": "figure",
                    "text": "Fig. 4"
                }
            ]
        },
        {
            "text": "Priorities of alternatives according to the results of ten-point evaluations the information will be presented in the future, is important. ",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "There is a chance that new forms of information presentation may be available in the future, like dynamic charts or multi-dimensional reports.",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "Use of expert systems and other available AI forms in decision support systems determines the main direction. ",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "Knowledge bases determine the shape of a database or a model base, models of conclusion presentation determine the knowledge-based management system, and there are attempts to develop a user interface in all EU languages. ",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "One of the issues that is important as well is a closer integration of decision support systems and software applications used in a company, thus increasing the level of usefulness of decision support and effectiveness of the work of a decision-maker as well.",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "The consolidating function of a decision support system is an important component of the future decision support systems. ",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "It is especially relevant in the sphere of communication. ",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "Currently it is possible to connect clients using local networks, external networks and other methods, and it is the path for further development. ",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "Further opportunities are standardisation of communication protocols, communication channels and data presentation allowing to exchange large amounts of data, graphic databases, digital images and videos. ",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "A possibility to connect to other networks is important to organisations, because it creates an opportunity for emergence of new and more global sources of information. ",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "The main problem here is security.",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "Another opportunity to improve decision support systems is improvement of accessibility to documents and their management both inside and outside of an organisation. ",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "New search and structuring technologies such as underlining of an idea, hypertext and multimedia have been rapidly developed both for scientific research and commercial purposes. ",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "One of the most successful examples thereof is groupware, such as Lotus Notes, which emerged recently and is growing fast. ",
            "section": "Possibilities to implement the hierarchical model in decision support systems",
            "entity_spans": [
                {
                    "start": 66,
                    "end": 77,
                    "type": "software",
                    "rawForm": "Lotus Notes",
                    "resp": "#curator",
                    "id": "e179596f33-software-11"
                }
            ]
        },
        {
            "text": "The world becomes a uniform connected whole, which is the basis for further development of decision support systems.",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "Proper presentation of knowledge creates conditions for a system to better reflect expert opinion. ",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "These possibilities enable knowledge acquisition; and it is essential in systems which are used in vital areas where especially valuable decisions are made. ",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "A possibility to reach documents available in different locations and provided by different sources using fast search algorithms increases competitiveness of companies as well. ",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "With increasing importance of communication, a decision support system must operate in Internet and allow companies to keep up with the newest technologies and innovations in decision-making and to operate successfully in the expanding cyberspace.",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "Cyberspace technologies allow single persons to be involved and participate actively in electronic environment. ",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "Such computer graphics is based on development of in-creasingly complex hardware and software able to create a more real environment. ",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "The cyberspace environment includes both a theatrical image shown on a big screen and computer displays or helmets with built-in stereo displays ands special headphones. ",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "The perceived experience is multisensory: visible, audible and touchable, and is more acceptable. ",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "Technology helps a viewer to understand relationships between different elements and provides ways to learn to react to the available data effectively and efficiently.",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "A common principle dominating in Europe is that contracts are valid despite their execution; however, laws sometimes provide for formal requirements, for example, contracts must be made in writing. ",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "First, this legal requirement attempts to reduce the number of disputes, because contracts allow explicit determination of rights and liabilities of parties. ",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "Second, it is an attempt to guarantee movement of goods and services, because they make clear who must perform what actions, under what conditions and what limitations are applicable. ",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "Third, such formalities allow parties to know their rights and liabilities explicitly months and years after conclusion of a contract, because it is possible to store the contents of the document. ",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "However, laws providing for formalities may have other aims as well: they may make an attempt at a psychological effect. ",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "In this case it is attempted to make a person think about the risk and dangers before signing a contract, at least a little. ",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "A relevant example of such contracts are loan contracts; they are considered dangerous, because consumers are often allured by advertisements, etc. and thus fail to realise the accepted financial liabilities fully and fail to evaluate their economic potential. ",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "For this reason, the EU Directive No. 87/102/EEC On Consumer Loans determines that a consumer loan must be executed in the written form. ",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "E-commerce understands that e-contracts lack expressiveness and that the button \"I agree/accept\" contract provisions do not have the same psychological effect as written documents. ",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "Therefore, the European Union doubled the steps of contract conclusion (offer and acceptance) and established a four-stage process (offer, acceptance, acknowledgement that the offer is received and acknowledgement that the acceptance is received), which was reduced to three stages in the later edition of the EU Directive No. 2000/31/EC; so now the recipient must give its consent by technological means in order to express its consent to conclude a contract, and the contract is considered as concluded from the moment the service recipient receives an electronic acknowledgement of the provider, that received the consent of the recipient (acceptance). ",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "Member states supplement their laws by the provision that different steps of the process of e-contract conclusion shall be provided explicitly and defined so that parties shall be familiarized with their contents and procedure and that any steps shall be made only upon expressing consent of the parties. ",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "In such case, these requirements of explicitness shall serve for equalisation of the conventional and electronic consent and shall not provide for the reinforced consent required by the nature of some contracts (e.g. consumer loan).",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "Considering a possibility to conclude electronic construction contracts, e-signature can be used, which has an effect similar to signing a written document. ",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "The author thinks that e-signatures are as authentic as handwritten signatures. ",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "EU Directive No. 1999/93/EC on E-signature specifies that member states shall grant secure e-signatures based on qualified certificates and created by secure e-signature development means. ",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "Such e-signatures meet legal requirements of relationship between a signature and data stored or kept in electronic form, the same as handwritten signatures meet these requirements in respect of data stored or kept on paper. ",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "Classic civil law considers a contract as a result of expression of two wills. ",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "If the will is not present or is faulty, the main element of a contract is missing. ",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "Nobody can be bound by a contract against his/her will. ",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "Should the modern law know only these features of contract making, it would become a serious barrier to validate contracts concluded by e-agents, which may be controlled by a third party (e.g. e-shop).",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "However, both general law and civil law are rather rapidly developing legal systems, thus issues related to liability outcomes of contractual will expression, errors and consent provided by a more obvious agent are evaluated broadly by underlining the reliability of the other party and not the identification of an independent will expression. ",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "Sometimes negligent actions of a party are used as a basis, for example, a party was negligent in selection of contract phrases and was not attentive enough to remove the circumstances because of which somebody was considered its representative. ",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "Sometimes it is made objective by an opinion that parties accept responsibility for the selected means of contract conclusion.",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "The general validity of contracts concluded by e-agents is a fictitious problem initiated by suspicions caused by outdated civil and commercial law, often resultant from nonlawyers and stereotypic understanding of the will of contract parties. ",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "There is a considerably strong basis to claim that nobody can be exempt from an obligation to fulfil a contract only because an e-agent was an intermediary in its conclusion. ",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "The problem is related to settlement of errors made by e-agents. ",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "Another problem is related to a question whether it is allowed to exempt a party from liabilities under a contract if it proves that the error occurred due to technical problems of an e-agent.",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "On the basis of the aforementioned provisions, a model of the Web-based Decision Support System for Construction Contract Preparation was developed. ",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "This model can help to implement the functional model of the system of construction contract provisions developed by the authors and other principle elements.",
            "section": "Possibilities to implement the hierarchical model in decision support systems"
        },
        {
            "text": "1. Currently, multiple criteria methods and models are offered for efficiency improvement when solving various issues related to construction; however, preparation, evaluation and comparison of CCAs is still rather disregarded. ",
            "section": "Conclusions"
        },
        {
            "text": "In order that the construction process is effective and smooth, the CCA must be properly prepared. ",
            "section": "Conclusions"
        },
        {
            "text": "In order to solve this task successfully, a model of the system of CCA provisions has been created. ",
            "section": "Conclusions"
        },
        {
            "text": "The model is based on functions of provisions.",
            "section": "Conclusions"
        },
        {
            "text": "2. The model of CCA provisions based on their functions is convenient to determine significance of agreement provisions. ",
            "section": "Conclusions"
        },
        {
            "text": "Then it is possible to develop an Internet-based legal CCA decision support system. ",
            "section": "Conclusions"
        },
        {
            "text": "Such conclusion can be made for the following reasons: first, experts can easier evaluate significance of agreement provisions grouped according to their functions and, second, legal power of all CCA provisions is equal, irrespective of the group they are attributed to according to any of the analysed classifications. ",
            "section": "Conclusions"
        },
        {
            "text": "However, the latter classification illustrates real operation of a CCA and its functions best.",
            "section": "Conclusions"
        },
        {
            "text": "3. Three CCAs have been selected for calculations and evaluation provided as an example. ",
            "section": "Conclusions"
        },
        {
            "text": "The evaluation has shown that the first variant is the most favourable to a client, and having analysed graphic information, it is possible to determine possibilities for improvement of agreements. ",
            "section": "Conclusions"
        },
        {
            "text": "Software Expert Choice, which has been used in this process, is well adjusted to development of a good hierarchy, to determination of criteria significance, to evaluation and analysis of the evaluation results.",
            "section": "Conclusions",
            "entity_spans": [
                {
                    "start": 9,
                    "end": 22,
                    "type": "software",
                    "rawForm": "Expert Choice",
                    "resp": "#annotator2",
                    "used": true,
                    "id": "e179596f33-software-simple-5",
                    "cert": "1.0"
                }
            ]
        },
        {
            "text": "4. The calculations provided as an example enable the following conclusion: although the aforementioned software has a number of advantages, several main disadvantages can also be distinguished. ",
            "section": "Conclusions"
        },
        {
            "text": "The software is designed for stationary workstations. ",
            "section": "Conclusions"
        },
        {
            "text": "Thus the developed hierarchical model of CCA evaluation criteria can be only an extramodule of the aforementioned software. ",
            "section": "Conclusions"
        },
        {
            "text": "Whereas users who do not have specialised software cannot use the developed system of criteria. ",
            "section": "Conclusions"
        },
        {
            "text": "Although the system foresees a possibility to place hierarchy models in the Internet, only Expert Choice software users can use them to full extent. ",
            "section": "Conclusions",
            "entity_spans": [
                {
                    "start": 91,
                    "end": 104,
                    "type": "software",
                    "rawForm": "Expert Choice",
                    "resp": "#annotator2",
                    "used": true,
                    "id": "e179596f33-software-simple-6",
                    "cert": "1.0"
                }
            ]
        },
        {
            "text": "Considering the results of the analysis, a specialised decision support system should be developed for CCA evaluation; the system would implement advantages of an Internet-based system.",
            "section": "Conclusions"
        },
        {
            "text": "5. Since computer and information technologies are developing constantly, it is very important to foresee the possibilities to improve a decision support system. ",
            "section": "Conclusions"
        },
        {
            "text": "The vital task is to increase system's integration considering the trends of development of the aforementioned technologies and the purpose of a decision support system. ",
            "section": "Conclusions"
        },
        {
            "text": "This way a user can use the developed system without special training or with the minimum training, the need for additional soft-ware is lower, requirements to hardware are reduced, new and better conditions for electronic exchange of data are created and more functions (video conferencing, video and audio records, contract signing by electronic means, etc.) related to preparation of construction contracts become integrated.",
            "section": "Conclusions"
        },
        {
            "text": "• performance of construction works keeping to the environment protection and work safety requirements; • permits for construction works; • supply of the construction site with construction materials, equipment, spare parts and other constructions; • contractor 's duty to do all works independently, if not specified otherwise in the contract; • the right to require recalculation of the contract price, if the factual price of the construction works increased by over 15 % due to circumstances not influenced by the contractor; • client's duty to provide a land plot for construction in time; • to obtain required construction permits; • client's duty to pass to contractor buildings and equipment for use and to install temporary energy or water supply networks in cases specified in the contract; • to allow to use buildings and temporary energy or water supply networks; • client's duty to pay for all works performed before conservation; • implementation of client's rights related to construction supervision and control; • acceptance of constructions works; • cooperation of parties; • recognition of the building as suitable for use; • quality guarantee terms; • payment for construction works; • contract guarantee; • contract termination; • contract suspension."
        },
        {
            "text": ": "
        },
        {
            "text": "a) all partial indicators of the same level are equal in the initial calculations; "
        },
        {
            "text": "b) compared to previous level, partial indicators of a higher level have bigger influence on the highest level of the structure; "
        },
        {
            "text": "c) the sum of weights of all partial indicators of each level is equal to one; "
        },
        {
            "text": "d) the total value of all indicators of any level is equal"
        },
        {
            "text": "The model of CCA provisions based on functions A fragment of the window with aggregated criteria significance and the priority list of contracts List of members of the expert group sible to review the priorities of alternatives determined after the evaluation",
            "section": "Fig. 1 .Fig. 2 .Fig. 3 ."
        }
    ]
}