{
    "id": "e10d796729",
    "level": "sentence",
    "abstract": [
        {
            "text": "RNA interference (RNAi) has emerged as a powerful tool to generate loss-of-function phenotypes in a variety of organisms. "
        },
        {
            "text": "Combined with the sequence information of almost completely annotated genomes, RNAi technologies have opened new avenues to conduct systematic genetic screens for every annotated gene in the genome. "
        },
        {
            "text": "As increasing large datasets of RNAi-induced phenotypes become available, an important challenge remains the systematic integration and annotation of functional information. "
        },
        {
            "text": "Genome-wide RNAi screens have been performed both in Caenorhabditis elegans and Drosophila for a variety of phenotypes and several RNAi libraries have become available to assess phenotypes for almost every gene in the genome. "
        },
        {
            "text": "These screens were performed using different types of assays from visible phenotypes to focused transcriptional readouts and provide a rich data source for functional annotation across different species. "
        },
        {
            "text": "The GenomeRNAi database provides access to published RNAi phenotypes obtained from cellbased screens and maps them to their genomic locus, including possible non-specific regions. "
        },
        {
            "text": "The database also gives access to sequence information of RNAi probes used in various screens. "
        },
        {
            "text": "It can be searched by phenotype, by gene, by RNAi probe or by sequence and is accessible at http://rnai.dkfz.de"
        }
    ],
    "body_text": [
        {
            "text": "RNA interference (RNAi) has opened new avenues for the systematic analysis of phenotypes. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "With the completion of many whole genome sequences, RNAi allows the depletion of gene products in a wide range of organisms, thus enabling reverse genetic approaches where genetic tools are lacking. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "The molecular mechanism of RNAi-mediated gene silencing is conserved from plants to higher animals and studies in many organisms have benefited tremendously from the availability of RNAi libraries. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Compared to classical genetic screens, RNAi has the advantage to provide a link from phenotype to gene without the need for positional cloning of mutant alleles, but it lacks the possibility to make stable mutations and may display non-specific off-target effects.",
            "section": "INTRODUCTION"
        },
        {
            "text": "Depending on the experimental system, RNAi approaches are amenable for high-throughput screening, thereby allowing complete genomes to be queried for specific phenotypes. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Screens can be performed for whole organism phenotypes, which has been done in Caenorhabditis elegans (1,2). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 102,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1,"
                },
                {
                    "start": 105,
                    "end": 107,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2)"
                }
            ]
        },
        {
            "text": "Cellbased RNAi experiments have become widely used in particular in Drosophila and to a smaller extent in vertebrates, organisms for which many cell lines are available (3)(4)(5)(6). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 169,
                    "end": 172,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "(3)"
                },
                {
                    "start": 172,
                    "end": 175,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "(4)"
                },
                {
                    "start": 175,
                    "end": 178,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(5)"
                },
                {
                    "start": 178,
                    "end": 181,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "(6)"
                }
            ]
        },
        {
            "text": "Cell-based phenotypes can be measured using simple fluorescent or luminescence reporters or more complex phenotypes as can be detected by immunofluorescence and microscopy (7). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 172,
                    "end": 175,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(7)"
                }
            ]
        },
        {
            "text": "However each phenotypic readout method has its specific analysis method and a generally accepted ontology for phenotypes is still missing.",
            "section": "INTRODUCTION"
        },
        {
            "text": "In the past few years different RNAi libraries have been constructed that cover large parts of many genomes. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "For invertebrates, such as C.elegans and Drosophila, libraries can be produced relatively cheaply, since long doublestranded RNAs (dsRNAs) can be generated by in vitro transcription. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "In addition, use of dsRNA in these organisms does not elicit an interferon response (8,9). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 84,
                    "end": 87,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "(8,"
                },
                {
                    "start": 87,
                    "end": 89,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "9)"
                }
            ]
        },
        {
            "text": "Expression of dsRNA in bacteria that are fed to C.elegans is sufficient to produce an efficient knock-down of target transcripts (9). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 129,
                    "end": 132,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "(9)"
                }
            ]
        },
        {
            "text": "In Drosophila cells, simple addition of long dsRNA to the cell culture medium is sufficient for cells to take up the dsRNAs and intracellularly dice them in many different 21-23 bp siRNAs (8). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 188,
                    "end": 191,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "(8)"
                }
            ]
        },
        {
            "text": "The efficiency of RNAi in invertebrates is likely due to the diversity of siRNA species that are intracellularly produced.",
            "section": "INTRODUCTION"
        },
        {
            "text": "Drosophila cell-based assays are widely used since the genome is well-annotated and many cellular pathways are conserved from flies to man (10,11). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 139,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "(10,"
                },
                {
                    "start": 143,
                    "end": 146,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "11)"
                }
            ]
        },
        {
            "text": "Moreover, Drosophila lacks a redundancy of factors often found in mammalian genomes. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "For example, depleting Dsh by RNAi is sufficient to fully recapitulate a Wg loss-of-function phenotype, whereas it is necessary to deplete all three homologs (Dvl1-3) in human cells to observe a Wnt phenotype (D. Ingelfinger and M. Boutros, unpublished data). ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Such examples occur in many cellular pathways and it might be necessary in mammalian cells to pool RNAi reagents for multiple candidates to generate a loss-of-function phenotype. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "While this is technically possible, it will significantly increase the complexity of screens.",
            "section": "INTRODUCTION"
        },
        {
            "text": "More than 20 genome-wide (or genome-scale) screens in Drosophila cells have been published since 2003 and a key challenge remains to integrate and compare different datasets. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Since many screens have been performed using different RNAi libraries and readouts, a proper annotation using minimal information for RNAi experiments would be required. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "The equivalent of a MIAME convention is currently lacking and the breadth and quality of data provided for screens varies. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Data structures and databases will be needed to cross-correlate phenotypic information.",
            "section": "INTRODUCTION"
        },
        {
            "text": "As large-scale studies remain largely untested in follow-up experiments for a certain period of time, it is crucial to systematically integrate phenotypes and annotation information to estimate false positive and false negative rates. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "A comparison across multiple screens can also be used to evaluate the reliability of a phenotype or a particular RNAi reagent used in these studies. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Ultimately, phenotypic profiles of many screens can serve to cluster unknown genes and provide guideposts for follow-up analysis (12). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "(12)"
                }
            ]
        },
        {
            "text": "Since most cell-based RNAi screens have been published using Drosophila RNAi libraries, these screens can serve as a model for the organization of data produced in large-scale RNAi experiments.",
            "section": "INTRODUCTION"
        },
        {
            "text": "Here we describe a publicly accessible database to integrate annotation of RNAi reagents and functional information obtained from large-scale RNAi experiments. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "The database allows the user to access phenotype data from published screens and the sequences of their underlying perturbation reagents. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Specificity and other sequence features are displayed in the context of the genomic location of the targeted gene model. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "GenomeRNAi also facilitates the design of new experiments, using previously designed RNAi reagents from independent libraries and links to a design program of RNAi constructs for independent retests (13). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 199,
                    "end": 203,
                    "type": "bibr",
                    "text": "(13)"
                }
            ]
        },
        {
            "text": "The database structure is flexible and allows adding large-scale cell-based phenotypic datasets from other organisms once they become available.",
            "section": "INTRODUCTION"
        },
        {
            "text": "The database integrates the sequence information of the RNAi reagents with phenotypic information based on genome-scale and genome-wide published RNAi screens. ",
            "section": "DATABASE CONTENT"
        },
        {
            "text": "It contains 90 998 RNAi probes that have been designed by various groups. ",
            "section": "DATABASE CONTENT"
        },
        {
            "text": "These include libraries used in Heidelberg and Boston (4,14), by groups in San Francisco and others (15). ",
            "section": "DATABASE CONTENT",
            "ref_spans": [
                {
                    "start": 54,
                    "end": 60,
                    "type": "bibr",
                    "text": "(4,14)"
                },
                {
                    "start": 100,
                    "end": 104,
                    "type": "bibr",
                    "text": "(15)"
                }
            ]
        },
        {
            "text": "Using the sequence information, all RNAi constructs were computationally mapped onto the latest genomic sequence using BLAST and MUMmer (16,17) and gene and isoform annotations were derived through the mapping process. ",
            "section": "DATABASE CONTENT",
            "ref_spans": [
                {
                    "start": 136,
                    "end": 143,
                    "type": "bibr",
                    "text": "(16,17)"
                }
            ],
            "entity_spans": [
                {
                    "start": 119,
                    "end": 124,
                    "type": "software",
                    "rawForm": "BLAST",
                    "resp": "#annotator4",
                    "used": true,
                    "id": "e10d796729-software-simple-0",
                    "cert": "1.0"
                },
                {
                    "start": 129,
                    "end": 135,
                    "type": "software",
                    "rawForm": "MUMmer",
                    "resp": "#annotator4",
                    "used": true,
                    "id": "e10d796729-software-simple-1",
                    "cert": "1.0"
                }
            ]
        },
        {
            "text": "All probe information is visualized using an implementation of the Generic Genome Browser (GBrowse) (18). ",
            "section": "DATABASE CONTENT",
            "ref_spans": [
                {
                    "start": 100,
                    "end": 104,
                    "type": "bibr",
                    "text": "(18)"
                }
            ],
            "entity_spans": [
                {
                    "start": 67,
                    "end": 89,
                    "type": "software",
                    "rawForm": "Generic Genome Browser",
                    "resp": "#annotator24",
                    "id": "e10d796729-software-simple-2",
                    "cert": "1.0"
                },
                {
                    "start": 91,
                    "end": 98,
                    "type": "software",
                    "rawForm": "GBrowse",
                    "resp": "#annotator4",
                    "used": true,
                    "id": "e10d796729-software-simple-3",
                    "cert": "1.0"
                }
            ]
        },
        {
            "text": "Additional information was added to describe the specificity of dsRNAs. ",
            "section": "DATABASE CONTENT"
        },
        {
            "text": "To this end, we have generated all possible 19mer sequences of annotated gene models (in total >40 Mio.) and identified homologous sequences in the complete genome. ",
            "section": "DATABASE CONTENT"
        },
        {
            "text": "These are annotated as 'tracks' inGBrowse and allow evaluation of the specificity of RNAi probe sequences. ",
            "section": "DATABASE CONTENT",
            "entity_spans": [
                {
                    "start": 34,
                    "end": 41,
                    "type": "software",
                    "rawForm": "GBrowse",
                    "resp": "#annotator4",
                    "used": true,
                    "id": "e10d796729-software-simple-4",
                    "cert": "1.0"
                }
            ]
        },
        {
            "text": "In addition, GBrowse tracks are included that show other types of non-specific regions, such as low complexity and repetitive elements in the gene model which should be avoided in the design of RNAi probes. ",
            "section": "DATABASE CONTENT",
            "entity_spans": [
                {
                    "start": 13,
                    "end": 20,
                    "type": "software",
                    "rawForm": "GBrowse",
                    "resp": "#annotator4",
                    "used": true,
                    "id": "e10d796729-software-simple-5",
                    "cert": "1.0"
                }
            ]
        },
        {
            "text": "Phenotypes mapping to such elements should also be treated with caution until further confirmatory data is available. ",
            "section": "DATABASE CONTENT"
        },
        {
            "text": "Furthermore, for every single 19mer sequence we have calculated an RNAi efficiency score (19) which is shown as a 'RNAi efficiency' column in the database. ",
            "section": "DATABASE CONTENT",
            "ref_spans": [
                {
                    "start": 89,
                    "end": 93,
                    "type": "bibr",
                    "text": "(19)"
                }
            ]
        },
        {
            "text": "The average predicted efficiency is shown for individual RNAi probes from various libraries as well as a 'track' for complete gene models in theGBrowse interface. ",
            "section": "DATABASE CONTENT",
            "entity_spans": [
                {
                    "start": 144,
                    "end": 151,
                    "type": "software",
                    "rawForm": "GBrowse",
                    "resp": "#annotator4",
                    "used": true,
                    "id": "e10d796729-software-simple-6",
                    "cert": "1.0"
                }
            ]
        },
        {
            "text": "Specificity and efficiency information can also be used to guide the design of new RNAi probes for follow-up experiments.",
            "section": "DATABASE CONTENT"
        },
        {
            "text": "RNAi phenotypes of large-scale screens from our own lab and all to-date published screens were curated from the author's websites or the Supplementary Data. ",
            "section": "DATABASE CONTENT"
        },
        {
            "text": "To date, the database contains 24 genome-scale screens which were performed with different genome-wide and subset RNAi libraries. ",
            "section": "DATABASE CONTENT"
        },
        {
            "text": "A total of 5436 phenotypes are currently stored in GenomeRNAi, which will be expanded as more data becomes available. ",
            "section": "DATABASE CONTENT"
        },
        {
            "text": "Phenotype frequency varies among the screens from 23 to >1000 hits per screen. ",
            "section": "DATABASE CONTENT"
        },
        {
            "text": "A list of all currently available screens can be accessed at http://www.dkfz.de/signaling/ screens/.",
            "section": "DATABASE CONTENT"
        },
        {
            "text": "The database can be accessed through various routes. ",
            "section": "DATA QUERY"
        },
        {
            "text": "Individual gene entries can be directly accessed via a linkout ('Heidelberg RNAi') from Flybase (20). ",
            "section": "DATA QUERY",
            "ref_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "type": "bibr",
                    "text": "(20)"
                }
            ]
        },
        {
            "text": "From the entry webpage of the database, user can search by gene identifier, by RNAi probe ID (if known) or by phenotype (Figure 1). ",
            "section": "DATA QUERY",
            "ref_spans": [
                {
                    "start": 120,
                    "end": 129,
                    "type": "figure",
                    "text": "(Figure 1"
                }
            ]
        },
        {
            "text": "For all these search options more detailed web pages are available which offer advanced input options (e.g. sequence homology search). ",
            "section": "DATA QUERY"
        },
        {
            "text": "Through the 'phenotype' entry page a complete list of all phenotypes can be requested by clicking the 'Display list of all phenotypes' link. ",
            "section": "DATA QUERY"
        },
        {
            "text": "This can then be used to access an individual gene or probe list. ",
            "section": "DATA QUERY"
        },
        {
            "text": "A second way to search for phenotypes and RNAi probe information is by sequence similarity. ",
            "section": "DATA QUERY"
        },
        {
            "text": "In the 'Gene' or 'Probe' menu page, the user can enter a Drosophila (or heterologous) nucleotide or protein sequence which is mapped by using BLAST against the BDGP transcript file or probe files. ",
            "section": "DATA QUERY",
            "entity_spans": [
                {
                    "start": 142,
                    "end": 147,
                    "type": "software",
                    "rawForm": "BLAST",
                    "resp": "#annotator4",
                    "used": true,
                    "id": "e10d796729-software-simple-7",
                    "cert": "1.0"
                }
            ]
        },
        {
            "text": "This allows for example to search for phenotypes of a homolog of human cdc2 or can be used to find all RNAi probes from various libraries that overlap with a query sequence.",
            "section": "DATA QUERY"
        },
        {
            "text": "Information with respect to genes or RNAi probes is subsequently retrieved from the database. ",
            "section": "DATA OUTPUT"
        },
        {
            "text": "In case of gene query, the database retrieves all mapped RNAi probes and displays them as a table (Figure 2A), including information of phenotypes that were reported, the calculated target transcripts and whether all isoforms are targeted (columns 'Transcripts' and 'Specificity'). ",
            "section": "DATA OUTPUT",
            "ref_spans": [
                {
                    "start": 98,
                    "end": 109,
                    "type": "figure",
                    "text": "(Figure 2A)"
                }
            ]
        },
        {
            "text": "This view shows also how many in silico diced siRNAs map to gene model and whether additional transcripts are targeted (column 'Other Targets') by the dsRNA. ",
            "section": "DATA OUTPUT"
        },
        {
            "text": "The database allows then to drill down and retrieve more detailed information, including primer and amplicon sequences (Figure 2B) by following the 'RNAi probe' link as well as more detailed information on other targets by following the corresponding link. ",
            "section": "DATA OUTPUT",
            "ref_spans": [
                {
                    "start": 119,
                    "end": 129,
                    "type": "figure",
                    "text": "(Figure 2B"
                }
            ]
        },
        {
            "text": "The completeness of available RNAi constructs in their genomic context is summarized in an interactive GBrowse implementation, which shows the gene model, the RNAi probes of all available libraries and tracks that allow evaluating the efficiency and specificity of probe sequences (Figure 2C). ",
            "section": "DATA OUTPUT",
            "ref_spans": [
                {
                    "start": 281,
                    "end": 292,
                    "type": "figure",
                    "text": "(Figure 2C)"
                }
            ],
            "entity_spans": [
                {
                    "start": 103,
                    "end": 110,
                    "type": "software",
                    "rawForm": "GBrowse",
                    "resp": "#annotator4",
                    "used": true,
                    "id": "e10d796729-software-simple-8",
                    "cert": "1.0"
                }
            ]
        },
        {
            "text": "Other GBrowse functions can then be used to extract for example non-targeted regions, common exons, regions with high specificity or regions of lowcomplexity. ",
            "section": "DATA OUTPUT",
            "entity_spans": [
                {
                    "start": 6,
                    "end": 13,
                    "type": "software",
                    "rawForm": "GBrowse",
                    "resp": "#annotator4",
                    "used": true,
                    "id": "e10d796729-software-simple-9",
                    "cert": "1.0"
                }
            ]
        },
        {
            "text": "Information can be extracted as text or XML files.",
            "section": "DATA OUTPUT"
        },
        {
            "text": "An example of a database session is shown in Figure 2. ",
            "section": "DATA OUTPUT",
            "ref_spans": [
                {
                    "start": 45,
                    "end": 53,
                    "type": "figure",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "In this case, the user searched for RNAi probes that target CG6210 (FBgn0036141), a factor required for the secretion of Wg/Wnt ligands (3). ",
            "section": "DATA OUTPUT",
            "ref_spans": [
                {
                    "start": 136,
                    "end": 139,
                    "type": "bibr",
                    "text": "(3)"
                }
            ]
        },
        {
            "text": "Figure 2A shows that multiple RNAi probes are available in different libraries and also links to FlyBase, if more information on CG6210 is requested. ",
            "section": "DATA OUTPUT",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "When the user selects the HFA10605 RNAi probe, the database shows more detailed information, such as primer sequences used to amplify a template for in vitro transcription, the length and sequence of the amplicon. ",
            "section": "DATA OUTPUT"
        },
        {
            "text": "This page also shows all other phenotypes that were observed with this RNAi probe, allowing evaluation of the specificity of the RNAi experiment. ",
            "section": "DATA OUTPUT"
        },
        {
            "text": "When selecting the GBrowse image, the user can locate other RNAi probes in relation to the gene model; for example, whereas for CG6210 six dsRNAs from different libraries have a similar location, a single dsRNA ('AMC-Amplicon') targets only one splice variant (CG6210-RA) and might give only a partial phenotype. ",
            "section": "DATA OUTPUT",
            "entity_spans": [
                {
                    "start": 19,
                    "end": 26,
                    "type": "software",
                    "rawForm": "GBrowse",
                    "resp": "#annotator4",
                    "used": true,
                    "id": "e10d796729-software-simple-10",
                    "cert": "1.0"
                }
            ]
        },
        {
            "text": "These assignments are even more complex for gene models that have a larger number of splice variants and/or overlapping transcripts.",
            "section": "DATA OUTPUT"
        },
        {
            "text": "The database can also be accessed through searching for phenotypes or selecting from an all phenotypes list which can be retrieved from phenotype search menu.",
            "section": "DATA OUTPUT"
        },
        {
            "text": "Through these pages, the database provides gene annotation by comparing phenotypes in the light of the sequence content of probes targeting the gene of interest. ",
            "section": "DATA OUTPUT"
        },
        {
            "text": "Furthermore, individual gene models are linked to external databases such as FlyBase and FLIGHT for other functional information. ",
            "section": "DATA OUTPUT"
        },
        {
            "text": "A link to E-RNAi (13) is provided to allow a direct redesign of independent RNAi probes.",
            "section": "DATA OUTPUT",
            "ref_spans": [
                {
                    "start": 17,
                    "end": 21,
                    "type": "bibr",
                    "text": "(13)"
                }
            ]
        },
        {
            "text": "The GenomeRNAi database presents phenotype information of large-scale screens in the context of associated sequence information. ",
            "section": "CONCLUSIONS AND OUTLOOK"
        },
        {
            "text": "We believe that this is an important issue Figure 1. ",
            "section": "CONCLUSIONS AND OUTLOOK",
            "ref_spans": [
                {
                    "start": 43,
                    "end": 51,
                    "type": "figure",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "Entry page of the GenomeRNAi database. ",
            "section": "CONCLUSIONS AND OUTLOOK"
        },
        {
            "text": "This page allows direct access to search function by gene, RNAi ID or phenotype. ",
            "section": "CONCLUSIONS AND OUTLOOK"
        },
        {
            "text": "More detailed search pages which allow for example to search by sequence homology can be accessed via the main menu. ",
            "section": "CONCLUSIONS AND OUTLOOK"
        },
        {
            "text": "since in contrast to genetic mutants, RNAi phenotypes depend on the specificity of the used siRNAs or dsRNAs (21)(22)(23). ",
            "section": "CONCLUSIONS AND OUTLOOK",
            "ref_spans": [
                {
                    "start": 109,
                    "end": 113,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "(21)"
                },
                {
                    "start": 113,
                    "end": 117,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "(22)"
                },
                {
                    "start": 117,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "(23)"
                }
            ]
        },
        {
            "text": "Furthermore, with changes in gene models, RNAi phenotypes attributed to a specific gene may be linked to a different gene in the future. ",
            "section": "CONCLUSIONS AND OUTLOOK"
        },
        {
            "text": "Similar limitations apply to RNAi reagents targeting specific splice variants of genes. ",
            "section": "CONCLUSIONS AND OUTLOOK"
        },
        {
            "text": "RNAi libraries evolve, as we learn more about the RNAi mechanism and potential pitfalls such as off-target effects second generation libraries will incorporate these findings into design rules and attempt to generate more specific The GenomeRNAi database is linked to other databases, such as FLIGHT and FlyRNAi (24,25). ",
            "section": "CONCLUSIONS AND OUTLOOK",
            "ref_spans": [
                {
                    "start": 312,
                    "end": 316,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "(24,"
                },
                {
                    "start": 316,
                    "end": 319,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "25)"
                }
            ]
        },
        {
            "text": "While all these databases contain RNAi phenotype information, the focus of GenomeRNAi is to present phenotypes in the context of genomic information, which should facilitate the analysis of RNAi phenotypes with respect to gene models and specificity information. ",
            "section": "CONCLUSIONS AND OUTLOOK"
        },
        {
            "text": "GenomeRNAi has an integrated pipeline for mapping of RNAi probes and phenotypes and integrating the information of different RNAi libraries, but the focus is less on the integration of different genomic datasets as provided by FLIGHT.",
            "section": "CONCLUSIONS AND OUTLOOK"
        },
        {
            "text": "A major issue in representing RNAi phenotypes remains a lack of standards on minimal information which need to be provided for small and large-scale screening approaches, as well as an ontology to properly describe cellular phenotypes. ",
            "section": "CONCLUSIONS AND OUTLOOK"
        },
        {
            "text": "With time we expect that the community will develop such standards which will become a prerequisite for publication. ",
            "section": "CONCLUSIONS AND OUTLOOK"
        },
        {
            "text": "The same holds true for the analysis of numerical data associated with phenotypic information, which can be analyzed in different ways and which may lead to different 'phenotype lists' depending on the arbitrary threshold that is being used as a cut-off. ",
            "section": "CONCLUSIONS AND OUTLOOK"
        },
        {
            "text": "Compendia that include both primary data and the analysis route could alleviate analysis diversity and enable the re-analysis of datasets when new algorithms will be available or datasets will be cross-correlated (26,27).",
            "section": "CONCLUSIONS AND OUTLOOK",
            "ref_spans": [
                {
                    "start": 213,
                    "end": 217,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "(26,"
                },
                {
                    "start": 217,
                    "end": 220,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "27)"
                }
            ]
        },
        {
            "text": "In the future, we plan to add cell-based phenotypes from other species, such as human, including sequence information which is currently largely not available due to proprietary restrictions. ",
            "section": "CONCLUSIONS AND OUTLOOK"
        },
        {
            "text": "Cross-specific comparisons should provide a useful means to extract functional and highly confirmed phenotypes.",
            "section": "CONCLUSIONS AND OUTLOOK"
        },
        {
            "text": "Example of a database search using the Web interface. ",
            "section": "Figure 2 ."
        },
        {
            "text": "(A) The table shows the search results from a user query for all probes targeting the CG6210 transcripts. ",
            "section": "Figure 2 ."
        },
        {
            "text": "The 'Specificity' column summarizes how many of the theoretical possible diced 21mer sequences hit the transcript. ",
            "section": "Figure 2 ."
        },
        {
            "text": "(B) Drill down to access sequence information associated with a particular RNAi probe. ",
            "section": "Figure 2 ."
        },
        {
            "text": "This information can also be used to redesign RNAi reagents. ",
            "section": "Figure 2 ."
        },
        {
            "text": "(C) GBrowse image of all RNAi probes that target a particular gene model. ",
            "section": "Figure 2 ."
        },
        {
            "text": "Different libraries are shown in tracks. ",
            "section": "Figure 2 ."
        },
        {
            "text": "Specificity and other information are shown below the RNAi probes. ",
            "section": "Figure 2 ."
        },
        {
            "text": "If RNAi probes target other genes in addition to the intended one, this information is displayed below the RNAi probes [e.g. FBgn0036141 (CG6210) + 24 other targets]. ",
            "section": "Figure 2 ."
        },
        {
            "text": "reagents and make them publicly available (T. Horn, A. Kiger, M. Boutros, unpublished data).",
            "section": "Figure 2 ."
        },
        {
            "text": "We would like to thank Anan Ragab, David Kuttenkeuler, Dorothee Nickles, Florian Fuchs and Sandra Steinbrink for helpful comments on the manuscript and members of the Boutros lab for critical suggestions and discussions throughout the project. ",
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "We are grateful to Tobias Reber for support with server infrastructure. ",
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "T.H. was supported by a fellowship of the Studienstiftung des deutschen Volkes. ",
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "The research was funded by the Emmy Noether Program of the Deutsche Forschungsgemeinschaft and a Research Grant of the Human Frontier Science Program to M.B.",
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "Supplementary data are available at NAR online.",
            "section": "SUPPLEMENTARY DATA"
        },
        {
            "text": "Conflict of interest statement. ",
            "section": "SUPPLEMENTARY DATA"
        },
        {
            "text": "None declared.",
            "section": "SUPPLEMENTARY DATA"
        }
    ]
}