{
    "id": "f5ee0aac54",
    "level": "sentence",
    "abstract": [
        {
            "text": "Conversion disorder ('hysteria') was largely considered to be a neurological problem in the 19th century, but without a neuropathological explanation it was commonly assimilated with malingering. "
        },
        {
            "text": "The theories of Janet and Freud transformed hysteria into a psychiatric condition, but as such models decline in popularity and a neurobiology of conversion has yet to be found, today's neurologists once again face a disorder without an accepted model. "
        },
        {
            "text": "This article explores how today's neurologists understand conversion through in-depth interviews with 22 neurology consultants. "
        },
        {
            "text": "The neurologists endorsed psychological models but did not understand their patients in such terms. "
        },
        {
            "text": "Rather, they distinguished conversion from other unexplained conditions clinically by its severity and inconsistency. "
        },
        {
            "text": "While many did not see this as clearly distinct from feigning, they did not feel that this was their problem to resolve. "
        },
        {
            "text": "They saw themselves as 'agnostic' regarding non-neuropathological explanations. "
        },
        {
            "text": "However, since neurologists are in some ways more expert in conversion than psychiatrists, their continuing support for the deception model is important, and begs an explanation. "
        },
        {
            "text": "One reason for the model's persistence may be that it is employed as a diagnostic device, used to differentiate between those unexplained symptoms that could, in principle, have a medical explanation and those that could not."
        }
    ],
    "body_text": [
        {
            "text": "Neurologists, like all clinicians, see many patients whose symptoms are medically unexplained. ",
            "section": "The problem of hysteria"
        },
        {
            "text": "In the UK such patients comprise some 30-60% of neurological outpatients (Carson et al., 2000;Nimnuan et al., 2001). ",
            "section": "The problem of hysteria",
            "ref_spans": [
                {
                    "start": 73,
                    "end": 94,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(Carson et al., 2000;"
                },
                {
                    "start": 94,
                    "end": 114,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "Nimnuan et al., 2001"
                }
            ]
        },
        {
            "text": "However, this mass of symptoms may not all be 'unexplained' in the same way. ",
            "section": "The problem of hysteria"
        },
        {
            "text": "While some may be unexplained because they are at the limits of knowledge, there are others where doctors are inclined to infer explanations, but not physiological ones. ",
            "section": "The problem of hysteria"
        },
        {
            "text": "Hysteria is (or was) one of the latter. ",
            "section": "The problem of hysteria"
        },
        {
            "text": "But why should this be the case, and on what grounds?",
            "section": "The problem of hysteria"
        },
        {
            "text": "Though hysteria was 're-medicalized' during the Renaissance, after many years in which it was treated as a religious phenomenon (Micale, 1995), doctors still found it to be different. ",
            "section": "The problem of hysteria",
            "ref_spans": [
                {
                    "start": 128,
                    "end": 142,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "(Micale, 1995)"
                }
            ]
        },
        {
            "text": "Seventeenth-century physicians such as Thomas Sydenham were struck that it seemed to be brought on by emotion (Veith, 1993), and by the 19th century it was widely agreed that hysteria could be caused and cured by psychosocial factors, as reported for example, by Robert Carter (Carter, 1853), Silas Weir Mitchell (Mitchell, 1885) and Jean-Martin Charcot (Charcot, 1889). ",
            "section": "The problem of hysteria",
            "ref_spans": [
                {
                    "start": 110,
                    "end": 123,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "(Veith, 1993)"
                },
                {
                    "start": 277,
                    "end": 291,
                    "type": "bibr",
                    "text": "(Carter, 1853)"
                },
                {
                    "start": 313,
                    "end": 329,
                    "type": "bibr",
                    "text": "(Mitchell, 1885)"
                },
                {
                    "start": 354,
                    "end": 369,
                    "type": "bibr",
                    "text": "(Charcot, 1889)"
                }
            ]
        },
        {
            "text": "Furthermore, it did not fit with the mechanics afforded by the 19th century advances in neuroanatomy and neurophysiology, and neurologists struggled to explain its symptoms on the basis of conscious or unconscious behaviour. ",
            "section": "The problem of hysteria"
        },
        {
            "text": "Both Carter and Weir Mitchell saw conscious deception as being the mechanism of the later stages of hysteria but Charcot resisted this inference, even though it had been his clinical-anatomic method which had shown the absence of explanatory lesions in the brains of hysterics. ",
            "section": "The problem of hysteria"
        },
        {
            "text": "He insisted that a 'functional' lesion would be found when microscopes were sufficiently powerful, and offered the first systematic psychological theory of hysteria, as hypnosis, until that time (Shorter, 1992). ",
            "section": "The problem of hysteria",
            "ref_spans": [
                {
                    "start": 195,
                    "end": 210,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "(Shorter, 1992)"
                }
            ]
        },
        {
            "text": "Although his theory did not survive his death, his great achievement, according to Freud, 'was to restore dignity to the topic. Little by little, people gave up the scornful smile with which the patient could at that time feel certain of being met. She was no longer necessarily a malingerer, for Charcot had thrown the whole weight of his authority on the side of the genuineness and objectivity of hysterical phenomena.' (Freud, 1953) Charcot's theory was rapidly supplanted by the more resilient theories of his students, Pierre Janet (dissociation) and Sigmund Freud (conversion). ",
            "section": "The problem of hysteria",
            "ref_spans": [
                {
                    "start": 423,
                    "end": 436,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "(Freud, 1953)"
                },
                {
                    "start": 565,
                    "end": 583,
                    "type": "bibr",
                    "text": "Freud (conversion)"
                }
            ]
        },
        {
            "text": "Since then hysteria has been considered a psychiatric disorder, and the problem of diagnosis properly one for psychiatrists. ",
            "section": "The problem of hysteria"
        },
        {
            "text": "And although 'Hysteria' is no longer used in the psychiatric manuals, the psychological concepts associated with it still are. ",
            "section": "The problem of hysteria"
        },
        {
            "text": "The diagnostic schema ICD-10 (WHO, 1992) and DSM-IV (APA, 1994) employ the categories of 'Dissociative (Conversion) Disorder' and 'Conversion Disorder', respectively, to describe motor and sensory symptoms that lack a neurological explanation, which are not feigned and where a psychosocial explanation can be demonstrated. ",
            "section": "The problem of hysteria",
            "ref_spans": [
                {
                    "start": 22,
                    "end": 40,
                    "type": "bibr",
                    "text": "ICD-10 (WHO, 1992)"
                },
                {
                    "start": 45,
                    "end": 63,
                    "type": "bibr",
                    "text": "DSM-IV (APA, 1994)"
                }
            ]
        },
        {
            "text": "However, the requirement for such an explanation is a problem for psychiatrists as the Freudian orthodoxy declines, and the hope of a neuropsychological alternative remains unfulfilled (Kozlowska, 2005). ",
            "section": "The problem of hysteria",
            "ref_spans": [
                {
                    "start": 185,
                    "end": 202,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "(Kozlowska, 2005)"
                }
            ]
        },
        {
            "text": "The diagnostic criteria are now widely considered unreliable or invalid (Wessely, 2001), and the psychiatric community is searching for a way to replace them (Mayou et al., 2005).",
            "section": "The problem of hysteria",
            "ref_spans": [
                {
                    "start": 72,
                    "end": 87,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "(Wessely, 2001)"
                },
                {
                    "start": 158,
                    "end": 178,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(Mayou et al., 2005)"
                }
            ]
        },
        {
            "text": "But there is no getting away from the extent to which neurologists, in the UK at least, are those who sit 'in the psychiatrist's chair'. ",
            "section": "The problem of hysteria"
        },
        {
            "text": "Neurologists are still largely the ones who manage conversion, who make the psychiatric referrals, who have that first difficult conversation-and they do not find that position comfortable (Carson et al., 2004;Hallett, 2006). ",
            "section": "The problem of hysteria",
            "ref_spans": [
                {
                    "start": 189,
                    "end": 210,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "(Carson et al., 2004;"
                },
                {
                    "start": 210,
                    "end": 224,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "Hallett, 2006)"
                }
            ]
        },
        {
            "text": "Faced with a condition that still resists neuropathological explanation, with fading hope of a psychiatric explanation, do they once again assimilate it with malingering? ",
            "section": "The problem of hysteria"
        },
        {
            "text": "When perhaps the majority of their patients' symptoms are to some extent unexplained, on what basis do they single out a special 'conversion' group? ",
            "section": "The problem of hysteria"
        },
        {
            "text": "We set out to explore neurologists' beliefs about the condition they think of as 'conversion disorder' through a series of in-depth interviews: what do they think it is, what do they think it is not, and why.",
            "section": "The problem of hysteria"
        },
        {
            "text": "We approached all practising consultant neurologists (doctors who had completed all neurology training, and were included on the specialist neurology register) in a large NHS region, and sought further recruitment by snowball sampling-participants were asked to nominate a neurologist whose views were different to their own-until the interviews stopped yielding new views (known as thematic saturation) (Ritchie and Lewis, 2003). ",
            "section": "Interviewing neurologists",
            "ref_spans": [
                {
                    "start": 404,
                    "end": 429,
                    "type": "bibr",
                    "text": "(Ritchie and Lewis, 2003)"
                }
            ]
        },
        {
            "text": "R.K. interviewed the neurologists at a time and place of their choosing, the interview taking between 35 and 70 min. ",
            "section": "Interviewing neurologists"
        },
        {
            "text": "These were 'depth interviews' which employed a topic guide to provide a bare structure, with the material covered adapted to each interview. ",
            "section": "Interviewing neurologists"
        },
        {
            "text": "The subject was 'conversion disorder' and no definition of this was offered by the interviewer. ",
            "section": "Interviewing neurologists"
        },
        {
            "text": "The topics included the neurologist's background, training and current practice, examples of memorable or current patients considered to have 'conversion disorder', the neurologist's definitions, exclusions, models and diagnostic practices. ",
            "section": "Interviewing neurologists"
        },
        {
            "text": "Interviews were digitally audio-recorded and transcribed, and were inductively analysed using NVIVO 7 software. ",
            "section": "Interviewing neurologists",
            "entity_spans": [
                {
                    "start": 94,
                    "end": 99,
                    "type": "software",
                    "rawForm": "NVIVO",
                    "resp": "#annotator3",
                    "used": true,
                    "id": "f5ee0aac54-software-0",
                    "cert": "1.0"
                },
                {
                    "start": 100,
                    "end": 101,
                    "type": "version",
                    "rawForm": "7",
                    "resp": "#annotator3",
                    "id": "#f5ee0aac54-software-0"
                }
            ]
        },
        {
            "text": "Transcripts were coded by question, and, iteratively, by emerging themes, consistent with an approach known as grounded theory (Glaser and Strauss, 1967). ",
            "section": "Interviewing neurologists",
            "ref_spans": [
                {
                    "start": 127,
                    "end": 153,
                    "type": "bibr",
                    "text": "(Glaser and Strauss, 1967)"
                }
            ]
        },
        {
            "text": "The study was approved by the local research ethics committee, and all the participants gave written, informed consent.",
            "section": "Interviewing neurologists"
        },
        {
            "text": "Twenty-two neurologists were interviewed, from a potential pool of 35 in the region. ",
            "section": "Interviewing neurologists"
        },
        {
            "text": "Their ages ranged from 39 to 63 years, with a median age of 45. ",
            "section": "Interviewing neurologists"
        },
        {
            "text": "Seven were female, 15 were male. ",
            "section": "Interviewing neurologists"
        },
        {
            "text": "Seventeen were white, two were from the Middle East and three from the Indian subcontinent. ",
            "section": "Interviewing neurologists"
        },
        {
            "text": "They had been medically qualified for 14-39 years (median 20 years), received their medical training in the UK (15), other developed countries (five) and the Indian subcontinent (two). ",
            "section": "Interviewing neurologists"
        },
        {
            "text": "Two had been mature medical students. ",
            "section": "Interviewing neurologists"
        },
        {
            "text": "Five had worked as psychiatrists earlier in their training (for between 6 weeks and 3 years), eight had worked on a national neuropsychiatry service (as neurologists) and two had pursued research in psychiatry. ",
            "section": "Interviewing neurologists"
        },
        {
            "text": "In terms of current work, all were attached to a regional neuroscience centre in London, with most working in district general hospitals in other counties for the bulk of their practice. ",
            "section": "Interviewing neurologists"
        },
        {
            "text": "Three held academic appointments, but all with substantial clinical commitments. ",
            "section": "Interviewing neurologists"
        },
        {
            "text": "All were 'general' neurologists, except for one who saw only headache, one who worked only with movement disorders and three who worked largely or exclusively with epilepsy.",
            "section": "Interviewing neurologists"
        },
        {
            "text": "All those interviewed recognized the concept of 'conversion disorder'. ",
            "section": "What is conversion disorder?"
        },
        {
            "text": "Many reported pre-clinical exposure to conversion disorder or a condition they considered similar-seven had recognized it in family members, one in a friend and one in their younger self. ",
            "section": "What is conversion disorder?"
        },
        {
            "text": "All but five said they saw conversion commonly in their work-constituting up to 20% of their workload. ",
            "section": "What is conversion disorder?"
        },
        {
            "text": "One reported seeing it less commonly than earlier in their training, two felt that it was now uncommon, and one that it was rare to see it 'in its severe form' (S06). ",
            "section": "What is conversion disorder?"
        },
        {
            "text": "One reported not seeing it at all, and wondered whether it still existed.",
            "section": "What is conversion disorder?"
        },
        {
            "text": "The neurologists revealed a wide range of views on the nature of conversion disorder. ",
            "section": "What is conversion disorder?"
        },
        {
            "text": "Their definitions incorporated both physical and psychological elements, but felt only the physical was their area of expertise. ",
            "section": "What is conversion disorder?"
        },
        {
            "text": "Physically, they saw it as a more severe condition than other neurologically unexplained symptoms. ",
            "section": "What is conversion disorder?"
        },
        {
            "text": "They thought it to have a psychological basis, though the precise nature of that was felt to be something for psychiatrists rather than neurologists. ",
            "section": "What is conversion disorder?"
        },
        {
            "text": "The issue of conscious feigning (usually described in terms of 'malingering') was prominent in the interviews, but the neurologists were evenly divided as to whether this was a factor in the presentation of conversion disorder. ",
            "section": "What is conversion disorder?"
        },
        {
            "text": "Those who thought it was not often did so on the basis of clinical conviction or because they found the alternative unbearable. ",
            "section": "What is conversion disorder?"
        },
        {
            "text": "Others, however, had views which clearly accommodated feigning, and some were unapologetic in their suspicions.",
            "section": "What is conversion disorder?"
        },
        {
            "text": "The neurologists reported that they often had an inkling that an organic explanation for the patients' symptoms would not be found within the first few minutes of the clinical encounter.",
            "section": "Clinical distinctions"
        },
        {
            "text": ". . . you usually have a fairly good instinct fairly early on as to whether this is going to turn out to be anything . . . (S16)",
            "section": "Clinical distinctions"
        },
        {
            "text": ". . . you often have a feeling . . . when you first see people in clinic that you may not identify the structural cause for their problem. S21This did not lead to skimping on the examination or investigations, however, where confirmation was sought. They described an accumulation of indicators that required caution in interpretation: caution, because there were few certainties, because the 'positive signs' of conversion were unreliable, and because there were invariably cases that proved to be organic despite negative tests and a suggestive examination. They relied most heavily on evidence of inconsistency-either passively observed, or actively induced by 'tricks':",
            "section": "Clinical distinctions",
            "ref_spans": [
                {
                    "start": 139,
                    "end": 142,
                    "text": "S21"
                }
            ]
        },
        {
            "text": "There are certain things that lead you to believe that this is psychogenic . . . but they are not totally reliable . . . and so I tend to do things that are more confirmatory . . . which is really to trick the patient into . . . doing things they don't believe they can do . . . for example, if they're completely paralysed and you can distract them into having a normal gait . . . S22I've got other ways of finding out whether their weakness is real or not . . . inconsistencies between functional assessment and formal testing . . . their ability to walk or get out of a chair, with apparently no power when you actually formally test them on the bed -that sort of inconsistency. ",
            "section": "Clinical distinctions",
            "ref_spans": [
                {
                    "start": 382,
                    "end": 385,
                    "text": "S22"
                }
            ]
        },
        {
            "text": "(S13)",
            "section": "Clinical distinctions"
        },
        {
            "text": "These signs were used to differentiate conversion, not only from organic neurology, but also from other unexplained symptoms. ",
            "section": "Clinical distinctions"
        },
        {
            "text": "There, the distinction was between unexplained symptoms for which the doctor believed a neuropathological explanation could, in principle, be found, and unexplained symptoms where no such explanation seemed possible even in principle, since the 'trick' had revealed something that contradicted accepted physiology: I got [a patient with apparent paraparesis] out of his chair and said, ''Let's go for a run; you may be able to run but you can't walk''. ",
            "section": "Clinical distinctions"
        },
        {
            "text": "And we ran up and down the ward together . . . That worked . . . it was a trick . . . S10Whereas other unexplained symptoms, though they didn't quite 'add up' to a particular disorder, still seemed to suggest organicity even though the test to prove that was not available or not warranted:",
            "section": "Clinical distinctions",
            "ref_spans": [
                {
                    "start": 86,
                    "end": 89,
                    "text": "S10"
                }
            ]
        },
        {
            "text": "We all get thrown by the patient in outpatients who comes along with some weird symptoms that don't make sense and they've got an up-going plantar . . . and then you do every single test and you'll find that's all negative . . . that's the sort of patient who I wouldn't say has got a conversion disorder but I'd say, well look, I don't know what's wrong with you . . . there are one or two signs that I have difficulty to explain but . . . let's just wait and see. ",
            "section": "Clinical distinctions"
        },
        {
            "text": "S13Some made this distinction in part on the type of symptomsconversion presented with more 'florid' symptoms such as paralysis, seizures or blindness. ",
            "section": "Clinical distinctions",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "text": "S13"
                }
            ]
        },
        {
            "text": "By contrast, the symptoms which neurologists considered to have an undiscovered physical basis tended to be 'mild', 'normal', 'physiological' occurrences over which the patient had unnecessary concern-a sort of health anxiety which the neurologist could readily understand: How many times do I . . . wake up with a tingle here or a tingle there . . . and you think, ''Oh . . . there's nothing majorly amiss'', while there are other people who will think, ''Oh my god, there's something wrong . . . I need to go and see my doctor'' . . . That's not conversion disorder. ",
            "section": "Clinical distinctions"
        },
        {
            "text": "S14Well, some of their symptoms are probably organically based, it's just that the importance to which they attach them is different . . . and I say it's hard enough for me as a neurologist to know whether the symptoms are going to be serious enough, so how can we expect you to know . . . (S22) Conversion symptoms were rather different, perhaps in terms of the psychological construct (they were 'psychogenic'), but also in the degree of disability, the burden to the neurologist, or the way they made the neurologist feel.",
            "section": "Clinical distinctions",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "text": "S14"
                }
            ]
        },
        {
            "text": ". . . the person who just keeps coming back to see you because they've got this symptom and that symptom . . . I put them in a different category because they are not . . . well, I suppose you have to use the word 'troublesome'. . . It's all about how they make me feel . . . S17This feeling was associated with the patient's illness behaviour, which differed between the groups: . . . in a conversion disorder, it is not just about physical symptoms . . . there is a group of things that come together into distinctly abnormal behaviour . . . (S18)",
            "section": "Clinical distinctions",
            "ref_spans": [
                {
                    "start": 276,
                    "end": 279,
                    "text": "S17"
                }
            ]
        },
        {
            "text": "In summary, there were various ways in which neurologists defined the conversion group within the range of unexplained symptoms. ",
            "section": "Clinical distinctions"
        },
        {
            "text": "They formed a group which was thought less likely to have an underlying physical cause, which was more disabled, more difficult to treat and caused more work for the neurologist. ",
            "section": "Clinical distinctions"
        },
        {
            "text": "We might describe these collectively by saying they were more severe. ",
            "section": "Clinical distinctions"
        },
        {
            "text": "But the group was also associated with a psychological formulation-a formulation other than 'being anxious over normal symptoms'.",
            "section": "Clinical distinctions"
        },
        {
            "text": "The requirement for a psychological understanding was prominently included, usually very early in the interview. ",
            "section": "The psychological formulation"
        },
        {
            "text": "Many began with a confident statement of a position which closely echoed the psychiatric criteria, and may be considered 'textbook':",
            "section": "The psychological formulation"
        },
        {
            "text": ". . . in essence physical symptoms of a psychological origin resulting from some kind of psychological distress which is expressed through those physical symptoms for some indirect gain or even direct gain on the part of the patient. The symptoms are not under volitional control . . . S01The 'psychological understanding' was described in various forms. On the one hand it was seen as a background of distress or personality difficulties which would provide a reason for developing the disorder:",
            "section": "The psychological formulation",
            "ref_spans": [
                {
                    "start": 286,
                    "end": 289,
                    "text": "S01"
                }
            ]
        },
        {
            "text": ". . . there's a background, something about the patient . . . they've got stresses in their life or . . . the event came on after some sort of [problem] . . . also what sort of person they are too . . . if they're a very anxious, stressed person . . . and also obviously their . . . early upbringing . . . (S11)",
            "section": "The psychological formulation",
            "ref_spans": [
                {
                    "start": 143,
                    "end": 152,
                    "type": "bibr",
                    "text": "[problem]"
                }
            ]
        },
        {
            "text": "On the other hand, it was also used to describe the transformative process itself-the mechanism whereby problems result in a physical presentation. ",
            "section": "The psychological formulation"
        },
        {
            "text": "So, there were appeals to psychological constructs such as repression, conversion or dissociation:",
            "section": "The psychological formulation"
        },
        {
            "text": "The way I would see conversion disorders is that basically the mechanisms that people use to keep whatever it is at bay have And it was very common to describe the link as being in terms of the 'manifestation' or 'expression' of psychological problems as physical-terms which maintain a relationship between ground and consequence while leaving the relationship unclear. ",
            "section": "The psychological formulation"
        },
        {
            "text": "Indeed, there was often a statement of uncertainty at the core of the neurologist's response: I don't understand it. ",
            "section": "The psychological formulation"
        },
        {
            "text": "I imagine . . . here we're just going into speculation . . . I haven't really thought about it . . . but I suppose at a very crude level I imagine sort of that . . . I don't know . . . it's at an unconscious level . . . S05Well, I don't really know . . . I can't say . . . I suppose it's . . . well I suppose it's maybe their way of dealing with problems they can't solve . . . S11Though the neurologists thought the patient could perhaps be understood psychologically, they did not see themselves as doing so. ",
            "section": "The psychological formulation",
            "ref_spans": [
                {
                    "start": 220,
                    "end": 223,
                    "text": "S05"
                },
                {
                    "start": 378,
                    "end": 381,
                    "text": "S11"
                }
            ]
        },
        {
            "text": "Those who adduced the 'textbook' psychological model did not expound their model in a more sustained way. ",
            "section": "The psychological formulation"
        },
        {
            "text": "Its advocates would argue for it on the basis that it was what they had been told, or taught, and it wasn't necessarily their own view-even that it was not really of their concern, as it was outside of their field: The major exception to this came from the neurologist who never saw 'conversion' and doubted it existed. ",
            "section": "The psychological formulation"
        },
        {
            "text": "This doctor treated only headache, but also had a well-developed explanatory and therapeutic (cognitive-behavioural) model in which they were actively engaged. ",
            "section": "The psychological formulation"
        },
        {
            "text": "But for most, the neurologists' involvement ended with excluding 'electrical' explanations, they did not have the time or the need to address the question of what did explain it-including whether it might be explained by conscious behaviour: I can't help being intellectually curious about it. ",
            "section": "The psychological formulation"
        },
        {
            "text": "But on an everyday level, no . . . I'm not sure it does matter . . . many people can start with this notion of trying to sort this out -is it conscious or otherwise -but . . . you soon forget about it when you're doing real neurology . . . (S17)",
            "section": "The psychological formulation"
        },
        {
            "text": "Feigning was an almost unavoidable issue-all but two of the neurologists brought it up, often under the rubric of 'malingering', though a broader range of behaviours was probably intended.",
            "section": "The distinction from feigning"
        },
        {
            "text": "The distinction was often brought up in the 'textbook' fashion, as part of the definition of conversion offered, as above, or as a statement of conviction against a background of psychological incomprehension: I just cannot understand these people . . . from a psychological point of view. ",
            "section": "The distinction from feigning"
        },
        {
            "text": "I've got no idea. ",
            "section": "The distinction from feigning"
        },
        {
            "text": "But I don't think it's malingering. ",
            "section": "The distinction from feigning"
        },
        {
            "text": "S04I think in the majority of cases . . . the patients are not putting it on . . . Whether there is any form of subconscious gain . . . I don't know. ",
            "section": "The distinction from feigning",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "text": "S04"
                }
            ]
        },
        {
            "text": "S16The source of the conviction was difficult to locate, however: I suppose it's just clinical intuition. ",
            "section": "The distinction from feigning",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "text": "S16"
                }
            ]
        },
        {
            "text": ". . (S06)",
            "section": "The distinction from feigning"
        },
        {
            "text": ". . . sometimes it's just a feeling . . . I can't explain it better than that. (S11) Some would appeal explicitly to authority: This is what we've been taught. S05Or to the fact that the alternative was too awful to contemplate: I think many of us would find it . . . truly horrible to consider that . . . patients who we see are putting it on for conscious gain. (S18)",
            "section": "The distinction from feigning",
            "ref_spans": [
                {
                    "start": 160,
                    "end": 163,
                    "text": "S05"
                }
            ]
        },
        {
            "text": "And a position of trust was held by some to be the only pragmatic choice:",
            "section": "The distinction from feigning"
        },
        {
            "text": ". . . my initial approach would always be to take at face value what somebody is telling me in a clinical consultation . . . if I got that wrong and I thought somebody was trying to mislead me and they actually were not doing . . . that would . . . destroy any relationship with that patient . . . and I would rather be naively trusting than try to undermine what patients were telling me. (S01)",
            "section": "The distinction from feigning"
        },
        {
            "text": "But without raising the question, the neurologists sometimes remained suspicious:",
            "section": "The distinction from feigning"
        },
        {
            "text": ". . . the number of people I've seen over the years and I've thought, ''Is this person malingering? Are they putting it on for my benefit?'' I have great difficulty sorting that one out. (S14)",
            "section": "The distinction from feigning"
        },
        {
            "text": "In fact, most of the neurologists described the relationship between feigning and conversion as difficult to delineate clearly. ",
            "section": "The distinction from feigning"
        },
        {
            "text": "Commonly, this was because the two were conceived as being on a continuum:",
            "section": "The distinction from feigning"
        },
        {
            "text": ". . . there's a spectrum which we could call abnormal illness behaviour. On the one end is . . . fictitious misbehaviour and on the other end . . . are the people who misperceive symptoms as being those of the disease . . . in the middle are those people who create physical symptoms as a manifestation of their psychological distress. (S13)",
            "section": "The distinction from feigning"
        },
        {
            "text": "The conversion is not manipulation, supposedly; it's not somebody who is malingering, supposedly; though I find it very difficult to draw the line very clearly between the two . . . (S12)",
            "section": "The distinction from feigning"
        },
        {
            "text": "And often when the neurologists described characteristic or memorable conversion cases these cases would evince feigning or conscious control:",
            "section": "The distinction from feigning"
        },
        {
            "text": ". . .[a patient] was admitted with paraparesis which . . . seemed to be exaggerated . . . the consultant got him to walk and he crashed into some IV drip-stand and caused a great deal of commotion and the consultant sort of told everyone just to leave him there and he would get up, there was nothing wrong with him. And he did. (S06)",
            "section": "The distinction from feigning"
        },
        {
            "text": ". . . her main aim of coming to hospital is in a state which A&E people in different places who haven't seen her get very concerned, and then she . . . tries to avoid any interaction from us because we know the scenario . . . It may not be one hundred percent [deliberate] but I think eighty percent . . . I would think that's truly a conversion . . . S20There were some neurologists who found the distinction to be relatively unimportant-not because it was clear and simple, but because the distinction was (at least medically) irrelevant. So, for example, it was argued that consciousness was a post facto reconstruction, and not causally operative:",
            "section": "The distinction from feigning",
            "ref_spans": [
                {
                    "start": 352,
                    "end": 355,
                    "text": "S20"
                }
            ]
        },
        {
            "text": "There is only the behaviour of the brain and part of that behaviour is to produce something that we call consciousness . . . to us it feels like there is an 'I' . . . that is in control. ",
            "section": "The distinction from feigning"
        },
        {
            "text": "Well, that's probably not how it is at all . . . (S10)",
            "section": "The distinction from feigning"
        },
        {
            "text": "Others argued that deception itself was pervasive, and therefore not diagnostically helpful:",
            "section": "The distinction from feigning"
        },
        {
            "text": ". . . insight changes from minute to minute; we're all at times insightful and at times we're not insightful; we're all at times honest and dishonest. (S22)",
            "section": "The distinction from feigning"
        },
        {
            "text": "It was even argued that deception would be more common in conversion disorder precisely because the patient would strive to convince the doctor of the reality of their problem-they might lie to convince the doctor of the truth as they saw it:",
            "section": "The distinction from feigning"
        },
        {
            "text": ". . . sometimes there is maybe conscious overexaggeration . . . [a patient] was very well walking on the arm of her friend who was very supportive . . . but when I assessed her on the couch it was much more difficult: she wanted to prove to me that she was really unwell. (S15)",
            "section": "The distinction from feigning"
        },
        {
            "text": "And it was held by some that ultimately the distinction, though important from other points of view, was not a medical issue: I'd have to be a saint to say it didn't alter my view of the patient sometimes . . . but it shouldn't do. ",
            "section": "The distinction from feigning"
        },
        {
            "text": "It's not your job to make any sort of value judgement . . . (S10)",
            "section": "The distinction from feigning"
        },
        {
            "text": ". . . if I've got a patient that is malingering . . . I'll do what I have to do as a neurologist and if they have one over me, well good for them -let the insurance company or the police sort it out. (S17)",
            "section": "The distinction from feigning"
        },
        {
            "text": "It is important to bear in mind that in being asked about 'conversion disorder', a term perhaps more psychiatric than neurological, the neurologists may have felt encouraged to speak more freely about deception (and about psychogenesis) than if they had been asked about, say, 'functional disorders'. ",
            "section": "The distinction from feigning"
        },
        {
            "text": "And their discussions may have been subject to a social-desirability bias, as some of the subjects will have known or guessed that the interviewer was a psychiatrist. ",
            "section": "The distinction from feigning"
        },
        {
            "text": "In an attempt to assess the latter, subjects were asked to speculate on the views of the interviewer. ",
            "section": "The distinction from feigning"
        },
        {
            "text": "Most insisted that they had no idea: 'I don't know, you've been entirely bland, I don't know.' (S05) But those who offered a guess at the interviewer's views did tend to say 'the same as me' (S13), or a more flattering version, such as 'a slightly more sophisticated way of what we're saying' (S06). ",
            "section": "The distinction from feigning"
        },
        {
            "text": "And those who expressed a categorical view said they thought the interviewer would take a biological perspective: 'I would guess that you have an organic model of psychiatry' (S22). ",
            "section": "The distinction from feigning"
        },
        {
            "text": "Taken together, this does tend to suggest that there was a significant interviewer effect-however, it seems that the effect would have generally been such as to discourage explanations in terms of malingering, making the prominence of such explanations in the interviews more striking still.",
            "section": "The distinction from feigning"
        },
        {
            "text": "The neurologists we interviewed had a wide range of views on conversion, many of them clearly reached after a great deal of careful thought. ",
            "section": "The problem of feigning"
        },
        {
            "text": "They may have been an unusual group, of course, being metropolitan to a degree, attached to an academic unit, but also with comparatively ready access to neuropsychiatry. ",
            "section": "The problem of feigning"
        },
        {
            "text": "We spoke with the majority of the neurologists in the region, and our 'snowball sampling' should have helped us to capture the full range of views. ",
            "section": "The problem of feigning"
        },
        {
            "text": "A sample collected and analysed in this way cannot claim to accurately represent the frequency with which views are held, but it does aim to robustly characterize the conceptual spread.",
            "section": "The problem of feigning"
        },
        {
            "text": "The neurologists described a number of ways of understanding 'conversion disorder'. ",
            "section": "The problem of feigning"
        },
        {
            "text": "Symptomatically, it was seen as a more severe unexplained condition where a neuropathological explanation was unlikely to be forthcoming; they also acknowledged that there was probably a psychological explanation, but did not feel this was their concern; and they also found the distinction from feigning much less clear than the psychiatric manuals would mandate, again without feeling this distinction was necessarily important. ",
            "section": "The problem of feigning"
        },
        {
            "text": "This tells us that many neurologists like to see their authority and responsibility ending when the neuropathological explanation has been excluded: they can be 'agnostic' about what other explanations are effective, whether these are psychological or social. ",
            "section": "The problem of feigning"
        },
        {
            "text": "This is an appealing position, supported by both neurology (Hallett, 2006) and psychiatry (Miller, 1988). ",
            "section": "The problem of feigning",
            "ref_spans": [
                {
                    "start": 59,
                    "end": 74,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "(Hallett, 2006)"
                },
                {
                    "start": 90,
                    "end": 104,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "(Miller, 1988)"
                }
            ]
        },
        {
            "text": "The exclusion of organic pathology can be done effectively (Stone et al., 2005), and the confusion about mechanisms left to psychiatrists. ",
            "section": "The problem of feigning",
            "ref_spans": [
                {
                    "start": 59,
                    "end": 79,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "(Stone et al., 2005)"
                }
            ]
        },
        {
            "text": "But there are problems with this 'agnostic' stance.",
            "section": "The problem of feigning"
        },
        {
            "text": "Firstly, although this delimited role is appealing, it may not be realistic: conversion may be considered a primary psychiatric disorder (by psychiatrists, at least), but it is managed largely by neurologists (Mace and Trimble, 1991). ",
            "section": "The problem of feigning",
            "ref_spans": [
                {
                    "start": 209,
                    "end": 233,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "(Mace and Trimble, 1991)"
                }
            ]
        },
        {
            "text": "This would seem to put neurologists in the difficult position of operating outside of their perceived expertise. ",
            "section": "The problem of feigning"
        },
        {
            "text": "But there are several ways in which expertise can be understood: it might reflect a particular understanding, a therapeutic technique, or extensive experience. ",
            "section": "The problem of feigning"
        },
        {
            "text": "On the basis of experience, neurologists could clearly claim considerably greater expertise than psychiatrists. ",
            "section": "The problem of feigning"
        },
        {
            "text": "And, as described in the introduction, the psychiatric claim to greater insight or therapeutic expertise is also in question as psychoanalytic models continue to lose ground within the profession. ",
            "section": "The problem of feigning"
        },
        {
            "text": "Neurological expertise may be importantly different, but they are experts nonetheless.",
            "section": "The problem of feigning"
        },
        {
            "text": "Secondly, many of the neurologists are not simply 'agnostic', they are avoidant: they believe or suspect feigning in many cases, but do not, for a variety of reasons, pursue it (Kanaan and Wessely, in press). ",
            "section": "The problem of feigning",
            "ref_spans": [
                {
                    "start": 177,
                    "end": 206,
                    "type": "bibr",
                    "text": "(Kanaan and Wessely, in press"
                }
            ]
        },
        {
            "text": "While many acknowledged this freely, there were others whose discussion suggested it-in giving 'conversion' examples which involved feigning, or in the ready 'Freudian slips' into such language as 'fictitious' or 'not real' when speaking of their conversion patients' symptoms.",
            "section": "The problem of feigning"
        },
        {
            "text": "Thirdly, neurologists making a judgement about origins would explain what is otherwise puzzling about their division of the unexplained. ",
            "section": "The problem of feigning"
        },
        {
            "text": "The neurologists had a hierarchy of the unexplained, dividing them into those which could probably be explained (if circumstances permitted) and those which could not possibly be so in the current scheme. ",
            "section": "The problem of feigning"
        },
        {
            "text": "Thus 'impossibility' would seem to be how conversion was identified. ",
            "section": "The problem of feigning"
        },
        {
            "text": "And saying a symptom was 'impossible' would seem to imply that there must be some kind of different explanation, without saying what kind of explanation that is-an agnostic position. ",
            "section": "The problem of feigning"
        },
        {
            "text": "But deciding that something is impossible-that it is incommensurate with a scientific modelcannot readily be done in practice: there are always further conditions, further refinements which can be made to accommodate exceptions (Feyerabend, 1970). ",
            "section": "The problem of feigning",
            "ref_spans": [
                {
                    "start": 228,
                    "end": 246,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(Feyerabend, 1970)"
                }
            ]
        },
        {
            "text": "Consider the example most cited, of the gross inconsistency between function on-and-off the examination couch. ",
            "section": "The problem of feigning"
        },
        {
            "text": "This is certainly odd, but not clearly impossible: it merely requires an impairment which varies with the context, of which there are multiple other examples from neurology. ",
            "section": "The problem of feigning"
        },
        {
            "text": "Some additional, prior conception is required-something which argues that this kind of inconsistency is different from the inconsistencies that could be physically explained. ",
            "section": "The problem of feigning"
        },
        {
            "text": "That conception could be 'malingering'-conscious control: the neurologist could compare the symptoms with those that they might themselves consciously adduce. ",
            "section": "The problem of feigning"
        },
        {
            "text": "The gross inconsistency of their patient would not be impossible therefore, but it would be implausible: it would be exactly what they would do if they were pretending to be paralysed.",
            "section": "The problem of feigning"
        },
        {
            "text": "Of course, it is unlikely that our neurologists are approaching this entirely as scientists; it is much more likely that they employ various clinical heuristics and recognize certain patterns as being those which predict a diagnosis of conversion. ",
            "section": "The problem of feigning"
        },
        {
            "text": "Conversion patients are just those with particular patterns of symptoms, of inconsistency, of disability, of illness behaviour, of how they make neurologists feel. ",
            "section": "The problem of feigning"
        },
        {
            "text": "But then the question would be why this cluster of negative features comes to be associated together, and why is there this residual association with 'malingering', after 100 years of psychiatric orthodoxy saying otherwise?",
            "section": "The problem of feigning"
        },
        {
            "text": "There are three ways in which we might understand this. ",
            "section": "The problem of feigning"
        },
        {
            "text": "First, that these are simply associated features of the disorderthe neurologists are merely correctly identifying them. ",
            "section": "The problem of feigning"
        },
        {
            "text": "Patients with conversion disorder have deceptive, behavioural or psychological characteristics that evoke these responses in people. ",
            "section": "The problem of feigning"
        },
        {
            "text": "They are just unlucky enough to have a condition, a 'natural kind' (Kendell and Jablensky, 2003) that makes people dislike and distrust them. ",
            "section": "The problem of feigning",
            "ref_spans": [
                {
                    "start": 67,
                    "end": 96,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(Kendell and Jablensky, 2003)"
                }
            ]
        },
        {
            "text": "But this does seem to objectify the dislikeable and to blame the patient, so the alternative view has been that these characteristics are actually features of the neurologist: patients with conversion put the neurologist in the unwelcome position of having to admit the limits of their competence, which the neurologist projects onto their hapless patient as dislike. ",
            "section": "The problem of feigning"
        },
        {
            "text": "This view updates a long tradition in hysteria revisionism, which has sought explanations for hysteria in the broader relationships of doctors with their patients-for example, in the historical reinterpretation of hysteria as misogyny (Micale, 1995). ",
            "section": "The problem of feigning",
            "ref_spans": [
                {
                    "start": 235,
                    "end": 249,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "(Micale, 1995)"
                }
            ]
        },
        {
            "text": "But it does not explain why just these patients, of all the unexplained, should be thought of in this way. ",
            "section": "The problem of feigning"
        },
        {
            "text": "The third view, the view we present here, is somewhat different, and is in essence that 'malingering' is actually the preferred model for the neurologists-it is the defining conception we searched for above, and any other pejorative associations flow from that.",
            "section": "The problem of feigning"
        },
        {
            "text": "This would argue that the neurologists are not agnostic after all: that they know a great deal about conversion, and that deception is the basis on which they understand it.",
            "section": "The problem of feigning"
        },
        {
            "text": "Though psychological models were more widely endorsed, the continued interest in 'malingering' was striking-albeit taking subtle and varied forms. ",
            "section": "Deception as a model"
        },
        {
            "text": "None of those interviewed took the kind of absolutist position they recognized from their training, the view that conversion was just malingering, that there was nothing wrong with them. ",
            "section": "Deception as a model"
        },
        {
            "text": "But deception remained a pervasive issue, and a core diagnostic issue-either as a suspicion to be combated, or as a reality to be accommodated. ",
            "section": "Deception as a model"
        },
        {
            "text": "The contention here is that deception is a pervasive issue because that is how at least some neurologists understand their patients. ",
            "section": "Deception as a model"
        },
        {
            "text": "Such an understanding may not be surprising. ",
            "section": "Deception as a model"
        },
        {
            "text": "The neurologist has no available neuropathological explanation. ",
            "section": "Deception as a model"
        },
        {
            "text": "Deception of a trivial kind, in the form of innocuous simulation, is part of the core encounter of the conversion patient (Kanaan, in press): the patient presents with what looks at first like epilepsy or a stroke, but is not. ",
            "section": "Deception as a model",
            "ref_spans": [
                {
                    "start": 122,
                    "end": 140,
                    "type": "bibr",
                    "text": "(Kanaan, in press)"
                }
            ]
        },
        {
            "text": "The neurologist can accept it as subconscious-and that was a possibility they seemed willing to accept-but assessing that was described as something only psychiatrists could do. ",
            "section": "Deception as a model"
        },
        {
            "text": "Any model which would have discriminatory power for the neurologist would have to be something they could employ in their own clinical encounter. ",
            "section": "Deception as a model"
        },
        {
            "text": "The neurologist who doubted conversion existed is instructive here: as they, uniquely, employed a psychological model in their practice, they did not see conversion anywhere. ",
            "section": "Deception as a model"
        },
        {
            "text": "The clearest evidence that, for others, the model employed was deception, arose from those instances when they brought up cases of 'malingering' as examples of 'conversion'. ",
            "section": "Deception as a model"
        },
        {
            "text": "They often corrected or modulated that subsequently, but their first thought, when reaching for a classic or characteristic case, was to describe deception.",
            "section": "Deception as a model"
        },
        {
            "text": "Holding to a heuristic model of deception would not imply that they believed conversion patients to be consciously feigning. ",
            "section": "Deception as a model"
        },
        {
            "text": "Neurologists appear to accept the psychiatric orthodoxy that there are subconscious qualifications of apparent feigning behaviour that make it something else. ",
            "section": "Deception as a model"
        },
        {
            "text": "But it could function as a heuristic nonetheless: the patient behaves 'as though' feigning, but the painful business of deciding quite how that is explained is someone else's problem.",
            "section": "Deception as a model"
        },
        {
            "text": "The authors would like to thank the neurologists who gave their time to be interviewed for this study.",
            "section": "Acknowledgement"
        },
        {
            "text": "Biomedical Ethics Fellowship from the Wellcome Trust (079743 to R.K.); South London and Maudsley NHS Foundation Trust/ Institute of Psychiatry (National Institute of Health Research) Biomedical Research Centre (to S.W., partial). ",
            "section": "Funding"
        },
        {
            "text": "Funding to pay the Open Access publication charges was provided by the Wellcome Trust.",
            "section": "Funding"
        }
    ]
}