{
    "id": "fb8b66f174",
    "level": "sentence",
    "abstract": [
        {
            "text": "The sxy (tfoX) gene product is the central regulator of DNA uptake by naturally competent c-proteobacteria such as Haemophilus influenzae, Vibrio cholerae and probably Escherichia coli. "
        },
        {
            "text": "However, the mechanisms regulating sxy gene expression are not understood despite being key to understanding the physiological role of DNA uptake. "
        },
        {
            "text": "We have isolated mutations in H. influenzae sxy that greatly elevate translation and thus cause competence to develop in otherwise noninducing conditions (hypercompetence). "
        },
        {
            "text": "In vitro nuclease analysis confirmed the existence of an extensive secondary structure at the 5' end of sxy mRNA that sequesters the ribosome-binding site and start codon in a stem-loop. "
        },
        {
            "text": "All of the hypercompetence mutations reduced mRNA base pairing, and one was shown to cause a global destabilization that increased translational efficiency. "
        },
        {
            "text": "Conversely, mutations engineered to add mRNA base pairs strengthened the secondary structure, resulting in reduced translational efficiency and greatly reduced competence for genetic transformation. "
        },
        {
            "text": "Transfer of wild-type cells to starvation medium improved translational efficiency of sxy while independently triggering the sugar starvation regulator (CRP) to stimulate transcription at the sxy promoter. "
        },
        {
            "text": "Thus, mRNA secondary structure is responsive to conditions where DNA uptake will be favorable, and transcription of sxy is simultaneously enhanced if CRP activation signals that energy supplies are limited."
        }
    ],
    "body_text": [
        {
            "text": "Natural competence, the ability to take up DNA molecules directly from the environment, is tightly regulated in most bacteria, indicating that the costs and benefits of DNA uptake depend on changes in the extracellular and intracellular environments. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Because the mechanisms regulating competence evolved to allow cells to track these changes, understanding the mechanisms provides a window on the importance of DNA uptake to the cell. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Bacteria in the families Pasteurellaceae, Enterobacteraceae and Vibrionaceae appear to share a common regulatory mechanism, with competence genes organized in a regulon whose transcription is controlled by two activator proteins, Sxy (also known as TfoX) and CRP (also known as CAP) (1). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 283,
                    "end": 286,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1)"
                }
            ]
        },
        {
            "text": "Although competence genes are ubiquitous in these families, only a few species are known to be naturally competent, and the only wellstudied competence regulon is that of Haemophilus influenzae (Pasteurellaceae). ",
            "section": "INTRODUCTION"
        },
        {
            "text": "H. influenzae becomes moderately competent as growth slows during late log phase in rich medium, and becomes maximally competent when log phase cells are transferred to the defined starvation medium MIV (2).",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 203,
                    "end": 206,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(2)"
                }
            ]
        },
        {
            "text": "The sxy gene was first identified and named as the site of the H. influenzae mutation sxy-1, which causes greatly increased competence (hypercompetence) during growth in rich medium (3). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 182,
                    "end": 185,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "(3)"
                }
            ]
        },
        {
            "text": "Cells lacking sxy cannot induce the 25 genes (13 transcription units) of the competence regulon; many of these genes are known to contribute directly to DNA uptake (2). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 164,
                    "end": 167,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(2)"
                }
            ]
        },
        {
            "text": "Conversely, overexpression of sxy from multi-copy plasmids induces competence under what are normally non-inducing conditions in H. influenzae, Actinobacillus actinomycetemcomitans and Vibrio cholerae (4)(5)(6). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 201,
                    "end": 204,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "(4)"
                },
                {
                    "start": 204,
                    "end": 207,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "(5)"
                },
                {
                    "start": 207,
                    "end": 210,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(6)"
                }
            ]
        },
        {
            "text": "Unlike Sxy, CRP is a global regulator. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "It activates a broad array of genes united by their roles in obtaining or utilizing alternative carbon or energy sources, or in sparing the wasteful use of the preferred sources; its action has been very well studied in Escherichia coli. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "When activated by its allosteric effector cyclic AMP (cAMP), CRP binds specifically to 22 bp sites in promoters where it stimulates transcription. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Competence regulon promoters contain a novel type of *To whom correspondence should be addressed. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Tel: +604 822 3744; Fax: +604 827 4135; Email: redfield@zoology.ubc.ca ß 2007 The Author(s) This is an Open Access article distributed under the terms of the Creative Commons Attribution Non-Commercial License (http://creativecommons.org/licenses/ by-nc/2.0/uk/) which permits unrestricted non-commercial use, distribution, and reproduction in any medium, provided the original work is properly cited.",
            "section": "INTRODUCTION"
        },
        {
            "text": "CRP site (CRP-S sites, previously called competence regulatory elements), whose sequences differ at critical positions from the canonical CRP sites previously characterized in E. coli (CRP-N sites) (1).",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 198,
                    "end": 201,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1)"
                }
            ]
        },
        {
            "text": "Understanding how competence is regulated depends on understanding how both CRP and Sxy are regulated. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "In H. influenzae and in E. coli, CRP is activated by a rise in cAMP that occurs when preferred sugars are unavailable for transport by the phosphotransferase system (7,8). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 165,
                    "end": 168,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "(7,"
                },
                {
                    "start": 168,
                    "end": 170,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8)"
                }
            ]
        },
        {
            "text": "We have previously shown that H. influenzae sxy mRNA levels rise when cells experience competence-inducing conditions (2), but nothing is known about the molecular events that control this expression.",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 118,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(2)"
                }
            ]
        },
        {
            "text": "The original sxy-1 mutation causes only a very conservative change in the Sxy protein sequence (Val 19 Ile), and it was proposed to cause hypercompetence by increasing the amount of Sxy rather than by changing the nature of Sxy's action (4). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 237,
                    "end": 240,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "(4)"
                }
            ]
        },
        {
            "text": "Here we report the isolation and characterization of additional hypercompetencecausing point mutations in sxy, none of which alter the protein sequence. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "We show that all the hypercompetence mutations act by increasing sxy expression, and that this effect arises by destabilization of an mRNA secondary structure that normally limits sxy translation in rich medium. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "In maximal competence-inducing conditions, CRP induces sxy; together CRP and Sxy then induce the genes of the CRP-S regulon.",
            "section": "INTRODUCTION"
        },
        {
            "text": "Bacterial strains and plasmids used in this study are listed in Table 1.",
            "section": "Strains, plasmids and DNA",
            "ref_spans": [
                {
                    "start": 64,
                    "end": 71,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "H. influenzae cells were cultured at 378C in brain heart infusion (BHI) supplemented with NAD (2 mg/ml) and hemin (10 mg/ml) (sBHI), and with novobiocin (2.5 mg/ml), kanamycin (7 mg/ml) or chloramphenicol (2 mg/ml) added when required. ",
            "section": "Culture conditions and transformation assays"
        },
        {
            "text": "Competence was induced by transferring log-phase cells to the defined starvation medium MIV as previously described (9). ",
            "section": "Culture conditions and transformation assays",
            "ref_spans": [
                {
                    "start": 116,
                    "end": 119,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "(9)"
                }
            ]
        },
        {
            "text": "E. coli cells were grown in Luria Bertani (LB) medium, with kanamycin (25 mg/ml) and ampicillin (100 mg/ml) when required.",
            "section": "Culture conditions and transformation assays"
        },
        {
            "text": "Competent H. influenzae cells were transformed with chromosomal or plasmid DNA as previously described (10). ",
            "section": "Culture conditions and transformation assays",
            "ref_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "(10)"
                }
            ]
        },
        {
            "text": "Cells (1 ml) were incubated with 1 mg/ml of MAP7 chromosomal DNA for 15 min, the DNA was degraded by incubation with DNase I for 5 min and cells were diluted and plated on sBHI agar with and without novobiocin. ",
            "section": "Culture conditions and transformation assays"
        },
        {
            "text": "Transformation frequencies were calculated as the number of novobiocin-resistant (Nov R ) transformants per cell. ",
            "section": "Culture conditions and transformation assays"
        },
        {
            "text": "The sxy-2, -3, -4 and -5 mutants were isolated by selection of exponentially growing EMS-mutagenized cells for transformation to Nov R , as described for sxy-1 (3). ",
            "section": "Culture conditions and transformation assays"
        },
        {
            "text": "E. coli cells were made chemically competent with RbCl and transformed with plasmids as previously described (11).",
            "section": "Culture conditions and transformation assays",
            "ref_spans": [
                {
                    "start": 109,
                    "end": 113,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "(11)"
                }
            ]
        },
        {
            "text": "The 1.8 kb EcoRI-BamHI fragment of pDJM90 (sxy) was cloned into the EcoRI-BamHI site of pAlter-1 (Promega) to create the plasmid pAltersxy. ",
            "section": "Site-directed mutagenesis"
        },
        {
            "text": "Site-directed mutagenesis was carried out using the Altered Sites II kit (Promega), following the manufacturer's protocol. ",
            "section": "Site-directed mutagenesis"
        },
        {
            "text": "Sequencing was used to confirm mutations, and the sequenced regions between ScaI-ClaI sites were subcloned into pDJM90 to ensure that the plasmid inserts contained no additional mutations.",
            "section": "Site-directed mutagenesis"
        },
        {
            "text": "The sxy coding sequence was cloned under lac promoter control in the His-tag vector pQE30-UA (Qiagen) in E. coli M15, and sxy expression was induced at A 600 0.6 with 1 mM IPTG. ",
            "section": "Generation of polyclonal anti-Sxy antibodies"
        },
        {
            "text": "Cells were harvested after 4.5 h by centrifugation and the pellet was frozen overnight at À208C. ",
            "section": "Generation of polyclonal anti-Sxy antibodies"
        },
        {
            "text": "Because Sxy invariably formed inclusion bodies in expression cultures, even when induced with low concentrations of IPTG and at 308C, it was denatured and purified as follows. ",
            "section": "Generation of polyclonal anti-Sxy antibodies"
        },
        {
            "text": "The frozen cell pellet was resuspended in lysis buffer (100 mM NaPO 4 , 10 mM Tris-HCl, 6 M guanidine HCl, pH 8.0), then cells were incubated 1 h at 308C with shaking followed by brief, gentle vortexing until the solution was translucent. ",
            "section": "Generation of polyclonal anti-Sxy antibodies"
        },
        {
            "text": "Cellular debris was removed by centrifugation at 10 000g for 25 min and the supernatant was incubated with nickel-nitriloacetic acid agarose beads for 1 h at 48C with gentle rocking. ",
            "section": "Generation of polyclonal anti-Sxy antibodies"
        },
        {
            "text": "Agarose beads were packed in a column and washed twice with 12 column volumes of wash buffer (100 mM NaPO 4 , 10 mM Tris-HCl, 8 M urea, pH 6.3), and protein was eluted using 2 vol of wash buffer pH 4.5. ",
            "section": "Generation of polyclonal anti-Sxy antibodies"
        },
        {
            "text": "Eluted fractions were pooled and concentrated by precipitation with 10% TCA. ",
            "section": "Generation of polyclonal anti-Sxy antibodies"
        },
        {
            "text": "Residual TCA was removed with cold 100% ethanol, and protein was dried and resuspended in SDS sample buffer (45 mM Tris-HCl pH 7.5, 10% glycerol, 1% SDS, 50 mM DTT, 0.01% bromophenol blue). ",
            "section": "Generation of polyclonal anti-Sxy antibodies"
        },
        {
            "text": "Proteins were then separated by electrophoresis on a 15% polyacrylamide SDS gel, and the section of gel containing Sxy (MW 25 kDa) was excised and macerated by repeated passage through a small-bore syringe. ",
            "section": "Generation of polyclonal anti-Sxy antibodies"
        },
        {
            "text": "Protein was eluted overnight in water, and then concentrated by TCA precipitation. ",
            "section": "Generation of polyclonal anti-Sxy antibodies"
        },
        {
            "text": "Dried protein was resuspended in phosphate-buffered saline (137 mM NaCl, 10 mM phosphate, 2.7 mM KCl, pH 7.4) and purity was assessed with SDS-PAGE and quantified using the Bradford assay. ",
            "section": "Generation of polyclonal anti-Sxy antibodies"
        },
        {
            "text": "Protein was emulsified in incomplete Freund's adjuvant (250 mg/ml) for injection in rabbits. ",
            "section": "Generation of polyclonal anti-Sxy antibodies"
        },
        {
            "text": "Blood serum was collected 10 days after booster shots and stored at À208C until use.",
            "section": "Generation of polyclonal anti-Sxy antibodies"
        },
        {
            "text": "For western blots, cells were pelleted and resuspended in SDS sample buffer and proteins were separated on 15% polyacrylamide SDS gels. ",
            "section": "Western blot and spot blot analysis"
        },
        {
            "text": "All gels were run in duplicate to provide one gel for western blot analysis and a second for Coomassie staining to confirm that a consistent amount of protein was loaded in each well. ",
            "section": "Western blot and spot blot analysis"
        },
        {
            "text": "Gels were equilibrated in transfer buffer (48 mM Tris-HCl, 39 mM glycine) and proteins were transferred to PVDF membrane at 10 V for 30 min using a Trans-blot semi-dry (Bio-Rad) apparatus. ",
            "section": "Western blot and spot blot analysis"
        },
        {
            "text": "Samples from in vitro translation reactions were spotted in duplicate on pre-wetted PVDF membrane; after drying, spotted membranes were re-wetted with methanol then washed with water and TBS-T (20 mM Tris-HCl pH 7.5, 137 mM NaCl, 0.05% Tween-20). ",
            "section": "Western blot and spot blot analysis"
        },
        {
            "text": "All membranes were blocked overnight at 48C in 5% non-fat powdered milk in TBS-T, followed by incubation at room temperature for 1 h with rocking in rabbit anti-Sxy serum diluted 1/10 000 in TBS-T (1% blocking agent). ",
            "section": "Western blot and spot blot analysis"
        },
        {
            "text": "Blots were washed thoroughly and probed with alkaline phosphatase-linked anti-rabbit antibody diluted 1/10 000 in TBS-T (1% blocking agent) for 1 h at room temperature with rocking, followed by thorough washing. ",
            "section": "Western blot and spot blot analysis"
        },
        {
            "text": "Blots were incubated in ECF reagent (Amersham) for 1 min. ",
            "section": "Western blot and spot blot analysis"
        },
        {
            "text": "Bands were visualized using a Typhoon 9400 scanner (GE Healthcare) and quantified using Image Quant (GE Healthcare). ",
            "section": "Western blot and spot blot analysis"
        },
        {
            "text": "Several other H. influenzae proteins in addition to Sxy were recognized by the polyclonal antiserum in western blots. ",
            "section": "Western blot and spot blot analysis"
        },
        {
            "text": "These unidentified H. influenzae proteins were also bound by pre-immune serum, indicating that antigenicity is not an artifact of nonspecific binding by anti-Sxy antibodies. ",
            "section": "Western blot and spot blot analysis"
        },
        {
            "text": "The unidentified proteins demonstrated highly consistent abundance in all culture conditions and growth phases and so were used as internal standards for the quantification of Sxy. ",
            "section": "Western blot and spot blot analysis"
        },
        {
            "text": "Sxy protein levels were calculated after subtracting background signal generated by sxycells (western blots) or by in vitro transcription/translation reactions lacking template DNA (spot blots).",
            "section": "Western blot and spot blot analysis"
        },
        {
            "text": "Gene sequences used as templates for in vitro preparation of mRNAs were cloned adjacent to the T7 promoter of pGEM-7Zf-(Sigma). ",
            "section": "Template preparation for RNase analysis"
        },
        {
            "text": "The 51 nt long sxy untranslated region (UTR) together with the full sxy coding region (654 nt) was PCR amplified from genomic DNA isolated from H. influenzae KW20 and RR699 (sxy-1) using primers PR13 5 0 -AAAGGGCCCCAGAAGTACTTCTA CTGACTC and PR12 5 0 -CAAGTAAGTTTATTAAAA AAGCTTAAGCAT. ",
            "section": "Template preparation for RNase analysis"
        },
        {
            "text": "Amplicons were digested and cloned into ApaI and EcoRI restriction sites, generating plasmids pGEMsxy and pGEMsxy-1 in host strain JM109. ",
            "section": "Template preparation for RNase analysis"
        },
        {
            "text": "Because the primer PR13 overlaps one of the sxy-7 mutations ( Figure 3A), pGEMsxy-7 was constructed by site-directed mutagenesis of pGEMsxy using a QuikChange site-directed mutagenesis kit (Stratagene).",
            "section": "Template preparation for RNase analysis",
            "ref_spans": [
                {
                    "start": 62,
                    "end": 71,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 3A"
                }
            ]
        },
        {
            "text": "Wild-type sxy, sxy-1 and sxy-7 RNAs were prepared by transcription in vitro (MEGAscript T7 kit, Ambion) from plasmids linearized at position 323, resulting in 340 nt long run-off transcripts. ",
            "section": "RNA preparation"
        },
        {
            "text": "RNAs were purified from the transcription mix, first by a DNase treatment using a DNA-Free Kit (Ambion) and next by a spin column (RNA Easy kit, Qiagen) following the manufacturers' instructions. ",
            "section": "RNA preparation"
        },
        {
            "text": "At this point the concentration of each RNA sample was measured by spectrophotometry, and quality and purity were assessed by agarose gel electrophoresis and A 260/280 ratios. ",
            "section": "RNA preparation"
        },
        {
            "text": "Next, RNAs ($20 pmol) were dephosphorylated in 100 ml reactions at 378C for 2 h in reaction buffer using 0.5 U of calf intestinal alkaline phosphatase (Roche). ",
            "section": "RNA preparation"
        },
        {
            "text": "RNAs were recovered by phenol-chloroform purification and ethanol precipitation. ",
            "section": "RNA preparation"
        },
        {
            "text": "Dephosphorylated RNAs ($10 pmol) were labeled in 50 ml reactions in reaction buffer using 20 U of T4 polynucleotide kinase (BioLabs, New England) and at least 20 pmol of g-P 32 ATP (6000 Ci/ mmol; GE Amersham) at 378C for 1 h. ",
            "section": "RNA preparation"
        },
        {
            "text": "Finally, RNAs were purified by a spin column (RNA Easy kit, Qiagen) and eluted in nuclease-free water.",
            "section": "RNA preparation"
        },
        {
            "text": "End-labeled RNAs were denatured for 5 min at 958C, allowed to refold for 15 min at 378C, and partially digested with RNase A (0.005 U/ml) or RNase TI (0.05 U/ml) (both from Ambion), and the resulting fragments were resolved on sequencing gels. ",
            "section": "RNA secondary structure mapping"
        },
        {
            "text": "Both partially digested RNAs and control RNAs (ladders) were prepared following the manufacturer's directions. ",
            "section": "RNA secondary structure mapping"
        },
        {
            "text": "Alkaline-digested end-labeled RNA was used as a ladder to assign gel bands to specific residues in the RNA sequence.",
            "section": "RNA secondary structure mapping"
        },
        {
            "text": "After electrophoresis for 3 h at 900 V and 12 mA, gels were dried, exposed to a PhosphorScreen overnight and visualized using a PhosphorImager (Molecular Dynamics). ",
            "section": "RNA secondary structure mapping"
        },
        {
            "text": "ImageQuant software was used to measure cleavage intensities at each residue position. ",
            "section": "RNA secondary structure mapping",
            "entity_spans": [
                {
                    "start": 0,
                    "end": 10,
                    "type": "software",
                    "rawForm": "ImageQuant",
                    "resp": "#annotator0",
                    "used": true,
                    "id": "fb8b66f174-software-simple-0",
                    "cert": "1.0"
                }
            ]
        },
        {
            "text": "Positions 78 and 80 were used as standards to normalize cleavage intensities at all other positions because they were consistently strongly cleaved in independent reactions. ",
            "section": "RNA secondary structure mapping"
        },
        {
            "text": "To calculate fold differences in cleavage intensities between mutant and wild-type RNA, sxy-1 or sxy-7 values were divided by wild-type values at each position. ",
            "section": "RNA secondary structure mapping"
        },
        {
            "text": "At positions where mutant RNAs were more weakly cut than wildtype, wild-type values were instead divided by mutant and then expressed as a negative value.",
            "section": "RNA secondary structure mapping"
        },
        {
            "text": "In silico RNA secondary structure predictions Mfold (12) was used to predict secondary structure of the full-length in vitro sxy transcript [comprising pGEM-7Zf-(15 nt), UTR (51 nt) and partial coding region (274 nt) sequences]; default parameters were used.",
            "section": "RNA secondary structure mapping"
        },
        {
            "text": "To fuse lacZ at sxy position 317 (codon 89), lacZkan cassettes ($4.5 kb) were excised from pLZK80 and pLZK81 with BamHI and ligated to BclI digested pDJM90, generating pLBSF1 and pLBSF2",
            "section": "Construction of b-galactosidase fusions and enzyme assays"
        },
        {
            "text": "(Supplementary Figure 1A). ",
            "section": "Construction of b-galactosidase fusions and enzyme assays",
            "ref_spans": [
                {
                    "start": 15,
                    "end": 25,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 1A)"
                }
            ]
        },
        {
            "text": "To eliminate Stems 1 and 3, PCR was used to create an EcoRI site at position 83 (codon 11) using primers PR6 5 0 -GAATTCTGTGATTA TATCTGTATTGATG and PR15 5 0 -AGGGAATTCCG CTATCTATATGCTCATCC. ",
            "section": "Construction of b-galactosidase fusions and enzyme assays"
        },
        {
            "text": "The amplicon was then digested with EcoRI and BclI, ligated to lacZkan cassettes and cloned into ScaI + BclI-digested pLBSF1 to generate pLBSF3 and pLBSF4 (Supplementary Figure 1B). ",
            "section": "Construction of b-galactosidase fusions and enzyme assays",
            "ref_spans": [
                {
                    "start": 170,
                    "end": 180,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 1B)"
                }
            ]
        },
        {
            "text": "All gene fusions were transferred to the KW20 chromosome by excision from plasmids with ApaI + BamHI followed by transformation into competent cells, with selection for kanamycin resistance [method described in (9)]. ",
            "section": "Construction of b-galactosidase fusions and enzyme assays",
            "ref_spans": [
                {
                    "start": 211,
                    "end": 214,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "(9)"
                }
            ]
        },
        {
            "text": "H. influenzae strains containing lacZ fusions were grown in sBHI and sampled in duplicate at regular time intervals. ",
            "section": "Construction of b-galactosidase fusions and enzyme assays"
        },
        {
            "text": "For cells in the mid-to late-log phase of growth (A 600 ! 0.5), 0.1 ml of cells was usually sampled; for cells in the early-log phase of growth, 0.5 ml samples were taken. ",
            "section": "Construction of b-galactosidase fusions and enzyme assays"
        },
        {
            "text": "After sampling, cells were immediately pelleted by centrifugation, supernatants were removed and cell pellets were frozen at À808C for later assays of b-galactosidase activity (13). ",
            "section": "Construction of b-galactosidase fusions and enzyme assays",
            "ref_spans": [
                {
                    "start": 176,
                    "end": 180,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "(13)"
                }
            ]
        },
        {
            "text": "Simultaneously, the main cell culture was assayed for A 600 and, in some cases, for cfu/ml.",
            "section": "Construction of b-galactosidase fusions and enzyme assays"
        },
        {
            "text": "The E. coli S30 extract system for linear templates (Promega) was used for in vitro coupled transcription/ translation according to the manufacturer's instructions. ",
            "section": "In vitro transcription and translation"
        },
        {
            "text": "Plasmid templates (pGEMsxy, pGEMsxy-1, pGEMsxy-7) were isolated using a GenElute plasmid miniprep kit (Sigma) and residual RNases were removed using a GenElute PCR clean-up kit (Sigma). ",
            "section": "In vitro transcription and translation"
        },
        {
            "text": "T7 RNA polymerase (1.4 U/ml final concentration) was added to reactions and transcription was initiated by addition of template DNA (4.5 nM final concentration). ",
            "section": "In vitro transcription and translation"
        },
        {
            "text": "Some reactions also contained the DNA oligonucleotide 5 0 -AGTCAGTAGAAG TACTTC at 75 mM final concentration. ",
            "section": "In vitro transcription and translation"
        },
        {
            "text": "Reactions were incubated at 258C and stopped by mixing with 4 vol of icecold acetone.",
            "section": "In vitro transcription and translation"
        },
        {
            "text": "Quantitative PCR measurement of sxy transcript Total RNA was isolated from cultures using RNeasy Mini Kits (Qiagen), and purity and quality were assessed by electrophoresis on 1% agarose (1 Â TAE). ",
            "section": "In vitro transcription and translation"
        },
        {
            "text": "RNA was DNase treated twice with a DNA Free kit (Ambion), followed by cDNA synthesis using the iScript cDNA synthesis kit (Bio-Rad). ",
            "section": "In vitro transcription and translation"
        },
        {
            "text": "For each PCR primer set, reactions were carried out in duplicate on a 7000 Sequence Detection System (Applied Biosystems) using iTaq SYBR Green Supermix with ROX (Bio-Rad). ",
            "section": "In vitro transcription and translation"
        },
        {
            "text": "PCR primers: sxyRTF 5 0 -TGAACCTTTTACAACGAATGA AT; sxyRTR 5 0 -ACACAATCTATTACTACGTAAAAT CTGATCAG; murGRTF 5 0 -TGCTTGGGCTGATGTG GTTA; murGRTR 5 0 -TCCCACTGCTGCAATTTCAC. ",
            "section": "In vitro transcription and translation"
        },
        {
            "text": "murG RNA served as an internal control for each sample because this gene's expression is constant in the culture conditions used in this study (2). ",
            "section": "In vitro transcription and translation",
            "ref_spans": [
                {
                    "start": 143,
                    "end": 146,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(2)"
                }
            ]
        },
        {
            "text": "Standard curves were generated using five serial 10-fold dilutions of MAP7 chromosomal DNA.",
            "section": "In vitro transcription and translation"
        },
        {
            "text": "The original sxy-1 hypercompetent mutant was isolated from a pool of EMS-mutagenized H. influenzae cells created in a search for genes that regulate competence development (3). ",
            "section": "Isolation and characterization of additional hypercompetence mutations in sxy",
            "ref_spans": [
                {
                    "start": 172,
                    "end": 175,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "(3)"
                }
            ]
        },
        {
            "text": "The present study began by using the same strategy to select additional hypercompetence mutations from the same population. ",
            "section": "Isolation and characterization of additional hypercompetence mutations in sxy"
        },
        {
            "text": "Wild-type cells growing at low cell density in rich medium do not express competence genes or take up DNA, so an EMSmutagenized culture was incubated with DNA carrying a novobiocin-resistance allele and Nov R transformants were selected. ",
            "section": "Isolation and characterization of additional hypercompetence mutations in sxy"
        },
        {
            "text": "Screening of the rare transformants identified four additional strains with mutations that mapped to sxy; the alleles were named sxy-2, sxy-3, sxy-4 and sxy-5. ",
            "section": "Isolation and characterization of additional hypercompetence mutations in sxy"
        },
        {
            "text": "As shown in Figure 1, all four mutants demonstrated the same 50-fold to 500-fold increased transformation frequencies as the sxy-1 mutant, during both log phase growth (A 600 0.2) and late-log phase growth (A 600 1.0). ",
            "section": "Isolation and characterization of additional hypercompetence mutations in sxy",
            "ref_spans": [
                {
                    "start": 12,
                    "end": 20,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "All mutants grew normally in rich medium (sBHI). ",
            "section": "Isolation and characterization of additional hypercompetence mutations in sxy"
        },
        {
            "text": "In MIV starvation medium, mutants and wild-type cells survived equally well and transformed at equally high frequencies (right panel of Figure 1).",
            "section": "Isolation and characterization of additional hypercompetence mutations in sxy",
            "ref_spans": [
                {
                    "start": 136,
                    "end": 144,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "Sequencing revealed that each strain carried a distinct single-point mutation in sxy; these are shown in Figure 2A. ",
            "section": "Isolation and characterization of additional hypercompetence mutations in sxy",
            "ref_spans": [
                {
                    "start": 105,
                    "end": 114,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 2A"
                }
            ]
        },
        {
            "text": "The sxy-2 mutation (G 102 A) is a silent substitution in the coding region, 4 bp upstream of the site of the sxy-1 mutation (G 106 A, V 19 I). ",
            "section": "Isolation and characterization of additional hypercompetence mutations in sxy"
        },
        {
            "text": "The other three mutations are clustered outside the coding region, near the 5 0 end of the 51 nt UTR (sxy-3: C 14 T; sxy-4: T 15 C; sxy-5:",
            "section": "Isolation and characterization of additional hypercompetence mutations in sxy"
        },
        {
            "text": "Because these mutations did not alter the Sxy protein sequence, site-directed mutagenesis was used to confirm that no other mutations, either in sxy or elsewhere in the genome, were responsible for the hypercompetence phenotypes. ",
            "section": "Isolation and characterization of additional hypercompetence mutations in sxy"
        },
        {
            "text": "As had been done for sxy-1 (4), each of the four mutations was re-created in a H. influenzae sxy plasmid cloned in E. coli, and introduced into wild-type H. influenzae chromosomes by transformation; these mutants all had phenotypes identical to the originals and were used in the experiments described here. ",
            "section": "Isolation and characterization of additional hypercompetence mutations in sxy"
        },
        {
            "text": "This confirmed that all of the four new hypercompetence mutations increased competence without changing the sequence of Sxy or any other protein. ",
            "section": "Isolation and characterization of additional hypercompetence mutations in sxy"
        },
        {
            "text": "We thus hypothesized that all five mutations acted by altering control of sxy expression rather than by changing Sxy function. ",
            "section": "Isolation and characterization of additional hypercompetence mutations in sxy"
        },
        {
            "text": "As Sxy is an activator of competence genes, and as we observed elevated expression of all CRP-S regulon genes in microarray analysis of the sxy-1 mutant in rich medium (data not shown), we predicted that the mutations would cause hypercompetence by increasing rather than decreasing sxy expression.  ",
            "section": "Isolation and characterization of additional hypercompetence mutations in sxy"
        },
        {
            "text": "To compare Sxy levels between wild-type and mutant cells, we generated polyclonal anti-Sxy antibodies and used western blot analysis to quantify protein levels. ",
            "section": "Hypercompetence mutations lead to elevated Sxy under non-inducing and semi-inducing conditions"
        },
        {
            "text": "In exponential growth (A 600 0.2), all hypercompetence mutants (sxy-1-5) had elevated Sxy levels, with 7-to 16-fold more protein than wild-type cells ( Figure 2B; light gray bars). ",
            "section": "Hypercompetence mutations lead to elevated Sxy under non-inducing and semi-inducing conditions",
            "ref_spans": [
                {
                    "start": 152,
                    "end": 161,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 2B"
                }
            ]
        },
        {
            "text": "In late-log phase (A 600 1.0), the difference was even more striking, with mutants having 13-to 25-fold more Sxy protein than wild-type cells ( Figure 2B, dark gray bars). ",
            "section": "Hypercompetence mutations lead to elevated Sxy under non-inducing and semi-inducing conditions",
            "ref_spans": [
                {
                    "start": 144,
                    "end": 153,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 2B"
                }
            ]
        },
        {
            "text": "Figure 2C graphs transformation frequencies as a function of Sxy protein levels for wildtype and mutant cells in the log and late-log phases of growth. ",
            "section": "Hypercompetence mutations lead to elevated Sxy under non-inducing and semi-inducing conditions",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 2C"
                }
            ]
        },
        {
            "text": "The strong positive correlation between Sxy abundance and transformation frequencies confirms that Sxy levels limit competence development during growth in rich medium, and that changes in the amount of Sxy are responsible for the hypercompetence of the sxy mutants.",
            "section": "Hypercompetence mutations lead to elevated Sxy under non-inducing and semi-inducing conditions"
        },
        {
            "text": "How do the sxy-1-5 mutations cause increased Sxy production? ",
            "section": "Hypercompetence mutations lead to elevated Sxy under non-inducing and semi-inducing conditions"
        },
        {
            "text": "Their locations rule out several possible modes of action. ",
            "section": "Hypercompetence mutations lead to elevated Sxy under non-inducing and semi-inducing conditions"
        },
        {
            "text": "The mutations do not improve the affinity of the core promoter elements (À10 and À35 sequences), nor create a more efficient start codon or Shine-Dalgarno (SD) sequence, so they are unlikely to act by changing factors that determine baseline expression. ",
            "section": "Hypercompetence mutations lead to elevated Sxy under non-inducing and semi-inducing conditions"
        },
        {
            "text": "The transformation frequencies and Sxy levels of the sxy-1-5 mutants increase as the culture medium becomes exhausted, so the mutations must change the sensitivity of the inducing mechanism rather than ablating repression. ",
            "section": "Hypercompetence mutations lead to elevated Sxy under non-inducing and semi-inducing conditions"
        },
        {
            "text": "The mutations are unlikely to act by changing the binding site for a transcription factor, as they are outside of the promoter and spread over 94 bp of transcript sequence.",
            "section": "Hypercompetence mutations lead to elevated Sxy under non-inducing and semi-inducing conditions"
        },
        {
            "text": "The clustering of the mutations into two regions suggested that mRNA secondary structure might play a role in regulation. ",
            "section": "Hypercompetence mutations lead to elevated Sxy under non-inducing and semi-inducing conditions"
        },
        {
            "text": "Examination of sxy mRNA for possible base pairing between these regions revealed a long stretch of potential base pairing between positions 9-26 of the UTR and positions 94-111 of the coding region, with only a single 2 Â 2 bubble. ",
            "section": "Hypercompetence mutations lead to elevated Sxy under non-inducing and semi-inducing conditions"
        },
        {
            "text": "All five hypercompetence mutations fall within this predicted stem. ",
            "section": "Hypercompetence mutations lead to elevated Sxy under non-inducing and semi-inducing conditions"
        },
        {
            "text": "Moreover, each of the mutations eliminates a base pair within this stem, so that each is expected to destabilize the secondary structure. ",
            "section": "Hypercompetence mutations lead to elevated Sxy under non-inducing and semi-inducing conditions"
        },
        {
            "text": "Analysis of this region with the RNA-folding program Mfold supported this folding model, and also predicted pairing between segments internal to this stem, creating two additional stems and three loops, as shown in Figure 3A.",
            "section": "Hypercompetence mutations lead to elevated Sxy under non-inducing and semi-inducing conditions",
            "ref_spans": [
                {
                    "start": 215,
                    "end": 224,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 3A"
                }
            ]
        },
        {
            "text": "Mfold analysis predicted the same optimal topology for sxy-1-5 mRNAs as for wild-type mRNAs, but the sxy-1-5 structures were not as thermodynamically stable and were predicted to have higher frequencies of single strandedness throughout. ",
            "section": "Hypercompetence mutations lead to elevated Sxy under non-inducing and semi-inducing conditions"
        },
        {
            "text": "Supplementary Figure 2A plots the stability of Stem 1 in hypercompetent mutants, calculated by Mfold, showing that each point mutation is predicted to reduce the stability of Stem 1. ",
            "section": "Hypercompetence mutations lead to elevated Sxy under non-inducing and semi-inducing conditions",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 23,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Supplementary Figure 2A"
                }
            ]
        },
        {
            "text": "In addition, this analysis predicts that Stem 1 will be the most important contributor to the overall stability of the mRNA secondary structure, and thus may help explain why all five hypercompetence mutations were found in this region. ",
            "section": "Hypercompetence mutations lead to elevated Sxy under non-inducing and semi-inducing conditions"
        },
        {
            "text": "Supplementary Figure 2B presents the analysis of single-strandedness across multiple thermodynamically stable folding predictions for the bases in Stem 1. ",
            "section": "Hypercompetence mutations lead to elevated Sxy under non-inducing and semi-inducing conditions",
            "ref_spans": [
                {
                    "start": 14,
                    "end": 23,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 2B"
                }
            ]
        },
        {
            "text": "The sxy point mutations are predicted to cause 2-to 3-fold increases in single-strandedness.",
            "section": "Hypercompetence mutations lead to elevated Sxy under non-inducing and semi-inducing conditions"
        },
        {
            "text": "Nuclease mapping confirms the predicted sxy mRNA secondary structure",
            "section": "Hypercompetence mutations lead to elevated Sxy under non-inducing and semi-inducing conditions"
        },
        {
            "text": "Nuclease mapping was used to test whether sxy mRNA folds into the predicted secondary structure in vitro, and to test whether hypercompetence mutations alter RNA folding. ",
            "section": "Hypercompetence mutations lead to elevated Sxy under non-inducing and semi-inducing conditions"
        },
        {
            "text": "We first examined cleavage of wild-type sxy RNA by the structure-specific ribonucleases RNase T1 and RNase A, using a cloned sxy fragment extending from base 1 to base 323. ",
            "section": "Hypercompetence mutations lead to elevated Sxy under non-inducing and semi-inducing conditions"
        },
        {
            "text": "RNase T1 cuts specifically at single-stranded Gs, while RNase A cuts single-stranded Cs and Us. ",
            "section": "Hypercompetence mutations lead to elevated Sxy under non-inducing and semi-inducing conditions"
        },
        {
            "text": "Figure 3B shows the cleavage intensities of all scorable positions between positions 1 and 122, normalized to positions 78 and 80, which were consistently cleaved. ",
            "section": "Hypercompetence mutations lead to elevated Sxy under non-inducing and semi-inducing conditions",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 3B"
                }
            ]
        },
        {
            "text": "(Data for some Cs and Us are not shown because they were not cut by RNase A even when the RNA was denatured.) ",
            "section": "Hypercompetence mutations lead to elevated Sxy under non-inducing and semi-inducing conditions"
        },
        {
            "text": "The strong cleavages between positions 42 and 48, and between positions 72 and 80, confirm that Loops B and C form in vitro, and that they are separated by The nuclease-assay support for Stems 2 and 3 and Loops B and C suggests that the sxy SD site and start codon may by sequestered within a small loop and stem, respectively, likely preventing the initiation of translation. ",
            "section": "Hypercompetence mutations lead to elevated Sxy under non-inducing and semi-inducing conditions"
        },
        {
            "text": "The biochemical evidence for Stem 1 is fairly strong, with most of the informative positions protected from cleavage. ",
            "section": "Hypercompetence mutations lead to elevated Sxy under non-inducing and semi-inducing conditions"
        },
        {
            "text": "Importantly, of the sites of the five hypercompetence mutations, the three that are scorable in these assays are all strongly protected, supporting the hypothesis that they normally are paired.",
            "section": "Hypercompetence mutations lead to elevated Sxy under non-inducing and semi-inducing conditions"
        },
        {
            "text": "We then examined mutant sxy-1 RNA for changes in secondary structure; Figure 3C  ",
            "section": "Hypercompetence mutations lead to elevated Sxy under non-inducing and semi-inducing conditions",
            "ref_spans": [
                {
                    "start": 70,
                    "end": 79,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 3C"
                }
            ]
        },
        {
            "text": "The definitive test of whether a mutant phenotype results from disruption of base pairing is creation of compensatory mutations that restore the hypothesized base pairing. ",
            "section": "Mutations that strengthen Stem I reduce sxy expression"
        },
        {
            "text": "The test is especially clear here, as the sxy-1 and sxy-3 mutations make complementary substitutions disrupting the same proposed base pair. ",
            "section": "Mutations that strengthen Stem I reduce sxy expression"
        },
        {
            "text": "If both do increase sxy expression by destabilizing the secondary structure, then a double mutant carrying both substitutions will have base pairing restored and thus will have a more normal phenotype (lower competence) than either single mutant, rather than the more extreme phenotype expected if the mutations increase expression in some other way. ",
            "section": "Mutations that strengthen Stem I reduce sxy expression"
        },
        {
            "text": "The desired double mutant, sxy-6, was created by site-directed mutagenesis in E. coli, followed by transformation into the H. influenzae chromosome. ",
            "section": "Mutations that strengthen Stem I reduce sxy expression"
        },
        {
            "text": "This combined the sxy-1 and sxy-3 mutations to generate an A:U pair where wild-type sxy has a G:C pair ( Figure 3A). ",
            "section": "Mutations that strengthen Stem I reduce sxy expression",
            "ref_spans": [
                {
                    "start": 105,
                    "end": 115,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 3A)"
                }
            ]
        },
        {
            "text": "Figure 2B shows that sxy-6 cells produced wild-type levels of Sxy protein, much less than either parent mutant, confirming that the sxy-1 and sxy-3 mutations act by disrupting base pairing. ",
            "section": "Mutations that strengthen Stem I reduce sxy expression",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 2B"
                }
            ]
        },
        {
            "text": "The altered sequence but wild-type phenotype of the sxy-6 mutant is strong evidence that the single mutant phenotypes are not due to sequence-dependent interactions with a regulatory protein or RNA.",
            "section": "Mutations that strengthen Stem I reduce sxy expression"
        },
        {
            "text": "To  Figure 3B); the generally decreased cleavage in the entire region indicates stronger base pairing throughout. ",
            "section": "Mutations that strengthen Stem I reduce sxy expression",
            "ref_spans": [
                {
                    "start": 4,
                    "end": 13,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 3B"
                }
            ]
        },
        {
            "text": "As expected, C 100 , the predicted pairing partner of what is now G 20 , was not cleaved. ",
            "section": "Mutations that strengthen Stem I reduce sxy expression"
        },
        {
            "text": "Sxy protein was barely detectable in this mutant ( Figure 2B) and cells could not be transformed even after transfer to MIV (data not shown). ",
            "section": "Mutations that strengthen Stem I reduce sxy expression",
            "ref_spans": [
                {
                    "start": 51,
                    "end": 60,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 2B"
                }
            ]
        },
        {
            "text": "Together the sxy-6 and sxy-7 mutations confirm that base pairing in Stem 1 limits sxy expression and competence development.",
            "section": "Mutations that strengthen Stem I reduce sxy expression"
        },
        {
            "text": "How does mRNA secondary structure regulate sxy expression?",
            "section": "Mutations that strengthen Stem I reduce sxy expression"
        },
        {
            "text": "In principle, the secondary structure of sxy mRNA could limit production of Sxy protein by interfering with elongation of transcription or by reducing the resulting mRNA's stability or translation efficiency. ",
            "section": "Mutations that strengthen Stem I reduce sxy expression"
        },
        {
            "text": "As described below, two independent methods (measurements of b-galactosidase production from sxy::lacZ fusions and direct measurements of sxy RNA and protein levels) both showed that the structure affects both accumulation and translation of sxy mRNA.",
            "section": "Mutations that strengthen Stem I reduce sxy expression"
        },
        {
            "text": "The relative impacts of the sxy secondary structure on transcription and translation were first investigated using transcriptional and translational fusions of positions 83 and 317 of the wild-type sxy sequence to the E. coli lacZ gene ( Figure 4A). ",
            "section": "Mutations that strengthen Stem I reduce sxy expression",
            "ref_spans": [
                {
                    "start": 238,
                    "end": 247,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "Figure 4A"
                }
            ]
        },
        {
            "text": "The position 317 fusions maintain all of the secondary structure shown in Figure 3A. ",
            "section": "Mutations that strengthen Stem I reduce sxy expression",
            "ref_spans": [
                {
                    "start": 74,
                    "end": 83,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 3A"
                }
            ]
        },
        {
            "text": "The position 83 fusions eliminate the downstream strands of Stems 1 and 3 and thus eliminate these stems. ",
            "section": "Mutations that strengthen Stem I reduce sxy expression"
        },
        {
            "text": "Full characterization of these and related lacZ fusions is provided by reference 14.",
            "section": "Mutations that strengthen Stem I reduce sxy expression"
        },
        {
            "text": "Expression from the sxy317 transcriptional fusion (black triangles) revealed that transcription from the sxy promoter is quite stable during exponential growth and early stationary phase in rich medium. ",
            "section": "Mutations that strengthen Stem I reduce sxy expression"
        },
        {
            "text": "The absence of the lacZ translation start site in the corresponding translational fusion (white triangles) did not significantly change the amount of b-galactosidase activity produced, indicating that the sxy and lac translation start sites have comparable activities. ",
            "section": "Mutations that strengthen Stem I reduce sxy expression"
        },
        {
            "text": "Elimination of Stems 1 and 3 in the sxy83 transcriptional fusion increased expression 2-fold (black circles). ",
            "section": "Mutations that strengthen Stem I reduce sxy expression"
        },
        {
            "text": "The 5-fold increase in expression from the corresponding translational fusion (white circles) therefore represents a 2.5-fold increase in the amount of protein produced from each mRNA.",
            "section": "Mutations that strengthen Stem I reduce sxy expression"
        },
        {
            "text": "A parallel experiment directly tested whether the increased Sxy protein in hypercompetence mutants results from changes in accumulation and/or translation of sxy mRNA. ",
            "section": "Mutations that strengthen Stem I reduce sxy expression"
        },
        {
            "text": "Figure 4B plots mRNA abundance measured by quantitative PCR (upper panel), and the corresponding translational efficiencies (lower panel) calculated for wild-type cells and hypercompetent mutants from the protein levels in Figure 2B. ",
            "section": "Mutations that strengthen Stem I reduce sxy expression",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "Figure 4B"
                },
                {
                    "start": 223,
                    "end": 232,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 2B"
                }
            ]
        },
        {
            "text": "Although hypercompetent mutants in early log produced 7-to 16-fold more protein than wild-type cells, they produced only slightly more mRNA, indicating that mutant translational efficiencies were elevated 3.5-to 6.5-fold. ",
            "section": "Mutations that strengthen Stem I reduce sxy expression"
        },
        {
            "text": "When wild-type cells entered late-log growth, the amount of sxy transcript and Sxy protein both doubled, so the translational efficiency did not change. ",
            "section": "Mutations that strengthen Stem I reduce sxy expression"
        },
        {
            "text": "However, when the hypercompetent mutants entered late log they showed an even greater disproportion between mRNA and protein than in early log, implying a greater increase in translational efficiency. ",
            "section": "Mutations that strengthen Stem I reduce sxy expression"
        },
        {
            "text": "Transfer of exponentially growing wild-type cells to MIV resulted in a 2.5-fold increase in the amount of sxy mRNA and a 9-fold increase in protein after 90 min, implying a 3.5-fold increase in translational efficiency. ",
            "section": "Mutations that strengthen Stem I reduce sxy expression"
        },
        {
            "text": "These results suggest that transfer to MIV maximizes competence in wild-type cells because it releases the translation limitation caused by mRNA secondary structure in rich medium.",
            "section": "Mutations that strengthen Stem I reduce sxy expression"
        },
        {
            "text": "We used an in vitro coupled transcription/translation system to directly test the influence of mRNA secondary structure on the translation efficiency of sxy transcripts. ",
            "section": "mRNA secondary structure impedes translation in vitro"
        },
        {
            "text": "Reactions were carried out at 258C because this temperature reduces the transcription rate of T7 RNAP to a rate comparable to bacterial RNAP at 378C, allowing nascent RNAs to fold correctly (15). ",
            "section": "mRNA secondary structure impedes translation in vitro",
            "ref_spans": [
                {
                    "start": 190,
                    "end": 194,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(15)"
                }
            ]
        },
        {
            "text": "All input DNAs (wild-type, sxy-1 and sxy-7 alleles) produced indistinguishable amounts of mRNA from the T7 promoter (data not shown), but wild-type and mutant mRNAs produced very different amounts of Sxy protein ( Figure 5A). ",
            "section": "mRNA secondary structure impedes translation in vitro",
            "ref_spans": [
                {
                    "start": 214,
                    "end": 223,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "Figure 5A"
                }
            ]
        },
        {
            "text": "Spot-blot quantification of Sxy protein levels revealed that sxy-1 mRNA was translated 3-fold more efficiently than wild-type mRNA, whereas sxy-7 mRNA was translated about 4-fold less efficiently than wild-type mRNA.",
            "section": "mRNA secondary structure impedes translation in vitro"
        },
        {
            "text": "We also tested whether a ssDNA oligonucleotide complementary to nucleotides 2-19 in Stem 1a (see inset of Figure 5B) could compete with formation of sxy mRNA secondary structure and thus improve translation efficiency. ",
            "section": "mRNA secondary structure impedes translation in vitro",
            "ref_spans": [
                {
                    "start": 106,
                    "end": 115,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "Figure 5B"
                }
            ]
        },
        {
            "text": "The oligonucleotide was designed to hybridize with the 5 0 -terminus of sxy, sxy-1 and sxy-7 mRNAs, allowing it to compete with formation of Stem 1a (the location of all 5 hypercompetence mutations) without interfering with ribosome binding to the SD ( Figure 3A). ",
            "section": "mRNA secondary structure impedes translation in vitro",
            "ref_spans": [
                {
                    "start": 253,
                    "end": 263,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 3A)"
                }
            ]
        },
        {
            "text": "Figure 5B shows that inclusion of the oligonucleotide in reaction mixtures allowed wild-type mRNA to be translated as efficiently as sxy-1 mRNA, but had no significant effect on the translatability of sxy-1 or sxy-7 mRNA. ",
            "section": "mRNA secondary structure impedes translation in vitro",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "Figure 5B"
                }
            ]
        },
        {
            "text": "These results suggest that, in vitro, secondary structure does not inhibit translation of sxy-1 mRNA. ",
            "section": "mRNA secondary structure impedes translation in vitro"
        },
        {
            "text": "Conversely, the high stability of the sxy-7 mRNA secondary structure not only prevents translation but also prevents competition of Stem 1a by the complementary oligonucleotide. ",
            "section": "mRNA secondary structure impedes translation in vitro"
        },
        {
            "text": "The ability of this oligonucleotide to increase translation of wild-type sxy mRNA confirms that the wild-type secondary structure is strong enough to inhibit translation but sufficiently labile to respond to changing conditions.",
            "section": "mRNA secondary structure impedes translation in vitro"
        },
        {
            "text": "Zulty and Barcak reported that the sxy promoter contained two CRP-binding sites, one centered at À5.5 and one at À61.5 relative to the transcription start point, and that sxy expression in rich medium was CRPdependent (16). ",
            "section": "CRP and cAMP strongly induce sxy transcription",
            "ref_spans": [
                {
                    "start": 218,
                    "end": 222,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "(16)"
                }
            ]
        },
        {
            "text": "However the site they reported at À5.5 (overlapping the transcription start site) was created by an A ! ",
            "section": "CRP and cAMP strongly induce sxy transcription"
        },
        {
            "text": "G substitution at position À12, and the authentic sequence of this site (17) (also confirmed in our lab) has no significant resemblance to known H. influenzae CRP sites (2). ",
            "section": "CRP and cAMP strongly induce sxy transcription",
            "ref_spans": [
                {
                    "start": 169,
                    "end": 172,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(2)"
                }
            ]
        },
        {
            "text": "The site centered at À61.5 scored as an excellent CRP site when tested for goodness-of-fit with 58 experimentally determined H. influenzae CRP sites, as previously described (1), and is at the optimal position to activate transcription through a class I mechanism (18).",
            "section": "CRP and cAMP strongly induce sxy transcription",
            "ref_spans": [
                {
                    "start": 174,
                    "end": 177,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1)"
                },
                {
                    "start": 264,
                    "end": 268,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "(18)"
                }
            ]
        },
        {
            "text": "To test whether CRP induces and/or represses sxy in starvation medium (MIV), we measured sxy transcript levels in a cyaA À mutant that cannot synthesize CRP's allosteric effector cAMP ( Figure 6). ",
            "section": "CRP and cAMP strongly induce sxy transcription",
            "ref_spans": [
                {
                    "start": 186,
                    "end": 194,
                    "type": "figure",
                    "ref_id": "fig_8",
                    "text": "Figure 6"
                }
            ]
        },
        {
            "text": "Transcription was induced only slightly in a cyaA À mutant. ",
            "section": "CRP and cAMP strongly induce sxy transcription"
        },
        {
            "text": "Adding 1 mM cAMP resulted in very strong induction of sxy, indicating that CRP does activate the sxy promoter. ",
            "section": "CRP and cAMP strongly induce sxy transcription"
        },
        {
            "text": "The promoter could be induced by cAMP added after 20 min in MIV, but the amount of sxy transcript still fell back to preinduction levels after 40 min in MIV. ",
            "section": "CRP and cAMP strongly induce sxy transcription"
        },
        {
            "text": "Thus, CRP is a strong inducer of sxy expression, but continuing expression appears to be overridden by a repressing mechanism after 40 min. ",
            "section": "CRP and cAMP strongly induce sxy transcription"
        },
        {
            "text": "This mechanism is unlikely to be autorepression of the crp gene by CRP, because sxy repression did not depend on when cAMP was added.",
            "section": "CRP and cAMP strongly induce sxy transcription"
        },
        {
            "text": "We have identified and characterized an extensive 5 0 stem-loop structure in the sxy transcript, which negatively regulates this competence-inducing transcription factor. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Mutations that destabilize the secondary structure increase both the amount of sxy mRNA and the efficiency of its translation, causing greatly elevated competence under otherwise non-inducing conditions. ",
            "section": "DISCUSSION"
        },
        {
            "text": "These large phenotypic effects arise from minor perturbations in mRNA secondary structure; a mutation decreasing by one the number of base pairs in Stem 1 (sxy-1) destabilizes the structure while one increasing the number of base pairs by two (sxy-7) stabilizes folding.",
            "section": "DISCUSSION"
        },
        {
            "text": "In some mRNAs, secondary structure regulates expression by forming riboswitches or by preventing degradation by the single-strand-specific endoribonuclease RNase E (19,20), but these are unlikely to contribute to posttranscriptional regulation of sxy mRNA. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 164,
                    "end": 168,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "(19,"
                },
                {
                    "start": 168,
                    "end": 171,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "20)"
                }
            ]
        },
        {
            "text": "The sxy secondary structure has no similarities to the wellconserved structures of known riboswitches (19). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 102,
                    "end": 106,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "(19)"
                }
            ]
        },
        {
            "text": "A role for RNase E can also be ruled out because weakening the secondary structure led to elevated transcript levels, contrary to the expectation if RNase E targets the sxy transcript.",
            "section": "DISCUSSION"
        },
        {
            "text": "The increased translation efficiency of sxy mutants with weakened mRNA secondary structure is most readily  explained by a simple model in which the secondary structure of wild-type mRNA limits ribosome binding. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Ribosomes require that a 35-50 nt segment including the SD site be free of stable secondary structure (21). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 102,
                    "end": 106,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "(21)"
                }
            ]
        },
        {
            "text": "Indeed, extensive regions of double-stranded RNA at or near the SD site and start codon, like the secondary structure we have detected in sxy mRNA, are known to preclude ribosome binding to (and consequently translation of) several bacterial mRNAs (22)(23)(24)(25). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 248,
                    "end": 252,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "(22)"
                },
                {
                    "start": 252,
                    "end": 256,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "(23)"
                },
                {
                    "start": 256,
                    "end": 260,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "(24)"
                },
                {
                    "start": 260,
                    "end": 264,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "(25)"
                }
            ]
        },
        {
            "text": "Under this model of sxy expression, the moderate increase in transcript abundance in the sxy83 transcriptional fusion strain ( Figure 4A) and in hypercompetent mutants ( Figure 4B) arises because mutant mRNAs are more often occupied by ribosomes and thus protected from degradation [see (26) for a recent review of ribosome protection], rather than because hypercompetence mutations activate the sxy promoter. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 127,
                    "end": 136,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "Figure 4A"
                },
                {
                    "start": 170,
                    "end": 179,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "Figure 4B"
                },
                {
                    "start": 287,
                    "end": 291,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "(26)"
                }
            ]
        },
        {
            "text": "Furthermore, use of a T7 promoter to generate sxy mRNA for in vitro translation confirmed that the hypercompetence phenotype can be explained primarily by improved translation efficiency and not by mutational effects on sxy's native promoter.",
            "section": "DISCUSSION"
        },
        {
            "text": "The rise in the ratio of sxy protein to mRNA induced by transfer to MIV starvation medium suggests that the secondary structure does more than establish a baseline level of translation. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Rather, it has the potential to play a sensory role that explains the repression of competence by purine nucleotides (27). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 117,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "(27)"
                }
            ]
        },
        {
            "text": "In bacteria, multiple regulatory mechanisms link nucleotide availability to transcription initiation, promoter escape and elongation (28)(29)(30)(31)(32). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 133,
                    "end": 137,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "(28)"
                },
                {
                    "start": 137,
                    "end": 141,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "(29)"
                },
                {
                    "start": 141,
                    "end": 145,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "(30)"
                },
                {
                    "start": 145,
                    "end": 149,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "(31)"
                },
                {
                    "start": 149,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "(32)"
                }
            ]
        },
        {
            "text": "For example, translation of E. coli's pyrimidine biosynthesis operon pyrBI is contingent on nucleotide starvation (33). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 114,
                    "end": 118,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "(33)"
                }
            ]
        },
        {
            "text": "When cells are starved for the pyrimidine nucleotide UTP, transcription pausing in the pyrBI leader sequence allows ribosome loading to prevent folding of an mRNA-terminating hairpin (34).",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 183,
                    "end": 187,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "(34)"
                }
            ]
        },
        {
            "text": "However, unlike the small pyrBI terminator hairpin ($20 nt), the >100 nt sxy mRNA structure allows two other kinetic factors to come into play. ",
            "section": "DISCUSSION"
        },
        {
            "text": "First, large mRNA secondary structures require time to fold after their synthesis is complete, especially if the final structure involves pairing between non-adjacent segments as in Stem 1 of sxy mRNA (35). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 201,
                    "end": 205,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "(35)"
                }
            ]
        },
        {
            "text": "Translation thus may initiate more easily on newly synthesized transcripts than on ones that have had time to fold. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Even so, the ability of an oligonucleotide to compete with the secondary structure of sxy, but not sxy-7 indicates that double-stranded regions of the wild-type transcript are sufficiently dynamic to allow invasion by more stable partners ( Figure 5B), suggesting that sxy mRNA secondary structure never completely precludes ribosome binding.",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 241,
                    "end": 250,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "Figure 5B"
                }
            ]
        },
        {
            "text": "A more important contribution to regulation may come from a second kinetic factor: the distance RNAP must transcribe between synthesis of the translation initiation signals (SD and start codon) and synthesis of the downstream portion of the secondary structure that would block access to them. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In sxy mRNA this distance is 60 nt. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Dynamic modeling of sxy mRNA folding using the RNA Kinetics server (http://www.ig-msk.ru/RNA/ kinetics/) predicted that the segment of sxy mRNA containing the SD site and the start codon will remain largely unstructured until more than 100 nt have been synthesized. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The availability of this potential landing platform for ribosomes will in turn depend on the rate of transcription, thus making the progress of RNA polymerase a potential transducer of nutritional signals.",
            "section": "DISCUSSION"
        },
        {
            "text": "Nucleotide pools are not limiting to H. influenzae during growth in rich medium, so the resulting rapid transcription may allow sxy mRNA to usually fold before ribosomes load. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Under these conditions, translation may only be able to initiate during rare unfolding events, consistent with the dramatic effects in rich medium of the sxy-1-5 mutations that decrease thermodynamic stability. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Transfer to MIV causes abrupt depletion of nucleotide pools, and the resulting slowing of transcription may be sufficient to allow translation to initiate on most nascent wild-type transcripts. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The combination of increased translation efficiency with the increased transcription caused by rising cAMP would then lead to a burst of Sxy production, followed by expression of competence genes.",
            "section": "DISCUSSION"
        },
        {
            "text": "Sxy is not the only regulator of competence in MIV; CRP activity at the CRP-S promoters of competence genes is known to be elevated because MIV-treated cells produce more cAMP than cells in rich medium (36). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 202,
                    "end": 206,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "(36)"
                }
            ]
        },
        {
            "text": "Consistent with this, wild-type cells in MIV produce less Sxy protein but become more competent than hypercompetent mutants in rich medium. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In addition, at least one essential competence gene has a candidate PurR-binding site in its promoter, and PurR repression of purine biosynthesis genes is relaxed in MIV (2). ",
            "section": "DISCUSSION"
        },
        {
            "text": "We are currently testing whether PurR represses competence when nucleotide pools are high. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Understanding the interplay of signals transduced by CRP/cAMP, Sxy and possibly PurR will clarify how nutritional sensing controls DNA uptake.",
            "section": "DISCUSSION"
        },
        {
            "text": "Analysis of Sxy levels in wild-type and mutant cells under different growth conditions. ",
            "section": "Figure 2 ."
        },
        {
            "text": "(A) Locations of key features and mutations in the sxy gene. ",
            "section": "Figure 2 ."
        },
        {
            "text": "Regulatory elements (À10, À35) are shown relative to the transcription start site (16). ",
            "section": "Figure 2 ."
        },
        {
            "text": "Sequences and circled numbers identify sxy hypercompetence mutations. ",
            "section": "Figure 2 ."
        },
        {
            "text": "(B) Quantitation of Sxy in wild-type and hypercompetent mutants in log (A 600 0.2) and late-log (A 600 1.0) growth. ",
            "section": "Figure 2 ."
        },
        {
            "text": "The average and standard deviation of four independent cultures are shown in the graph; protein levels are normalized to wild-type cells at A 600 0.2. ",
            "section": "Figure 2 ."
        },
        {
            "text": "The western blots below the graph show Sxy protein and an unidentified protein used for internal standardization (see Materials and Methods section). ",
            "section": "Figure 2 ."
        },
        {
            "text": "(C) Transformation frequencies as a function of Sxy protein levels for wild-type cells (triangles) and sxy hypercompetent mutants (circles), in sBHI at A 600 0.2 (filled symbols) and A 600 1.0 (open symbols).",
            "section": "Figure 2 ."
        },
        {
            "text": "Natural competence assayed by transformation to novobiocin resistance. ",
            "section": "Figure 1 ."
        },
        {
            "text": "Transformation frequencies of wild-type (black) and sxy-1-5 mutants (gray) under non-inducing conditions (log phase: sBHI at A 600 0.2), partially inducing conditions (late log: sBHI at A 600 1.0) and fully inducing conditions (90 min in MIV).",
            "section": "Figure 1 ."
        },
        {
            "text": "RNase analysis of sxy mRNA secondary structure. ",
            "section": "Figure 3 ."
        },
        {
            "text": "(A) Secondary structure predicted by Mfold. ",
            "section": "Figure 3 ."
        },
        {
            "text": "The Shine-Dalgarno site (SD) and start codon are shaded dark gray, and regions of predicted pairing are shaded light gray. ",
            "section": "Figure 3 ."
        },
        {
            "text": "Positions of sxy mutations are circled and numbered. ",
            "section": "Figure 3 ."
        },
        {
            "text": "(B) Cleavage intensity of sxy mRNA by single-strand-specific nucleases RNase A and RNase T1. ",
            "section": "Figure 3 ."
        },
        {
            "text": "Shaded bars correspond to stem regions shown in A. (C) Fold difference in cleavage intensity of mutant RNAs relative to wild type. ",
            "section": "Figure 3 ."
        },
        {
            "text": "Examples of gels used for this analysis are provided in Supplementary Figure 3.",
            "section": "Figure 3 ."
        },
        {
            "text": "segments that are protected by pairing. "
        },
        {
            "text": "The moderate cleavage at position 29 is consistent with the presence of Loop A. Only three positions in the upstream side of Stem 1 are informative; positions 12 and 16 are protected but position 24 is moderately cleaved, suggesting that Stem 1b may be weak. "
        },
        {
            "text": "(Cleavage of position 24 could also be explained by a slight modification to the predicted pairing, with nucleotide 24 bulged out and the 3 nt below it shifted up one in their pairings.) "
        },
        {
            "text": "The segment that forms the downstream side of Stem 1 (94-111) has more informative positions; these are consistently protected."
        },
        {
            "text": "(upper panel) shows the effect of this single mutation. "
        },
        {
            "text": "Note that this figure shows ratios of sxy-1 cleavages to cleavages of wild-type sxy RNAs, not absolute intensities, so that bars above the line represent positions with increased nuclease sensitivity. "
        },
        {
            "text": "The expected moderate destabilization of Stem 1a by the loss of base pairing between positions 14 and 106 is confirmed by the increased cleavage of positions 12 and 16 and positions 102-110. "
        },
        {
            "text": "Modest increases in nuclease sensitivity were also seen in Stem 1b (position 24) and Stem 2 (positions 57 and 59), and position 115 was very strongly cleaved."
        },
        {
            "text": "further characterize the ability of base pairing to limit sxy expression, a second mutant with enhanced base pairing was constructed. "
        },
        {
            "text": "In sxy-7, two adjacent substitutions (C 20 G and U 21 A) create two new base pairings at the site of the 2 Â 2 bubble separating Stems 1a and 1b (Figure 3A), so Stem 1 of sxy-7 has 18 contiguous base pairings. "
        },
        {
            "text": "Figure 3C (lower panel) shows that this change strongly reduced RNase cleavages at positions 16 and 102-107 (Stem 1b), 37 and 54 (Stem 2), 69 and 86 (Stem 3) of the RNA (again the values are relative to those in"
        },
        {
            "text": "Effect of sxy mutations on sxy mRNA levels and translation efficiency. ",
            "section": "Figure 4 ."
        },
        {
            "text": "(A) Expression from sxy::lacZ transcriptional and translational fusions. ",
            "section": "Figure 4 ."
        },
        {
            "text": "Triangles, fusions to sxy position 317; circles, fusions to sxy position 83. ",
            "section": "Figure 4 ."
        },
        {
            "text": "Filled symbols, transcriptional fusions; open symbols, translational fusions. ",
            "section": "Figure 4 ."
        },
        {
            "text": "Each point is the mean of two replicate cultures. ",
            "section": "Figure 4 ."
        },
        {
            "text": "Error bars representing the range of the replicates are shown only where the range was !",
            "section": "Figure 4 ."
        },
        {
            "text": "100 Miller units. ",
            "section": "Figure 4 ."
        },
        {
            "text": "The A 600 of each sBHI culture increased from 0.085 to $1.2 over the course of the experiments (i.e. cells divided 3-4 times). ",
            "section": "Figure 4 ."
        },
        {
            "text": "(B) Translational efficiency of sxy transcripts in vivo. ",
            "section": "Figure 4 ."
        },
        {
            "text": "Wild-type cells, black bars; hypercompetent mutants, gray bars. ",
            "section": "Figure 4 ."
        },
        {
            "text": "(upper panel) sxy mRNA levels measured using real-time PCR; error bars represent the range of levels from two or more independent cultures. ",
            "section": "Figure 4 ."
        },
        {
            "text": "(lower panel) ",
            "section": "Figure 4 ."
        },
        {
            "text": "In vivo translation efficiencies of these transcripts, calculated as the ratios of the protein levels inFigure 2to the mRNA levels in the upper panel and normalized to wild-type cells at A 600 0.2.",
            "section": "Figure 4 ."
        },
        {
            "text": "Sxy protein generated by in vitro transcription/translation. ",
            "section": "Figure 5 ."
        },
        {
            "text": "(A) Protein production from wild-type (WT), sxy-1 and sxy-7 DNA templates. ",
            "section": "Figure 5 ."
        },
        {
            "text": "The average and standard deviation of three independent time courses are shown. ",
            "section": "Figure 5 ."
        },
        {
            "text": "(B) Protein production in reactions containing a ssDNA oligonucleotide complementary to the 5 0 -end of sxy mRNA. ",
            "section": "Figure 5 ."
        },
        {
            "text": "The inset illustrates the oligonucleotide (black) binding to nucleotides 2-19 of the sxy transcript (gray), thus directly competing with formation of Stem 1a. ",
            "section": "Figure 5 ."
        },
        {
            "text": "The average and standard deviation of two independent time courses using WT and sxy-7 template, and one time course using sxy-1 template are shown. ",
            "section": "Figure 5 ."
        },
        {
            "text": "All Sxy protein levels are normalized to wild type at 10 min in (A).",
            "section": "Figure 5 ."
        },
        {
            "text": "Control of sxy transcription by cAMP-CRP. ",
            "section": "Figure 6 ."
        },
        {
            "text": "RR668 cells (cyaA À ) at A 600 0.2 in sBHI were transferred to MIV, with 1 mM cAMP added at t = 0 0 or t = 20 0 . ",
            "section": "Figure 6 ."
        },
        {
            "text": "sxy transcript was measured using real-time PCR.",
            "section": "Figure 6 ."
        },
        {
            "text": "Strains used in this work",
            "section": "Table 1 ."
        },
        {
            "text": "r , novobiocin resistance; Kan r , kanamycin resistance; Cam r , chloramphenicol resistance.",
            "section": "Table 1 ."
        },
        {
            "text": "We thank Qing Qian and Caixia Ma for technical support, and George Mackie, Kristian Baker, George Spiegelman, Brett McLeod and Arina Omer for technical advice. ",
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "This work was supported by an Operating Grant from the Canadian Institutes for Health Research to R.J.R. Funding to pay the Open Access publication charges for this article was provided by the Canadian Institute of Health Research.",
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "Supplementary Data are available at NAR Online.",
            "section": "SUPPLEMENTARY DATA"
        },
        {
            "text": "Conflict of interest statement. ",
            "section": "SUPPLEMENTARY DATA"
        },
        {
            "text": "None declared.",
            "section": "SUPPLEMENTARY DATA"
        }
    ]
}