{
    "id": "b921a2b609",
    "level": "sentence",
    "abstract": [
        {
            "text": "Mutational analysis of the histone H3 N-terminal region has shown it to play an important role both in chromatin function in vivo and nucleosome dynamics in vitro. "
        },
        {
            "text": "Here we use a library of mutations in the H3 N-terminal region to investigate the contribution of this region to the action of the ATP-dependent remodelling enzymes Chd1, RSC and SWI/SNF. "
        },
        {
            "text": "All of the enzymes were affected differently by the mutations with Chd1 being affected the least and RSC being most sensitive. "
        },
        {
            "text": "In addition to affecting the rate of remodelling by RSC, some mutations prevented RSC from moving nucleosomes to locations in which DNA was unravelled. "
        },
        {
            "text": "These observations illustrate that the mechanisms by which different ATP-dependent remodelling enzymes act are sensitive to different features of nucleosome structure. "
        },
        {
            "text": "They also show how alterations to histones can affect the products generated as a result of ATP-dependent remodelling reactions. "
        },
        {
            "text": "MATERIALS AND METHODS Chromatin assembly Xenopus laevis histones were bacterially expressed, purified and assembled into tetramers and octamers, as appropriate, as described (13). "
        },
        {
            "text": "Site-directed mutagenesis was performed using the Stratagene QuikChange Kit."
        }
    ],
    "body_text": [
        {
            "text": "Chromatin presents an obvious impediment to nuclear processes that require access to DNA. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "To counter this obstruction the eukaryotic cell has evolved mechanisms that alter chromatin structure and/or dynamics. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "An assortment of enzymes have been found to participate in gene regulation that act to post-translationally modify histone proteins (1). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 132,
                    "end": 135,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1)"
                }
            ]
        },
        {
            "text": "Several of these modifications, including phosphorylation, acetylation and methylation have been shown at least in some cases to create epitopes that are specifically recognized by chromatin-binding proteins (2). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 208,
                    "end": 211,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(2)"
                }
            ]
        },
        {
            "text": "However, it is also possible that a subset of chromatin modifications act to directly alter the biophysical properties of chromatin (3)(4)(5). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 132,
                    "end": 135,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "(3)"
                },
                {
                    "start": 135,
                    "end": 138,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "(4)"
                },
                {
                    "start": 138,
                    "end": 141,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "(5)"
                }
            ]
        },
        {
            "text": "A second class of enzyme acting to manipulate chromatin structure during gene regulation non-covalently reconfigures chromatin in energy-consuming reactions (6). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 157,
                    "end": 160,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(6)"
                }
            ]
        },
        {
            "text": "These ATP-dependent remodelling enzymes share homology with the superfamily 2 group of helicase related proteins (7) and have been referred to as Snf2 family proteins as they share additional homology within the catalytic subunit of the SWI/SNF complex (8,9). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 113,
                    "end": 116,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "(7)"
                },
                {
                    "start": 253,
                    "end": 256,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(8,"
                },
                {
                    "start": 256,
                    "end": 258,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9)"
                }
            ]
        },
        {
            "text": "There is likely to be interplay between these two classes of enzyme as many ATP-dependent remodelling enzymes are associated with protein motifs capable of recognizing histone modifications.",
            "section": "INTRODUCTION"
        },
        {
            "text": "To investigate this interplay we previously investigated the effects of histone truncation on ATP-dependent remodelling (10). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 120,
                    "end": 124,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "(10)"
                }
            ]
        },
        {
            "text": "This pointed to an important role for the histone H3 tail in nucleosome dynamics. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "A peptide ligation approach was used to show that H3 K14 acetylation acted to direct recruitment of RSC complexes to chromatin (11). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 127,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "(11)"
                }
            ]
        },
        {
            "text": "Consistent with this H3 K14 acetylation is important for RSC function (12). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 70,
                    "end": 74,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(12)"
                }
            ]
        },
        {
            "text": "In addition to this specific effect on recruitment of RSC, point mutations in histone H3 were found to have a range of distinct effects on the dynamic properties of nuclesomes (10). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 176,
                    "end": 180,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "(10)"
                }
            ]
        },
        {
            "text": "In particular, it was found that mutation of the histone H3 aN helix could alter different aspects of the dynamic properties of nucleosomes such as inherent mobility, site exposure and histone dimer stability (10).",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 209,
                    "end": 213,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "(10)"
                }
            ]
        },
        {
            "text": "Here we take advantage of this designer library of mutant nucleosomes to investigate how the dynamic properties of nucleosomes influence the action of ATPdependent remodelling enzymes. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "We find that modifications affecting different aspects of the nucleosome have specific effects on different remodelling enzymes, and that these can act to alter either the rate of remodelling or the products generated.",
            "section": "INTRODUCTION"
        },
        {
            "text": "Nucleosomes were assembled by salt dialysis using an equilmolar ratio of octamer and purified PCR-amplified DNA fragments (14). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 122,
                    "end": 126,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "(14)"
                }
            ]
        },
        {
            "text": "The nomenclature used to define DNA fragments is aBc, with a and c are numbers that describe the upstream and downstream bp extensions, respectively. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "B is the nucleosome positioning sequence source, with A representing the MMTV nucleosome A (15). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 91,
                    "end": 95,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(15)"
                }
            ]
        },
        {
            "text": "Fluorescently labelled oligos were from Eurogentec (Belgium) and unlabelled oligos from the Oligonucleotide Synthesis Laboratory (University of Dundee, UK). ",
            "section": "INTRODUCTION"
        },
        {
            "text": "The oligo sequences to amplify the 54A18 fragment are 5 0 TA TGTAAATGCTTATGTAAACCA and 5 0 TACATCTA GAAAAAGGAGC; for the 54A0 fragment 5 0 TATGTA AATGCTTATGTAAACCA and 5 0 ATCAAAACTGTG CCGCAG. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "The PCR was purified by ion exchange chromatography using a 1.8-ml SOURCE 15Q (GE Healthcare) column.",
            "section": "INTRODUCTION"
        },
        {
            "text": "Yeast strains TAP tagged for RSC (16) and SWI/SNF (17) were purified as described previously (11).",
            "section": "Purification of chromatin-remodelling enzymes",
            "ref_spans": [
                {
                    "start": 33,
                    "end": 37,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "(16)"
                },
                {
                    "start": 50,
                    "end": 54,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "(17)"
                },
                {
                    "start": 93,
                    "end": 97,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "(11)"
                }
            ]
        },
        {
            "text": "A pGEX-6p plasmid containing the Saccharomyces cerevisiae CHD1 gene made by Daniel Ryan was transformed into Rosette 2 cells (Novagen). ",
            "section": "Purification of chromatin-remodelling enzymes"
        },
        {
            "text": "6 l of cells were grown in 2YT media (1.6% bactotryptone, 1.0% yeast extract, 0.5% NaCl, pH 7.5) to an A 600 of $0.6, induced with 0.4 mM IPTG and expressed at 258C overnight. ",
            "section": "Purification of chromatin-remodelling enzymes"
        },
        {
            "text": "All subsequent steps were performed at 48C. ",
            "section": "Purification of chromatin-remodelling enzymes"
        },
        {
            "text": "The cells were pelleted in a Beckman JS 4.2 rotor at 4000 r.p.m. for 25 min, washed with 1 X PBS and re-suspended in 120 ml of lysis buffer [20 mM Tris pH 7.5, 350 mM NaCl, 0.1% (v/v) Tween, 0.05% (v/v) 2-mercaptoethanol, 2 mM E-64, 1 mM AEBSF, 1 mM pepstatin, 2.6 mM aprotinin], before freezing at -808C. ",
            "section": "Purification of chromatin-remodelling enzymes"
        },
        {
            "text": "The thawed cells were homogenized with a 30-cm 3 dounce, followed by sonication with a Branson S450 digital sonicator at 30% intensity using a 10-min cycle of 20 s ON, 30 s OFF and centrifugation in a Beckman JA-25.50 rotor at 31 000 g for 15 min. ",
            "section": "Purification of chromatin-remodelling enzymes"
        },
        {
            "text": "The supernatant was added to 300 ml TALON metal affinity resin (Clontech Laboratories Incorporated), followed by rotation for 2 h, before centifugation in a Heraeus Megafuge 1.0 centrifuge (Thermos Fischer Scientific) at 300 g for 1 min. ",
            "section": "Purification of chromatin-remodelling enzymes"
        },
        {
            "text": "The beads were resuspended in lysis buffer and added to a 10-ml Poly-Prep column (BioRad). ",
            "section": "Purification of chromatin-remodelling enzymes"
        },
        {
            "text": "The column was washed with 20 ml of lysis buffer, followed by elution in 4 ml of lysis buffer with 250 mM imidazole. ",
            "section": "Purification of chromatin-remodelling enzymes"
        },
        {
            "text": "The eluate was added to 600 ml of glutathione Sepharose 4B beads (GE Healthcare) in a 10-ml Poly-Prep chromatography column and washed with 10 ml of glutathione elution buffer [20 mM Tris pH 7.5, 350 mM NaCl, 0.1% (v/v) Tween, 0.5 mM EDTA, 1 mM DTT]. ",
            "section": "Purification of chromatin-remodelling enzymes"
        },
        {
            "text": "The beads were rotated overnight with 2 ml glutathione elution buffer containing 5 mg of precision protease. ",
            "section": "Purification of chromatin-remodelling enzymes"
        },
        {
            "text": "The eluate collected and the column washed with a further ml of glutathione elution buffer. ",
            "section": "Purification of chromatin-remodelling enzymes"
        },
        {
            "text": "The eluate was concentrated with a YM-50 Microcon spin concentrator (Millipore) at 14 000 g in a Eppendorf benchtop centrifuge to a 100 ml volume. ",
            "section": "Purification of chromatin-remodelling enzymes"
        },
        {
            "text": "The sample was dialysed for 2 h against storage buffer [20 mM Tris pH 7.5, 350 mM NaCl, 1 mM DTT, 0.1% (",
            "section": "Purification of chromatin-remodelling enzymes"
        },
        {
            "text": "in a microdialysis apparatus (15) using 12 000-14 000-Da MWCO membrane (SpectraPor 2.1). ",
            "section": "Purification of chromatin-remodelling enzymes"
        },
        {
            "text": "The dialysed sample was aliquoted in 10 ml volumes and stored at -808C.",
            "section": "Purification of chromatin-remodelling enzymes"
        },
        {
            "text": "Nucleosomes were assembled on 54A18 DNA fragments for RSC and SWI/SNF repositioning and 54A0 DNA fragments for Chd1 repositioning. ",
            "section": "Nucleosome repositioning assays"
        },
        {
            "text": "Each 10 ml reaction contained 1 pmol of wild-type and mutant nucleosomes assembled on cy3 and cy5 labelled DNA, respectively, 50 mM NaCl, 50 mM Tris pH 7.5, 3 mM MgCl 2 , 1 mM ATP and the quantity of remodeller specified in figures. ",
            "section": "Nucleosome repositioning assays"
        },
        {
            "text": "Samples were incubated in 0.2-ml thin walled PCR tubes (ABgene, UK) in an Eppendorf mastercycle with heated lid at 308C for the times specified in figures, before reaction termination by transferal to ice and addition of 500 ng of HindIII-digested bacteriophage lambda competitor DNA (Promega, USA) and 5% (w/v) sucrose. ",
            "section": "Nucleosome repositioning assays"
        },
        {
            "text": "Samples were resolved on a native polyacrylamide gel [5% acrylamide:bis acrylamide (49:1 ratio), 0.2 Â TBE buffer (0.5 mM EDTA, 22.3 mM Tris-borate, pH 8.3), 0.1% APS and 0.1% TEMED]. ",
            "section": "Nucleosome repositioning assays"
        },
        {
            "text": "Gels were cast horizontally between 20 by 20-cm glass plates using 1.5-mm Teflon spacers, before mounting vertically in the gel apparatus (Thermo Fischer Scientific, USA) and pre-running at 300 V for 3 h with continuous pump recirculation of 0.2 Â TBE buffer between the upper and lower compartments at 48C. ",
            "section": "Nucleosome repositioning assays"
        },
        {
            "text": "Gels were run at 300 V for 3.5 h and imaged using a Phosphoimager FLA-5100 (Fujifilm, Japan). ",
            "section": "Nucleosome repositioning assays"
        },
        {
            "text": "Gel band intensities were quantitated using AIDA software (Raytest, Germany). ",
            "section": "Nucleosome repositioning assays",
            "entity_spans": [
                {
                    "start": 44,
                    "end": 48,
                    "type": "software",
                    "rawForm": "AIDA",
                    "resp": "#annotator4",
                    "used": true,
                    "id": "b921a2b609-software-0",
                    "cert": "1.0"
                },
                {
                    "start": 59,
                    "end": 66,
                    "type": "publisher",
                    "rawForm": "Raytest",
                    "resp": "#curator",
                    "id": "#b921a2b609-software-0"
                }
            ]
        },
        {
            "text": "The proportion of nucleosomes repositioned was calculated as the intensity of the sum of all detectable products over the sum of the major initial position plus products. ",
            "section": "Nucleosome repositioning assays"
        },
        {
            "text": "In many assembly reactions a proportion of nucleosomes are assembled at a minor assembly location marked as the P position (e.g. Ã in Figure 2A) (18). ",
            "section": "Nucleosome repositioning assays",
            "ref_spans": [
                {
                    "start": 134,
                    "end": 142,
                    "type": "figure",
                    "text": "Figure 2"
                },
                {
                    "start": 145,
                    "end": 149,
                    "type": "bibr",
                    "text": "(18)"
                }
            ]
        },
        {
            "text": "Including this band in the calculations was found not to significantly affect the determination of initial rates. ",
            "section": "Nucleosome repositioning assays"
        },
        {
            "text": "In some histone mutants the proportion of nucleosomes assembled at the P position was altered, and some additional less abundant sites of deposition were also observed. ",
            "section": "Nucleosome repositioning assays"
        },
        {
            "text": "However, again inclusion nucleosomes assembled at these locations was not found to significantly affect the comparison of initial rates. ",
            "section": "Nucleosome repositioning assays"
        },
        {
            "text": "As a result, in the analysis presented here nucleosomes deposited at locations other than the major NucA locations are not in included in quantitation. ",
            "section": "Nucleosome repositioning assays"
        },
        {
            "text": "For some mutations a small proportion of nucleosomes were observed to undergo thermal repositioning in control reactions lacking remodelling enzyme. ",
            "section": "Nucleosome repositioning assays"
        },
        {
            "text": "However, this was generally detected after long incubations and the proportion of nucleosomes repositioned at early time points was low enough not to affect the calculation of initial rates. ",
            "section": "Nucleosome repositioning assays"
        },
        {
            "text": "The reproducibility of the assay when carried out in this manner was found to be high (Supplementry Figure 1).",
            "section": "Nucleosome repositioning assays",
            "ref_spans": [
                {
                    "start": 100,
                    "end": 108,
                    "type": "figure",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "In this way the proportion of nucleosomes repositioned is calculated independently of the total signal detectable in each lane. ",
            "section": "Nucleosome repositioning assays"
        },
        {
            "text": "The initial rate was calculated as previously described (11). ",
            "section": "Nucleosome repositioning assays",
            "ref_spans": [
                {
                    "start": 56,
                    "end": 60,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "(11)"
                }
            ]
        },
        {
            "text": "Each initial rate was repeated at least three times using chromatin prepared in separate assembly reactions.",
            "section": "Nucleosome repositioning assays"
        },
        {
            "text": "Nucleosomes for high-resolution site-directed mapping (H3 C110A, H4 S47C) were prepared as previously described (18). ",
            "section": "High-resolution nucleosome mapping",
            "ref_spans": [
                {
                    "start": 112,
                    "end": 116,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "(18)"
                }
            ]
        },
        {
            "text": "Each 10 ml reaction contained 4 pmol mapping nucleosome, 50 mM Tris pH 7.5, 50 mM KCl, 1 mM MgCl 2 and the RSC quantities specified in Figure 5. ",
            "section": "High-resolution nucleosome mapping",
            "ref_spans": [
                {
                    "start": 135,
                    "end": 143,
                    "type": "figure",
                    "text": "Figure 5"
                }
            ]
        },
        {
            "text": "The samples were incubated at 308C for 2 h, before termination by the addition of 500 ng of HindIII-digested bacteriophage lambda competitor DNA (Promega) and incubation on ice. ",
            "section": "High-resolution nucleosome mapping"
        },
        {
            "text": "One microlitre of 33 nM and 333-nM ammonium ferrous sulphate was added to the no RSC control and RSC repositioned samples, respectively and incubated on ice for 10 min. ",
            "section": "High-resolution nucleosome mapping"
        },
        {
            "text": "One microlitre of the reaction was removed and resolved on a 5% native polyacrylamide gel. ",
            "section": "High-resolution nucleosome mapping"
        },
        {
            "text": "To the remaining sample, 5 ml of 19.2-mM ascorbic acid and 0.05% (v/v) hydrogen peroxide was added to each sample, followed by incubation on ice for 90 min. ",
            "section": "High-resolution nucleosome mapping"
        },
        {
            "text": "The reactions were terminated by phenol:chloroform:isoamyl alcohol (25:24:1) extraction and ethanol precipitation. ",
            "section": "High-resolution nucleosome mapping"
        },
        {
            "text": "Each sample was re-suspended in 5 ml of mapping loading buffer (5 mM EDTA, 0.1% bromophenol blue in formamide), heated at 908C for 3 min and loaded onto a sequencing gel [8% acrylamide:bis acrylamide (49:1 ratio), 8 M urea, 1 Â TBE, 0.1% APS and 0.1% TEMED]. ",
            "section": "High-resolution nucleosome mapping"
        },
        {
            "text": "The gels were pre-run using 1 L of boiling 1 Â TBE buffer until the temperature probe reached 508C. ",
            "section": "High-resolution nucleosome mapping"
        },
        {
            "text": "The gel was loaded immediately and run at 508C temperature, for 1.5-2 h. ",
            "section": "High-resolution nucleosome mapping"
        },
        {
            "text": "Fluorescent DNA markers for the 54A18 DNA fragment were created using a CycleReader Auto DNA Sequencing kit (Fermentas, Canada). ",
            "section": "High-resolution nucleosome mapping"
        },
        {
            "text": "The dideoxyribonucleotide sequencing products migrate 1 bp slower relative to the mapping cleavage products, as determined by examining the previously characterised +70 cleavage site for nucleosomes assembled on the 54A18 DNA fragments (19).",
            "section": "High-resolution nucleosome mapping",
            "ref_spans": [
                {
                    "start": 236,
                    "end": 240,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "(19)"
                }
            ]
        },
        {
            "text": "A competitive repositioning assay was used to compare the initial rates at which mutated and wild-type nucleosomes are moved by RSC and Chd1 (10,11). ",
            "section": "Histone H3 mutations have specific effects on nucleosome repositioning by Chd1 and RSC",
            "ref_spans": [
                {
                    "start": 141,
                    "end": 145,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "(10,"
                },
                {
                    "start": 145,
                    "end": 148,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11)"
                }
            ]
        },
        {
            "text": "This involves mixing equimolar amounts of wild-type and mutated nucleosomes assembled on cy3 and cy5 labelled DNA fragments, ATP and the appropriate amount of remodelling enzyme at 308C, before reactions were stopped by the addition of excess competitor DNA. ",
            "section": "Histone H3 mutations have specific effects on nucleosome repositioning by Chd1 and RSC"
        },
        {
            "text": "The reaction products were analysed on native polyacrylamide gels and the extent to which the wild-type and mutant nucleosomes are repositioned established through the use of selective filters. ",
            "section": "Histone H3 mutations have specific effects on nucleosome repositioning by Chd1 and RSC"
        },
        {
            "text": "As Chd1 repositions mononucleosomes most efficiently from positions close to DNA ends to more centrally located positions (18), we used a DNA fragment that positions nucleosomes such that 54 bp is located on one side and none on the other (54A0). ",
            "section": "Histone H3 mutations have specific effects on nucleosome repositioning by Chd1 and RSC"
        },
        {
            "text": "Native gel electrophoresis can be used to track the loss of nucleosomes form their initial location and accumulation at destinations ( Figure 1A). ",
            "section": "Histone H3 mutations have specific effects on nucleosome repositioning by Chd1 and RSC",
            "ref_spans": [
                {
                    "start": 135,
                    "end": 145,
                    "type": "figure",
                    "text": "Figure 1A)"
                }
            ]
        },
        {
            "text": "Quantitation enables the proportion of nucleosomes moved to be tracked over a time course ( Figure 1B). ",
            "section": "Histone H3 mutations have specific effects on nucleosome repositioning by Chd1 and RSC",
            "ref_spans": [
                {
                    "start": 92,
                    "end": 102,
                    "type": "figure",
                    "text": "Figure 1B)"
                }
            ]
        },
        {
            "text": "Approximately three-quarters of the histone mutations tested caused relatively minor changes of 25% or less to the initial rate ( Figure 1C). ",
            "section": "Histone H3 mutations have specific effects on nucleosome repositioning by Chd1 and RSC",
            "ref_spans": [
                {
                    "start": 130,
                    "end": 140,
                    "type": "figure",
                    "text": "Figure 1C)"
                }
            ]
        },
        {
            "text": "The H3 H39A mutation caused the greatest effect on Chd1 repositioning with a 1.9-fold AE 0.1 (mean AE standard error of the mean) increase to the initial rate relative to wild-type controls ( Figure 1A and B). ",
            "section": "Histone H3 mutations have specific effects on nucleosome repositioning by Chd1 and RSC",
            "ref_spans": [
                {
                    "start": 192,
                    "end": 207,
                    "type": "figure",
                    "text": "Figure 1A and B"
                }
            ]
        },
        {
            "text": "These results suggest that Chd1 is not greatly affected by mutations in this region of H3.",
            "section": "Histone H3 mutations have specific effects on nucleosome repositioning by Chd1 and RSC"
        },
        {
            "text": "To determine whether the above effects were a property shared among all chromatin-remodelling enzymes we tested the ability of the RSC complex to reposition the H3 mutated nucleosomes. ",
            "section": "Histone H3 mutations have specific effects on nucleosome repositioning by Chd1 and RSC"
        },
        {
            "text": "RSC and related SWI/SNF  repositioning   K56A  R42A  R40A  R53A  R52A  R49A  S57A  P38A  P43A  T45A  G44A  V46A  H39A  Y41A  Y54A  L48A  E50A  I51A  Q55A 1.0 1.5",
            "section": "Histone H3 mutations have specific effects on nucleosome repositioning by Chd1 and RSC",
            "ref_spans": [
                {
                    "start": 25,
                    "end": 153,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "repositioning   K56A  R42A  R40A  R53A  R52A  R49A  S57A  P38A  P43A  T45A  G44A  V46A  H39A  Y41A  Y54A  L48A  E50A  I51A  Q55A"
                }
            ]
        },
        {
            "text": "Final Initial Figure 1. ",
            "section": "Initial",
            "ref_spans": [
                {
                    "start": 14,
                    "end": 22,
                    "type": "figure",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "Competitive repositioning of histone H3 mutations by Chd1. ",
            "section": "Initial"
        },
        {
            "text": "(A) A native polyacrylamide gel for a repositioning assay using wildtype and H3 H39A nucleosomes assembled on 54A0 fragments, 6.9 fmol Chd1 and incubation at 308C for the indicated times. ",
            "section": "Initial"
        },
        {
            "text": "(B) Chd1 repositioned H3 H39A nucleosomes 1.9-fold AE 0.1 (mean AE standard error of the mean) faster than wild-type nucleosomes. ",
            "section": "Initial"
        },
        {
            "text": "The raw data from the repositioning assays are plotted as points, the average hyperbolic fit of the data is shown as a line. ",
            "section": "Initial"
        },
        {
            "text": "(C) The initial rate of Chd1 repositioning is plotted for the histone H3 mutations. ",
            "section": "Initial"
        },
        {
            "text": "The dashed line marks an initial rate of 1. ",
            "section": "Initial"
        },
        {
            "text": "The error bars represent the standard error of the mean. ",
            "section": "Initial"
        },
        {
            "text": "WT, wild-type.",
            "section": "Initial"
        },
        {
            "text": "complexes reposition nucleosomes from central locations towards and up to 50 bp beyond the end of an MMTV nucA DNA fragment (19) and similar behaviour has been observed on other DNA fragments (20,21). ",
            "section": "Initial",
            "ref_spans": [
                {
                    "start": 124,
                    "end": 128,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "(19)"
                },
                {
                    "start": 192,
                    "end": 196,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "(20,"
                },
                {
                    "start": 196,
                    "end": 199,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "21)"
                }
            ]
        },
        {
            "text": "For this reason, RSC repositioning was performed using nucleosomes assembled on 54A18 DNA fragments. ",
            "section": "Initial"
        },
        {
            "text": "The H3 R42A and R49A mutations were observed to have the greatest effects with $2-fold increases in the initial rate of RSC repositioning relative to wild-type nucleosomes (Figure 2A and B). ",
            "section": "Initial",
            "ref_spans": [
                {
                    "start": 172,
                    "end": 189,
                    "type": "figure",
                    "text": "(Figure 2A and B)"
                }
            ]
        },
        {
            "text": "Comparison of the effects of mutations on the initial rates of RSC and Chd1 repositioning revealed many differences (Table 1). ",
            "section": "Initial",
            "ref_spans": [
                {
                    "start": 116,
                    "end": 125,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(Table 1)"
                }
            ]
        },
        {
            "text": "For example, the H3 P43A mutation caused a 1.6-fold reduction to the initial rate of Chd1 repositioning, whereas RSC repositioned this same nucleosome equivalently to wild-type controls. ",
            "section": "Initial"
        },
        {
            "text": "In contrast, the H3 I51A and Q55A mutations caused 1.7-and 1.4-fold decreases to the initial rate of RSC repositioning, but had far smaller effects on Chd1 action. ",
            "section": "Initial"
        },
        {
            "text": "Collectively, these results show that single alanine mutations within the histone H3 N-terminal region cause different effects on the repositioning capabilities of the Chd1-and RSC-remodelling enzymes.",
            "section": "Initial"
        },
        {
            "text": "Histone mutations alter the products generated following remodelling with RSC Typically, RSC repositions nucleosomes assembled on 54A18 DNA fragments to three faster migrating bands on native PAGE gels (11), denoted as 1, 2 and 3 in order of increasing mobility (Figure 3). ",
            "section": "Initial",
            "ref_spans": [
                {
                    "start": 262,
                    "end": 271,
                    "type": "figure",
                    "text": "(Figure 3"
                }
            ]
        },
        {
            "text": "For wild-type nucleosomes the majority of nucleosomes accumulate with the intensity in band 2 > band 1 > band 3 (Figure 3). ",
            "section": "Initial",
            "ref_spans": [
                {
                    "start": 112,
                    "end": 121,
                    "type": "figure",
                    "text": "(Figure 3"
                }
            ]
        },
        {
            "text": "Marked differences to this banding pattern were observed following repositioning of H3 mutated nucelosomes. ",
            "section": "Initial"
        },
        {
            "text": "For example, H3 G44A or T45A mutated nucleosomes are largely repositioned to band 1, with minimal nucleosomes present in either band 2 or band 3, whereas other H3 mutations such as H3 Y41A or K56A showed a pattern more similar to wild-type controls (Figure 3). ",
            "section": "Initial",
            "ref_spans": [
                {
                    "start": 249,
                    "end": 259,
                    "type": "figure",
                    "text": "(Figure 3)"
                }
            ]
        },
        {
            "text": "In principle, these differences to the products observed could reflect either a slower rate of remodelling and the accumulation of intermediates or a genuine difference in the products generated. ",
            "section": "Initial"
        },
        {
            "text": "To investigate this further, reactions were performed with higher concentrations of RSC over extended time courses. ",
            "section": "Initial"
        },
        {
            "text": "We observed that wild-type nucleosomes were initially converted to band 2, but at completion equivalent amounts of band 2 and band 3 accumulated (Figure 4). ",
            "section": "Initial",
            "ref_spans": [
                {
                    "start": 145,
                    "end": 155,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Figure 4)"
                }
            ]
        },
        {
            "text": "Importantly, histone mutants showed distinct effects following prolonged remodelling. ",
            "section": "Initial"
        },
        {
            "text": "These effects were assigned into four main categories. ",
            "section": "Initial"
        },
        {
            "text": "Class 1 mutations, generated a similar distribution to wild-type. ",
            "section": "Initial"
        },
        {
            "text": "Class 2 mutations, such as H3 K56A, displayed increased accumulation of band 1. ",
            "section": "Initial"
        },
        {
            "text": "Class 3 mutations, such as H3 R40A, were under-represented for band 2 and class 4 mutations, such as H3 I51A, showed the most marked differences to wild-type controls with the majority of nucleosomes only converted to band 1 (Figure 4).",
            "section": "Initial",
            "ref_spans": [
                {
                    "start": 225,
                    "end": 234,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Figure 4"
                }
            ]
        },
        {
            "text": "In order to characterize the products generated following remodelling of the different histone mutations, we employed site-directed hydroxyl radical mapping (22). ",
            "section": "H3 I51A prevents RSC from unravelling nucleosomes",
            "ref_spans": [
                {
                    "start": 157,
                    "end": 161,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "(22)"
                }
            ]
        },
        {
            "text": "Briefly, this involves the incorporation of cysteaminyl EDTA at H4 S47C, a residue that is close to the DNA at the nucleosome dyad axis. ",
            "section": "H3 I51A prevents RSC from unravelling nucleosomes"
        },
        {
            "text": "Ferrous ions, ascorbic acid and hydrogen peroxide are added to produce a localized Fenton reaction at the EDTA derivative. ",
            "section": "H3 I51A prevents RSC from unravelling nucleosomes"
        },
        {
            "text": "The resulting hydroxyl radicals cleave strongly at a single proximal DNA site and more weakly at 7 and 8 bp away on each DNA strand. ",
            "section": "H3 I51A prevents RSC from unravelling nucleosomes"
        },
        {
            "text": "This characteristic cleavage pattern can be used to determine the position of the nucleosomal dyad axis at base-pair resolution (22).",
            "section": "H3 I51A prevents RSC from unravelling nucleosomes",
            "ref_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "(22)"
                }
            ]
        },
        {
            "text": "Site-directed mapping showed increasing amounts of RSC progressively remove control nucleosomes (H4 S47C) away from the +70 position. ",
            "section": "H3 I51A prevents RSC from unravelling nucleosomes"
        },
        {
            "text": "Nucleosomes appear at new locations up to 111 bp along the longer arm ( Figure 5, lanes 3, 7-9). ",
            "section": "H3 I51A prevents RSC from unravelling nucleosomes",
            "ref_spans": [
                {
                    "start": 72,
                    "end": 94,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Figure 5, lanes 3, 7-9"
                }
            ]
        },
        {
            "text": "This involves moving the nucleosome to locations in which DNA is removed from one side of the histone octamer as has been described previously (19)(20)(21). ",
            "section": "H3 I51A prevents RSC from unravelling nucleosomes",
            "ref_spans": [
                {
                    "start": 143,
                    "end": 147,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "(19)"
                },
                {
                    "start": 147,
                    "end": 151,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "(20)"
                },
                {
                    "start": 151,
                    "end": 155,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "(21)"
                }
            ]
        },
        {
            "text": "These results suggest that for wild-type nucleosomes the faster migrating products on native PAGE gels correspond to nucleosomes being repositioned by RSC to a series of locations on what was originally the longer linker DNA arm ( Figure 5).",
            "section": "H3 I51A prevents RSC from unravelling nucleosomes",
            "ref_spans": [
                {
                    "start": 231,
                    "end": 240,
                    "type": "figure",
                    "text": "Figure 5)"
                }
            ]
        },
        {
            "text": "In contrast, repositioning of H3 I51A nucleosomes (a Class 4 mutation), resulted in accumulation at only a subset of the locations observed for wild-type nucleosomes. ",
            "section": "H3 I51A prevents RSC from unravelling nucleosomes"
        },
        {
            "text": "The major positions observed are at +27, +26 and +22, which correspond to the edge of the nucleosome being positioned at 11, 10 and 6 bp from the end of the DNA fragment ( Figure 5 lanes 5, 11-13). ",
            "section": "H3 I51A prevents RSC from unravelling nucleosomes",
            "ref_spans": [
                {
                    "start": 172,
                    "end": 196,
                    "type": "figure",
                    "text": "Figure 5 lanes 5, 11-13)"
                }
            ]
        },
        {
            "text": "Although wildtype nucleosomes were moved to a series of positions beyond this in which from 2 to 57 bp of DNA are removed from the edge of the nucleosome, these locations are all  Figure 3. ",
            "section": "H3 I51A prevents RSC from unravelling nucleosomes",
            "ref_spans": [
                {
                    "start": 180,
                    "end": 188,
                    "type": "figure",
                    "text": "Figure 3"
                }
            ]
        },
        {
            "text": "Histone H3 mutations alter banding patterns following remodelling with RSC. ",
            "section": "H3 I51A prevents RSC from unravelling nucleosomes"
        },
        {
            "text": "When nucleosomes that have been remodelled by RSC (0.44 fmol) are separated on a native polyacrylamide gel three faster migrating species can be detected. ",
            "section": "H3 I51A prevents RSC from unravelling nucleosomes"
        },
        {
            "text": "These are labelled 1, 2 and 3. ",
            "section": "H3 I51A prevents RSC from unravelling nucleosomes"
        },
        {
            "text": "Nucleosomes H3 G44A and T45A were predominantly relocated to band 1 after a 64-min incubation at 308C, in contrast wild-type nucleosomes were relocated equally to bands 1 and 2. ",
            "section": "H3 I51A prevents RSC from unravelling nucleosomes"
        },
        {
            "text": "Repositioning of mutations H3 K56A and Y41A produced a similar banding pattern relative to wild-type. ",
            "section": "H3 I51A prevents RSC from unravelling nucleosomes"
        },
        {
            "text": "Note band 3 represents a doublet in some gels. ",
            "section": "H3 I51A prevents RSC from unravelling nucleosomes"
        },
        {
            "text": "WT, wild-type.",
            "section": "H3 I51A prevents RSC from unravelling nucleosomes"
        },
        {
            "text": "under-represented for I51A nucleosomes. ",
            "section": "H3 I51A prevents RSC from unravelling nucleosomes"
        },
        {
            "text": "The single predominant band on native PAGE gels observed following remodelling of H3 I51A nucleosomes corresponds to the co-migration of nucleosomes at a subset of locations in which DNA remains fully wrapped.",
            "section": "H3 I51A prevents RSC from unravelling nucleosomes"
        },
        {
            "text": "The SWI/SNF complex has a similar subunit composition to RSC. ",
            "section": "Comparison of remodelling by RSC and SWI/SNF"
        },
        {
            "text": "The catalytic subunits Snf2 and Sth1 share several sequence motifs as do other members of the complexes (23). ",
            "section": "Comparison of remodelling by RSC and SWI/SNF",
            "ref_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "(23)"
                }
            ]
        },
        {
            "text": "Biochemical characterization of the activities of these complexes has also suggested they function similarly (19,24,25). ",
            "section": "Comparison of remodelling by RSC and SWI/SNF",
            "ref_spans": [
                {
                    "start": 109,
                    "end": 113,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "(19,"
                },
                {
                    "start": 113,
                    "end": 116,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "24,"
                },
                {
                    "start": 116,
                    "end": 119,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "25)"
                }
            ]
        },
        {
            "text": "In order to investigate whether interactions with histone H3 affect the action of these enzymes similarly, the products of remodelling reactions driven by SWI/SNF were resolved by native PAGE and assigned to one of four classes as described for RSC. ",
            "section": "Comparison of remodelling by RSC and SWI/SNF"
        },
        {
            "text": "Interestingly, the extent to which each of the mutations affects the two remodelling complexes differs. ",
            "section": "Comparison of remodelling by RSC and SWI/SNF"
        },
        {
            "text": "For instance, a marked difference is observed between the products generated following remodelling of H3 I51A nucleosomes by RSC and SWI/SNF. ",
            "section": "Comparison of remodelling by RSC and SWI/SNF"
        },
        {
            "text": "While RSC generates predominantly band 1 (Figure 6A), SWI/SNF remodelling results in more of band 3. ",
            "section": "Comparison of remodelling by RSC and SWI/SNF",
            "ref_spans": [
                {
                    "start": 41,
                    "end": 51,
                    "type": "figure",
                    "text": "(Figure 6A"
                }
            ]
        },
        {
            "text": "A difference between RSC and SWI/SNF repositioning is also observed for the H3 Q55A mutant nucleosomes ( Figure 6A). ",
            "section": "Comparison of remodelling by RSC and SWI/SNF",
            "ref_spans": [
                {
                    "start": 105,
                    "end": 114,
                    "type": "figure",
                    "text": "Figure 6A"
                }
            ]
        },
        {
            "text": "Despite the qualitative difference in the products generated by these enzymes, the rates at which SWI/SNF and RSC remodel I51A nucleosomes are comparable ( Figure 6B and C) with the initial rates of remodelling being reduced by 0.6-fold in comparison to wild-type nucleosomes in both cases (data not shown).",
            "section": "Comparison of remodelling by RSC and SWI/SNF",
            "ref_spans": [
                {
                    "start": 156,
                    "end": 165,
                    "type": "figure",
                    "text": "Figure 6B"
                }
            ]
        },
        {
            "text": "The ability to manipulate the coding sequence of histone genes together with the expression and assembly of these proteins in vitro provides an opportunity to monitor the direct effects of these mutations on chromatin dynamics. ",
            "section": "DISCUSSION"
        },
        {
            "text": "We have identified differences in the sensitivities of chromatin-remodelling enzymes to mutations affecting different aspects of nucleosome structure. ",
            "section": "DISCUSSION"
        },
        {
            "text": "This indicates there are differences in the underlying mechanisms by which even closely related enzymes act.",
            "section": "DISCUSSION"
        },
        {
            "text": "We observed that remodelling by the enzyme Chd1, was affected very little in terms of either the products generated or the rates at which nucleosomes were repositioned ( Figure 7B; Table 1). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 170,
                    "end": 179,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Figure 7B"
                },
                {
                    "start": 181,
                    "end": 188,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "Although the initial rate of  remodelling by RSC was affected to a greater extent than Chd1 the magnitude of the effects remained low, with the maximum effect being 2.2-fold ( Figure 7E). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 176,
                    "end": 185,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Figure 7E"
                }
            ]
        },
        {
            "text": "This indicates that both enzymes were able to engage and reposition nucleosomes efficiently. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Consistent with this the binding of RSC to nucleosomes bearing the H3 E50A, I51A and Q55A mutations was equivalent to wild-type nucleosomes (Supplementary Figure 2). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 140,
                    "end": 164,
                    "type": "figure",
                    "text": "(Supplementary Figure 2)"
                }
            ]
        },
        {
            "text": "The limited effects of these mutations on the rate of nucleosome sliding by RSC and Chd1 contrasts with the more substantial effects these mutations were observed to have on spontaneous thermal nucleosome repositioning (compare Figure 7B, E and F). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 228,
                    "end": 237,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Figure 7B"
                }
            ]
        },
        {
            "text": "This lack of correlation is likely to reflect significant differences in the mechanisms for thermal and ATPdependent nucleosome repositioning.",
            "section": "DISCUSSION"
        },
        {
            "text": "In contrast to the limited effects on the initial rates of remodelling, the outcome of RSC remodelling reactions was affected dramatically with many mutations altering the spectrum of products generated ( Figure 7C). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 205,
                    "end": 215,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Figure 7C)"
                }
            ]
        },
        {
            "text": "A related but less dramatic effect was observed with the SWI/SNF complex ( Figure 7D). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 75,
                    "end": 84,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Figure 7D"
                }
            ]
        },
        {
            "text": "While RSC repositions wild-type nucleosomes to a series of locations in which the nucleosome dyad is so close to the edge of the DNA fragment that up to 57 bp of DNA are removed from one edge of the nucleosome, these locations were under-represented when H3 I51A mutant nucleosomes were used as a substrate ( Figure 5). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 309,
                    "end": 317,
                    "type": "figure",
                    "text": "Figure 5"
                }
            ]
        },
        {
            "text": "This means that the mechanics of moving nucleosomes to locations in which DNA is unravelled differ from those involved in repositioning within the confines of a DNA fragment. ",
            "section": "DISCUSSION"
        },
        {
            "text": "It is notable that there is a good correlation between residues that have strong effects on thermally driven nucleosome positioning and the inability of RSC to move nucleosomes into positions where DNA is unravelled (compare Figure 7C and F). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 225,
                    "end": 241,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Figure 7C and F)"
                }
            ]
        },
        {
            "text": "At first this appears to be counterintuitive as nucleosomes that are inherently more mobile cannot be repositioned so effectively by RSC. ",
            "section": "DISCUSSION"
        },
        {
            "text": "However, it is also true that the H3 E50A, I51A and Q55A mutations reduce the stability of histone octamers (10; data not shown). ",
            "section": "DISCUSSION"
        },
        {
            "text": "One model for RSC action involves the RSC complex drawing DNA over the surface of nucleosomes while remaining bound to the histone octamer in a fixed orientation (26). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 162,
                    "end": 166,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "(26)"
                }
            ]
        },
        {
            "text": "The reduction to octamer stability resulting from the H3 E50A, I51A and Q55A mutations might result in the octamer rather than the DNA being distorted as a result of ATP hydrolysis. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Furthermore, as RSC starts to move nucleosomes to locations in which DNA is unravelled from their surface, the overall loss of histone contacts will require the ATPase motor within the RSC complex to exert greater forces. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Indeed, it has been estimated that a force of 3 pN will be required to dissociate each helical contact (27). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "(27)"
                }
            ]
        },
        {
            "text": "The increased forces that are applied during DNA unravelling might drive a reconfiguration of the histone octamer that prevents any further repositioning. ",
            "section": "DISCUSSION"
        },
        {
            "text": "This could explain why RSC is able to move nucleosomes to positions where histone DNA contacts are retained, but not to locations where DNA is unravelled. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In this case the reason why Chd1 is not affected in the same way could be simply that the repositioning of nucleosomes to more central locations does not involve unravelling DNA to the same extent.",
            "section": "DISCUSSION"
        },
        {
            "text": "Having observed that mutations to the H3 aN region of the nucleosome can affect the outcome of remodelling reactions, it will be of interest to investigate whether histone modifications exert similar effects. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Our own preliminary observations made using mutations designed to mimic a selection of modifications known to occur in this region of the nucleosome revealed only subtle effects on the action of ATP-dependent remodelling enzymes (data not shown). ",
            "section": "DISCUSSION"
        },
        {
            "text": "It is possible that the use of amnio acid substitutions is not a sufficiently accurate mimic for post-translational modifications and hopefully the development of new technologies will allow the effect of histone modifications within the globular core of nucleosomes to be tested directly (28). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 289,
                    "end": 293,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "(28)"
                }
            ]
        },
        {
            "text": "Nonetheless, our observations illustrate a principle by which alterations to the structure of nucleosomes can selectively affect the outcome of remodelling reactions. ",
            "section": "DISCUSSION"
        },
        {
            "text": "It is of special note that the unravelling of DNA is affected as this might be anticipated to affect the ability of enzymes to catalyse octamer removal by collision (26). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 165,
                    "end": 169,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "(26)"
                }
            ]
        },
        {
            "text": "As a result these observations expand the repertoire of different means by which post-translational modification of histones can potentially exert effects on chromatin dynamics (3).  ",
            "section": "DISCUSSION"
        },
        {
            "text": "Figure 6. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 6"
                }
            ]
        },
        {
            "text": "Differences observed between RSC and SWI/SNF end products. ",
            "section": "DISCUSSION"
        },
        {
            "text": "(A) Repositioning of 1 pmol of H3 I51A and Q55A mutant nucleosomes by 0.44, 1.18 or 3.52 fmol RSC showed a preferential accumulation in band 1 on native polyacrylamide gels. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In contrast, repositioning of 0.5 pmol of mutant nucleosomes with 10, 20 or 60 fmol of SWI/SNF showed repositioning to band 3. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Band 0, main initial position. ",
            "section": "DISCUSSION"
        },
        {
            "text": "(B) RSC and (C) SWI/SNF repositioning of H3 I51A nucleosomes. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Asterisk denotes P position, not present in either mutation. ",
            "section": "DISCUSSION"
        },
        {
            "text": "WT, wild-type.  ",
            "section": "DISCUSSION"
        },
        {
            "text": "We would like to thank Helder Ferreira, Andrew Flaus, Daniel Ryan and other members of the TOH lab for useful discussion.",
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "Supplementary Data are available at NAR Online.  ",
            "section": "SUPPLEMENTARY DATA"
        }
    ]
}