{
    "id": "d8c5127070",
    "level": "sentence",
    "abstract": [],
    "body_text": [
        {
            "text": "MDS is a heterogeneous group of clonal hematopoietic stem cell disorders characterized by bone marrow (BM) failure, dysplasia of peripheral blood and BM cells, and a high risk of transforming into an acute leukemic phase [1]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 221,
                    "end": 224,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "MDS occurs as a result of ongoing DNA damage, natural depletion of stem cells, and accumulated exposure of the BM to environmental stresses or toxins [2]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 150,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "Thus, the risk of MDS increases with age. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Childhood MDS is relatively rare compared to adult MDS [3]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 55,
                    "end": 58,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "The incidence of childhood MDS is less than 5% of all hematologic malignancies in childhood [4,5].",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 92,
                    "end": 95,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4,"
                },
                {
                    "start": 95,
                    "end": 97,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5]"
                }
            ]
        },
        {
            "text": "Overall, approximately 30% of MDS progresses to acute leukemia, typically AML. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "The risk of transformation into AML differs among MDS subtypes according to WHO classification. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "In less than 5% and up to more than 50% of cases, MDS eventually progresses to AML after 5 yr [6]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 94,
                    "end": 97,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "However, progression of MDS to ALL is rare, occurring in less than 1% of adult cases, and even fewer in the pediatric population [7]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 129,
                    "end": 132,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "To our knowledge, there has been no case report of childhood MDS transforming into ALL in Korea, and there are only a few case reports worldwide [8][9][10]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 145,
                    "end": 148,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                },
                {
                    "start": 148,
                    "end": 151,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[9]"
                },
                {
                    "start": 151,
                    "end": 155,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "Here, we report a rare case of an 8-yr-old Korean girl who presented with childhood MDS-refractory cytopenia that transformed into ALL 3 months after the initial diagnosis of MDS.",
            "section": "INTRODUCTION"
        },
        {
            "text": "An 8-yr-old girl was transferred to our hospital for further evaluation of severe pancytopenia that was discovered 4 days earlier at a local hospital, to which she had been admitted for fever perhttp://dx.doi.org/10.3343/alm.2013.33.2.130 www.annlabmed.org sisting for 2 weeks. ",
            "section": "CASE REPORT"
        },
        {
            "text": "Her hemoglobin was 6.0 g/dL, white blood cell (WBC) count was 0.9 × 10 9 /L, and platelet count was 71 × 10 9 /L. ",
            "section": "CASE REPORT"
        },
        {
            "text": "She had mild, easy bruising on both legs and night sweating. ",
            "section": "CASE REPORT"
        },
        {
            "text": "At admission, the patient had an acute ill appearance without fever and showed no splenomegaly, lymphadenopathy, or organomegaly on physical examination. ",
            "section": "CASE REPORT"
        },
        {
            "text": "A complete blood cell count (CBC) test showed hemoglobin of 5.8 g/dL, WBC count of 2.4 × 10 9 /L, and platelet count of 214 × 10 9 /L. ",
            "section": "CASE REPORT"
        },
        {
            "text": "A peripheral blood smear revealed severe normocytic normochromic anemia with mild anisocytosis and poikilocytosis, including some dacrocytes, moderate neutropenia (absolute neutrophil count of 0.78 × 10 9 /L) with left shifting, and a few giant platelets. ",
            "section": "CASE REPORT"
        },
        {
            "text": "Her reticulocyte count was in the reference range (1.11%) and nucleated red blood cells (RBC) were observed (1/100 WBCs). ",
            "section": "CASE REPORT"
        },
        {
            "text": "Schistocytes were not observed. ",
            "section": "CASE REPORT"
        },
        {
            "text": "Most biochemical tests for liver and renal function tests were within the reference intervals, except increased serum lactate dehydrogenase (LDH; 638 IU/L, reference interval, 218-472 IU/L) and alkaline phosphatase (ALP; 506 IU/L, reference interval, 95-280 IU/L). ",
            "section": "CASE REPORT"
        },
        {
            "text": "Serum C-reactive protein (CRP) was slightly increased at 5.3 mg/L (reference interval, 0-5.0 mg/L). ",
            "section": "CASE REPORT"
        },
        {
            "text": "Urinalysis results were not specific except a few WBCs, 3-5/high-power field.",
            "section": "CASE REPORT"
        },
        {
            "text": "BM aspirate smears and touch print preparation of the BM biopsy revealed hypercellular marrow with dysplastic changes in 3 hematopoietic cell lineages. ",
            "section": "CASE REPORT"
        },
        {
            "text": "Erythroid dysplasia, including nuclear budding, multinuclearity, and nuclear irregularity, was present in 15% of all erythroid precursors (Fig. 1A). ",
            "section": "CASE REPORT",
            "ref_spans": [
                {
                    "start": 138,
                    "end": 147,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 1A)"
                }
            ]
        },
        {
            "text": "Granulocytic dysplastic changes, including megaloid change, hyposegmentation, and hypogranularity of the cytoplasm, was present in 15% of granulocytic cell lines. ",
            "section": "CASE REPORT"
        },
        {
            "text": "Megakaryocytes were adequate in number and exhibited dysplastic changes, including unequivocal micromegakaryocytes, separated nuclear lobes, and nonlobulated or round nuclei in 10% of all megakaryocytes. ",
            "section": "CASE REPORT"
        },
        {
            "text": "Myeloblasts accounted for 0.8% of nucleated cells in the BM. ",
            "section": "CASE REPORT"
        },
        {
            "text": "A BM biopsy section exhibited nearly 100% cellularity with a marked increase of erythroid precursor cells. ",
            "section": "CASE REPORT"
        },
        {
            "text": "Dysplastic changes in all hematopoietic cell lines were the same as in BM aspirates. ",
            "section": "CASE REPORT"
        },
        {
            "text": "Few histiocytes were observed in the biopsy section (Fig. 1B).",
            "section": "CASE REPORT",
            "ref_spans": [
                {
                    "start": 52,
                    "end": 61,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 1B)"
                }
            ]
        },
        {
            "text": "The pathologic findings of aplastic anemia or BM failure diseases such as adipocytosis and hypocellular or acellular marrow were not observed. ",
            "section": "CASE REPORT"
        },
        {
            "text": "Flow cytometric analysis for CD55 and CD59 performed to rule out paroxysmal nocturnal hemoglobinuria revealed normal levels of CD55 and CD59 in both RBC and WBC. ",
            "section": "CASE REPORT"
        },
        {
            "text": "Epstein-Barr virus real-time quantitative PCR and parvovirus B19 IgM tests revealed no evidence of viral infection. ",
            "section": "CASE REPORT"
        },
        {
            "text": "Nutritional deficiencies and metabolic diseases were excluded based on medical history and physical examination.",
            "section": "CASE REPORT"
        },
        {
            "text": "Cytogenetic analysis of the BM revealed a normal karyotype (46, XX). ",
            "section": "CASE REPORT"
        },
        {
            "text": "No cytogenetic abnormalities were detected in FISH analysis with probes for EGR1 (5q-), D7S486 (7q-), CEP8 (trisomy 8), and D20S108 (20q-). ",
            "section": "CASE REPORT"
        },
        {
            "text": "The patient was diagnosed as having refractory cytopenia of childhood (RCC) based on the 2008 WHO classification system. ",
            "section": "CASE REPORT"
        },
        {
            "text": "She received only supportive treatment in our hospital. ",
            "section": "CASE REPORT"
        },
        {
            "text": "After her general condition recovered, she was discharged and followed up with CBC and liver function tests.",
            "section": "CASE REPORT"
        },
        {
            "text": "Three months after the initial diagnosis of MDS, she was re-admitted to our hospital because of a relapse of high fever. ",
            "section": "CASE REPORT"
        },
        {
            "text": "A CBC test revealed hemoglobin of 9.4 g/dL, WBC count of 410.5 × 10 9 /L, and platelet count of 15 × 10 9 /L. ",
            "section": "CASE REPORT"
        },
        {
            "text": "A peripheral blood smear revealed severe microcytic hypochromic anemia, marked leukocytosis with many leukemic blasts (90%), and severe thrombocytopenia. ",
            "section": "CASE REPORT"
        },
        {
            "text": "The results of several biochemistry tests were increased as follows: AST, 134 IU/L; ALT, 74 IU/L; ALP, 498 IU/L; LDH, 11,306 IU/L; CRP, 54 mg/L. ",
            "section": "CASE REPORT"
        },
        {
            "text": "BM aspirate smears ( Fig. 2A) and a biopsy section (Fig. 2B) revealed a markedly hypercellular marrow that had been completely replaced by small leukemic blasts (95%). ",
            "section": "CASE REPORT",
            "ref_spans": [
                {
                    "start": 21,
                    "end": 28,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 2A"
                },
                {
                    "start": 51,
                    "end": 59,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "(Fig. 2B"
                }
            ]
        },
        {
            "text": "Normal hematopoietic cells were markedly decreased. ",
            "section": "CASE REPORT"
        },
        {
            "text": "Cytochemical staining demonstrated that the cells were all negative for myeloperoxidase (MPO), Sudan black B (SBB), and periodic acid-Schiff (PAS). ",
            "section": "CASE REPORT"
        },
        {
            "text": "Flow cytometric immunophenotyping revealed that the blasts expressed B lymphoid markers that were CD10 (+), CD19 (+), CD79a (+), cytoplasmic IgM (+), and terminal deoxynucleotidyl transferase (TdT) (+). ",
            "section": "CASE REPORT"
        },
        {
            "text": "The myeloid cell markers of CD13 and CD33 and T cell markers of CD2, CD5, and CD7 were not expressed. ",
            "section": "CASE REPORT"
        },
        {
            "text": "Karyotype analysis of BM leukemic cells revealed normal chromosomes (46, XX). ",
            "section": "CASE REPORT"
        },
        {
            "text": "BCR-ABL, E2A-PBX, and TEL-AML gene rearrangements were not detected using reverse transcription-PCR and FISH analyses. ",
            "section": "CASE REPORT"
        },
        {
            "text": "MLL gene rearrangements and p16 (9p21) deletion analysis by FISH were also not detected.",
            "section": "CASE REPORT"
        },
        {
            "text": "Based on the 2008 WHO classification system, the patient was diagnosed with B lymphoblastic leukemia not otherwise specified that was transformed from childhood MDS-refractory cytopenia. ",
            "section": "CASE REPORT"
        },
        {
            "text": "She received chemotherapy beginning the day after BM examination. ",
            "section": "CASE REPORT"
        },
        {
            "text": "Unfortunately, her general condition deteriorated rapidly due to tumor lysis syndrome during chemotherapy. ",
            "section": "CASE REPORT"
        },
        {
            "text": "She expired from hyperkalemia on the third day of chemotherapy.",
            "section": "CASE REPORT"
        },
        {
            "text": "Retrospectively, we analyzed the purified mononuclear cell fractions of the first (MDS-diagnosed) and second (ALL-diagnosed) BM specimens using microarray analysis, Affymetrix Cytogenetics Whole Genome 2.7 Mb Array (Affymetrix, Santa Clara, CA, USA) to identify genetic abnormalities. ",
            "section": "CASE REPORT",
            "entity_spans": [
                {
                    "start": 165,
                    "end": 214,
                    "type": "software",
                    "rawForm": "Affymetrix Cytogenetics Whole Genome 2.7 Mb Array",
                    "resp": "#annotator2",
                    "used": true,
                    "id": "d8c5127070-software-0",
                    "cert": "0.6"
                },
                {
                    "start": 216,
                    "end": 226,
                    "type": "publisher",
                    "rawForm": "Affymetrix",
                    "resp": "#curator",
                    "id": "#d8c5127070-software-0"
                }
            ]
        },
        {
            "text": "In the first BM sample, no chromosomal or genetic abnormalities were observed. ",
            "section": "CASE REPORT"
        },
        {
            "text": "However, in the second BM sample, we found several large interstitial deletions of 27 Mb and 5.7 Mb on 5q21.2q31.1 and 13q14.1q21.1, respectively, and many microdeletions on chromosomes 5q, 12q, 13q, and 22q. ",
            "section": "CASE REPORT"
        },
        {
            "text": "Particularly, a partial homozygous loss of 200 kb was observed in a region of heterozygous loss on chromosome 13q14.1q21.1 in the second BM sample. ",
            "section": "CASE REPORT"
        },
        {
            "text": "The chromosome views of the second BM sample using cytogenetic microarray analysis are shown in Fig. 3. ",
            "section": "CASE REPORT",
            "ref_spans": [
                {
                    "start": 96,
                    "end": 102,
                    "type": "figure",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "To confirm this result, additional FISH analysis of the second BM sample was performed using 2 probes for EGR1 (5q31) and RB1 (13q14), and produced the same result: 5q31.2 was not deleted and 13q14.3 was deleted in 84% of the examined nuclei (Fig. 4).",
            "section": "CASE REPORT",
            "ref_spans": [
                {
                    "start": 126,
                    "end": 133,
                    "type": "figure",
                    "text": "(13q14)"
                },
                {
                    "start": 242,
                    "end": 249,
                    "type": "figure",
                    "text": "(Fig. 4"
                }
            ]
        },
        {
            "text": "MDS originates from a multipotent hematopoietic stem cell with the potential for myeloid and lymphoid differentiation [11]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "Based on flow cytometric immunophenotyping, approximately 85% of blast cells in the leukemic transformation from MDS displayed a myeloid phenotype, while 15% of blast cells displayed a hybrid (myeloid-lymphoid) phenotype. ",
            "section": "DISCUSSION"
        },
        {
            "text": "It is extremely rare for www.annlabmed.org only the lymphoid phenotype to be displayed [12,13]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 87,
                    "end": 91,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[12,"
                },
                {
                    "start": 91,
                    "end": 94,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "13]"
                }
            ]
        },
        {
            "text": "Previous studies have suggested 2 reasons for the rarity of transformation to ALL from MDS. ",
            "section": "DISCUSSION"
        },
        {
            "text": "First, stem cells of MDS may have lymphopoietic potential as well as myelopoietic potential, but there may be specific impairment of lymphopoiesis by intrinsic or extrinsic factors. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Second, the rarity of the development of ALL from MDS may reflect a relative deficiency of MDS-derived target cells capable of lymphoid leukemogenesis [14][15][16]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 151,
                    "end": 155,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[14]"
                },
                {
                    "start": 155,
                    "end": 159,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[15]"
                },
                {
                    "start": 159,
                    "end": 163,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "Transformation to ALL is extremely rare in MDS patients. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In adults, several cases of lymphoid transformation from MDS have been reported [17][18][19][20][21][22]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 80,
                    "end": 84,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[17]"
                },
                {
                    "start": 84,
                    "end": 88,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[18]"
                },
                {
                    "start": 88,
                    "end": 92,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[19]"
                },
                {
                    "start": 92,
                    "end": 96,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[20]"
                },
                {
                    "start": 96,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[21]"
                },
                {
                    "start": 100,
                    "end": 104,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "However, there are only a few case reports of transformation of childhood MDS to ALL worldwide [8][9][10]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 95,
                    "end": 98,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                },
                {
                    "start": 98,
                    "end": 101,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[9]"
                },
                {
                    "start": 101,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "The profiles of our case and the previously reported 3 similar cases are shown in Table 1. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 82,
                    "end": 89,
                    "type": "table",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "In 1996, Bader-Meunier et al. ",
            "section": "DISCUSSION"
        },
        {
            "text": "[8] described the clinical, cytological, and cytogenetic features of one childhood MDS patient, a 4-yr-old boy presenting with refractory anemia and excess blasts (RAEB) who had transformed to ALL. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "The karyotype of the patient was 46 XY, 5q-. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In 2007, Goel et al. ",
            "section": "DISCUSSION"
        },
        {
            "text": "[9] described a case of 9-yr-old boy with childhood MDS-refractory anemia that transformed into B-precursor ALL after cyclosporine chemotherapy. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "Cytogenetic analysis of the patient revealed a normal karyotype. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In 2010, Gupta et al. ",
            "section": "DISCUSSION"
        },
        {
            "text": "[10] reported a 5-yr-old girl who presented with RAEB that evolved into B cell ALL 4 months later. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "Cytogenetic analysis of the patient was not performed. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In contrast to most RCC cases, 2 subsequent cases exhibited erythroid hyperplasia and hypercellularity, similarly to our case [9,10]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 126,
                    "end": 129,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[9,"
                },
                {
                    "start": 129,
                    "end": 132,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "10]"
                }
            ]
        },
        {
            "text": "Although most cases of RCC exhibit a normal karyotype irrespective of BM cellularity, the prospective multicenter study EWOG-MDS 98 determined that RCC patients with normal or increased BM cellularity exhibited cytogenetic abnormalities more frequently than in the patients with hypocellular RCC [23].",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 296,
                    "end": 300,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[23]"
                }
            ]
        },
        {
            "text": "In our case, conventional karyotyping was first performed to detect cytogenetic abnormalities of RCC and ALL. ",
            "section": "DISCUSSION"
        },
        {
            "text": "As there are no cytogenetic abnormalities useful for predicting prognosis, we performed FISH analysis with ALL-and MDS-specific probes. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In the retrospective microarray analysis of BM specimens, we discovered cytogenetic abnormalities only in the second BM specimen on chromosomes 5q, 12q, 13q, and 22q.",
            "section": "DISCUSSION"
        },
        {
            "text": "Recently, the spectrum of genetic abnormalities has shown that MDS can progress to leukemia through the acquisition of multiple genetic abnormalities [24]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 150,
                    "end": 154,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[24]"
                }
            ]
        },
        {
            "text": "Chromosomal abnormalities such as monosomy 7, trisomy 8, and trisomy 21 are common in the transformation of childhood MDS to acute leukemia [25]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 140,
                    "end": 144,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[25]"
                }
            ]
        },
        {
            "text": "In our case, these common abnormalities were not observed. ",
            "section": "DISCUSSION"
        },
        {
            "text": "MDS normal karyotype and deletions of chromosome 5q, 20q, and Y are considered favorable prognostic factors, while monosomy 7 and complex abnormalities are considered poor prognostic factors [26]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 191,
                    "end": 195,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[26]"
                }
            ]
        },
        {
            "text": "Particularly, in our case, there was a homozygous loss of 13q14.2, including most of the retinoblastoma gene (RB1). ",
            "section": "DISCUSSION"
        },
        {
            "text": "In 50% of de novo MDS cases, chromosomal aberrations and rearrangements involving the RB1 gene in 13q14 are observed [25]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 117,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[25]"
                }
            ]
        },
        {
            "text": "Deletion or translocation involving chromosomal band 13q14, the locus of the RB1 gene, are observed in a variety of hematological malignancies, including AML, plasma cell myeloma, and CLL. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Deletion of most of the RB1 gene may be associated with poor prognosis, as the patient died 3 months after the diagnosis of MDS.",
            "section": "DISCUSSION"
        },
        {
            "text": "We have described a case of an 8-yr-old girl who presented with childhood MDS-RCC that had transformed into ALL. ",
            "section": "DISCUSSION"
        },
        {
            "text": "This is the first case report in Korea of transformation into ALL from childhood MDS. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Our case shows that there can be similar cases of lymphoid transformation of MDS in the Korean population; it supports, again, the nature of MDS as a pluripotent hematopoietic stem cell disorder. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Notably, the patient had a very short progression period compared with the 3 previously reported cases, and multiple cytogenetic aberrations that could not be detected using conventional cytogenetic testing methods. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Studies are needed to determine whether cytogenetic analysis methods provide improved means of identifying high-risk patients in childhood MDS. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Table 1. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "Cases of childhood MDS transforming to ALL",
            "section": "DISCUSSION"
        },
        {
            "text": "Bader-Meunier et al. ",
            "section": "Present case"
        },
        {
            "text": "[8] Goel et al. ",
            "section": "Present case",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "[9] Gupta et al. ",
            "section": "Present case",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "[10] Age (yr) 8 ",
            "section": "Present case",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "No potential conflicts of interest relevant to this article were reported.",
            "section": "Authors' Disclosures of Potential Conflicts of Interest"
        }
    ]
}