{
    "id": "a584cb90a8",
    "level": "sentence",
    "abstract": [],
    "body_text": [
        {
            "text": "There are a number of gas ionization sensors using carbon nanotubes as cathode or anode. "
        },
        {
            "text": "Unfortunately, their applications are greatly limited by their multi-valued sensitivity, one output value corresponding to several measured concentration values. "
        },
        {
            "text": "Here we describe a triple-electrode structure featuring two electric fields with opposite directions, which enable us to overcome the multi-valued sensitivity problem at 1 atm in a wide range of gas concentrations. "
        },
        {
            "text": "We used a carbon nanotube array as the first electrode, and the two electric fields between the upper and the lower interelectrode gaps were designed to extract positive ions generated in the upper gap, hence significantly reduced positive ion bombardment on the nanotube electrode, which allowed us to maintain a high electric field near the nanotube tips, leading to a single-valued sensitivity and a long nanotube life. "
        },
        {
            "text": "We have demonstrated detection of various gases and simultaneously monitoring temperature, and a potential for applications. "
        },
        {
            "text": "I n 2001, carbon nanotube film was used to fabricate a double-electrode discharge gas sensor in our lab 1 , which triggered an explosion of research on carbon nanotube based gas sensors [1][2][3][4][5][6][7][8][9][10][11][12][13] . ",
            "ref_spans": [
                {
                    "start": 104,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                },
                {
                    "start": 186,
                    "end": 189,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                },
                {
                    "start": 189,
                    "end": 192,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 192,
                    "end": 195,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 195,
                    "end": 198,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 198,
                    "end": 201,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                },
                {
                    "start": 201,
                    "end": 204,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                },
                {
                    "start": 204,
                    "end": 207,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                },
                {
                    "start": 207,
                    "end": 210,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                },
                {
                    "start": 210,
                    "end": 213,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                },
                {
                    "start": 213,
                    "end": 217,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                },
                {
                    "start": 217,
                    "end": 221,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                },
                {
                    "start": 221,
                    "end": 225,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                },
                {
                    "start": 225,
                    "end": 229,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "Unfortunately, these gas sensors exhibited multi-valued sensitivity of breakdown voltage or discharge current in response to targeted gas component at 1 atm total operating pressure, therefore their applications are limited because a single-valued sensitivity [14][15][16][17][18][19][20] to detection target is required for gas sensors. ",
            "ref_spans": [
                {
                    "start": 260,
                    "end": 264,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                },
                {
                    "start": 264,
                    "end": 268,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                },
                {
                    "start": 268,
                    "end": 272,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                },
                {
                    "start": 272,
                    "end": 276,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[17]"
                },
                {
                    "start": 276,
                    "end": 280,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[18]"
                },
                {
                    "start": 280,
                    "end": 284,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[19]"
                },
                {
                    "start": 284,
                    "end": 288,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "Additionally, the sensors in this configuration of double-electrode operated in self-sustaining discharge states, in which positive ions heavily bombard the cathode comprised of either nanotubes or a metal plate. "
        },
        {
            "text": "In case of either a carbon nanotube cathode or a nanotube anode is used, current density can rise to a considerably large value around 100 A/m 2 , resulting in nanotube film damage 21 and a short operating life [1][2][3][4][5][6][7][8][9][10][11] .",
            "ref_spans": [
                {
                    "start": 181,
                    "end": 183,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "21"
                },
                {
                    "start": 211,
                    "end": 214,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                },
                {
                    "start": 214,
                    "end": 217,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 217,
                    "end": 220,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 220,
                    "end": 223,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 223,
                    "end": 226,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                },
                {
                    "start": 226,
                    "end": 229,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                },
                {
                    "start": 229,
                    "end": 232,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                },
                {
                    "start": 232,
                    "end": 235,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                },
                {
                    "start": 235,
                    "end": 238,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                },
                {
                    "start": 238,
                    "end": 242,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                },
                {
                    "start": 242,
                    "end": 246,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "A tripolar electrode configuration has been reported 7 , however, it still showed multi-valued sensitivity to acetone and ethanol because the second electrode collected most positive ions, resulting in current passing the first electrode of nanotube anode larger than that passing through the third electrode (sampling electrode) by ,2 orders and also causing quick damage of the nanotube electrode. ",
            "ref_spans": [
                {
                    "start": 53,
                    "end": 54,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7"
                }
            ]
        },
        {
            "text": "Here we report a triple-electrode structure with single-valued sensitivity and longer electrode life. "
        },
        {
            "text": "The structure used a carbon nanotube array as the first electrode, featuring two electric fields with directions opposite each other, and is highly sensitive to various gases and capable of the detection directly from gas mixtures without separation in a wide range of the concentrations from 0 to 100%, as well as capable of monitoring temperature in a range of 17-120uC at the same time. "
        },
        {
            "text": "In comparison to other existing sensors [22][23][24][25][26][27][28] , our design integrated gas and temperature detection into several tripolar electrode structures, featuring distinct interelectrode separations, capable of the operation at low power. ",
            "ref_spans": [
                {
                    "start": 40,
                    "end": 44,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[22]"
                },
                {
                    "start": 44,
                    "end": 48,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[23]"
                },
                {
                    "start": 48,
                    "end": 52,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[24]"
                },
                {
                    "start": 52,
                    "end": 56,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[25]"
                },
                {
                    "start": 56,
                    "end": 60,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[26]"
                },
                {
                    "start": 60,
                    "end": 64,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[27]"
                },
                {
                    "start": 64,
                    "end": 68,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[28]"
                }
            ]
        },
        {
            "text": "Potentially, this could lead to a miniaturized gas ionization sensor with capability of multi-functional detections."
        },
        {
            "text": "A triple-electrode structure is designed for gas detection at 1 atm, which is comprised of a carbon nanotube array cathode, an extracting electrode and a collecting electrode ( Fig. 1a and Supplementary Fig. S1). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 177,
                    "end": 184,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 1a"
                },
                {
                    "start": 189,
                    "end": 210,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Supplementary Fig. S1"
                }
            ]
        },
        {
            "text": "The multiwalled nanotube (MWNT) film ( Fig. 1b) was grown by thermal chemical vapor deposition 29,30 (TCVD) on one side of the Si cathode covered by a Ti/Ni/Au film. ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 39,
                    "end": 47,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 1b)"
                },
                {
                    "start": 95,
                    "end": 98,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "29,"
                },
                {
                    "start": 98,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "30"
                }
            ]
        },
        {
            "text": "Nanotubes in the film are ,50 nm in diameter, and ,5-6 mm in length. ",
            "section": "Results"
        },
        {
            "text": "The distance between nanotubes is ,50-100 nm. ",
            "section": "Results"
        },
        {
            "text": "Ti/Ni/Au film was also sputtered on both sides of the extracting electrode (Fig. 1a, c) and the inner side of the collecting electrode for increasing initial discharge current. ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 75,
                    "end": 86,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "(Fig. 1a, c"
                }
            ]
        },
        {
            "text": "The sensor array was placed in a detection chamber with an electrical input and output interface, and air was pumped out of the chamber to establish a low vacuum with a gas pressure of 5 kPa. ",
            "section": "Results"
        },
        {
            "text": "The gas to be detected was then introduced in a controlled fashion into the chamber until pressure is increased to 1 atm. ",
            "section": "Results"
        },
        {
            "text": "The sensor displays very fast response within around the order of 10 26 s 31 in comparison to other sensors 2,31,32 due to its non-self-sustaining discharge state. ",
            "section": "Results"
        },
        {
            "text": "During operation, suitable d.c. voltages of U e and U c are applied between the cathode and the extracting electrode, and between the cathode and the collecting electrode ( Fig. 1c), respectively. ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 173,
                    "end": 181,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 1c)"
                }
            ]
        },
        {
            "text": "U e is higher than U c , which generates two electric fields E 1 and E 2 in reversed field direction. ",
            "section": "Results"
        },
        {
            "text": "The field near the nanotube tips is much higher than that in the other region. ",
            "section": "Results"
        },
        {
            "text": "Consequently, ionization takes place near the tips in around 1 mm range (reference). ",
            "section": "Results"
        },
        {
            "text": "Through collision and diffusion, significant amount of positive ions overcome the weak field near the extracting electrode and move into the region between the extracting and the collecting electrodes, then they are accelerated by E 2 towards the collecting electrode ( Fig. 1d and Supplementary Fig. S2A). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 270,
                    "end": 277,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 1d"
                },
                {
                    "start": 282,
                    "end": 304,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Supplementary Fig. S2A"
                }
            ]
        },
        {
            "text": "Therefore bombardment of the positive ions on nanotubes is considerably reduced, which hindered occurrence of self-sustaining discharge, resulting in a significantly longer life-span of nanotube electrode, and consequently a single-valued sensitivity.",
            "section": "Results"
        },
        {
            "text": "The structure enables a non-self-sustaining discharge near the nanotube tips at lower voltage U e of less than 150 V. Non-self-sustaining discharge current I is mainly determined by gas partial pressure, electrode separation and gas temperature; and the gas partial pressure is proportional to gas concentration. ",
            "section": "Results"
        },
        {
            "text": "Therefore, at a given electrode separation, I is direct measurements of gas concentration and temperature. ",
            "section": "Results"
        },
        {
            "text": "We found that distances between electrodes had a distinct effect on the detection. ",
            "section": "Results"
        },
        {
            "text": "By varying the distances between electrodes, we were able to identify different gas species in a gas mixture without component separation and measure temperature at the same time. ",
            "section": "Results"
        },
        {
            "text": "Single-valued sensitivity to several gases and mixtures were obtained under electric field above a critical value by control of electrode separation and applied voltages on electrodes. ",
            "section": "Results"
        },
        {
            "text": "Single-valued sensitivity to gas temperature was also observed. ",
            "section": "Results"
        },
        {
            "text": "We also found that temperature has a great effect on gas detection sensitivity, the higher gas temperature, the higher sensitivity.",
            "section": "Results"
        },
        {
            "text": "For all our tests, gases probed were mixed with N 2 . ",
            "section": "Discussion"
        },
        {
            "text": "The gases with first ionization energies higher than 10.3 eV are harder to ionize than nitrogen 31 , but they affect energy and charge transformation 33 during gas discharge in a mixture with N 2 . ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 96,
                    "end": 98,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "31"
                },
                {
                    "start": 150,
                    "end": 152,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "33"
                }
            ]
        },
        {
            "text": "Since the first ionization energies of the gases probed are greater than 10.3 eV, the ionization process will depend mainly on the ionization of N 2 from its two metastable states, N 2 (A 3 P u 1 ) and N 2 (a 91 P u 2 ) with lower excitation energies [33][34][35][36][37] of ,6.2 and ,8.4 eV, respectively. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 251,
                    "end": 255,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[33]"
                },
                {
                    "start": 255,
                    "end": 259,
                    "type": "bibr",
                    "text": "[34]"
                },
                {
                    "start": 259,
                    "end": 263,
                    "type": "bibr",
                    "text": "[35]"
                },
                {
                    "start": 263,
                    "end": 267,
                    "type": "bibr",
                    "text": "[36]"
                },
                {
                    "start": 267,
                    "end": 271,
                    "type": "bibr",
                    "text": "[37]"
                }
            ]
        },
        {
            "text": "The first ionization coefficient 32 of N 2 , a, reflects ionization ability of gas from collision with electrons, and is determined by the applied electric field E and the partial pressure P of N 2 ( Supplementary Fig. S3),",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 33,
                    "end": 35,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "32"
                },
                {
                    "start": 200,
                    "end": 221,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Supplementary Fig. S3"
                }
            ]
        },
        {
            "text": "where A and B are constants related to gas species and temperature. ",
            "section": "Discussion"
        },
        {
            "text": "When the electric field rises up to a critical value, a increases with increasing N 2 partial pressure from 0 to 1 atm, displaying singlevalued a2P curves. ",
            "section": "Discussion"
        },
        {
            "text": "As collecting ionic current I c is a part of total discharge current I, it increases with a in a non-self-sustaining discharge state 32 ,",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 133,
                    "end": 135,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "32"
                }
            ]
        },
        {
            "text": "where I 0 is initial current, d is electrode separation between nanotube cathode and extracting electrode. ",
            "section": "Discussion"
        },
        {
            "text": "When the concentration of gas probed is increased in a gas mixture with N 2 , it reduces N 2 concentration at the same time, therefore single-valued decrease of collecting current with increasing concentration of the gas probed can be observed at given electric field up to a critical value. ",
            "section": "Discussion"
        },
        {
            "text": "Gas ionization properties of the triple-electrode structure were tested for new insights of the mechanism of the detection. ",
            "section": "Discussion"
        },
        {
            "text": "First, we measured the current I e flowing through the nanotube cathode in C 2 H 2 at 80 V U e with 200 mm electrode separations (between cathode and extracting electrode and between extracting electrode and collecting electrode, in general we kept two separations the same). ",
            "section": "Discussion"
        },
        {
            "text": "We found that I e 5 ,2I c ( Supplementary Fig. S4). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 28,
                    "end": 49,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Supplementary Fig. S4"
                }
            ]
        },
        {
            "text": "Current density j e passing the nanotubes can be calculated by dividing I e with the crosssectional area of all nanotubes. ",
            "section": "Discussion"
        },
        {
            "text": "To understand the effect of gas concentration and electric field on gas conductivity, we tested NO in a concentration range of 0-690 ppm at various extracting voltages of U e and 120 mm electrode separations. ",
            "section": "Discussion"
        },
        {
            "text": "Gas conductivity of NO, calculated by dividing j e with the average electric field between the cathode and the extracting electrode 38 , was observed that it remained constant with rising average electric field and monotonically decreased with increasing NO concentration ( Supplementary Fig.  S5A). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 274,
                    "end": 297,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Supplementary Fig.  S5A"
                }
            ]
        },
        {
            "text": "The results indicate a single-valued sensitivity mechanism of our structure for NO detection. ",
            "section": "Discussion"
        },
        {
            "text": "Furthermore we evaluate the effect of gas temperature and electric field on gas ionization. ",
            "section": "Discussion"
        },
        {
            "text": "Current density j e was found exponentially dependent on gas temperature and linearly dependent on average electric field in pure N 2 at 200 mm separations ( Supplementary Fig. S6A, C), which follows the field-assisted thermal emission law 38 . ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 158,
                    "end": 180,
                    "type": "figure",
                    "text": "Supplementary Fig. S6A"
                }
            ]
        },
        {
            "text": "It showed a potential of the structure for detecting gas temperature. ",
            "section": "Discussion"
        },
        {
            "text": "To study the effect of gas concentration on electron emission ability of carbon nanotubes which greatly contributed to gas discharge current, we conducted tests using two sensors with 100 mm and 120 mm electrode separations at 80 V U e with NO concentrations from 0 to 700 ppm and at gas temperatures from 30 to 80uC ( Supplementary Fig. S7A, B). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 319,
                    "end": 344,
                    "type": "figure",
                    "text": "Supplementary Fig. S7A, B"
                }
            ]
        },
        {
            "text": "Schottky barrier w was calculated according to Eq. ",
            "section": "Discussion"
        },
        {
            "text": "3. ",
            "section": "Discussion"
        },
        {
            "text": "We observed that slightly barrier increasing with NO concentration ( Supplementary Fig. S7C, D) could induce large change of collecting current. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 69,
                    "end": 91,
                    "type": "figure",
                    "text": "Supplementary Fig. S7C"
                }
            ]
        },
        {
            "text": "The result showed the effect of gas concentration on emission ability of nanotubes and also sensing potential of our structure.  ",
            "section": "Discussion"
        },
        {
            "text": "Fig. S5B), current density was also higher and up to 10 2 A/m 2 order ( Supplementary Fig. S6D). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig. S5B"
                },
                {
                    "start": 72,
                    "end": 94,
                    "type": "figure",
                    "text": "Supplementary Fig. S6D"
                }
            ]
        },
        {
            "text": "This arises from the secondary electron emission induced by heavy bombardment of the positive ions on the nanotube cathode. ",
            "section": "Discussion"
        },
        {
            "text": "Higher current density resulted in shorter lifespan of nanotubes and multi-valued sensitivity of double-electrode structure [2][3][4][5][6][7][8][9][10][11] .",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 124,
                    "end": 127,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 127,
                    "end": 130,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 130,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 133,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                },
                {
                    "start": 136,
                    "end": 139,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                },
                {
                    "start": 139,
                    "end": 142,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                },
                {
                    "start": 142,
                    "end": 145,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                },
                {
                    "start": 145,
                    "end": 148,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                },
                {
                    "start": 148,
                    "end": 152,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                },
                {
                    "start": 152,
                    "end": 156,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "To study single-valued sensitivity, we chose hydrogen (H 2 ) as the test gas, and controlled electric field strength by varying voltage and distance between electrodes. ",
            "section": "Discussion"
        },
        {
            "text": "To find the critical field needed for single-valued sensitivity, we kept the distances between the cathode and the extracting electrode, and between the extracting and the colleting electrodes constant at 200 mm, fixed U c constant at 10 V (0 V at the cathode and 10 V at the collecting electrode), changed U e from 40 to 80 V, and carried out hydrogen detection at 1 atm chamber pressure. ",
            "section": "Discussion"
        },
        {
            "text": "When U e increased, current characteristics changed from non-monotonic to monotonic at 80 V ( Fig. 2a). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 94,
                    "end": 101,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 2a"
                }
            ]
        },
        {
            "text": "Therefore, for H 2 , the threshold value of U e was found to be around 80 V at 200 mm separations. ",
            "section": "Discussion"
        },
        {
            "text": "We also found threshold voltages and electrode separations to obtain single-valued sensitivities for other gases and mixtures, including C 2 H 2 , O 2 , C 2 H 4 , SO 2 , SO 2 /NO and H 2 /C 2 H 2 / C 2 H 4 mixtures.",
            "section": "Discussion"
        },
        {
            "text": "Single-valued sensitivities were found to be distinct to different gases. ",
            "section": "Discussion"
        },
        {
            "text": "This is because different gases have distinct physical and chemical properties. ",
            "section": "Discussion"
        },
        {
            "text": "A sensor with 200 mm electrode separations exhibited the sensitivities of 28 pA/ppm to 151 ppm (1 ppm 5 1 mL/L) for H 2 (Fig. 2a), and of 2533 pA/ppm to 1 ppm for C 2 H 2 ( Fig. 2b) at 80 V of U e . ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 120,
                    "end": 129,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Fig. 2a)"
                },
                {
                    "start": 173,
                    "end": 180,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 2b"
                }
            ]
        },
        {
            "text": "Fig. 2b also shows current vs. concentration change for O 2 . ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 2b"
                }
            ]
        },
        {
            "text": "And the sensitivity was 2327 pA/10000 ppm (20.03 pA/ppm) to 6% O 2 within a wide range of concentration from 0 to 100% (at 1 atm chamber pressure). ",
            "section": "Discussion"
        },
        {
            "text": "Distinct sensitivities were also found for gases of C 2 H 4 , NO, NO 2 , and SO 2 ( Supplementary Fig. S8). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 84,
                    "end": 105,
                    "type": "figure",
                    "text": "Supplementary Fig. S8"
                }
            ]
        },
        {
            "text": "Fig. 2c displays two adjacent sensitivity curves for C 2 H 2 , exhibiting our finding on the reproducible characteristic of the sensors in C 2 H 2 . ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 2c"
                }
            ]
        },
        {
            "text": "Based on these results, we anticipated that our sensor might have the potential to detect a gas component in a mixture.",
            "section": "Discussion"
        },
        {
            "text": "To evaluate the potential of our sensor for detecting gas components in a gas mixture, we tested the effect of the electrode distance on sensitivity of the sensors to mixed gases at 150 V of U e (Fig. 3a). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 195,
                    "end": 204,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "(Fig. 3a)"
                }
            ]
        },
        {
            "text": "For these tests, we also kept the distances between the cathode and the extracting electrode and between the extracting and the collecting electrodes the same. ",
            "section": "Discussion"
        },
        {
            "text": "For a sensor with 75 mm electrode separations, we measured output currents larger than 12 nA and observed the largest change of 4.8 nA corresponding to four gas mixtures; but for a sensor with 120 mm separations, the output currents were lower than 4.2 nA with a change of 1.4 nA corresponding to the same gas mixtures, displaying smaller sensitivity. ",
            "section": "Discussion"
        },
        {
            "text": "Therefore, we can choose different electrode separations and make the sensors having various distinct sensitivities to different gas components, exploiting identification and detection of gas component in a mixture.",
            "section": "Discussion"
        },
        {
            "text": "We chose two electrode separations for fabricating two sensors (Fig. 3b), and conducted tests for detecting two components of SO 2 and NO in a mixture with N 2 without component separation. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 63,
                    "end": 72,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "(Fig. 3b)"
                }
            ]
        },
        {
            "text": "One sensor with 100 mm separations detected NO in a 0-1128 ppm range, and the other with 150 mm separations detected SO 2 in a 0-738 ppm range. ",
            "section": "Discussion"
        },
        {
            "text": "Collecting currents as single-valued functions of two-component concentrations were measured when U e was increased to 100 V ( Fig. 3c, d). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 127,
                    "end": 137,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Fig. 3c, d"
                }
            ]
        },
        {
            "text": "Fig. 3c shows that the collecting current of the NO sensor decreased from 0.71 to 0.47 nA when maintaining constant NO concentration and increasing SO 2 concentration from 141 to 738 ppm, showing interference from SO 2 component. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Fig. 3c"
                }
            ]
        },
        {
            "text": "Similarly, Fig. 3d shows interference from NO component to the SO 2 detection.",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 11,
                    "end": 18,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Fig. 3d"
                }
            ]
        },
        {
            "text": "Equations (1) and (2) show that collecting current I c is an exponential function of electrode separation d and component partial pressure 32 . ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 10,
                    "end": 13,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1)"
                },
                {
                    "start": 18,
                    "end": 21,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(2)"
                },
                {
                    "start": 139,
                    "end": 141,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "32"
                }
            ]
        },
        {
            "text": "When detection chamber volume is given, partial pressure is proportional to component concentration. ",
            "section": "Discussion"
        },
        {
            "text": "Therefore the collecting current I c in Fig. 3c and d is determined mainly by three factors of electrode separation, NO concentration Q NO and SO 2 concentration Q SO2 , which can be described as follows: on I 1 , respectively; g 0 , g 1 and g 2 in Eq. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 40,
                    "end": 47,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Fig. 3c"
                }
            ]
        },
        {
            "text": "(5) describe the effect of d 2 , Q NO and Q SO2 on I 2 , respectively. ",
            "section": "Discussion"
        },
        {
            "text": "a 0 , a 1 , and a 2 are the coefficients of f 0 , f 1 and f 2 , respectively; b 0 , b 1 and b 2 are the coefficients of g 0 , g 1 and g 2 , respectively. ",
            "section": "Discussion"
        },
        {
            "text": "From the equations (4) and (5), values of Q NO and Q SO2 can be solved. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 27,
                    "end": 30,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "(5)"
                }
            ]
        },
        {
            "text": "Therefore, by careful study of gas component interaction mechanism with electrodes and design of the sensor configuration, sensors capable for multi-component detection may be designed, and concentrations of the two components could be obtained through detection followed by data processing according to the equations (4) and (5). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 326,
                    "end": 329,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "(5)"
                }
            ]
        },
        {
            "text": "Fig. 4 shows that this technique is also valid for direct detection of H 2 , C 2 H 2 , and C 2 H 4 in a mixture by using three sensors with different electrode separations (Fig. 4). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Fig. 4"
                },
                {
                    "start": 172,
                    "end": 179,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "(Fig. 4"
                }
            ]
        },
        {
            "text": "To C 2 H 2 , detection was sensitive down to 1 ppm. ",
            "section": "Discussion"
        },
        {
            "text": "The results suggested that the sensor array with different electrode separations has potential for use in trace gas and gas component detections. ",
            "section": "Discussion"
        },
        {
            "text": "Two sensors with different electrode separations were fabricated to simultaneously detect 0-700 ppm NO and gas temperature at 80 V of U e , respectively (Fig. 5a, b and Supplementary Fig. S7A,  B). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 153,
                    "end": 164,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Fig. 5a, b"
                },
                {
                    "start": 169,
                    "end": 195,
                    "type": "figure",
                    "text": "Supplementary Fig. S7A,  B"
                }
            ]
        },
        {
            "text": "Tests were conducted while NO concentration increased from 0 to 700 ppm at various given temperature values in a range of 30-80uC. ",
            "section": "Discussion"
        },
        {
            "text": "The sensor with 100 mm electrode separation detected NO in a range of 0-700 ppm, and exhibits the highest sensitivity of 223 pA/ ppm to 335 ppm NO (Supplementary Table S1). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 162,
                    "end": 170,
                    "type": "table",
                    "text": "Table S1"
                }
            ]
        },
        {
            "text": "The other sensor with 120 mm separation detected gas temperature in a range of 30-80uC, and exhibits the highest sensitivity of 1 nA/uC to 70uC ( Supplementary Table S2). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 146,
                    "end": 168,
                    "type": "table",
                    "text": "Supplementary Table S2"
                }
            ]
        },
        {
            "text": "Fig. 5a and b also show the effect of gas temperature on NO detection and that of NO concentration on temperature detection, respectively. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig. 5a"
                }
            ]
        },
        {
            "text": "The highest cross sensitivity of the NO sensor to temperature is 2.0 3 10 22 /uC ( Supplementary  Table S1), two orders higher than that of the temperature sensor to NO, 23.1 3 10 24 ppm 21 ( Supplementary Table S2), indicating a stronger effect of temperature on NO detection than that of NO on temperature detection.",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 83,
                    "end": 106,
                    "type": "table",
                    "text": "Supplementary  Table S1"
                },
                {
                    "start": 192,
                    "end": 214,
                    "type": "table",
                    "text": "Supplementary Table S2"
                }
            ]
        },
        {
            "text": "Analysis on simultaneously detecting NO and gas temperature follows: Since collecting current I c is an exponential function of electrode separation d, component partial pressure P, gas temperature T and electric field intensity E (Eqs. ",
            "section": "Discussion"
        },
        {
            "text": "(1) and (2)), we can obtain an equation for I c in dependent of d, Q and T at given voltages applied on three electrodes. ",
            "section": "Discussion"
        },
        {
            "text": "In this case, the collecting current I c is determined by the three factors of electrode separation d, NO concentration Q NO and gas temperature T, which can be described as follows:  7are the coefficients of g 0 , g 1 and g 2 , respectively. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 184,
                    "end": 185,
                    "ref_id": "formula_5",
                    "text": "7"
                }
            ]
        },
        {
            "text": "These coefficients can be determined experimentally (Fig. 5a, b and Supplementary Fig. S7A, B). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 52,
                    "end": 63,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Fig. 5a, b"
                },
                {
                    "start": 68,
                    "end": 94,
                    "type": "figure",
                    "text": "Supplementary Fig. S7A, B)"
                }
            ]
        },
        {
            "text": "The values of Q NO and T can be obtained by solving Eqs. ",
            "section": "Discussion"
        },
        {
            "text": "(6) and (7). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(6)"
                },
                {
                    "start": 8,
                    "end": 11,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "(7)"
                }
            ]
        },
        {
            "text": "Similarly, a proper data processing of the data shown on Fig. 5a and b could be conducted, resulting in detection of NO concentration and gas temperature at the same time. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 57,
                    "end": 64,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig. 5a"
                }
            ]
        },
        {
            "text": "Moreover, three sensors with various distinct electrode separations were fabricated and used to simultaneously detect a SO 2 -NO mixture and gas temperature (Fig. 6). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 157,
                    "end": 165,
                    "type": "figure",
                    "text": "(Fig. 6)"
                }
            ]
        },
        {
            "text": "The sensor with a 100 mm electrode separation showed a highest sensitivity of 27.7 nA/ppm to 298 ppm NO ( Supplementary Table S3), the sensor with a 75 mm electrode separation showed a highest sensitivity of 23.8 nA/ppm to 280 ppm SO 2 (Supplementary Table S4), and the sensor with a 120 mm electrode separation showed a highest sensitivity of 83.2 nA/uC to 120uC (Supplementary Table S5). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 106,
                    "end": 128,
                    "type": "table",
                    "text": "Supplementary Table S3"
                },
                {
                    "start": 251,
                    "end": 259,
                    "type": "table",
                    "text": "Table S4"
                },
                {
                    "start": 379,
                    "end": 387,
                    "type": "table",
                    "text": "Table S5"
                }
            ]
        },
        {
            "text": "The highest cross sensitivity to temperature is one order higher than that to NO and SO 2 ( Supplementary Tables S3-5), respectively, indicating a greater effect of temperature on NO and SO 2 detection than that of NO or SO 2 concentration on temperature detection. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 92,
                    "end": 118,
                    "type": "table",
                    "text": "Supplementary Tables S3-5)"
                }
            ]
        },
        {
            "text": "A proper data processing of the data presented in Fig. 6 could also be conducted and could simultaneously detect the two components and gas temperature. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 50,
                    "end": 56,
                    "type": "figure",
                    "text": "Fig. 6"
                }
            ]
        },
        {
            "text": "Sensitivity of the sensor to gas temperature in pure N 2 was also tested (Fig. 6d), and displayed a highest sensitivity value of 14.9 mA/uC to 100uC ( Supplementary  Table S6), considerably higher than that to gas concentration by ,three orders and higher than that of existing temperature measurement technology by ,one order 26 . ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 73,
                    "end": 82,
                    "type": "figure",
                    "text": "(Fig. 6d)"
                },
                {
                    "start": 151,
                    "end": 174,
                    "type": "table",
                    "text": "Supplementary  Table S6"
                },
                {
                    "start": 327,
                    "end": 329,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "26"
                }
            ]
        },
        {
            "text": "The results further suggested that our sensor with distinct gaps can work as gas sensor and temperature sensor at the same time, leading to the development of integrated sensing devices with capability for temperature monitoring and concentration detection at the same time. ",
            "section": "Discussion"
        },
        {
            "text": "Additionally, our sensor is superior to the existing temperature measurement technology [26][27][28] . ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 88,
                    "end": 92,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[26]"
                },
                {
                    "start": 92,
                    "end": 96,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[27]"
                },
                {
                    "start": 96,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[28]"
                }
            ]
        },
        {
            "text": "Our study overcame a key barrier of double-electrode and tripolar electrode ionic gas sensors, that is multi-valued sensitivity [2][3][4][5][6][7][8][9][10][11] to gas concentration at 1 atm operating pressure. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 128,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 131,
                    "end": 134,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 134,
                    "end": 137,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 137,
                    "end": 140,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                },
                {
                    "start": 140,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                },
                {
                    "start": 143,
                    "end": 146,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                },
                {
                    "start": 146,
                    "end": 149,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                },
                {
                    "start": 149,
                    "end": 152,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                },
                {
                    "start": 152,
                    "end": 156,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                },
                {
                    "start": 156,
                    "end": 160,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "Through design of the triple-electrode gas sensor and careful control of the distances from the extracting electrode to the cathode and the collecting electrode as   well as the field direction and the voltages between them, we were able to significantly reduce ion bombardment on the carbon nanotube cathode, hence increase field strength at lower voltage near the tips without quick tip damaging, which leads to a single-valued sensitivity in a wide range. ",
            "section": "Discussion"
        },
        {
            "text": "We have demonstrated multi-gas detection as well as simultaneously gas and temperature detection capability, and that our design is superior to existing commercial gas and temperature sensors [22][23][24][25][26][27][28] . ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 192,
                    "end": 196,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[22]"
                },
                {
                    "start": 196,
                    "end": 200,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[23]"
                },
                {
                    "start": 200,
                    "end": 204,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[24]"
                },
                {
                    "start": 204,
                    "end": 208,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[25]"
                },
                {
                    "start": 208,
                    "end": 212,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[26]"
                },
                {
                    "start": 212,
                    "end": 216,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[27]"
                },
                {
                    "start": 216,
                    "end": 220,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[28]"
                }
            ]
        },
        {
            "text": "With further development, we believe this work could lead to miniaturized, multi-functional sensing devices.",
            "section": "Discussion"
        },
        {
            "text": "Sensor fabrication. ",
            "section": "Methods"
        },
        {
            "text": "The triple-electrode sensor using carbon nanotube array was fabricated by using Microelectro Mechanical Systems (MEMS) technology. ",
            "section": "Methods"
        },
        {
            "text": "The silicon slices (500 mm thick, 27 mm in length, 8 mm in width) were cut as the substrates of cathode, extracting electrode and collecting electrode, respectively. ",
            "section": "Methods"
        },
        {
            "text": "They were processed through photolithography and dry etching, resulting in the cathode with two round holes, the extracting electrode with one round hole, and the collecting electrode with a 200 mm deep square blind hole. ",
            "section": "Methods"
        },
        {
            "text": "50 nm thick Ti film, 400 nm thick Ni film and 125 nm thick Au film were deposited in sequence by magnetron sputtering on both sides of extracting electrode (Fig. 1a, c) and the inner side of cathode and collecting electrode. ",
            "section": "Methods",
            "ref_spans": [
                {
                    "start": 156,
                    "end": 167,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "(Fig. 1a, c"
                }
            ]
        },
        {
            "text": "Then the three electrodes were rapidly annealed ( Supplementary  Fig. S1A-C) in a low vacuum of ,3.0 Pa at 450uC for 50 seconds to alloy the Ti/Ni/ Au film. ",
            "section": "Methods",
            "ref_spans": [
                {
                    "start": 50,
                    "end": 73,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Supplementary  Fig. S1A"
                }
            ]
        },
        {
            "text": "On the annealed Ti/Ni/Au film of cathode, vertically aligned multiwalled nanotube (MWNT) array ( Supplementary Fig. S1D) was grown by thermal chemical vapor deposition (TCVD) method. ",
            "section": "Methods",
            "ref_spans": [
                {
                    "start": 97,
                    "end": 119,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Supplementary Fig. S1D"
                }
            ]
        },
        {
            "text": "Polyester film was cut as the insulating strips between electrodes with 2-mm width and various given thickness which corresponds to various electrode separation of the device. ",
            "section": "Methods"
        },
        {
            "text": "In the final step golden wires were bonded on the edge of electrodes and the three electrodes were bonded together with insulating glue, and finally, the sensor device ( Supplementary Fig. S1E) was fabricated.",
            "section": "Methods",
            "ref_spans": [
                {
                    "start": 170,
                    "end": 192,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Supplementary Fig. S1E"
                }
            ]
        },
        {
            "text": "Gas mixture preparation and temperature control system. ",
            "section": "Methods"
        },
        {
            "text": "An automatic gas mixing system was consisted of an operation platform based on a computer, a gas mixing chamber, and a gas and temperature detection chamber. ",
            "section": "Methods"
        },
        {
            "text": "There were five gas cylinders containing high purity gas with concentration accuracy of 2%. ",
            "section": "Methods"
        },
        {
            "text": "One of them supplied the environment gas N 2 and the others supplied the measured gas. ",
            "section": "Methods"
        },
        {
            "text": "Five mass flow controllers (MFC, Line Tech M3030V with 1% accuracy) were used to continuously regulate gas flux for preparing mixed gas concentrations. ",
            "section": "Methods"
        },
        {
            "text": "The full scales of the five MFCs were two with 50 mL/min, one with 100 mL/min, one with 500 mL/ min and one with 1000 mL/min. ",
            "section": "Methods"
        },
        {
            "text": "2.5% accuracy of the gas concentration in two/three/ four component mixtures was obtained through calculation on the basis of 1% accuracy of MFC and 2% accuracy of source gas. ",
            "section": "Methods"
        },
        {
            "text": "After well mixed in a gas mixing chamber, gas mixture flowed into a sealable stainless steel detection chamber with a pressure meter to detect gas pressure. ",
            "section": "Methods"
        },
        {
            "text": "A temperature control device was used to control gas temperature and the temperature can be increased to the set value within 1 minute. ",
            "section": "Methods"
        },
        {
            "text": "A vacuum pump was equipped for pumping gas out of the detection chamber and quick gas exchange.",
            "section": "Methods"
        },
        {
            "text": "Electrical test system. ",
            "section": "Methods"
        },
        {
            "text": "A PXI bus test system was constructed to provide high stable powers for the sensors and to precisely measure the collecting currents from pA to nA. ",
            "section": "Methods"
        },
        {
            "text": "The test system based on PXI bus was consisted of a 14-Slot Chassis (NI PXI-1044), a controller module (NI PXI-ExpressCard8360), five digital multimeter modules (NI PXI-4071), and three power modules (NI PXI-4132). ",
            "section": "Methods"
        },
        {
            "text": "The three power modules provided voltages needed for the electrodes (Fig. 1c). ",
            "section": "Methods",
            "ref_spans": [
                {
                    "start": 68,
                    "end": 77,
                    "type": "figure",
                    "text": "(Fig. 1c)"
                }
            ]
        },
        {
            "text": "Two of the power modules were connected in series to provide 0-150 V voltage for extracting electrodes of the sensors, and the other power module provided 0-100 V voltage for collecting electrodes. ",
            "section": "Methods"
        },
        {
            "text": "The digital multimeter modules with shielded cables are capable of acquiring the collecting currents from pA to nA for five sensors at the same time. ",
            "section": "Methods"
        },
        {
            "text": "All acquired data were recorded to a computer through a LabVIEW program linked to MXI interface.",
            "section": "Methods",
            "entity_spans": [
                {
                    "start": 56,
                    "end": 63,
                    "type": "software",
                    "rawForm": "LabVIEW",
                    "resp": "#annotator4",
                    "used": true,
                    "id": "a584cb90a8-software-simple-0",
                    "cert": "1.0"
                }
            ]
        },
        {
            "text": "Sensor measurements. ",
            "section": "Methods"
        },
        {
            "text": "The sensor array was placed in a detection chamber and wires bonded to electrodes were extended outside through an interface. ",
            "section": "Methods"
        },
        {
            "text": "Sensors with distinct gaps in the array simultaneously detected different physical parameters such as concentration of different gas species and gas temperature. ",
            "section": "Methods"
        },
        {
            "text": "Measurements were conducted with increasing gas concentration in a preset range at various temperatures from 17 to 120uC. ",
            "section": "Methods"
        },
        {
            "text": "Before the measurements, temperature was controlled at a set value, Figure 6 | Simultaneous detection of a NO2SO 2 mixture and gas temperature by using three sensors at 150 V U e and 10 V U c , and temperature sensitivity test. ",
            "section": "Methods",
            "ref_spans": [
                {
                    "start": 68,
                    "end": 76,
                    "type": "figure",
                    "text": "Figure 6"
                }
            ]
        },
        {
            "text": "(a) The first sensor with 75 mm separations for SO 2 test, ",
            "section": "Methods"
        },
        {
            "text": "(b) the second with 100 mm separations for NO test and ",
            "section": "Methods"
        },
        {
            "text": "(c) the third with 120 mm separations for gas temperature test. ",
            "section": "Methods"
        },
        {
            "text": "The sensitivities of the three sensors are distinctly different. ",
            "section": "Methods"
        },
        {
            "text": "Collecting currents I 1 and I 2 of the sensors in ",
            "section": "Methods"
        },
        {
            "text": "(a) and ",
            "section": "Methods"
        },
        {
            "text": "(b) monotonically decrease with increasing SO 2 and NO concentration, respectively; nevertheless I 3 in ",
            "section": "Methods"
        },
        {
            "text": "(c) increases with gas temperature in the preset range, showing a considerably higher sensitivity of the sensor to gas temperature. ",
            "section": "Methods"
        },
        {
            "text": "(d) Temperature sensitivity of our sensor at 200 mm separation between the cathode and the extracting electrode, 220 mm separation between the extracting and the collecting electrodes, and at 100 V U e in pure N 2 .",
            "section": "Methods"
        },
        {
            "text": "and then air was pumped out of the chamber to establish a low vacuum with a gas pressure of 5 kPa, later the measured gases and the environment gas N 2 were introduced in a controlled fashion until chamber pressure is increased to 1 atm. ",
            "section": "Methods"
        },
        {
            "text": "One minute after voltages were applied on three electrodes, collecting currents were measured and recorded to the computer through the MXI interface at various gas concentration and temperature conditions. ",
            "section": "Methods"
        },
        {
            "text": "The triple-electrode sensor device. ",
            "section": "Figure 1 |"
        },
        {
            "text": "(a) Exploded view of tripleelectrode showing MWNT film used as the cathode. ",
            "section": "Figure 1 |"
        },
        {
            "text": "(b) SEM micrograph of a TCVD-grown, vertically aligned MWNT film. ",
            "section": "Figure 1 |"
        },
        {
            "text": "(c) Schematic diagram of the test system. ",
            "section": "Figure 1 |"
        },
        {
            "text": "U e is higher than U c , which offers two electric fields E 1 and E 2 in reversed field direction. ",
            "section": "Figure 1 |"
        },
        {
            "text": "(d) Calculated potential schematic and its effect on ion diffusion and migration. ",
            "section": "Figure 1 |"
        },
        {
            "text": "Positive ions, generated by discharge (a process) between the cathode and the extracting electrode, diffuse to the extracting electrode and then move to the collecting electrode due to acceleration by the electric field E 2 , and thereby form the positive ionic current I c .",
            "section": "Figure 1 |"
        },
        {
            "text": "Effect of gas concentration on positive ionic current. ",
            "section": "Figure 2 |"
        },
        {
            "text": "(a) Single-valued decrease of positive ionic current namely collecting current with increasing H 2 concentration at 200 mm separations and 80 V of U e (black). ",
            "section": "Figure 2 |"
        },
        {
            "text": "Multi-valued sensitivities to hydrogen at 200 mm separations with U e as 40 V (purple) and 60 V (red), respectively. ",
            "section": "Figure 2 |"
        },
        {
            "text": "(b) Single-valued decrease of collecting current with increasing C 2 H 2 concentration at 200 mm separations and 80 V of U e (black). ",
            "section": "Figure 2 |"
        },
        {
            "text": "Single-valued decrease of collecting current with increasing O 2 concentration at 90 V of U e (red), at 200 mm separation between the cathode and the extracting electrode and 100 mm separation between the extracting and the collecting electrodes. ",
            "section": "Figure 2 |"
        },
        {
            "text": "(c) Sensitivity curves Nos. 1 and 2 of 200 mm separation sensors to C 2 H 2 at 80 V of U e , exhibiting our finding on the reproducible single-valued characteristic of the sensors in C 2 H 2 . ",
            "section": "Figure 2 |"
        },
        {
            "text": "where d 1 5 100 mm, d 2 5 150 mm, I 1 and I 2 are collecting current of the 100 mm and 150 mm separation sensors, respectively. ",
            "section": "Figure 2 |"
        },
        {
            "text": "The functions of f 0 , f 1 and f 2 in Eq. ",
            "section": "Figure 2 |"
        },
        {
            "text": "(4) describe the effect of d 1 , Q NO and Q SO2",
            "section": "Figure 2 |"
        },
        {
            "text": "100 mm, d 2 5 120 mm, I 1 and I 2 are collecting current of the sensors with 100 mm and 120 mm electrode separation, respectively. ",
            "section": "where d 1 5"
        },
        {
            "text": "The functions of f 0 , f 1 and f 2 in Eq. ",
            "section": "where d 1 5"
        },
        {
            "text": "(6) is dependent of d 1 , Q NO and T, respectively; g 0 , g 1 and g 2 in Eq. ",
            "section": "where d 1 5"
        },
        {
            "text": "(7) is dependent of d 2 , Q NO and T, respectively. ",
            "section": "where d 1 5"
        },
        {
            "text": "a 0 , a 1 , and a 2 in Eq. ",
            "section": "where d 1 5"
        },
        {
            "text": "(6) are the coefficients of f 0 , f 1 and f 2 , respectively; b 0 , b 1 , and b 2 in Eq.",
            "section": "where d 1 5"
        },
        {
            "text": "Effect of electrode separation on ionic current and detection of gas mixture. ",
            "section": "Figure 3 |"
        },
        {
            "text": "(a) Various separations are given as 75 mm, 80 mm, 100 mm and 120 mm, respectively. ",
            "section": "Figure 3 |"
        },
        {
            "text": "Case 1 denotes a concentration in gas mixture of SO 2 (280 ppm)/NO (1115 ppm)/NO 2 (195 ppm), 2 of SO 2 (736 ppm)/NO (1115 ppm)/NO 2 (195 ppm), 3 of SO 2 (280 ppm)/NO (296 ppm)/NO 2 (218 ppm), and 4 of SO 2 (280 ppm)/NO (818 ppm)/NO 2 (218 ppm). ",
            "section": "Figure 3 |"
        },
        {
            "text": "Four cases are all mixed with 208798 ppm O 2 in N 2 ambient with 150 V U e . ",
            "section": "Figure 3 |"
        },
        {
            "text": "It shows that various separations enable different collecting currents. ",
            "section": "Figure 3 |"
        },
        {
            "text": "(b) Two sensors with different separations constitute a sensor array for detecting two components of SO 2 and NO in a mixture at 100 V U e , with one sensor with 100 mm separations for NO detection and the other with 150 mm separations for SO 2 detection. ",
            "section": "Figure 3 |"
        },
        {
            "text": "(c) Collecting current of the NO sensor decreases with increasing NO concentration at different constant SO 2 concentrations at 100 mm separations, showing interference from SO 2 component. ",
            "section": "Figure 3 |"
        },
        {
            "text": "(d) Collecting current of the SO 2 sensor decreases with increasing SO 2 concentration at different constant NO concentrations at 150 mm separations, showing interference from NO component to SO 2 detection.",
            "section": "Figure 3 |"
        },
        {
            "text": "(a) Detection of a H 2 /C 2 H 2 /C 2 H 4 mixture by using three sensors at 70uC, 150 V U e and 1 V U c . ",
            "section": "Figure 4 |"
        },
        {
            "text": "(b) the first sensor with 75 mm separations for C 2 H 2 test, showing detection ability of the sensor down to 1 ppm trace gas, ",
            "section": "Figure 4 |"
        },
        {
            "text": "(c) the second with 100 mm separations for H 2 test and ",
            "section": "Figure 4 |"
        },
        {
            "text": "(d) the third with 120 mm separations for C 2 H 4 test. ",
            "section": "Figure 4 |"
        },
        {
            "text": "The sensitivities of the three sensors are obviously different, and collecting current monotonically decreases with increasing H 2 , C 2 H 2 and C 2 H 4 concentrations in the preset concentration ranges.",
            "section": "Figure 4 |"
        },
        {
            "text": "Simultaneous detection of NO and gas temperature.",
            "section": "Figure 5 |"
        },
        {
            "text": "(a) Collecting current I c dependence on NO concentration at 60uC, 70uC, and 80uC, respectively, showing a greater effect of gas temperature T on NO detection, at 100 mm electrode separations and 80 V U e . "
        },
        {
            "text": "(b) Collecting current I c dependence on gas temperature T at 119 mL/L, 335 mL/L, and 700 mL/L of NO, respectively, showing a slight effect of NO on gas temperature detection, at 120 mm electrode separations and 80 V U e ."
        },
        {
            "text": "found to be responsible for nitrogen oxides conversion in nonthermal nitrogen plasma. ",
            "section": "u 1 ) 1 )"
        },
        {
            "text": "Ind. ",
            "section": "u 1 ) 1 )"
        },
        {
            "text": "Eng. ",
            "section": "u 1 ) 1 )"
        },
        {
            "text": "Chem. ",
            "section": "u 1 ) 1 )"
        },
        {
            "text": "Res. 43, 5077-5088 (2004). ",
            "section": "u 1 ) 1 )"
        },
        {
            "text": "34. Fresnet, F. et al. ",
            "section": "u 1 ) 1 )"
        },
        {
            "text": "Influence of water on NO removal by pulsed discharge in N 2 / H 2 O/NO mixtures. ",
            "section": "u 1 ) 1 )"
        },
        {
            "text": "Plasma Sources Sci. ",
            "section": "u 1 ) 1 )"
        },
        {
            "text": "Technol. ",
            "section": "u 1 ) 1 )"
        },
        {
            "text": "11, 152-160 (2002). ",
            "section": "u 1 ) 1 )"
        },
        {
            "text": "35. Guerra, V., Sa, P. A. & Loureiro, J. Role played by the N 2 (A 3 P u 1 ) metastable in stationary N 2 and N 2 -O 2 discharges. ",
            "section": "u 1 ) 1 )"
        },
        {
            "text": "J. Phys. ",
            "section": "u 1 ) 1 )"
        },
        {
            "text": "D: Appl. ",
            "section": "u 1 ) 1 )"
        },
        {
            "text": "Phys. ",
            "section": "u 1 ) 1 )"
        },
        {
            "text": "34, 1745-1755 (2001). ",
            "section": "u 1 ) 1 )"
        },
        {
            "text": "36. Brunet, H. & Rocca, S. J. Model for a glow discharge in flowing nitrogen. ",
            "section": "u 1 ) 1 )"
        },
        {
            "text": "J. Appl. ",
            "section": "u 1 ) 1 )"
        },
        {
            "text": "Phys. ",
            "section": "u 1 ) 1 )"
        },
        {
            "text": "57, 1574-1581 (1985). ",
            "section": "u 1 ) 1 )"
        },
        {
            "text": "37. Ono, R., Tobaru, C., Teramoto, Y. & Oda, T. Observation of N 2 (A 3 P u metastable in pulsed positive corona discharge using laser-induced fluorescence. ",
            "section": "u 1 ) 1 )"
        },
        {
            "text": "Proc. ",
            "section": "u 1 ) 1 )"
        },
        {
            "text": "IEEE Ind. ",
            "section": "u 1 ) 1 )"
        },
        {
            "text": "Appl. ",
            "section": "u 1 ) 1 )"
        },
        {
            "text": "Soc. ",
            "section": "u 1 ) 1 )"
        },
        {
            "text": "Annu. ",
            "section": "u 1 ) 1 )"
        },
        {
            "text": "Meeting CANADA, 434-437 (2008). ",
            "section": "u 1 ) 1 )"
        },
        {
            "text": "38. Kasap, S. O. Principles of Electronic Materials and Devices. ",
            "section": "u 1 ) 1 )"
        },
        {
            "text": "2nd edn, (McGraw-Hill, Boston, 2002).",
            "section": "u 1 ) 1 )"
        },
        {
            "text": "Schottky~A : T 2 : exp {w=K : T ð Þ ð 3Þ where A denotes the Richardson constant, A 5 1.20173 3 10 6 A?",
            "section": "j"
        },
        {
            "text": "m 22 ?",
            "section": "j"
        },
        {
            "text": "K 22 , K denotes the Boltzmann constant, K 5 1.38065 3 10 223 J?",
            "section": "j"
        },
        {
            "text": "K 21 , and w denotes the Schottky barrier. ",
            "section": "j"
        },
        {
            "text": "In contrast, double-electrode device displayed ruleless change of conductivity with both average electric field and NO concentration (Supplementary",
            "section": "j"
        },
        {
            "text": "SCIENTIFIC REPORTS | 3 : 1267 | DOI: 10.1038/srep01267",
            "section": "j"
        },
        {
            "text": "We thank X. H. Song, W. H. Jiang, J. X. Cao, J. Song, S. Yang and J. Wang   ",
            "section": "Acknowledgements"
        },
        {
            "text": "Y.Z. designed the project, supervised the experiments and wrote the manuscript. ",
            "section": "Author contributions"
        },
        {
            "text": "S.T.L. performed the ionization mechanism analysis and modified the manuscript. ",
            "section": "Author contributions"
        },
        {
            "text": "J.Y.Z. did experiments on gas and mixture sensitivity. ",
            "section": "Author contributions"
        },
        {
            "text": "Supplementary information accompanies this paper at http://www.nature.com/ scientificreports ",
            "section": "Additional information"
        }
    ]
}