{
    "id": "df6fbf23de",
    "level": "sentence",
    "abstract": [
        {
            "text": "Kaposi's sarcoma (KS) is caused by Kaposi's sarcoma-associated herpesvirus (KSHV; human herpesvirus 8). ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "KS is an AIDS-defining cancer, and it is changing in the post-antiretroviral therapy (post-ART) era. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "In countries with ready access to ART, approximately one-third of KS cases present in patients with undetectable HIV loads and CD4 counts of >200 cells/l. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "This is in contrast to pre-ART era KS, which was associated with systemic HIV replication and CD4 counts of <200 cells/l. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Using primary patient biopsy specimens, we identified a novel molecular signature that characterizes AIDS KS lesions that develop in HIV-suppressed patients on ART: KSHV transcription is limited in HIV-suppressed patients. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "With one exception, only the canonical viral latency mRNAs were detectable. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "In contrast, early AIDS KS lesions expressed many more viral mRNAs, including, for instance, the viral G protein-coupled receptor (vGPCR). ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "IMPORTANCE This is the first genomewide study of Kaposi's sarcoma-associated herpesvirus (KSHV) transcription in KS lesions in the post-antiretroviral (post-ART) era. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "It shows that the gene expression of KSHV is altered in patients on ART, and it provides clinical evidence for active AIDS (as characterized by high HIV load and low CD4 counts) being a potential modulator of KSHV transcription. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "This implies a novel mode of pathogenesis (tightly latent KS), which may inform KS cancer treatment options in the post-ART era.",
            "paragraph_rank": 2,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "text": "drome (AIDS)-defining condition. ",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "Even after the introduction of antiretroviral therapy (ART), KS has continued to cause morbidity and mortality in human immunodeficiency virus (HIV)-infected individuals (1). ",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 170,
                    "end": 173,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1)"
                }
            ]
        },
        {
            "text": "KS requires infection with the Kaposi's sarcoma-associated herpesvirus (KSHV) (2,3). ",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 78,
                    "end": 81,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(2,"
                },
                {
                    "start": 81,
                    "end": 83,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3)"
                }
            ]
        },
        {
            "text": "The risk of KS among individuals infected with KSHV is increased by poorly controlled HIV infection or immune suppression, as measured by low CD4 ϩ T-lymphocyte counts (4,5).",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 168,
                    "end": 171,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "(4,"
                },
                {
                    "start": 171,
                    "end": 173,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5)"
                }
            ]
        },
        {
            "text": "However, we and others have observed that KS can persist or develop de novo in patients on long-term ART, despite high CD4 counts and despite undetectable HIV in plasma (6,7). ",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 169,
                    "end": 172,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(6,"
                },
                {
                    "start": 172,
                    "end": 174,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7)"
                }
            ]
        },
        {
            "text": "This is not entirely unexpected since the classic (HIV-negative) form of KS is not associated with significant immunosuppression (8). ",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 129,
                    "end": 132,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(8)"
                }
            ]
        },
        {
            "text": "Histologically, KS lesions can be classified into patch, plaque, and nodal stages, but molecular markers of KS subclasses are missing. ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "We observed previously that AIDS KS lesions varied in their pattern of KSHV mRNA levels. ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "Some exhibited high-level KSHV lytic gene transcription, whereas others expressed only the limited set of viral latent genes (9,10). ",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 125,
                    "end": 128,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "(9,"
                },
                {
                    "start": 128,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10)"
                }
            ]
        },
        {
            "text": "Here, we set out to molecularly classify AIDS KS that developed in the presence of successful ART (i.e., in the absence of ongoing HIV replication).",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "Deidentified skin KS biopsy specimens were collected from male individuals on highly active ART (HAART) after 2004 with a mean age of 40 years, undetectable HIV viral load (limit of detec-tion, 50 copies/ml), and CD4 counts of Ն200 cells/l. ",
            "paragraph_rank": 5,
            "section_rank": 1
        },
        {
            "text": "The mRNA was isolated, and KSHV gene expression was determined by realtime quantitative PCR (qPCR) as described previously (10).",
            "paragraph_rank": 5,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 123,
                    "end": 127,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "(10)"
                }
            ]
        },
        {
            "text": "Evidence of KSHV lytic mRNAs was found in only 1 out of 8 (13%) KS biopsy specimens from HIV-suppressed patients collected after 2004 ( Fig. 1). ",
            "paragraph_rank": 6,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 136,
                    "end": 143,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1)"
                }
            ]
        },
        {
            "text": "In comparison, 7 out of 11 (63%) KS biopsy specimens from patients with fulminant AIDS and CD4 counts below 200 cells/l (median CD4 count, 33 cells/l, with standard error of the mean [SEM] of 23 cells), which were collected between 1996 and 1998, showed evidence of lytic mRNAs (P Յ 0.005 by Fisher's exact test). ",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "Biopsy specimens with a \"lytic\" KSHV profile had ",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "(i) many more detectable lytic mRNA transcripts, as well as ",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "(ii) higher levels of lytic mRNAs on an individual gene basis. ",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "KSHV latency-associated nuclear antigen (LANA) mRNA is not depicted in Fig. 1, since it was used for normalization. ",
            "paragraph_rank": 6,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 71,
                    "end": 77,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "Note that the primer 73 5= untranscribed region (5=UTR) (noted by * in Fig. 1), which measures the spliced form of the 5=UTR of the major KSHV latency transcript, was present in all samples.",
            "paragraph_rank": 6,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 71,
                    "end": 77,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "Two types of normalization were possible in order to compare mRNA levels across multiple samples. ",
            "paragraph_rank": 7,
            "section_rank": 1
        },
        {
            "text": "Either all mRNA levels in a sample could be normalized to a cellular standard, one (or more [11]) so-called \"housekeeping gene,\" or all mRNAs could be normalized to a viral standard mRNA.",
            "paragraph_rank": 7,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 92,
                    "end": 96,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "The ␤-actin mRNA level for HIV-suppressed patients had a mean cycle threshold (C T ) of 26.69, with a 95% confidence interval (CI) of 24.69 to 28.68. ",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "The ␤-actin mRNA level for a group of AIDS KS samples had a mean C T of 29.31 with a 95% CI of 26.52 to 32.10. ",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "There was no statistical difference in the ␤-actin levels based on the Welch two-sample t test. ",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "If anything, we had slightly more mRNA from the post-HAART biopsy specimens, and thus a higher sensitivity of detecting lytic KSHV mRNAs if there were any. ",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "This suggests that the lack of lytic mRNA detection in the HIV-suppressed KS lesions was not due to lesser sensitivity or systematic technical differences among both groups, but reflects the biology of the virus. ",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "Based on our recent experience in analyzing KS mRNA levels in clinical trials (12,13), we choose to normalize to a common stable mRNA that encodes latency-associated nuclear antigen (LANA), vCycl, and vFLIP (9). ",
            "paragraph_rank": 8,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 78,
                    "end": 82,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(12,"
                },
                {
                    "start": 82,
                    "end": 85,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13)"
                },
                {
                    "start": 207,
                    "end": 210,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "(9)"
                }
            ]
        },
        {
            "text": "This mRNA as well as the LANA protein is expressed in every KSHV-infected KS tumor cell, latent and lytic, based on in situ studies (9,14). ",
            "paragraph_rank": 8,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 132,
                    "end": 135,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "(9,"
                },
                {
                    "start": 135,
                    "end": 138,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14)"
                }
            ]
        },
        {
            "text": "The level of this \"tricistronic\" mRNA does not change dramatically upon reactivation in primary effusion lymphoma (PEL) (15,16) and is also present upon replication in endothelial cells (17). ",
            "paragraph_rank": 8,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 120,
                    "end": 124,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(15,"
                },
                {
                    "start": 124,
                    "end": 127,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16)"
                },
                {
                    "start": 186,
                    "end": 190,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "(17)"
                }
            ]
        },
        {
            "text": "We therefore normalized all mRNA signals to LANA gene expression. ",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "Normalizing to LANA mRNA thus normalized to the number of KS tumor cells within a biopsy specimen rather than nonneoplastic tumor infiltrating and/or stromal cells. ",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "Figure 2C demonstrates the heterogeneity of KS lesions with regard to LANA-expressing cells. ",
            "paragraph_rank": 8,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 2C"
                }
            ]
        },
        {
            "text": "This uses a larger data set of KS lesions in HIV-suppressed patients than that in reference 13. ",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "The mRNA levels of two different so-called housekeeping genes, coding for actin and hypoxanthine phosphoribosyltransferase (HPRT), correlated well (Pearson correlation, r ϭ 0.85) (Fig. 2C). ",
            "paragraph_rank": 8,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 179,
                    "end": 187,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "(Fig. 2C"
                }
            ]
        },
        {
            "text": "The mRNA levels of two different latent genes, coding for vCyc and LANA, correlated well (Pearson correlation, r ϭ 0.96). ",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "However, the correlation between either viral mRNA and either host mRNA was substantially lower, with a mean of 0.54 and a range of 0.45 to 0.64. ",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "This attests to the fact that different KS lesions contain different numbers of KSHV-infected cells. ",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "The possibility to thus factor out non-tumor cells represents one of the major advantage of using viral mRNA levels as biomarkers as opposed to cellular mRNAs, for which it is often not possible to discern between tumor cell inherent changes and changes due to differences in tumor content within a biopsy specimen.",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "Median mRNA levels for each gene were computed (Fig. 2B). ",
            "paragraph_rank": 9,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 47,
                    "end": 55,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "(Fig. 2B"
                }
            ]
        },
        {
            "text": "Every KSHV lytic mRNA was present at higher levels in KS biopsy specimens from the early ART, high-HIV, low-CD4 patients compared to post-ART KS samples from patients with undetectable HIV loads. ",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "The average difference was 3.77-fold with 95% CI of 2.97-to 4.56-fold and P Յ 0.005 by paired Wilcoxon's rank sum test of medians for each mRNA. ",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "The two exceptions (indicated by * in Fig. 2A) were orf26 and orf61.",
            "paragraph_rank": 9,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 38,
                    "end": 45,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 2A"
                }
            ]
        },
        {
            "text": "Within-group variation in mRNA levels was higher for KS biopsy specimens from patients in the pre-HAART era compared to biopsy specimens from HIV-suppressed KS patients, with a mean difference of standard deviations (SDs) between groups of a 2.32 C T (95% CI, 1.95 to 2.68; P Յ 0.005 by paired Wilcoxon's rank sum test). ",
            "paragraph_rank": 10,
            "section_rank": 1
        },
        {
            "text": "As expected, latent viral mRNAs were most abundant and varied the least. ",
            "paragraph_rank": 10,
            "section_rank": 1
        },
        {
            "text": "Analysis of residuals identified the following genes that did not differ between groups: the KSHV latent genes coding for vCYC and LANA, but also orf10, orf17, orf44, orf46, and orf75 and the K7 and kBZIP genes.",
            "paragraph_rank": 10,
            "section_rank": 1
        },
        {
            "text": "Representative examples of individual mRNAs are shown in Fig. 2B. ",
            "paragraph_rank": 11,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 57,
                    "end": 64,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 2B"
                }
            ]
        },
        {
            "text": "As expected, the levels of a latent mRNA, vCYC, did not differ significantly between groups. ",
            "paragraph_rank": 11,
            "section_rank": 1
        },
        {
            "text": "In contrast, levels of the viral GPCR homolog (an early lytic mRNA) were lower in lesions from HIV-suppressed patients.",
            "paragraph_rank": 11,
            "section_rank": 1
        },
        {
            "text": "Next, we compared the pattern of lytic mRNA levels in KS biopsy specimens to the pattern of lytic mRNAs in PEL. ",
            "paragraph_rank": 12,
            "section_rank": 1
        },
        {
            "text": "We saw no significant correlation between lytic mRNAs in KS and those in PEL after viral reactivation (data not shown): i.e., those that are part of the canonical cascade of gene expression leading to successful viral replication, viral egress, and consequent host cell death (18). ",
            "paragraph_rank": 12,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 276,
                    "end": 280,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "(18)"
                }
            ]
        },
        {
            "text": "This suggests that within a KS lesion, KSHV expression is dysregulated. ",
            "paragraph_rank": 12,
            "section_rank": 1
        },
        {
            "text": "It does not seem to follow the highly ordered cascade of gene expression needed for viral replication, and many KSHV proteins that were classified as lytic, based on early studies in PEL, seem to serve a function in tumorigenesis as well as for virus production. ",
            "paragraph_rank": 12,
            "section_rank": 1
        },
        {
            "text": "The precedent here is the K1 protein, which we found in a subset of KS lesions (19), even though the gene coding for it had been classified as a \"lytic\" gene. ",
            "paragraph_rank": 12,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 79,
                    "end": 83,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "(19)"
                }
            ]
        },
        {
            "text": "Another one is K2/vIL6, which responds directly to interferon (IFN) signaling in the absence of productive replication and to the viral transactivator RTA (replication and transcription activator) in the context of viral reactivation and replication (20). ",
            "paragraph_rank": 12,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 250,
                    "end": 254,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "(20)"
                }
            ]
        },
        {
            "text": "Culture-based studies also lend credence to the involvement of many more than the canonical latent genes in KS pathogenesis. ",
            "paragraph_rank": 12,
            "section_rank": 1
        },
        {
            "text": "Grundhoff and Ganem postulated a role for intermittent lytic reactivation for KSHV persistence (21), and Chandriani and Ganem recently found evidence for variable, but significant expression of vIL6 and K1 in PEL cell lines (22). ",
            "paragraph_rank": 12,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 95,
                    "end": 99,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "(21)"
                },
                {
                    "start": 224,
                    "end": 228,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "(22)"
                }
            ]
        },
        {
            "text": "This is the first report of this phenomenon in clinical KS biopsy specimens.",
            "paragraph_rank": 12,
            "section_rank": 1
        },
        {
            "text": "Implications for clinical studies. ",
            "paragraph_rank": 13,
            "section_rank": 1
        },
        {
            "text": "AIDS KS takes a more aggressive clinical course than transplant-associated or classic KS (reviewed in reference 23). ",
            "paragraph_rank": 13,
            "section_rank": 1
        },
        {
            "text": "Classic KS in particular is associated with minuscule amounts of systemically circulating virus (24). ",
            "paragraph_rank": 13,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "(24)"
                }
            ]
        },
        {
            "text": "Our study provides new evidence for a postulated role of HIV in AIDS KS, perhaps through HIV-tat (25) or perhaps through cellular cytokines that reactivate KSHV in the setting of low CD4 T cells. ",
            "paragraph_rank": 13,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 97,
                    "end": 101,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "(25)"
                }
            ]
        },
        {
            "text": "There exists another explanation with potentially great clinical relevance. ",
            "paragraph_rank": 13,
            "section_rank": 1
        },
        {
            "text": "Particular drugs within the ART regimen could stymie KSHV reactivation and replication. ",
            "paragraph_rank": 13,
            "section_rank": 1
        },
        {
            "text": "One such candidate drug, nelfinavir, has recently emerged (26). ",
            "paragraph_rank": 13,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 58,
                    "end": 62,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "(26)"
                }
            ]
        },
        {
            "text": "Finally, to borrow from detailed insights into HSV-1 reactivation (27), it may be that in patients with high CD4 counts there exists a sufficient number of KSHV cognate CD8 cells, which even though they cannot prevent lesion occurrence per se, may limit viral reactivation and rapidly eliminate cells that express lytic KSHV proteins. ",
            "paragraph_rank": 13,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 66,
                    "end": 70,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "(27)"
                }
            ]
        },
        {
            "text": "There are limitations to this interpretation, which need further studies. ",
            "paragraph_rank": 13,
            "section_rank": 1
        },
        {
            "text": "We could not separate the effect of HIV levels from CD4 depletion, as these were coupled AIDS KS. ",
            "paragraph_rank": 13,
            "section_rank": 1
        },
        {
            "text": "We also cannot discern the impact of different ART regimens with regard to KSHV transcription. ",
            "paragraph_rank": 13,
            "section_rank": 1
        },
        {
            "text": "It is quite possible that particular drug regimens influence KS and KSHV differentially (28).",
            "paragraph_rank": 13,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 88,
                    "end": 92,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "(28)"
                }
            ]
        },
        {
            "text": "By profiling KSHV mRNAs genomewide, we find evidence for two molecular classes of KS: those with a \"lytic\" viral mRNA profile, as defined by detectable mRNA levels for Ն50% of viral genes, and those with tightly latent KSHV. ",
            "paragraph_rank": 14,
            "section_rank": 1
        },
        {
            "text": "This was not a consequence of copy number or fraction of infected cells, as in our comparisons, the signals were normalized to the constitutive viral LANA mRNA. ",
            "paragraph_rank": 14,
            "section_rank": 1
        },
        {
            "text": "This is the first study of KS lesions from HIV-suppressed KS patients in the post-HAART era. ",
            "paragraph_rank": 14,
            "section_rank": 1
        },
        {
            "text": "It establishes a novel biomarker for the stratification of KS.",
            "paragraph_rank": 14,
            "section_rank": 1
        },
        {
            "text": "We speculate that KS lesions that express viral lytic proteins, such as the viral thymidine kinase or the viral phosphorylase, mayOutliers are indicated by dots. ",
            "paragraph_rank": 15,
            "section_rank": 1
        },
        {
            "text": "(C) Pairwise correlations of log 2 mRNA levels (C T ) for the two cellular genes coding for actin (hu. actin) and hypoxanthine-guanine phosphoribosyltransferase (HPRT) and two latent viral genes coding for the viral cyclin (orf72f1) and LANA (lat273F), which originate from the same constitutive promoter. ",
            "paragraph_rank": 15,
            "section_rank": 1
        },
        {
            "text": "Note that higher mRNA levels correspond to lower C T numbers. ",
            "paragraph_rank": 15,
            "section_rank": 1
        },
        {
            "text": "Shown are scatter plots and a linear regression fit line below the diagonal, distribution of C T s for the individual genes across all samples on the diagonal, and pairwise Pearson correlation coefficients above the diagonal of this panel matrix. ",
            "paragraph_rank": 15,
            "section_rank": 1
        },
        {
            "text": "be susceptible to treatment with antiviral drugs, but that the majority of lesions in HIV-suppressed individuals are not. ",
            "paragraph_rank": 15,
            "section_rank": 1
        },
        {
            "text": "Viral RNA profiling. ",
            "paragraph_rank": 15,
            "section_rank": 1
        },
        {
            "text": "RNA was isolated and analyzed by realtime qPCR for all KSHV mRNAs as previously described (18). ",
            "paragraph_rank": 15,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 90,
                    "end": 94,
                    "type": "bibr",
                    "text": "(18)"
                }
            ]
        },
        {
            "text": "All primers have a predicted melting temperature (T m ) of 60 Ϯ 1°C. ",
            "paragraph_rank": 15,
            "section_rank": 1
        },
        {
            "text": "Real-time qPCR was conducted under universal cycling conditions (40 cycles) with SYBR green dye as the method of detection. ",
            "paragraph_rank": 15,
            "section_rank": 1
        },
        {
            "text": "The final primer concentration was 250 nM in a total 20.0-l reaction. ",
            "paragraph_rank": 15,
            "section_rank": 1
        },
        {
            "text": "Total RNA was isolated using triazole (Sigma, Inc.) and subjected to DNase I treatment (Zymed, Inc.). ",
            "paragraph_rank": 15,
            "section_rank": 1
        },
        {
            "text": "RNA was reverse transcribed using a cDNA archive kit (Applied Biosystems, Inc.). ",
            "paragraph_rank": 15,
            "section_rank": 1
        },
        {
            "text": "RNA integrity was evaluated using an Agilent 2100 bioanalyzer series C and software (Agilent, Inc.) and qPCR conducted on an Opticon-2 MJR instrument (Bio-Rad Inc.). ",
            "paragraph_rank": 15,
            "section_rank": 1,
            "entity_spans": [
                {
                    "start": 37,
                    "end": 83,
                    "type": "software",
                    "rawForm": "Agilent 2100 bioanalyzer series C and software",
                    "resp": "#annotator5",
                    "used": true,
                    "id": "df6fbf23de-software-0",
                    "cert": "1.0"
                },
                {
                    "start": 85,
                    "end": 97,
                    "type": "publisher",
                    "rawForm": "Agilent, Inc",
                    "resp": "#curator",
                    "id": "#df6fbf23de-software-0"
                }
            ]
        },
        {
            "text": "The instrument error was Յ6%. ",
            "paragraph_rank": 15,
            "section_rank": 1
        },
        {
            "text": "Control reactions (reverse transcriptase [RT] negative) were uniformly negative. ",
            "paragraph_rank": 15,
            "section_rank": 1
        },
        {
            "text": "All measurements were conducted in triplicate.",
            "paragraph_rank": 15,
            "section_rank": 1
        },
        {
            "text": "Viral RNA profiling. ",
            "paragraph_rank": 16,
            "section_rank": 1
        },
        {
            "text": "RNA was isolated and analyzed by realtime qPCR for all KSHV mRNAs as previously described (18). ",
            "paragraph_rank": 16,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 90,
                    "end": 94,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "(18)"
                }
            ]
        },
        {
            "text": "All primers have a predicted melting temperature (T m ) of 60 Ϯ 1°C. ",
            "paragraph_rank": 16,
            "section_rank": 1
        },
        {
            "text": "Real-time qPCR was conducted under universal cycling conditions (40 cycles) with SYBR green dye as the method of detection. ",
            "paragraph_rank": 16,
            "section_rank": 1
        },
        {
            "text": "The final primer concentration was 250 nM in a total 20.0-l reaction. ",
            "paragraph_rank": 16,
            "section_rank": 1
        },
        {
            "text": "Total RNA was isolated using triazole (Sigma, Inc.) and subjected to DNase I treatment (Zymed, Inc.). ",
            "paragraph_rank": 16,
            "section_rank": 1
        },
        {
            "text": "RNA was reverse transcribed using a cDNA archive kit (Applied Biosystems, Inc.). ",
            "paragraph_rank": 16,
            "section_rank": 1
        },
        {
            "text": "RNA integrity was evaluated using an Agilent 2100 bioanalyzer series C and software (Agilent, Inc.) and qPCR conducted on an Opticon-2 MJR instrument (Bio-Rad Inc.). ",
            "paragraph_rank": 16,
            "section_rank": 1
        },
        {
            "text": "The instrument error was Յ6%. ",
            "paragraph_rank": 16,
            "section_rank": 1
        },
        {
            "text": "Control reactions (reverse transcriptase [RT] negative) were uniformly negative. ",
            "paragraph_rank": 16,
            "section_rank": 1
        },
        {
            "text": "All measurements were conducted in triplicate.",
            "paragraph_rank": 16,
            "section_rank": 1
        },
        {
            "text": "The mean cycle threshold (C T ) values, representing relative mRNA abundance on a log 2 scale, were first normalized to KSHV latency-associated nuclear antigen (LANA) mRNA and then standardized (Z-transformation [29]) to the median of each biopsy specimen. ",
            "paragraph_rank": 17,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 212,
                    "end": 216,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[29]"
                }
            ]
        },
        {
            "text": "We did not find a correlation between variability of gene expression as measured by SD and overall expression levels (data not shown). ",
            "paragraph_rank": 17,
            "section_rank": 1
        },
        {
            "text": "This demonstrates that the data were not biased.",
            "paragraph_rank": 17,
            "section_rank": 1
        },
        {
            "text": "Unsupervised clustering was conducted using Arrayminer (Optimaldesign, Inc.). ",
            "paragraph_rank": 18,
            "section_rank": 1
        },
        {
            "text": "Additional calculations were performed in R, version 2.5.0. ",
            "paragraph_rank": 18,
            "section_rank": 1
        },
        {
            "text": "The linear trend was computed using robust regression (30).",
            "paragraph_rank": 18,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 54,
                    "end": 58,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "(30)"
                }
            ]
        },
        {
            "text": "FIG 1",
            "section_rank": 2
        },
        {
            "text": "Unsupervised cluster analysis of KSHV transcription in KS (heat map representation). ",
            "section": "FIG 1",
            "paragraph_rank": 19,
            "section_rank": 2
        },
        {
            "text": "Shown are relative levels of KSHV mRNAs in KS biopsy specimens obtained from patients with low CD4 counts and detectable HIV viral loads (pre) or with CD4 Ն200 and no detectable HIV (post). ",
            "section": "FIG 1",
            "paragraph_rank": 19,
            "section_rank": 2
        },
        {
            "text": "Red indicates maximal, yellow intermediate, and white low levels of individual mRNAs. ",
            "section": "FIG 1",
            "paragraph_rank": 19,
            "section_rank": 2
        },
        {
            "text": "With the exception of a single case (arrow at bottom), none of the post-HAART KS biopsy specimens show evidence of KSHV lytic mRNAs. ",
            "section": "FIG 1",
            "paragraph_rank": 19,
            "section_rank": 2
        },
        {
            "text": "In contrast, in Ͼ50% of lesions from pre-HAART KS, the full complement of lytic mRNAs was detectable.",
            "section": "FIG 1",
            "paragraph_rank": 19,
            "section_rank": 2
        },
        {
            "text": "FIG 2 (",
            "section_rank": 3
        },
        {
            "text": "A) Three-point moving averages of mean KSHV mRNA levels in KS biopsy specimens from the patients with low CD4 counts (solid line) and patients with undetectable HIV load and CD4 counts of Ն200 (open circles). ",
            "section": "FIG 2 (",
            "paragraph_rank": 20,
            "section_rank": 3
        },
        {
            "text": "Since real-time qPCR is quantitative within an extended linear range, we calculated the relative abundance of each viral mRNA compared to LANA mRNA as 1.8 Ϫ⌬CT(LANA) and expressed it as percentage of LANA mRNA on a logarithmic scale (vertical axis). ",
            "section": "FIG 2 (",
            "paragraph_rank": 20,
            "section_rank": 3
        },
        {
            "text": "(B) Pairwise comparisons of individual KSHV mRNAs. ",
            "section": "FIG 2 (",
            "paragraph_rank": 20,
            "section_rank": 3
        },
        {
            "text": "Shown are box plots for the levels of two KSHV lytic mRNAs (v-cyclin [cyc], vGPCR) relative to a KSHV latent mRNA (LANA). ",
            "section": "FIG 2 (",
            "paragraph_rank": 20,
            "section_rank": 3
        },
        {
            "text": "The vertical axis is on a log 10 scale. ",
            "section": "FIG 2 (",
            "paragraph_rank": 20,
            "section_rank": 3
        },
        {
            "text": "The horizontal labels signify patients with AIDS or nondetectable HIV KS. ",
            "section": "FIG 2 (",
            "paragraph_rank": 20,
            "section_rank": 3
        },
        {
            "text": "The bold horizontal line indicates the median, box ends the lower and upper quartiles, and dotted lines the range of the data.",
            "section": "FIG 2 (",
            "paragraph_rank": 20,
            "section_rank": 3
        },
        {
            "text": "® mbio.asm.org November/December 2011 Volume 2 Issue 6 e00138-11",
            "section": "FIG 2 (",
            "paragraph_rank": 21,
            "section_rank": 3
        },
        {
            "text": "Restricted KSHV Transcription in Post-ART KS Lesions November/December 2011 Volume 2 Issue 6 e00138-11 ® mbio.asm.org 3",
            "section": "FIG 2 (",
            "paragraph_rank": 22,
            "section_rank": 3
        },
        {
            "text": "ACKNOWLEDGMENTS",
            "section_rank": 5
        },
        {
            "text": "We thank first and foremost the patients for contributing biopsy specimens, Susan Krown for advice and invaluable insights, B. Damania, and A. O'Hara for critical reading and C. Hilscher for expert technical help. ",
            "section": "ACKNOWLEDGMENTS",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "text": "Additional deidentified KS biopsy specimens were obtained from the AIDS and cancer specimen resource (ACSR).",
            "section": "ACKNOWLEDGMENTS",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "text": "This work was supported by the AIDS malignancy consortium and Public Health Service grants CA109232, DE018304, and CA019014 to D.P.D.",
            "section": "ACKNOWLEDGMENTS",
            "paragraph_rank": 24,
            "section_rank": 5
        }
    ]
}