{
    "id": "fd3867235c",
    "level": "sentence",
    "abstract": [],
    "body_text": [
        {
            "text": "Peter D Ghys, 1 Geoff P Garnett 2 Since 2004 we have provided detailed descriptions of the tools and assumptions used in generating HIV and AIDS estimates, as well as the data and analyses underpinning them. ",
            "ref_spans": [
                {
                    "start": 32,
                    "end": 33,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "1e3 The UNAIDS Reference Group on Estimates, Modelling and Projections has continued to advise on the methods to be implemented in the Estimation and Projection Package (EPP) and the AIM module of Spectrum, which are used by countries, together with UNAIDS and WHO, in preparing national estimates. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "text": "1e3"
                }
            ]
        },
        {
            "text": "Discussions in this group have resulted in many of the new features in the 2009 versions of these estimation tools (see http://www.epidem.org for meeting reports). "
        },
        {
            "text": "This supplement continues the tradition of publishing descriptions of the approaches used in HIV estimates so that they reflect new information and remain transparent."
        },
        {
            "text": "The current supplement contains three types of papers. "
        },
        {
            "text": "Five papers explain new estimation and modelling methods, assumptions about important parameter values and a description of software tools used in producing the 2009 HIV and AIDS estimates. "
        },
        {
            "text": "4e8 They are followed by a description of the quality of HIV surveillance systems in low and middle income countries as of 2009, 9 a country application of the new estimation software tools for Jamaica, 10 four analytical papers building on the results of the new set of global estimates 11e14 and one on recent surveillance data 15 which together provide insights into the impact of the AIDS epidemic and the effect of treatment and prevention interventions on the course of the epidemic. ",
            "ref_spans": [
                {
                    "start": 203,
                    "end": 205,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10"
                },
                {
                    "start": 330,
                    "end": 332,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15"
                }
            ]
        },
        {
            "text": "Finally, two papers look forward to some potential alternative models required to improve ways of modelling prevalence curves as HIV epidemics progress to new states. "
        },
        {
            "text": "16 17 ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "bibr",
                    "text": "16 17"
                }
            ]
        },
        {
            "text": "As in past years, UNAIDS, WHO together with other partners have held a series of workshops for national epidemiologists who are trained on the new methods and assumptions and the new versions of the modelling and estimation software. ",
            "section": "ESTIMATION METHODS"
        },
        {
            "text": "The most recent series of workshops took place between March and July 2009 in different regions of the world. ",
            "section": "ESTIMATION METHODS"
        },
        {
            "text": "The recent round of workshops has promoted the use of EPP instead of the Workbook, 18 since the EPP methodology is much better at making full use of the information on HIV prevalence trends that is contained in surveillance data. ",
            "section": "ESTIMATION METHODS",
            "ref_spans": [
                {
                    "start": 83,
                    "end": 85,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "18"
                }
            ]
        },
        {
            "text": "These workshops have resulted in draft estimates for 2008 which have been refined and published as regional and global estimates in the 2009 AIDS Epidemic Update report. ",
            "section": "ESTIMATION METHODS"
        },
        {
            "text": "19 During 2010, the draft country estimates have been updated with data through the end of 2009 and final estimates have been published in the 2010 WHO and UNAIDS reports. ",
            "section": "ESTIMATION METHODS",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "19"
                }
            ]
        },
        {
            "text": "20 21 Antiretroviral therapy (ART) is increasingly having a major impact on HIV prevalence, with HIV-positive people living longer lives. ",
            "section": "ESTIMATION METHODS",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "bibr",
                    "text": "20 21"
                }
            ]
        },
        {
            "text": "To allow for this, the 2009 version of EPP explicitly includes the effect of ART when calculating HIV incidence from trends in HIV prevalence, 4 and also models a reduction in infectivity of those receiving ART. ",
            "section": "ESTIMATION METHODS",
            "ref_spans": [
                {
                    "start": 143,
                    "end": 144,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                }
            ]
        },
        {
            "text": "EPP has further improved its fitting algorithm, using incremental mixture importance sampling. ",
            "section": "ESTIMATION METHODS"
        },
        {
            "text": "22 To handle a rise in prevalence following a decline, EPP includes the potential to change the parameter controlling recruitment to the at risk population ('phi-shift' feature). ",
            "section": "ESTIMATION METHODS",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "22"
                }
            ]
        },
        {
            "text": "While this feature handles these unusual prevalence trajectories well, its theoretical framework is not fully developed and has led to the work described in the final section of this supplement. ",
            "section": "ESTIMATION METHODS"
        },
        {
            "text": "Finally, the 2009 EPP version allows for changes in urbanisation over time, which is important as, historically, prevalence was higher in urban areas and the past two decades have seen rapid urbanisation in many countries.",
            "section": "ESTIMATION METHODS"
        },
        {
            "text": "The size of groups with high-risk behaviours is a crucial input for the estimation of concentrated epidemics but remains challenging. ",
            "section": "ESTIMATION METHODS"
        },
        {
            "text": "The paper on the network scale-up method 5 introduces a relatively new approach, relying on the proportion of people with such behaviours known to a sample of the population. ",
            "section": "ESTIMATION METHODS",
            "ref_spans": [
                {
                    "start": 41,
                    "end": 42,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5"
                }
            ]
        },
        {
            "text": "The method assumes that peoples' social networks are representative and that the size of the social network can be measured, either through summation or using another better enumerated characteristic of contacts. ",
            "section": "ESTIMATION METHODS"
        },
        {
            "text": "The authors point out the need to validate this method along with other approaches to estimate the size of marginalised populations.",
            "section": "ESTIMATION METHODS"
        },
        {
            "text": "Spectrum's main new features include new ways of handling the age-and sex-specific patterns of incidence over time, the timing of new child infections occurring around delivery or through breastfeeding as well as the survival of these children, and the estimation of the number of double orphans. ",
            "section": "ESTIMATION METHODS"
        },
        {
            "text": "6 Two papers describe in more detail some of the additional changes in assumptions in Spectrum. ",
            "section": "ESTIMATION METHODS",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6"
                }
            ]
        },
        {
            "text": "First, the effects of HIV on fertility have been studied in 20 DHS surveys collected between 2003 and 2007. ",
            "section": "ESTIMATION METHODS"
        },
        {
            "text": "7 While the relationship for a single country may be somewhat unstable because of the small number of HIV-positive pregnant women, the large number of countries for which this type of information is now available provides a robust relationship which confirms earlier findings from studies in small areas. ",
            "section": "ESTIMATION METHODS",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7"
                }
            ]
        },
        {
            "text": "23 Second, the derivation of the default parameters for the annual survival probabilities on ART for adults and children is described, together with the estimation methods for the number of adults and children that are in need of ART. 8 ",
            "section": "ESTIMATION METHODS",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "23"
                },
                {
                    "start": 235,
                    "end": 236,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8"
                }
            ]
        },
        {
            "text": "The quality of serosurveillance in low-and middle-income countries is described in an updated assessment building on similar exercises. ",
            "section": "TRENDS IN THE HIV PANDEMIC"
        },
        {
            "text": "9 Broadly, the quality of serosurveillance has remained constant with an increased number of antenatal clinic sites and nationally representative population samples, but with an increase in the number of countries with poorly functioning surveillance.",
            "section": "TRENDS IN THE HIV PANDEMIC",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9"
                }
            ]
        },
        {
            "text": "A paper from Jamaica explains how the 2009 versions of the EPP and Spectrum tools have been applied in Jamaica, together with the country-specific data and assumptions, to assess the course of the epidemic and to set programme targets. ",
            "section": "TRENDS IN THE HIV PANDEMIC",
            "entity_spans": [
                {
                    "start": 38,
                    "end": 42,
                    "type": "version",
                    "rawForm": "2009",
                    "resp": "#annotator2",
                    "id": "#fd3867235c-software-10"
                },
                {
                    "start": 59,
                    "end": 62,
                    "type": "software",
                    "rawForm": "EPP",
                    "resp": "#annotator2",
                    "used": true,
                    "id": "fd3867235c-software-10",
                    "cert": "0.7"
                }
            ]
        },
        {
            "text": "10 Analytical papers based on new estimates explore various topics. ",
            "section": "TRENDS IN THE HIV PANDEMIC",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "10"
                }
            ]
        },
        {
            "text": "A paper on the prevention of mother-to-child transmission (PMTCT) quantifies the effect of epidemic trends and PMTCT programmes on the annual number of new child infections. ",
            "section": "TRENDS IN THE HIV PANDEMIC"
        },
        {
            "text": "11 In addition, the paper explores which efforts are needed to virtually eliminate new child infections through mother-to-child transmission by 2015. ",
            "section": "TRENDS IN THE HIV PANDEMIC",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "11"
                }
            ]
        },
        {
            "text": "An updated analysis of the contribution of HIV to under-five mortality shows a decrease in recent years. ",
            "section": "TRENDS IN THE HIV PANDEMIC"
        },
        {
            "text": "12 The effect of changing global guidelines of the starting criteria for the initiation of ART on the number of people estimated to be eligible for ART is assessed. ",
            "section": "TRENDS IN THE HIV PANDEMIC",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "12"
                }
            ]
        },
        {
            "text": "13 A second paper, focused on ART, estimates the impact of ART on mortality and estimates how many life-years have been gained through ARTamong adults. ",
            "section": "TRENDS IN THE HIV PANDEMIC",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "13"
                }
            ]
        },
        {
            "text": "14 A final analytical paper uses recent biological and behavioural surveillance data from young people aged 15e24 years in the most affected countries to assess trends in HIV prevalence and sexual behaviour. ",
            "section": "TRENDS IN THE HIV PANDEMIC"
        },
        {
            "text": "The analysis shows that, among the countries with sufficient data for the analysis, in 10 countries there is evidence of significant declines in HIV prevalence of at least 25% since 2000, while an additional six countries have non-significant declining trends, and another five do not show declining trends. ",
            "section": "TRENDS IN THE HIV PANDEMIC"
        },
        {
            "text": "15 ",
            "section": "TRENDS IN THE HIV PANDEMIC",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "15"
                }
            ]
        },
        {
            "text": "Looking towards the future, we expect several new developments in estimation tools. ",
            "section": "FUTURE DEVELOPMENTS"
        },
        {
            "text": "First, it is desirable that EPP andSpectrum be integrated, thereby allowing streamlining of the handling of demographic and ART data, and in doing so avoiding errors. ",
            "section": "FUTURE DEVELOPMENTS",
            "entity_spans": [
                {
                    "start": 28,
                    "end": 31,
                    "type": "software",
                    "rawForm": "EPP",
                    "resp": "#annotator2",
                    "used": true,
                    "id": "fd3867235c-software-simple-2",
                    "cert": "0.7"
                },
                {
                    "start": 35,
                    "end": 43,
                    "type": "software",
                    "rawForm": "Spectrum",
                    "resp": "#annotator2",
                    "used": true,
                    "id": "fd3867235c-software-simple-3",
                    "cert": "0.7"
                }
            ]
        },
        {
            "text": "Second, a more flexible epidemic model should be included in EPP to improve on the current phi-shift feature, building on the proposals by Hogan 16 and Bao. ",
            "section": "FUTURE DEVELOPMENTS",
            "ref_spans": [
                {
                    "start": 145,
                    "end": 147,
                    "type": "bibr",
                    "text": "16"
                }
            ],
            "entity_spans": [
                {
                    "start": 61,
                    "end": 64,
                    "type": "software",
                    "rawForm": "EPP",
                    "resp": "#annotator2",
                    "used": true,
                    "id": "fd3867235c-software-simple-4",
                    "cert": "0.7"
                }
            ]
        },
        {
            "text": "17 Many countries now have seen a decline in prevalence and these would be expected to show an increase in prevalence in future years as a result of either increased survival due to ART of a large proportion of all people living with HIV or of increased transmission, or both. ",
            "section": "FUTURE DEVELOPMENTS",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "17"
                }
            ]
        },
        {
            "text": "Third, with ART programmes expanding and maturing, improvements in modelling epidemics should be expected from the tracking of HIV-infected individuals by their CD4 level. ",
            "section": "FUTURE DEVELOPMENTS"
        },
        {
            "text": "Fourth, for mother-to-child transmission, the new WHO guidelines should be incorporated in Spectrum.",
            "section": "FUTURE DEVELOPMENTS",
            "entity_spans": [
                {
                    "start": 91,
                    "end": 99,
                    "type": "software",
                    "rawForm": "Spectrum",
                    "resp": "#annotator2",
                    "used": true,
                    "id": "fd3867235c-software-simple-5",
                    "cert": "0.7"
                }
            ]
        },
        {
            "text": "While EPP and Spectrum work well for countries where survey-derived data constitute the bulk of the surveillance data, they are not well adapted for countries that rely mostly on HIV and AIDS case reporting for HIV surveillance. ",
            "section": "FUTURE DEVELOPMENTS",
            "entity_spans": [
                {
                    "start": 6,
                    "end": 9,
                    "type": "software",
                    "rawForm": "EPP",
                    "resp": "#annotator2",
                    "used": true,
                    "id": "fd3867235c-software-simple-6",
                    "cert": "0.7"
                },
                {
                    "start": 14,
                    "end": 22,
                    "type": "software",
                    "rawForm": "Spectrum",
                    "resp": "#annotator2",
                    "used": true,
                    "id": "fd3867235c-software-simple-7",
                    "cert": "0.7"
                }
            ]
        },
        {
            "text": "Many European countries rely on such data and a new initiative coordinated by the European Centre for Disease Control hopes to develop estimation tools appropriate in such settings.",
            "section": "FUTURE DEVELOPMENTS"
        },
        {
            "text": "In conclusion, the 2009 estimation tools described in this supplement contain several important improvements over previous versions. ",
            "section": "FUTURE DEVELOPMENTS"
        },
        {
            "text": "The resulting estimates have already allowed several insightful multicountry and global analyses. ",
            "section": "FUTURE DEVELOPMENTS"
        },
        {
            "text": "We trust that these estimates also serve programme planners, scientists, policy makers and the wider public. ",
            "section": "FUTURE DEVELOPMENTS"
        },
        {
            "text": "We are committed to continue to improve estimation methods and assumptions in future years as the epidemics and the data availability continue to evolve, and to communicate these changes in a transparent way.",
            "section": "FUTURE DEVELOPMENTS"
        },
        {
            "text": "Competing interests None.",
            "section": "FUTURE DEVELOPMENTS"
        },
        {
            "text": "Provenance and peer review Not commissioned; not externally peer reviewed.",
            "section": "FUTURE DEVELOPMENTS"
        },
        {
            "text": "Sex Transm Infect 2010;86(Suppl 2):ii1eii2. "
        },
        {
            "text": "doi:10.1136/sti.2010.047852"
        },
        {
            "text": "Sex Transm Infect 2010;86(Suppl 2):ii1eii2. "
        },
        {
            "text": "doi:10.1136/sti.2010.047852Supplement"
        }
    ]
}