{
    "id": "c924ed6c63",
    "level": "sentence",
    "abstract": [
        {
            "text": "Turing models have been proposed to explain the emergence of digits during limb development. "
        },
        {
            "text": "However, so far the molecular components that would give rise to Turing patterns are elusive. "
        },
        {
            "text": "We have recently shown that a particular type of receptor-ligand interaction can give rise to Schnakenberg-type Turing patterns, which reproduce patterning during lung and kidney branching morphogenesis. "
        },
        {
            "text": "Recent knockout experiments have identified Smad4 as a key protein in digit patterning. "
        },
        {
            "text": "We show here that the BMP-receptor interaction meets the conditions for a Schnakenberg-type Turing pattern, and that the resulting model reproduces available wildtype and mutant data on the expression patterns of BMP, its receptor, and Fgfs in the apical ectodermal ridge (AER) when solved on a realistic 2D domain that we extracted from limb bud images of E11.5 mouse embryos. "
        },
        {
            "text": "We propose that receptor-ligand-based mechanisms serve as a molecular basis for the emergence of Turing patterns in many developing tissues."
        }
    ],
    "body_text": [
        {
            "text": "The limb has long served as a paradigm to study organ development. ",
            "section": "Introduction"
        },
        {
            "text": "Its easy access enabled developmental biologists to use tissue grafting to define organizing centers, and advanced genetics has led to the identification of the key regulatory circuits 1,2 . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 185,
                    "end": 187,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1,"
                },
                {
                    "start": 187,
                    "end": 188,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "Early grafting experiments showed that tissue from the posterior limb bud (referred to as zone of polarizing activity, ZPA) induced ectopic digits when implanted in the anterior limb bud 3 . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 187,
                    "end": 188,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                }
            ]
        },
        {
            "text": "These extra digits formed a mirror image of the normal forelimb, i.e. 1234554321 in mice and 234432 in chicken. ",
            "section": "Introduction"
        },
        {
            "text": "Here numbers refer to digits with the lowest number referring to the most anterior digit in the wildtype (i.e. the thumb in humans). ",
            "section": "Introduction"
        },
        {
            "text": "The effect was shown to be concentration-dependent in that a smaller number of grafted cells induced fewer digits and failed to induce the most posterior identities in the anterior limb bud 3 . ",
            "section": "Introduction"
        },
        {
            "text": "Wolpert's French Flag model explained these experiments by suggesting that digit number and identity were determined by the local concentration of a chemical compound 4 . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 167,
                    "end": 168,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                }
            ]
        },
        {
            "text": "This compound was predicted to be produced in the ZPA and to diffuse across the limb bud, thereby creating a concentration gradient. ",
            "section": "Introduction"
        },
        {
            "text": "Decades after the grafting experiments had suggested that patterning was induced by a diffusible compound, Sonic hedgehog (SHH) was isolated and shown to affect patterning in a concentration-dependent manner 5,6 . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 208,
                    "end": 210,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5,"
                },
                {
                    "start": 210,
                    "end": 211,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6"
                }
            ]
        },
        {
            "text": "In agreement with the morphogen model, SHH is expressed in cells of the ZPA and diffuses across the limb bud 7 . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 109,
                    "end": 110,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7"
                }
            ]
        },
        {
            "text": "In mice that do not express SHH only digit 1 develops 8 , and in the polydactylous mouse mutant extra toes (Xt) SHH is expressed also in the anterior region of the limb bud 9 .",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 54,
                    "end": 55,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8"
                },
                {
                    "start": 173,
                    "end": 174,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9"
                }
            ]
        },
        {
            "text": "However, several other experiments question this simple morphogen model and suggest that a more complex mechanism determines digit patterning during limb bud development. ",
            "section": "Introduction"
        },
        {
            "text": "For one, polydactyly is still observed even when SHH expression is abolished in the extra toe (Xt) mutant 10 . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 106,
                    "end": 108,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10"
                }
            ]
        },
        {
            "text": "Moreover, an experiment in which SHH expression is stopped prematurely at different stages during limb development results in an alternating anterior-posterior sequence of digit formation that cannot be reconciled with the standard morphogen model 11 . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 248,
                    "end": 250,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11"
                }
            ]
        },
        {
            "text": "Thus the shortest pulse that yielded an additional digit induced formation of digit 4, followed by digit 2, and then digits 3 and 5. ",
            "section": "Introduction"
        },
        {
            "text": "Based on the morphogen model digits would be expected to emerge simultaneously or in an anterior-posterior sequence.",
            "section": "Introduction"
        },
        {
            "text": "Experiments in which SHH-expressing cells were marked revealed that descendants of the SHH-producing cells could be found far beyond the small posterior zone in which SHH expression can be detected 7,12 . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 198,
                    "end": 200,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7,"
                },
                {
                    "start": 200,
                    "end": 202,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12"
                }
            ]
        },
        {
            "text": "Descendants of the SHH-producing cells filled almost half of the limb bud and encompassed all cells in the two most posterior digits and also contributed to the middle digit 7,12 . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 174,
                    "end": 176,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7,"
                },
                {
                    "start": 176,
                    "end": 178,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12"
                }
            ]
        },
        {
            "text": "Based on this observation it was suggested that it is the length for which cells express and secrete SHH (and therefore experience a high SHH concentration) that determines digit specification 7,12 . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 193,
                    "end": 195,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7,"
                },
                {
                    "start": 195,
                    "end": 197,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12"
                }
            ]
        },
        {
            "text": "This model, however, still cannot explain the observed sequence of digit formation.",
            "section": "Introduction"
        },
        {
            "text": "A number of mathematical models have been developed to explain limb bud development and digit patterning. ",
            "section": "Introduction"
        },
        {
            "text": "Based on experimental observations, the earliest model defined some 40 years ago a set of simple rules to recapitulate the observed changes in the limb buds' size and shape 13 . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 173,
                    "end": 175,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13"
                }
            ]
        },
        {
            "text": "The modelling effort highlighted the importance of oriented cell division to obtain the elongated shape that is characteristic of the limb bud. ",
            "section": "Introduction"
        },
        {
            "text": "Recent 3D imaging data in combination with a Navier-stokes description of the tissue as an viscous fluid indeed confirmed that isotropic proliferation alone is insufficient to explain the shape and size changes during limb bud development 14 . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 239,
                    "end": 241,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14"
                }
            ]
        },
        {
            "text": "Local gain rates much higher than the measured proliferation rates as well as loss rates had to be included; these may reflect oriented cell division and directed cell migration. ",
            "section": "Introduction"
        },
        {
            "text": "The description of the limb tissue as a viscous fluid was first introduced by Dillon and Othmer who studied a model where the local growth rate (the source term in the Navier stokes equation) depended on the concentration of two signaling factors, SHH and FGF 15 . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 78,
                    "end": 88,
                    "type": "bibr",
                    "text": "Dillon and"
                },
                {
                    "start": 260,
                    "end": 262,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15"
                }
            ]
        },
        {
            "text": "A more recent model for limb bud growth explores the impact of differential tissue elasticity 16 . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 94,
                    "end": 96,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16"
                }
            ]
        },
        {
            "text": "Other models have focused on particular regulatory interactions that pattern the limb expression domains, i.e. the AER-ZPA regulatory interaction 17 , the establishment of the proximal and distal signaling centers 18 , and the diffusivity of SHH 19 .",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 146,
                    "end": 148,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17"
                },
                {
                    "start": 214,
                    "end": 216,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "18"
                },
                {
                    "start": 246,
                    "end": 248,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "19"
                }
            ]
        },
        {
            "text": "Most models, however, have focused on the skeletal patterns that emerge during limb bud development [20][21][22][23][24][25][26][27][28][29] . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 100,
                    "end": 104,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20]"
                },
                {
                    "start": 104,
                    "end": 108,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[21]"
                },
                {
                    "start": 108,
                    "end": 112,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[22]"
                },
                {
                    "start": 112,
                    "end": 116,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[23]"
                },
                {
                    "start": 116,
                    "end": 120,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[24]"
                },
                {
                    "start": 120,
                    "end": 124,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[25]"
                },
                {
                    "start": 124,
                    "end": 128,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[26]"
                },
                {
                    "start": 128,
                    "end": 132,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[27]"
                },
                {
                    "start": 132,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[28]"
                },
                {
                    "start": 136,
                    "end": 140,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[29]"
                }
            ]
        },
        {
            "text": "A number of different model types have been studied ranging from continuous to cell-based models and from rule-based stochastic models to reaction-diffusion models; for reviews see 30,31 . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 181,
                    "end": 184,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "30,"
                },
                {
                    "start": 184,
                    "end": 186,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "31"
                }
            ]
        },
        {
            "text": "Turing mechanisms are a particular type of reaction-diffusion models 32 and have been frequently invoked to explain the emergence of pattern during development 33 ; they have been studied in the context of limb patterning since 1979 34 . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 69,
                    "end": 71,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "32"
                },
                {
                    "start": 160,
                    "end": 162,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "33"
                },
                {
                    "start": 233,
                    "end": 235,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "34"
                }
            ]
        },
        {
            "text": "In Turing models the number of modes (patterns) increases with larger domain size. ",
            "section": "Introduction"
        },
        {
            "text": "Newman and co-workers showed that the different number of skeletal elements in the stylopod, zeugopod, and autopod in anteriorposterior direction can in principle be achieved as a result of the increase in the proximal-distal length; here they have to assume that patterns emerge sequential in stylopod, zeugopod, and autopod and are fixed (frozen) upon their emergence 23 . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 370,
                    "end": 372,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "23"
                }
            ]
        },
        {
            "text": "Newman and co-workers further showed that parameter values can be identified that give realistic steady state pattern if the equations are solved on static domains whose shapes are based on the limb shapes of various fossils 35 . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 225,
                    "end": 227,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "35"
                }
            ]
        },
        {
            "text": "However, there is no evidence that the patterning domain in the embryo has the same shape as the adult fossil and patterning is well known to occur on a growing rather than static domain. ",
            "section": "Introduction"
        },
        {
            "text": "Miura and co-workers explored how the speed of pattern emergence could be affected 24 and studied Turing patterning on growing limb domains 22 . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 83,
                    "end": 85,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "24"
                },
                {
                    "start": 140,
                    "end": 142,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "22"
                }
            ]
        },
        {
            "text": "In particular, Miura and co-workers show that a Turing model can explain the increased number of digits in the doublefoot mutant with the observed increased domain size 22 .",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 169,
                    "end": 171,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "22"
                }
            ]
        },
        {
            "text": "The many computational studies show that Turing models, in principle, are sufficiently flexible to account for the experimentally observed pattern in wildtype and mutant limb buds. ",
            "section": "Introduction"
        },
        {
            "text": "However, in spite of the demonstrated sensitivity of Turing models to domain size and particular reaction types and kinetics the models have so far not been solved on realistic domains with biochemically realistic reaction kinetics. ",
            "section": "Introduction"
        },
        {
            "text": "Recent efforts in this direction have been made by the Newman group who propose TGF-beta family ligands as the activator and FGFs, Noggin, Notch and/or CHL2 as the inhibitor in their Turing models with Schnakenberg kinetics 21,23,35 . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 224,
                    "end": 227,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "21,"
                },
                {
                    "start": 227,
                    "end": 230,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "23,"
                },
                {
                    "start": 230,
                    "end": 232,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "35"
                }
            ]
        },
        {
            "text": "However, mutant mice with defects in TGF-beta 36 , FGF [37][38][39] , Noggin 40 , and Notch 41 signaling all have digits, while CHL2 expression has been found to be restricted to chondrocytes of various developing joint cartilage surfaces and connective tissues in reproductive organs 42 . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 46,
                    "end": 48,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "36"
                },
                {
                    "start": 55,
                    "end": 59,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[37]"
                },
                {
                    "start": 59,
                    "end": 63,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "[38]"
                },
                {
                    "start": 63,
                    "end": 67,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "[39]"
                },
                {
                    "start": 77,
                    "end": 79,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "40"
                },
                {
                    "start": 285,
                    "end": 287,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "42"
                }
            ]
        },
        {
            "text": "While it is possible that the apparent robustness of the patterning mechanism to these mutations is a consequence of redundant regulatory interactions, we wondered whether the reported regulatory interactions would allow us to construct a model that would be consistent with available experimental data and that would not have to rest on missing data and redundancy arguments.",
            "section": "Introduction"
        },
        {
            "text": "Advances in experimental techniques now provide us with detailed information regarding the domain geometries 14 , the timing of the processes, and the regulatory interactions 1,2,43 . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 109,
                    "end": 111,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14"
                },
                {
                    "start": 175,
                    "end": 177,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1,"
                },
                {
                    "start": 177,
                    "end": 179,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2,"
                },
                {
                    "start": 179,
                    "end": 181,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "43"
                }
            ]
        },
        {
            "text": "Limb buds first form around embryonic day (E)9.5 while expression of Sox9, an early marker for tissue condensations, is first observed around E10.5 in the central mesenchyme of the limb bud ( Fig. 1A 44 ). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 192,
                    "end": 204,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1A 44 )"
                }
            ]
        },
        {
            "text": "Around E11 the Sox9 expression pattern splits and a region in the stalk patterns the stylopod, two patches mark the zeugopod, and a region of strong expression marks the autopod (Fig. 1B,F,  44,45 ). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 178,
                    "end": 189,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 1B,F,"
                },
                {
                    "start": 191,
                    "end": 194,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "44,"
                },
                {
                    "start": 194,
                    "end": 196,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "45"
                }
            ]
        },
        {
            "text": "Around E11.5 the autopod expression pattern splits into distinct patches that mark the different digits (Fig. 1C,G, 44,45 ). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 104,
                    "end": 112,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 1C"
                },
                {
                    "start": 116,
                    "end": 119,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "44,"
                },
                {
                    "start": 119,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "45"
                }
            ]
        },
        {
            "text": "Over the next day more defined and elongated Sox9 expression pattern emerge that resemble the final digit structure (Fig. 1D,E,H 44,45 ). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 116,
                    "end": 124,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 1D"
                },
                {
                    "start": 129,
                    "end": 132,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "44,"
                },
                {
                    "start": 132,
                    "end": 134,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "45"
                }
            ]
        },
        {
            "text": "Sox9 expression has been shown to be stimulated by BMP-2 46 and the BMP-2 dependent increase in Sox9 then triggers increased expression of Noggin 47 which acts as an antagonist of BMP signaling by sequestering BMP in inactive complexes 48 . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 57,
                    "end": 59,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "46"
                },
                {
                    "start": 236,
                    "end": 238,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "48"
                }
            ]
        },
        {
            "text": "Noggin null mice form digits, but the digit condensations are much wider than in wildtype 40 . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 90,
                    "end": 92,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "40"
                }
            ]
        },
        {
            "text": "Much as Sox9, Noggin is expressed in digit condensations and serves as a marker of endochondral differentiation 40 .",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 112,
                    "end": 114,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "40"
                }
            ]
        },
        {
            "text": "Even though BMPs also induce the expression of the BMP antagonist Gremlin 49 , Gremlin (unlike Noggin) is expressed in the interdigital space rather than in the digit condensations 50 . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 74,
                    "end": 76,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "49"
                },
                {
                    "start": 181,
                    "end": 183,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "50"
                }
            ]
        },
        {
            "text": "Another study notes a concentration-dependent regulation of Gremlin expression in that low concentrations of BMP2 upregulate Gremlin while high concentrations of BMP2 downregulate Gremlin in limb mesenchyme cultures 51 . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 216,
                    "end": 218,
                    "type": "bibr",
                    "ref_id": "b50",
                    "text": "51"
                }
            ]
        },
        {
            "text": "It is thus possible that stronger BMP signaling in the digit condensations induces Sox9 while weaker BMP signaling in the interdigital space induces Gremlin. ",
            "section": "Introduction"
        },
        {
            "text": "Similarly, it has been suggested that low BMP concentrations support expression of FGF8 while high BMP concentrations repress FGF4 and FGF8 expression in the apical ectodermal ridge (AER) 52,53 . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 188,
                    "end": 191,
                    "type": "bibr",
                    "ref_id": "b51",
                    "text": "52,"
                },
                {
                    "start": 191,
                    "end": 193,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "53"
                }
            ]
        },
        {
            "text": "Two different BMP receptors are expressed in the limb mesenchyme, BMPR1a (ALK3) and BMPR1b (ALK6) that bind the different BMP ligands with different affinities. ",
            "section": "Introduction"
        },
        {
            "text": "BMPR1a binds mainly BMP4 while BMPR1b binds BMP4, BMP2 and less well to BMP7 54,55 . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 77,
                    "end": 80,
                    "type": "bibr",
                    "ref_id": "b53",
                    "text": "54,"
                },
                {
                    "start": 80,
                    "end": 82,
                    "type": "bibr",
                    "ref_id": "b54",
                    "text": "55"
                }
            ]
        },
        {
            "text": "The BMP4-BMPR1b affinity has been established in a Scatchard plot as Kd 5 530 pM 55 . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 81,
                    "end": 83,
                    "type": "bibr",
                    "ref_id": "b54",
                    "text": "55"
                }
            ]
        },
        {
            "text": "Activin receptors (ActRI/ALK2 and ActRII) are also expressed in the limb mesenchyme 56 but appear to bind their BMP ligands with lower affinity 57 . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 84,
                    "end": 86,
                    "type": "bibr",
                    "ref_id": "b55",
                    "text": "56"
                },
                {
                    "start": 144,
                    "end": 146,
                    "type": "bibr",
                    "ref_id": "b56",
                    "text": "57"
                }
            ]
        },
        {
            "text": "BMP7 binds ActRII with 3-fold higher affinity compared to BMP2 (Kd 5 1.7 mM versus 5.4 mM) and binds ActRI/ALK2 only with low affinity (Kd 5 143 mM) 57 . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 149,
                    "end": 151,
                    "type": "bibr",
                    "ref_id": "b56",
                    "text": "57"
                }
            ]
        },
        {
            "text": "It should be noted that the values are based on Biacore measurements and thus do not adequately reflect the cooperative binding effects.",
            "section": "Introduction"
        },
        {
            "text": "In both mouse and chicken expression of BMPR1b is restricted to precartilaginous condensations 58,59 while Bmpr1a is expressed at low levels throughout the limb bud mesenchyme 59,60 . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 95,
                    "end": 98,
                    "type": "bibr",
                    "ref_id": "b57",
                    "text": "58,"
                },
                {
                    "start": 98,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b58",
                    "text": "59"
                },
                {
                    "start": 176,
                    "end": 179,
                    "type": "bibr",
                    "ref_id": "b58",
                    "text": "59,"
                },
                {
                    "start": 179,
                    "end": 181,
                    "type": "bibr",
                    "ref_id": "b59",
                    "text": "60"
                }
            ]
        },
        {
            "text": "In the chicken Bmpr1a expression is elevated at the border between precartilaginous condensations and mesenchyme, but low or absent in the precartilaginous condensations. ",
            "section": "Introduction"
        },
        {
            "text": "Accordingly, overexpression of dominant negative (DN)-BRK-2 (the chicken receptor that corresponds to the mouse BMPR1B receptor) blocks chondrogenesis, but not overexpression of (DN)-BRK-1 (which corresponds to mouse BMPR1A) or DN-ActR1 60,61 . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 237,
                    "end": 240,
                    "type": "bibr",
                    "ref_id": "b59",
                    "text": "60,"
                },
                {
                    "start": 240,
                    "end": 242,
                    "type": "bibr",
                    "ref_id": "b60",
                    "text": "61"
                }
            ]
        },
        {
            "text": "BMPR1B thus appears to be the major transducer of BMP signals in chicken limb condensations.",
            "section": "Introduction"
        },
        {
            "text": "In the chicken the two receptors have been shown to be engaged in different regulatory interactions. ",
            "section": "Introduction"
        },
        {
            "text": "Thus BMP beads induce noggin, tgfb2, and bmpr1b expression only when implanted into the tip of the chicken digit, but not when implanted in the interdigital space. ",
            "section": "Introduction"
        },
        {
            "text": "Also bmpr1a is not expressed when BMP beads are implanted in the interdigital space while expression of the bmpR-1b gene was enhanced in the adjacent digits with the spatial distribution appearing displaced toward the margin of the digits adjacent to the bead 62 . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 260,
                    "end": 262,
                    "type": "bibr",
                    "ref_id": "b61",
                    "text": "62"
                }
            ]
        },
        {
            "text": "It therefore seems that in the chicken only BMPR1b (but not BMPR1a) enhances its own expression in response to ligand binding. ",
            "section": "Introduction"
        },
        {
            "text": "TGF-beta beads also induce the expression of noggin in the interdigital regions but only with a time delay: noggin expression is detected after 30 hours, while bmpr1b expression becomes detectable in the interdigital region already after 10 hours. ",
            "section": "Introduction"
        },
        {
            "text": "TGF-beta thus most likely induces noggin expression indirectly by inducing bmpr1b expression 62 .",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 93,
                    "end": 95,
                    "type": "bibr",
                    "ref_id": "b61",
                    "text": "62"
                }
            ]
        },
        {
            "text": "There are important differences between mouse and chicken limb development as there are differences between forelimb and hindlimb development. ",
            "section": "Introduction"
        },
        {
            "text": "We will therefore mainly focus on mouse forelimb bud development and comment on other limb buds as appropriate. ",
            "section": "Introduction"
        },
        {
            "text": "In the mouse both Bmpr1a and BmpR1b expression is elevated in the precartilaginous condensations and Bmpr1a and Bmpr1b can compensate for each other 59,60 . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 149,
                    "end": 152,
                    "type": "bibr",
                    "ref_id": "b58",
                    "text": "59,"
                },
                {
                    "start": 152,
                    "end": 154,
                    "type": "bibr",
                    "ref_id": "b59",
                    "text": "60"
                }
            ]
        },
        {
            "text": "BMPR1b null mice show normal digit patterning and no differences in Sox9 expression are observed in wild-type and BmprIB2/2 limbs up to and including E12.5, indicating that the prechondrogenic limb mesenchyme is specified and is able to form condensations up to this time 60,63,64 . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 272,
                    "end": 275,
                    "type": "bibr",
                    "ref_id": "b59",
                    "text": "60,"
                },
                {
                    "start": 275,
                    "end": 278,
                    "type": "bibr",
                    "ref_id": "b62",
                    "text": "63,"
                },
                {
                    "start": 278,
                    "end": 280,
                    "type": "bibr",
                    "ref_id": "b63",
                    "text": "64"
                }
            ]
        },
        {
            "text": "BmprIA2/2 embryos are not viable and the severity of the BmprIA2/2 conditional knock-out depends on the stage at which BmprIA2/2 is removed. ",
            "section": "Introduction"
        },
        {
            "text": "Cre-mediated excision in Col2-Cre mice seems to occur only in forming cartilaginous condensations, while in Prx1-Cre mice, it acts in limb mesenchyme at much earlier stages (95% active by E.10.5) 63 . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 196,
                    "end": 198,
                    "type": "bibr",
                    "ref_id": "b62",
                    "text": "63"
                }
            ]
        },
        {
            "text": "If BMP receptor type IA is removed with Col2-Cre digit condensations can still be observed while in Prx1-Cre mice no digits form in the forelimb 63 . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 145,
                    "end": 147,
                    "type": "bibr",
                    "ref_id": "b62",
                    "text": "63"
                }
            ]
        },
        {
            "text": "The mutants have shortened limbs and show almost complete agenesis of the autopod because of reduced cell proliferation 63 . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 120,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b62",
                    "text": "63"
                }
            ]
        },
        {
            "text": "Moreover, the expression of BMP target genes Msx1/2 and Grem are severely reduced. ",
            "section": "Introduction"
        },
        {
            "text": "BMPR1b appears to rescue Msx1/2 expression. ",
            "section": "Introduction"
        },
        {
            "text": "However, the expression is then colocalized with the patchy BMPR1B expression 63 . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 78,
                    "end": 80,
                    "type": "bibr",
                    "ref_id": "b62",
                    "text": "63"
                }
            ]
        },
        {
            "text": "In the mouse BMPR1a thus appears to be the major transducer of BMP signals in limb condensations.",
            "section": "Introduction"
        },
        {
            "text": "In the limb there are three important BMP ligands: BMP2, BMP4, and BMP7 65 . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 72,
                    "end": 74,
                    "type": "bibr",
                    "ref_id": "b64",
                    "text": "65"
                }
            ]
        },
        {
            "text": "BMP2 and BMP4 appear to be the most important BMP ligands, but also in the BMP2: BMP4 double conditional knock-out some digits still form 66 . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 138,
                    "end": 140,
                    "type": "bibr",
                    "ref_id": "b65",
                    "text": "66"
                }
            ]
        },
        {
            "text": "At E12.5 BMP2 is expressed predominantly in the interdigital webbing, BMP4 is expressed along the whole AER, and BMP7 expression is ubiquitous in the limb bud 65 . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 159,
                    "end": 161,
                    "type": "bibr",
                    "ref_id": "b64",
                    "text": "65"
                }
            ]
        },
        {
            "text": "Bmp2 conditional mutants form five digits, conditional inactivation of a gene for BMP4 results in a polydactylous phenotype 67 , but in BMP2:BMP4 conditional mutants two posterior digits are missing even though the limb field is broader 66 . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 124,
                    "end": 126,
                    "type": "bibr",
                    "ref_id": "b66",
                    "text": "67"
                },
                {
                    "start": 237,
                    "end": 239,
                    "type": "bibr",
                    "ref_id": "b65",
                    "text": "66"
                }
            ]
        },
        {
            "text": "Bmp7 null mice show an occasional anterior polydactyly 65 . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 55,
                    "end": 57,
                    "type": "bibr",
                    "ref_id": "b64",
                    "text": "65"
                }
            ]
        },
        {
            "text": "Importantly, even though BMP4 expression is reduced in the conditional BMP4 knock-out BMP signaling activity is increased 68 . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 122,
                    "end": 124,
                    "type": "bibr",
                    "ref_id": "b67",
                    "text": "68"
                }
            ]
        },
        {
            "text": "To avoid the redundant role of multiple BMP ligands and receptors Zeller and co-workers conditionally removed the downstream signaling protein Smad4 (Co-Smad). ",
            "section": "Introduction"
        },
        {
            "text": "The mutants still express Sox9 in the autopod but the pattern does not split into digits 69 . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 89,
                    "end": 91,
                    "type": "bibr",
                    "ref_id": "b68",
                    "text": "69"
                }
            ]
        },
        {
            "text": "Smad4-dependent signaling is therefore necessary for digit formation.",
            "section": "Introduction"
        },
        {
            "text": "BMP signaling is embedded in a larger network that most importantly comprises FGFs and SHH in the limb. ",
            "section": "Introduction"
        },
        {
            "text": "BMP signaling interferes with FGF-dependent signaling, at least in part by repressing expression of its receptor FGFR1 70 . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 119,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b69",
                    "text": "70"
                }
            ]
        },
        {
            "text": "FGF-loaded beads in turn repress BMPR1b and Noggin expression in chicken limb buds 62 . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 83,
                    "end": 85,
                    "type": "bibr",
                    "ref_id": "b61",
                    "text": "62"
                }
            ]
        },
        {
            "text": "In mouse limb buds FGFs repress the expression of the BMP antagonists Gremlin 71 and enhance the expression of SHH in the ZPA, which in turn enhances Gremlin expression. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 78,
                    "end": 80,
                    "type": "bibr",
                    "ref_id": "b70",
                    "text": "71"
                }
            ]
        },
        {
            "text": "SHH induces the expression of BMP-2 and BMP-7 in chicken limb buds, and with a delay that of BRK2 (BMPR1b) 61 . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 107,
                    "end": 109,
                    "type": "bibr",
                    "ref_id": "b60",
                    "text": "61"
                }
            ]
        },
        {
            "text": "Without SHH digits cannot form unless expression of Gli3 is removed as well 10 . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 76,
                    "end": 78,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10"
                }
            ]
        },
        {
            "text": "In the absence of SHH signaling Gli3 forms the Gli3 repressor which prevents the expression of Gremlin and many other genes. ",
            "section": "Introduction"
        },
        {
            "text": "However, in the absence of both SHH and Gli3 more digits appear than in the wildtype. ",
            "section": "Introduction"
        },
        {
            "text": "Neither SHH nor Gli3 are therefore necessary for digit formation. ",
            "section": "Introduction"
        },
        {
            "text": "Both Fgf4 and SHH expression terminate around E12 43 but Fgf8 continues to be expressed in the AER.",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 50,
                    "end": 52,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "43"
                }
            ]
        },
        {
            "text": "Given the complex regulatory interactions it is difficult to understand and predict the regulatory outcome by verbal reasoning. ",
            "section": "Introduction"
        },
        {
            "text": "We therefore sought to build and analyse a computational model of these interactions. ",
            "section": "Introduction"
        },
        {
            "text": "In light of the presence of digits without Shh/Gli3, and the absence of digits in BMPR1A and SMAD4 conditional mutants we focus on BMP-dependent signaling to explain the observed patterning of Sox9 in the limb bud. ",
            "section": "Introduction"
        },
        {
            "text": "We find that the interactions between BMP and BMP receptor give rise to a Schnakenberg-type Turing mechanism. ",
            "section": "Introduction"
        },
        {
            "text": "When we solve the model on a realistic domain we obtain patterns that are similar to those observed in experiments with wildtype and mutant mice. ",
            "section": "Introduction"
        },
        {
            "text": "We propose that the observed patterning during limb bud development may be the consequence of a Turing type patterning mechanism that arises from the interactions between BMPs and their receptor.",
            "section": "Introduction"
        },
        {
            "text": "Model. ",
            "section": "Results"
        },
        {
            "text": "The core signaling pathways that regulate limb patterning have been well characterized and comprise, SHH, GLI, Gremlin, BMP, FGF, and their receptors 1,72 . ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 150,
                    "end": 152,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1,"
                },
                {
                    "start": 152,
                    "end": 154,
                    "type": "bibr",
                    "ref_id": "b71",
                    "text": "72"
                }
            ]
        },
        {
            "text": "Digit patterning is still observed in the absence of Gremlin 73 , Noggin 40 , SHH and GLI3 10 , but not in the absence of BMPR1A 63 and Smad4, an essential protein in BMP signaling 69 . ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 61,
                    "end": 63,
                    "type": "bibr",
                    "ref_id": "b72",
                    "text": "73"
                },
                {
                    "start": 73,
                    "end": 75,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "40"
                },
                {
                    "start": 129,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b62",
                    "text": "63"
                },
                {
                    "start": 181,
                    "end": 183,
                    "type": "bibr",
                    "ref_id": "b68",
                    "text": "69"
                }
            ]
        },
        {
            "text": "We therefore neglect all dispensable network elements and focus on BMP signaling to explain digit patterning. ",
            "section": "Results"
        },
        {
            "text": "We will include FGF as an important modulator and growth factor. ",
            "section": "Results"
        },
        {
            "text": "Shhdependent signaling is also an important modulator of BMP signaling in the limb bud and is clearly important to establish the anterior-posterior polarity. ",
            "section": "Results"
        },
        {
            "text": "Turing patterns have been shown to persist in the presence of such a modulating gradient 74 . ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 89,
                    "end": 91,
                    "type": "bibr",
                    "ref_id": "b73",
                    "text": "74"
                }
            ]
        },
        {
            "text": "Accordingly, we focus on the mechanism that enables the emergence of digits in the autopod and we will neglect the detailed effects of Shh and how these enable the establishment of anterior-posterior polarity that results in the formation of a thumb and a pinky.",
            "section": "Results"
        },
        {
            "text": "BMP (which we denote by B) and FGF (denoted by F) are secreted proteins and diffuse much faster than the BMP receptor (denoted by R) which resides in the plasma membrane. ",
            "section": "Results"
        },
        {
            "text": "Experiments on the BMP Drosophila homologue Dpp suggest that the majority of ligandbound receptors, C, are internalised rapidly and reside mainly inside the cell 75 . ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 162,
                    "end": 164,
                    "type": "bibr",
                    "ref_id": "b74",
                    "text": "75"
                }
            ]
        },
        {
            "text": "We will therefore ignore diffusion of the receptor-ligand complex. ",
            "section": "Results"
        },
        {
            "text": "We write D j (j 5 B, R, F) for the diffusion coefficients with",
            "section": "Results"
        },
        {
            "text": ". We write D: D : ½ for the diffusion fluxes where D denotes the Laplacian operator in Cartesian coordinates, and concentration. The characteristic length of gradients depends both on the speed of diffusion and their removal. In the absence of contrary experimental evidence we will assume the simplest relation, linear decay, at rates d j [j] for all components (i.e. j 5 B, R, C, F).",
            "section": "Results"
        },
        {
            "text": "BMPs are dimers and one BMP molecule can therefore bind two receptors 78 . ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 70,
                    "end": 72,
                    "type": "bibr",
                    "ref_id": "b77",
                    "text": "78"
                }
            ]
        },
        {
            "text": "The rate of BMP-receptor binding is therefore proportional to R 2 B, and we use k on and k off as the binding and dissociation rate constants. ",
            "section": "Results"
        },
        {
            "text": "BMP2 signaling has been shown to reduce BMP2 expression in the limb bud 79 and we therefore make the rate of BMP production negatively dependent on the BMP-receptor complex, C, i.e. we write for the BMP production rate P B K B K B z C ½ and thus obtain for the BMP and BMP-receptor dynamics",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 72,
                    "end": 74,
                    "type": "bibr",
                    "ref_id": "b78",
                    "text": "79"
                }
            ]
        },
        {
            "text": "Signaling of BMP-bound receptors positively regulates receptor production 62 , and we therefore must make receptor production dependent on the concentration of C. In the absence of contrary data we will use the simplest possible relation for the receptor production rate and write",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 74,
                    "end": 76,
                    "type": "bibr",
                    "ref_id": "b61",
                    "text": "62"
                }
            ]
        },
        {
            "text": "where p R and p C are constants,",
            "section": "Results"
        },
        {
            "text": "We can simplify this set of equations if we assume that the dynamics of the receptor-ligand complex are fast such that the receptor-ligand complex assumes a quasi steady-state. ",
            "section": "Results"
        },
        {
            "text": "The concentration of bound receptor, C, is then proportional to R 2 B, i.e.",
            "section": "Results"
        },
        {
            "text": "Equations (1,3) are sufficient for pattern formation and would reduce to the classical Turing model of Schnakenberg-type if we were to set p C 5 2d C , and d B 5 0. ",
            "section": "Results"
        },
        {
            "text": "BMP expression and activity is modulated by FGF and Gremlin 68 . ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 60,
                    "end": 62,
                    "type": "bibr",
                    "ref_id": "b67",
                    "text": "68"
                }
            ]
        },
        {
            "text": "BMP induces Gremlin expression and Gremlin then binds and sequesters BMP in an inactive complex 51,80 . ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 96,
                    "end": 99,
                    "type": "bibr",
                    "ref_id": "b50",
                    "text": "51,"
                },
                {
                    "start": 99,
                    "end": 101,
                    "type": "bibr",
                    "ref_id": "b79",
                    "text": "80"
                }
            ]
        },
        {
            "text": "Gremlin can in principle be secreted, but experimental evidence suggests that BMP4 activation and secretion are also negatively regulated by an intracellular Gremlin-BMP4 interaction 81 . ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 183,
                    "end": 185,
                    "type": "bibr",
                    "ref_id": "b80",
                    "text": "81"
                }
            ]
        },
        {
            "text": "We therefore do not consider Gremlin diffusion. ",
            "section": "Results"
        },
        {
            "text": "Since experiments suggest that also Gremlin is a dimer 82  and Hill coefficient n, and assume that dissociation of the complex (at rate k ' off ) is much faster than its degradation then the previous system of equations would need to be expanded to include",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 55,
                    "end": 57,
                    "type": "bibr",
                    "ref_id": "b81",
                    "text": "82"
                }
            ]
        },
        {
            "text": "Experiments show that Gremlin is induced by BMP already early during limb development 68 . ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 86,
                    "end": 88,
                    "type": "bibr",
                    "ref_id": "b67",
                    "text": "68"
                }
            ]
        },
        {
            "text": "If we assume rapid formation of the BMP-Gremlin complex in comparison with other reactions we can use a quasi-steady state approximation for complex concentration:",
            "section": "Results"
        },
        {
            "text": "The terms for complex formation thus disappear from the equations for Gremlin and BMP and the equation for Gremlin uncouples from the other equations. ",
            "section": "Results"
        },
        {
            "text": "Gremlin seems thus not to affect the patterning module directly. ",
            "section": "Results"
        },
        {
            "text": "We therefore ignore the Gremlin-BMP interaction in this model, and we will show that the observed oligodactily in the Gremlin knock-outs can be explained with the reduced limb bud size. ",
            "section": "Results"
        },
        {
            "text": "Given the importance of FGFs for limb patterning we extended the model to also include FGF signaling. ",
            "section": "Results"
        },
        {
            "text": "Much as BMP, FGFs can diffuse rapidly 83 . ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 38,
                    "end": 40,
                    "type": "bibr",
                    "ref_id": "b82",
                    "text": "83"
                }
            ]
        },
        {
            "text": "BMP expression is induced by FGF and the parameter P B in (1) thus becomes a function of FGF, F, i.e.",
            "section": "Results"
        },
        {
            "text": "where K BF and n and the Hill constant and Hill coefficient respectively. ",
            "section": "Results"
        },
        {
            "text": "Signaling of BMP-bound receptors, C , R 2 B (4), has been found to both stimulate and inhibit FGF-dependent processes 53,84 . ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 118,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "53,"
                },
                {
                    "start": 121,
                    "end": 123,
                    "type": "bibr",
                    "ref_id": "b83",
                    "text": "84"
                }
            ]
        },
        {
            "text": "Such inconsistent observations may be the result of a concentration-dependency of signaling, and it has been suggested that high levels of BMP signaling interfere with FGFdependent processes while lower levels may positively regulate FGF expression in the AER 85 . ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 260,
                    "end": 262,
                    "type": "bibr",
                    "ref_id": "b84",
                    "text": "85"
                }
            ]
        },
        {
            "text": "Hence FGF activity is best described as",
            "section": "Results"
        },
        {
            "text": ", where K F1 = K F2 are the Hill constants for the activating and the inhibitory impacts of BMP signaling and n is the Hill coefficient. ",
            "section": "Results"
        },
        {
            "text": "Here we note that FGF expression is restricted to the apical ectodermal ridge (AER), and p F is therefore non-zero only on the distal boundary of the domain (dashed part of Fig. 2C; simulated expression patterns are shown in Fig. S1, S3G-J). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 173,
                    "end": 180,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 2C"
                },
                {
                    "start": 225,
                    "end": 232,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. S1"
                }
            ]
        },
        {
            "text": "We then write for the FGF dynamics",
            "section": "Results"
        },
        {
            "text": "FGFs repress the expression of the BMP antagonist Gremlin, and enhance SHH expression in the ZPA, which in turn enhances Gremlin expression. ",
            "section": "Results"
        },
        {
            "text": "However, as discussed above the Gremlin dynamics uncouple from the other equations, while the expression of SHH terminates before the expression pattern of Sox9 has assumed the characteristic digit pattern [43][44][45] and digit patterning can still be observed in limb buds when expression of Shh (and Gli3) is removed in knock-outs 10 . ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 206,
                    "end": 210,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "[43]"
                },
                {
                    "start": 210,
                    "end": 214,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[44]"
                },
                {
                    "start": 214,
                    "end": 218,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "[45]"
                },
                {
                    "start": 334,
                    "end": 336,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10"
                }
            ]
        },
        {
            "text": "We thus neither include Gremlin nor SHH in the model.",
            "section": "Results"
        },
        {
            "text": "We propose that the observed patterning in BMP signaling is the result of regulatory interactions between BMP, B, its receptor R, and FGFs, F as summarized graphically in Fig. 2A.",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 171,
                    "end": 178,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 2A"
                }
            ]
        },
        {
            "text": "The effective interactions in this model are graphically summarized in Fig. 2B. ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 71,
                    "end": 78,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 2B"
                }
            ]
        },
        {
            "text": "As final set of equations we have",
            "section": "Summary."
        },
        {
            "text": "We note that FGFs are not part of the core patterning mechanism. ",
            "section": "Summary."
        },
        {
            "text": "For large FGF concentrations ([F] ? K BF ) the equation for F uncouples from the other two equations and if the constitutive BMP expression p B , p Ã B was sufficiently large patterning could be obtained also without FGFs. ",
            "section": "Summary."
        },
        {
            "text": "Further regulatory interactions (like those with Gremlin) may tune the parameter values.",
            "section": "Summary."
        },
        {
            "text": "Parameter values. ",
            "section": "Summary."
        },
        {
            "text": "The measurement of the parameter values (i.e. diffusion coefficients, production and degradation rates) in vivo is complicated and has only been carried out in few model systems, but not in the limb [86][87][88] . ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 199,
                    "end": 203,
                    "type": "bibr",
                    "ref_id": "b85",
                    "text": "[86]"
                },
                {
                    "start": 203,
                    "end": 207,
                    "type": "bibr",
                    "ref_id": "b86",
                    "text": "[87]"
                },
                {
                    "start": 207,
                    "end": 211,
                    "type": "bibr",
                    "ref_id": "b87",
                    "text": "[88]"
                }
            ]
        },
        {
            "text": "However, our conclusions do not depend on the exact values of parameters, but mainly depend on their relative values as can be seen by non-dimensionalizing the model. ",
            "section": "Summary."
        },
        {
            "text": "To nondimensionalize the model we need to choose characteristic length and time scales, as well as characteristic concentrations. ",
            "section": "Summary."
        },
        {
            "text": "As characteristic time scale we use T ",
            "section": "Summary."
        },
        {
            "text": "Numerical solution of PDEs. ",
            "section": "Summary."
        },
        {
            "text": "The PDEs were solved with finite element methods as implemented in COMSOL Multiphysics 4.1 and 4.2. ",
            "section": "Summary.",
            "entity_spans": [
                {
                    "start": 67,
                    "end": 86,
                    "type": "software",
                    "rawForm": "COMSOL Multiphysics",
                    "resp": "#annotator4",
                    "used": true,
                    "id": "c924ed6c63-software-1",
                    "cert": "1.0"
                },
                {
                    "start": 87,
                    "end": 98,
                    "type": "version",
                    "rawForm": "4.1 and 4.2",
                    "resp": "#annotator4",
                    "id": "#c924ed6c63-software-1"
                }
            ]
        },
        {
            "text": "COMSOL Multiphysics is a wellestablished software package and several studies confirm that COMSOL provides accurate solutions to reaction-diffusion equations both on constant 99 and growing two-dimensional domains 100-102. ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 175,
                    "end": 177,
                    "type": "bibr",
                    "text": "99"
                },
                {
                    "start": 214,
                    "end": 221,
                    "type": "bibr",
                    "text": "100-102"
                }
            ],
            "entity_spans": [
                {
                    "start": 0,
                    "end": 19,
                    "type": "software",
                    "rawForm": "COMSOL Multiphysics",
                    "resp": "#curator",
                    "used": true,
                    "id": "c924ed6c63-software-simple-2",
                    "cert": "1.0"
                },
                {
                    "start": 91,
                    "end": 97,
                    "type": "software",
                    "rawForm": "COMSOL",
                    "resp": "#curator",
                    "id": "c924ed6c63-software-simple-3"
                }
            ]
        },
        {
            "text": "Both mesh and the time step were refined until further refinement no longer resulted in noticeable improvements as judged by eye. ",
            "section": "Summary."
        },
        {
            "text": "The simulations were optimised for computational efficiency as described in 103.",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 76,
                    "end": 79,
                    "type": "bibr",
                    "text": "103"
                }
            ]
        },
        {
            "text": "The dimensionless model contains five parameters less and the patterning mechanism no longer depends on absolute diffusion and decay constants, but only on the relative diffusion coefficients and the relative decay rates. ",
            "section": "Summary."
        },
        {
            "text": "Similarly, the absolute protein concentrations do not matter but only the relative concentrations (as result from the relative expression and decay rates) relative to the Hill constant and the effective binding constant K C .",
            "section": "Summary."
        },
        {
            "text": "Domain and boundary conditions. ",
            "section": "Summary."
        },
        {
            "text": "The equations were solved on a domain whose shape was extracted from limb bud images at E12.5 as well as on a growing domain. ",
            "section": "Summary."
        },
        {
            "text": "The idealized domain is shown in Fig. 2C. ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 33,
                    "end": 40,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 2C"
                }
            ]
        },
        {
            "text": "We used zero-flux boundary conditions for B and R as the developing limb does not exchange with the surrounding except at the flank which is ignored here. ",
            "section": "Summary."
        },
        {
            "text": "FGF production in the AER was implemented as a flux boundary condition, i.e. n :",
            "section": "Summary."
        },
        {
            "text": "whereñ refers to the unit normal vector. ",
            "section": "Summary."
        },
        {
            "text": "We also considered alternative implementations with production in a thin layer (Fig.  S1B-E) or with Eq. ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 79,
                    "end": 91,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig.  S1B-E"
                }
            ]
        },
        {
            "text": "11 defined on the boundary (Fig. S1F). ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 27,
                    "end": 37,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. S1F)"
                }
            ]
        },
        {
            "text": "A thin layer with flux boundary conditions ( Fig. S1C) and with Eq. ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 45,
                    "end": 53,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. S1C"
                }
            ]
        },
        {
            "text": "11 defined on the boundary (Fig. S1C) give similar patterns to those observed with flux boundary condition on the outer boundary (Fig.  S1A). ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 27,
                    "end": 37,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. S1C)"
                },
                {
                    "start": 129,
                    "end": 140,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig.  S1A)"
                }
            ]
        },
        {
            "text": "A thin layer with either constant (Fig. S1E) or BMP-dependent FGF production (Fig. S1D) yielded overall the same pattern (same number of spots) but the shape of the spots was different. ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 34,
                    "end": 44,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. S1E)"
                },
                {
                    "start": 77,
                    "end": 87,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. S1D)"
                }
            ]
        },
        {
            "text": "Modelling domain growth. ",
            "section": "Summary."
        },
        {
            "text": "Proliferation is not uniform within the limb domain but the velocity field has not been published 14 . ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 98,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14"
                }
            ]
        },
        {
            "text": "We therefore measured the proximal-distal axis of limb buds over developmental time and find that the growth rate is approximately linear (Fig. 3A) and we are therefore using a linear growth law with growth rate v g . ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 138,
                    "end": 147,
                    "type": "figure",
                    "text": "(Fig. 3A)"
                }
            ]
        },
        {
            "text": "We can then write for the proximal-distal length of the limb bud L t ð Þ~ L 0 z v g t where L 0 denotes the initial proximaldistal length of the limb bud, and t denotes time.",
            "section": "Summary."
        },
        {
            "text": "To conserve mass (rather than concentration) the reactiondiffusion equations for the soluble factors B and F, equations 9 and 11 must be expanded to include the advection and dilution terms 89 ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 190,
                    "end": 192,
                    "type": "bibr",
                    "ref_id": "b88",
                    "text": "89"
                }
            ]
        },
        {
            "text": "where u denotes the growth speed. ",
            "section": "Summary."
        },
        {
            "text": "For homogeneous growth at rate To model local growth at the limb boundary (Fig. 4) the direction of growth was set to be normal to the boundary and proportional to the local FGF concentration, i.e.ũ~v g F mñ where vg is the growth speed andñ is the unit normal vector on the boundary. ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 74,
                    "end": 81,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "(Fig. 4"
                }
            ]
        },
        {
            "text": "The exponent m was set to four, even though we note that similar results can be obtained with m 5 2.",
            "section": "Summary."
        },
        {
            "text": "Patterning on the limb domain. ",
            "section": "Summary."
        },
        {
            "text": "Since the model is an example of a Schnakenberg Turing-type model 90 we expected to find parameter ranges for which we would observe the emergence of patterns. ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 66,
                    "end": 68,
                    "type": "bibr",
                    "ref_id": "b89",
                    "text": "90"
                }
            ]
        },
        {
            "text": "To judge whether such mechanism could yield realistic patterns in a realistic time frame we solved the model on a domain that had been extracted from limb bud images taken at E11.5. ",
            "section": "Summary."
        },
        {
            "text": "Sox9 expression is induced in response to BMP signaling 91 , and we were therefore interested in the pattern of the BMP-receptor complex (C 5 R 2 B) which will mark the regions of active BMP signaling. ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 56,
                    "end": 58,
                    "type": "bibr",
                    "ref_id": "b90",
                    "text": "91"
                }
            ]
        },
        {
            "text": "This pattern is necessarily distinct from the pattern of BMP expression which remains uniform. ",
            "section": "Summary."
        },
        {
            "text": "In spite of uniform expression of BMP we observe the emergence of pattern in the BMP-receptor signaling domains that resemble the Sox9 pattern observed in experiments (Fig. 1J-L). ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 167,
                    "end": 178,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 1J-L)"
                }
            ]
        },
        {
            "text": "Thus initially (at t 5 150) we observe strong BMP signaling (BMP-receptor binding) in the stalk (Fig. 1J) (marking the stylopod (s) in the limb bud images in Fig. 1B or the humerus (h) in Fig. 1F), two distinct spots in the transition zone from stalk to handplate (marking the zeugopod (z) in the limb bud images in Fig. 1B or radia (r) and ulna (u) in Fig. 1F) and a homogenous expression in the handplate (marking the autopod (a) in the limb bud images in Fig. 1B; digit 4 can be discerned already in Fig. 1F). ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 96,
                    "end": 104,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 1J"
                },
                {
                    "start": 158,
                    "end": 165,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1B"
                },
                {
                    "start": 188,
                    "end": 195,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1F"
                },
                {
                    "start": 316,
                    "end": 323,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1B"
                },
                {
                    "start": 353,
                    "end": 360,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1F"
                },
                {
                    "start": 458,
                    "end": 465,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1B"
                },
                {
                    "start": 503,
                    "end": 510,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1F"
                }
            ]
        },
        {
            "text": "Within Dt 5 200 the pattern in the handplate splits in the simulation (Fig. 1K) and distinct condensations can be discerned that mark digits 2-5 in the limb bud images (Fig. 1C,G). ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 70,
                    "end": 78,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 1K"
                },
                {
                    "start": 168,
                    "end": 179,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 1C,G)"
                }
            ]
        },
        {
            "text": "For the horseshoe pattern to split the BMP expression rate at the proximal end of the domain (rate r b2 ) must be 3-fold higher than the BMP expression rate in the ''hand plate'' (rate r b1 ). ",
            "section": "Summary."
        },
        {
            "text": "Without such a local increase in BMP expression the horseshoe pattern would not split. ",
            "section": "Summary."
        },
        {
            "text": "With time the digit condensations further elongate (Fig. 1D,E,H). ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 51,
                    "end": 64,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 1D,E,H)"
                }
            ]
        },
        {
            "text": "In the simulations the digit condensations split while elongating (Fig. 1L). ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 66,
                    "end": 75,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 1L)"
                }
            ]
        },
        {
            "text": "Elongation of patterns becomes more realistic if we solve the model on a uniformly growing domain (Fig. 3E) or if we allow the domain to expand in direction of the highest FGF concentration (Fig. 4). ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 98,
                    "end": 107,
                    "type": "figure",
                    "text": "(Fig. 3E)"
                },
                {
                    "start": 190,
                    "end": 198,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "(Fig. 4)"
                }
            ]
        },
        {
            "text": "Such deforming growth towards higher FGF concentrations is also observed in cultured limb buds 38,92 . ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 95,
                    "end": 98,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "38,"
                },
                {
                    "start": 98,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b91",
                    "text": "92"
                }
            ]
        },
        {
            "text": "To achieve the characteristic digit shape it is important that the FGF concentrates distally from the BMP-receptor spots (Fig. 4A-C) as also observed in limb buds (Fig. 4D). ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 121,
                    "end": 132,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "(Fig. 4A-C)"
                },
                {
                    "start": 163,
                    "end": 172,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "(Fig. 4D)"
                }
            ]
        },
        {
            "text": "This is achieved only if BMP-receptor signaling has predominantly a positive impact on FGF expression, i.e. if the BMP concentration is relatively low such that k 1 , R 2 B = k 2 . ",
            "section": "Summary."
        },
        {
            "text": "We therefore predict that at the time of digit formation BMP signaling enhances rather than represses FGF8 expression. ",
            "section": "Summary."
        },
        {
            "text": "We should stress that this is necessary only in order to obtain the correct positioning of the FGF8 expression domain. ",
            "section": "Summary."
        },
        {
            "text": "The BMP-receptor pattern described above can be obtained independently of whether BMP regulates FGF signaling positively or negatively.",
            "section": "Summary."
        },
        {
            "text": "In our simulations 5 spots emerge simultaneously in the handplate while in the developing limb digits appear in a sequence (4,2,3/5,1) with digit 1 appearing much later than the other digits. ",
            "section": "Summary."
        },
        {
            "text": "Also the appearance of digit 1 appears to be regulated in a different way from the other digits. ",
            "section": "Summary."
        },
        {
            "text": "Thus digit 1 is still formed in SHH knock-out mutants 10 while digit 1 is lost in FGF8 knock-out mutants 38 . ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 54,
                    "end": 56,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10"
                },
                {
                    "start": 105,
                    "end": 107,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "38"
                }
            ]
        },
        {
            "text": "The patterns depend on the specific choice of parameters (Table 1), and four instead of five spots could easily be obtained by altering any but the receptor expression rate (Fig. 5A). ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 57,
                    "end": 66,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "(Table 1)"
                },
                {
                    "start": 173,
                    "end": 182,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "(Fig. 5A)"
                }
            ]
        },
        {
            "text": "Alternatively the rate of FGF expression r F could be lowered 10-fold on the anterior side initially and then increase over time; such asymmetry in expression pattern is indeed observed in the limb bud. ",
            "section": "Summary."
        },
        {
            "text": "Thus while Fgf8 is expressed uniformly in the AER, expression of Fgf4 appears to be biased to the posterior site of the limb bud. ",
            "section": "Summary."
        },
        {
            "text": "FGF8 is expressed already early during limb bud development and remains expressed throughout the patterning process while Fgf4 expression is first detected around E10.5 and ceases around E12. ",
            "section": "Summary."
        },
        {
            "text": "As a result we expect enhanced FGF production in the posterior part of the limb bud at the onset of Sox9 expression. ",
            "section": "Summary."
        },
        {
            "text": "However, in this paper we will continue to analyse homogenous expression patterns.",
            "section": "Summary."
        },
        {
            "text": "Regulatory impact of the parameters. ",
            "section": "Summary."
        },
        {
            "text": "The patterns depend on the specific choice of parameters (Table 1) and since the parameters are difficult to determine accurately in experiments we wondered how sensitive our results would be to variations in parameter values. ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 57,
                    "end": 65,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "(Table 1"
                }
            ]
        },
        {
            "text": "We  find that all model parameters affect the pattern (Fig. 5A). ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 54,
                    "end": 63,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "(Fig. 5A)"
                }
            ]
        },
        {
            "text": "Nonetheless the stable parameter ranges are sufficiently wide that molecular noise should not affect the patterning process. ",
            "section": "Summary."
        },
        {
            "text": "Parameters with particular wide stable ranges include d B , the rate of BMP degradation, which can be varied 6-fold without affecting the pattern, as well as the expression rates r b2 , r R and r F for BMP, receptor, and FGF and the threshold for BMP-dependent FGF expression, k 1 .",
            "section": "Summary."
        },
        {
            "text": "Since we know the time scale of the process we can relate the nondimensional kinetic rates to their dimensional counterparts. ",
            "section": "Summary."
        },
        {
            "text": "In our simulations splitting of the pattern in the handplate takes about Dt 5 100. ",
            "section": "Summary."
        },
        {
            "text": "The processes of one embryonic day (86400 seconds) therefore corresponds to Dt $ 200 such that t 5 1 corresponds to at least t 5 T 3 t 5 432 seconds in dimensional time. ",
            "section": "Summary."
        },
        {
            "text": "Accordingly the rate of FGF removal would correspond to d F 5 1/T , 2 3 10 23 s 21 in dimensional terms which is similar to the experimentally reported value of 10 23 s 21 87 . ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 169,
                    "end": 174,
                    "type": "bibr",
                    "text": "21 87"
                }
            ]
        },
        {
            "text": "Since in our simulations any change in the rate of FGF removal can be counterbalanced by a change in FGF expression ( Fig. 5B) a two-fold lower rate in FGF removal could also be obtained if we reduced the FGF expression rate by about 10-fold.",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 118,
                    "end": 125,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "Fig. 5B"
                }
            ]
        },
        {
            "text": "The size of the limb bud changes over time but is about 2 millimeters (mm) at E12.5, the final time of our simulation. ",
            "section": "Summary."
        },
        {
            "text": "Accordingly the length scale is l 5 2 mm/(H 0 1 R 1 1 R 2 )5 2 mm/19.35 5 0.1 mm and the FGF diffusion coefficient in the model corresponds to 34 mm 2 s 21 . ",
            "section": "Summary."
        },
        {
            "text": "We further require that BMP diffuses about 2.7-fold faster than FGF which brings the BMP diffusion constant close to the diffusion constant D , 100 mm 2 s 21 that is typically measured for soluble proteins 87 unless diffusion is impeded by adsorption to the surface 86 . ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 266,
                    "end": 268,
                    "type": "bibr",
                    "ref_id": "b85",
                    "text": "86"
                }
            ]
        },
        {
            "text": "We further require that the BMP receptor diffuses about 100-fold more slowly than the BMP protein. ",
            "section": "Summary."
        },
        {
            "text": "The typical range for diffusional constants of membrane proteins is several orders of magnitude lower than for proteins in solution (i.e. D 5 0.1 2 0.001 mm 2 s 21 76,77 ). ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 161,
                    "end": 171,
                    "type": "bibr",
                    "text": "21 76,77 )"
                }
            ]
        },
        {
            "text": "A 100-fold reduced diffusion constant may still overestimate the receptor diffusion constant, in particular because the receptor would then diffuse a distance of 3.5 cell lengths (l~ffi ffiffiffiffiffiffiffiffiffiffiffiffiffiffi 2D R t 1=2 p^3 5 mm) within its receptor half-life time of t 1/2 5 ln(2)/d R 5 960 s even though receptors are mainly restricted to the surface of single cells. ",
            "section": "Summary."
        },
        {
            "text": "We therefore also tested alternative parameterizations in which the receptor diffusion constant is 400-fold lower than the BMP diffusion constant. ",
            "section": "Summary."
        },
        {
            "text": "Importantly we still obtain   Table 1 as indicated on the vertical axis and the range was recorded for which pattern were qualitatively preserved on a static domain. ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 30,
                    "end": 37,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "The numbers above and below the bar indicate how many digits were either gained (1) or lost (2) as the range was exceeded. ",
            "section": "Summary."
        },
        {
            "text": "(B) The parameter space for which the pattern is preserved is larger (black line) if parameters are changed together as illustrated for the FGF production and degradation rates. ",
            "section": "Summary."
        },
        {
            "text": "The simulations were analyzed at t 5 750. ",
            "section": "Summary."
        },
        {
            "text": "Please note that the FGF degradation rate determines the time scale of the simulations (T 5 1/d F ). ",
            "section": "Summary."
        },
        {
            "text": "Compensation with the FGF production rate thus allow us to simulate the processes on different time scales.",
            "section": "Summary."
        },
        {
            "text": "qualitative similar, yet smaller and sharper, patterns also with a much lower receptor diffusion constant as long as the FGF and BMP expression are adjusted accordingly. ",
            "section": "Summary."
        },
        {
            "text": "The pattern is also very sensitive to some of the protein expression rates. ",
            "section": "Summary."
        },
        {
            "text": "While there are no reported measurements of protein expression rates and concentrations for the limb bud that these constraints could be related to, there is a large number of mutant phenotypes that can be used for a qualitative comparison. ",
            "section": "Summary."
        },
        {
            "text": "These will be discussed in the following.",
            "section": "Summary."
        },
        {
            "text": "FGF. ",
            "section": "Summary."
        },
        {
            "text": "Many different FGFs are expressed during limb development. ",
            "section": "Summary."
        },
        {
            "text": "In the model we consider only those FGFs that are important during digit formation, i.e. FGF4 and FGF8. ",
            "section": "Summary."
        },
        {
            "text": "In mice that are lacking both Fgf4 and Fgf8 function in the forelimb AER limb bud mesenchyme fails to survive and the limb does not develop 93 . ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 140,
                    "end": 142,
                    "type": "bibr",
                    "ref_id": "b92",
                    "text": "93"
                }
            ]
        },
        {
            "text": "FGF4 is expressed only transiently in the limb bud (between E10 and E12 37,43 ) and removal of only FGF4 does not affect digit patterning 39,94 . ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 72,
                    "end": 75,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "37,"
                },
                {
                    "start": 75,
                    "end": 77,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "43"
                },
                {
                    "start": 138,
                    "end": 141,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "39,"
                },
                {
                    "start": 141,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b93",
                    "text": "94"
                }
            ]
        },
        {
            "text": "The effect of Fgf8 removal depends on the developmental stage. ",
            "section": "Summary."
        },
        {
            "text": "Inactivating Fgf8 in early limb ectoderm (Msx2-cre;Fgf8 hindlimbs and in RAR-cre;Fgf8 forelimbs) causes a substantial reduction in limb-bud size, a delay in SHH expression, misregulation of Fgf4 expression, and loss of digit 1 (the thumb) 38 . ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 239,
                    "end": 241,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "38"
                }
            ]
        },
        {
            "text": "In contrast, when functional Fgf8 is transiently expressed, as in Msx2-cre;Fgf8 forelimbs, digit 1 is present and digit 2 or 3 is lost 37 . ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 135,
                    "end": 137,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "37"
                }
            ]
        },
        {
            "text": "If we remove 50% of Fgf expression in our model we observe less separation between the spots, similar to what would be expected in syndactyly (Fig. 6A). ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 142,
                    "end": 150,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "(Fig. 6A"
                }
            ]
        },
        {
            "text": "To lose a digit we need to reduce FGF expression to less than 10% of its normal levels. ",
            "section": "Summary."
        },
        {
            "text": "In this case we lose the middle digit as is the case in Msx2-cre;Fgf8 forelimbs without causing syndactyly. ",
            "section": "Summary."
        },
        {
            "text": "One explanation for the quantitative differences could be the dominance of FGF8 expression at later stages of limb bud development such that removal of Fgf8 corresponds to removing 90% of FGF activity.",
            "section": "Summary."
        },
        {
            "text": "All of the skeletal defects caused by inactivation of Fgf8 can be rescued when Fgf4 is expressed in place of Fgf8 95 . ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 114,
                    "end": 116,
                    "type": "bibr",
                    "ref_id": "b94",
                    "text": "95"
                }
            ]
        },
        {
            "text": "On the protein level FGF4 can thus functionally replace FGF8 in limb skeletal development. ",
            "section": "Summary."
        },
        {
            "text": "An increase in FGF signaling that occurs when the Fgf4 gain-of-function allele is activated in a wild-type limb bud causes formation of a supernumerary posterior digit (postaxial polydactyly), as well as cutaneous syndactyly between all the digits 95 . ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 248,
                    "end": 250,
                    "type": "bibr",
                    "ref_id": "b94",
                    "text": "95"
                }
            ]
        },
        {
            "text": "Increasing Fgf expression by 50% indeed results in supernumerary digits (Fig. 6B). ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 72,
                    "end": 80,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "(Fig. 6B"
                }
            ]
        },
        {
            "text": "If the additional expression is restricted to the posterior side (where Fgf4 is predominantly expressed) then the 50% increase results in the posterior placement of one supernumerary digit as well as a merging of spots on the anterior side which would correspond to syndactyly (Fig. 6C).",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 277,
                    "end": 286,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "(Fig. 6C)"
                }
            ]
        },
        {
            "text": "The model further predicts that the expression and distribution of FGFs remains homogenous initially, but subsequently forms distinct patches as indeed observed in experiments (Fig. S3G-J).",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 176,
                    "end": 188,
                    "type": "figure",
                    "text": "(Fig. S3G-J)"
                }
            ]
        },
        {
            "text": "BMP. ",
            "section": "Summary."
        },
        {
            "text": "There are several BMPs expressed in the developing limb, including most importantly BMP2, BMP4, and BMP7 65 . ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 105,
                    "end": 107,
                    "type": "bibr",
                    "ref_id": "b64",
                    "text": "65"
                }
            ]
        },
        {
            "text": "Much as observed for BMP2 in experiments 79 we predict BMP to be first expressed rather homogenously at the boundary of the domain and to be subsequently expressed most strongly outside the digit domains. ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 41,
                    "end": 43,
                    "type": "bibr",
                    "ref_id": "b78",
                    "text": "79"
                }
            ]
        },
        {
            "text": "In our simulation a lower BMP production rate leads to digit loss (Fig. 6E) as indeed observed in the BMP2:BMP4 conditional knock-out 66 . ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 66,
                    "end": 75,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "(Fig. 6E)"
                },
                {
                    "start": 134,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b65",
                    "text": "66"
                }
            ]
        },
        {
            "text": "A 30% increased production rate results in polydactyly in our simulation ( Fig. 6F) and ectopically  Table 1) for t 5 750. ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 75,
                    "end": 82,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "Fig. 6F"
                },
                {
                    "start": 101,
                    "end": 108,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "Loss of digits at higher FGF production rates is due to presence of stripes; spots can be recovered if simulations are run longer. ",
            "section": "Summary."
        },
        {
            "text": "(E-H) ",
            "section": "Summary."
        },
        {
            "text": "The impact of changes in the BMP production rate. ",
            "section": "Summary."
        },
        {
            "text": "(E) Digits are lost when the BMP production rate is reduced to 50%. ",
            "section": "Summary."
        },
        {
            "text": "(F) Additional spots emerge as the BMP production rate is increased by 30%. ",
            "section": "Summary."
        },
        {
            "text": "(G) The pattern merge (polysyndactily) as the BMP production rate is increased by 50%. ",
            "section": "Summary."
        },
        {
            "text": "(H) The number of digits at different relative BMP production rates (1 corresponds to the reference rate in Table 1) for t 5 750. ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 108,
                    "end": 115,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "Note that at higher production rates pattern merge and digits are no longer observed. ",
            "section": "Summary."
        },
        {
            "text": "The constant but spatially modulated BMP production rates r B1 , r B2 (black and blue lines) and the FGF-dependent BMP production rate r B* (red line) have different effects on the patterning. ",
            "section": "Summary."
        },
        {
            "text": "The spatially modulated BMP r B2 in the stalk has little impact at larger values because most BMP then binds to receptors in the stalk. ",
            "section": "Summary."
        },
        {
            "text": "The spot(s) at the proximal end of the stalk and the two spots appearing at the transition from the stalk to the circular domain were preserved under all conditions and thus not counted.",
            "section": "Summary."
        },
        {
            "text": "expressed BMP2 indeed induces duplication of digit 2 and bifurcation of digit 3 84 . ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 80,
                    "end": 82,
                    "type": "bibr",
                    "ref_id": "b83",
                    "text": "84"
                }
            ]
        },
        {
            "text": "Moreover, conditional inactivation of the gene for BMP4 results in polydactyly 67 and other experiments reveal that even though conditional inactivation of a gene for BMP4 downregulates BMP4 expression, the overall amount of BMP signaling increases 68 . ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 79,
                    "end": 81,
                    "type": "bibr",
                    "ref_id": "b66",
                    "text": "67"
                },
                {
                    "start": 249,
                    "end": 251,
                    "type": "bibr",
                    "ref_id": "b67",
                    "text": "68"
                }
            ]
        },
        {
            "text": "As the BMP expression rate is further increased in our simulations ($50% increase) the patterns merge to give rise to polysyndactily (Fig. 6G). ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 133,
                    "end": 142,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "(Fig. 6G)"
                }
            ]
        },
        {
            "text": "Such strong overexpression has not yet been achieved in mutants so that we cannot check this prediction.",
            "section": "Summary."
        },
        {
            "text": "BMP receptor. ",
            "section": "Summary."
        },
        {
            "text": "Conditional mutants of BMP receptor type IA lack digits. ",
            "section": "Summary."
        },
        {
            "text": "Since the receptor is an integral part of the proposed Turing mechanism we obtain loss of digits also in the model. ",
            "section": "Summary."
        },
        {
            "text": "Hypomorphic mutants of the BMP receptor have not been described; the model would predict loss of digits (Fig. S3). ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 104,
                    "end": 113,
                    "type": "figure",
                    "text": "(Fig. S3)"
                }
            ]
        },
        {
            "text": "Mild overexpression of the receptor should lead to a gain of digits while stronger overexpression will lead to a loss of patterning (Fig. S3).",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 132,
                    "end": 141,
                    "type": "figure",
                    "text": "(Fig. S3)"
                }
            ]
        },
        {
            "text": "We conclude that the expression rates of BMP and BMP receptor need to be tightly controlled to permit patterning. ",
            "section": "Summary."
        },
        {
            "text": "While FGF is not an essential part of the patterning module FGF enhances BMP production and can thus affect the number of digits.",
            "section": "Summary."
        },
        {
            "text": "The impact of domain size and shape. ",
            "section": "Summary."
        },
        {
            "text": "Turing patterns depend on the size of the computational domain and more modes (patterns) emerge as the size of the domain increases 90 . ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 132,
                    "end": 134,
                    "type": "bibr",
                    "ref_id": "b89",
                    "text": "90"
                }
            ]
        },
        {
            "text": "Several mouse mutants have been reported with different shapes and sizes of their limb domain, and larger domains typically correlate with increased digit numbers. ",
            "section": "Summary."
        },
        {
            "text": "Thus GLI3 mutants are polydactylous and the limb domain seems to be widened to 130% while Gremlin mutants are oligodactylous and the limb domain is shrink to about 60% of its original size 10,73 . ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 189,
                    "end": 192,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10,"
                },
                {
                    "start": 192,
                    "end": 194,
                    "type": "bibr",
                    "ref_id": "b72",
                    "text": "73"
                }
            ]
        },
        {
            "text": "Previous theoretical models showed that such a correlation can in principle be explained with Turing models 22 , but the domain shapes were not based on real limb buds and no quantitative comparison of domain size and digit number was previously carried out. ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 108,
                    "end": 110,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "22"
                }
            ]
        },
        {
            "text": "When we shrink the computational domain uniformly to 60% of its original size we observe a decrease to two BMP-receptor (BR 2 ) patches (Fig. 7A,B), much as is observed in experiments 73 . ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 136,
                    "end": 147,
                    "type": "figure",
                    "ref_id": "fig_8",
                    "text": "(Fig. 7A,B)"
                },
                {
                    "start": 184,
                    "end": 186,
                    "type": "bibr",
                    "ref_id": "b72",
                    "text": "73"
                }
            ]
        },
        {
            "text": "When we enlarge the computational domain uniformly to 130% of its original size the digit number more than doubles (Fig. 7A). ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 115,
                    "end": 123,
                    "type": "figure",
                    "ref_id": "fig_8",
                    "text": "(Fig. 7A"
                }
            ]
        },
        {
            "text": "However, in the GLI3 2/2 mutant the expansion is observed only along the anterior-posterior axis 10 . ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 97,
                    "end": 99,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10"
                }
            ]
        },
        {
            "text": "If we increase only the anterior-posterior axis of the limb bud to 130% we observe four additional digits which emerge mainly in the middle of the domain (Fig. 7C,D). ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 154,
                    "end": 165,
                    "type": "figure",
                    "ref_id": "fig_8",
                    "text": "(Fig. 7C,D)"
                }
            ]
        },
        {
            "text": "A closer analysis of GLI3 2/2 mutants reveals that limb buds are expanded mainly to the anterior side and that extra digits are concentrated in the anterior domain, while the posterior side is about normal. ",
            "section": "Summary."
        },
        {
            "text": "When we analysed a domain that was expanded by 160% to the anterior and constant on the posterior side we observed three additional spots which now emerge in the anterior side (Fig. 7E,F). ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 176,
                    "end": 187,
                    "type": "figure",
                    "ref_id": "fig_8",
                    "text": "(Fig. 7E,F)"
                }
            ]
        },
        {
            "text": "This corresponds well to the 8 digits observed in the GLI32/2 null mouse 10 .",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 73,
                    "end": 75,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10"
                }
            ]
        },
        {
            "text": "The impact of growth. ",
            "section": "Summary."
        },
        {
            "text": "The limb bud grows while patterns emerge. ",
            "section": "Summary."
        },
        {
            "text": "Given the importance of domain size and shape we wondered how growth would affect the patterning process. ",
            "section": "Summary."
        },
        {
            "text": "We measured images of limb buds between E9 and E13 and noticed an almost linear growth in proximal-distal direction (Fig. 3A). ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 116,
                    "end": 125,
                    "type": "figure",
                    "text": "(Fig. 3A)"
                }
            ]
        },
        {
            "text": "Limb buds increase in length by about 5-fold within the first four days of development. ",
            "section": "Summary."
        },
        {
            "text": "When we solved the model on a linearly, uniformly growing domain we obtain similar patterns as before (Fig. 3C). ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 102,
                    "end": 111,
                    "type": "figure",
                    "text": "(Fig. 3C)"
                }
            ]
        },
        {
            "text": "However, the number of digits strongly depends on the growth speed (Fig. 3B). ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 67,
                    "end": 76,
                    "type": "figure",
                    "text": "(Fig. 3B)"
                }
            ]
        },
        {
            "text": "For low growth rates we can adjust the number of digits with the help of the other parameters. ",
            "section": "Summary."
        },
        {
            "text": "For increasing growth speeds the speed greatly affects the patterning process and we both lose and gain digits (Fig. 3B). ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 111,
                    "end": 120,
                    "type": "figure",
                    "text": "(Fig. 3B)"
                }
            ]
        },
        {
            "text": "As the growth speed further increases patterns merge and eventually all digits are lost (Fig. 3B). ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 88,
                    "end": 97,
                    "type": "figure",
                    "text": "(Fig. 3B)"
                }
            ]
        },
        {
            "text": "From Figure 3A we can estimate the growth speed as about 7.7 nanometers per second. ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 5,
                    "end": 14,
                    "type": "figure",
                    "text": "Figure 3A"
                }
            ]
        },
        {
            "text": "In dimensionless terms (T 5 432 sec and l 5 0.1 mm) this corresponds to a growth speed of about v g 5 0.03 which is too large to permit patterning (Fig. 3B). ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 147,
                    "end": 155,
                    "type": "figure",
                    "text": "(Fig. 3B"
                }
            ]
        },
        {
            "text": "This may be the reason why there is a the complex pre-patterning process that we do not consider in this model and which starts already around E9.5 1,2 . ",
            "section": "Summary.",
            "ref_spans": [
                {
                    "start": 148,
                    "end": 150,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1,"
                },
                {
                    "start": 150,
                    "end": 151,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "The complex regulatory interactions prior to the emergence of digits adjust the expression domains of BMP and FGFs in the limb bud. ",
            "section": "Summary."
        },
        {
            "text": "Such embedding of a Turing mechanism into a sophisticated regulatory network may be important to permit the patterning process to proceed on a rapidly growing domain. ",
            "section": "Summary."
        },
        {
            "text": "Further experiments combined with more detailed modelling also of the other parts of the regulatory network present in the developing limb will, however, be required to either confirm a receptor-ligand based Turing mechanism (embedded in a wider network) or to define an alternative mechanism for digit patterning on the rapidly growing limb bud.",
            "section": "Summary."
        },
        {
            "text": "Limb development has been studied for decades and much is known about the molecular networks that regulate limb development 1,2 . ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 124,
                    "end": 126,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1,"
                },
                {
                    "start": 126,
                    "end": 127,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "Based on the available information BMP signaling appears to be the key signaling pathway that regulates the expression of Sox9, the first marker of digit condensations. ",
            "section": "Discussion"
        },
        {
            "text": "When modelling BMP signaling we noticed that the regulatory interactions with its receptor constitute a Turing mechanisms. ",
            "section": "Discussion"
        },
        {
            "text": "Pattern thus easily emerge. ",
            "section": "Discussion"
        },
        {
            "text": "The emerging pattern sensitively depended on the shape and size of the domain, and only when we solved the set of equations on a domain that had been extracted from limb bud images we could reproduce patterns of BMP-receptor activity that resembled the experimentally observed patterns for Sox9. ",
            "section": "Discussion"
        },
        {
            "text": "An important test for the suitability of a mathematical model is its consistency of model predictions with a wide range of independent experimental observations. ",
            "section": "Discussion"
        },
        {
            "text": "Limb bud development has been studied intensively and a large body of experimental results exists to test the model with. ",
            "section": "Discussion"
        },
        {
            "text": "If parameters are chosen appropriately also the phenotype of available mutants can be reproduced. ",
            "section": "Discussion"
        },
        {
            "text": "The mechanism is robust to small changes in the parameters as may arise from molecular noise.",
            "section": "Discussion"
        },
        {
            "text": "Interestingly, while we achieve good correspondence to available experimental data on the static domain, formation of a Turing pattern fails on a domain that grows as fast as measured in the embryo. ",
            "section": "Discussion"
        },
        {
            "text": "We propose that the early pre-patterning that involves also SHH/ Ptch/Gli signaling as well as the many other regulatory interactions that we ignore in this simple model are in place to support the patterning mechanism on a rapidly growing domain. ",
            "section": "Discussion"
        },
        {
            "text": "We are currently developing a simulation for these processes to better understand the impact of these earlier regulatory processes.",
            "section": "Discussion"
        },
        {
            "text": "Many models have previously been proposed to explain the emergence of digits, and Turing models in particular have been found previously to be sufficiently flexible to recapitulate the various patterning aspects of digit emergence 30,31,34 . ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 231,
                    "end": 234,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "30,"
                },
                {
                    "start": 234,
                    "end": 237,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "31,"
                },
                {
                    "start": 237,
                    "end": 239,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "34"
                }
            ]
        },
        {
            "text": "So far, however, it had been difficult to link the components of a potential Turing mechanism to the molecular constituents. ",
            "section": "Discussion"
        },
        {
            "text": "We propose that the Turing pattern in the limb arises from a ligand-receptor interaction. ",
            "section": "Discussion"
        },
        {
            "text": "For this to work the ligand needs to be a dimer as is the case for BMPs 78 . ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 72,
                    "end": 74,
                    "type": "bibr",
                    "ref_id": "b77",
                    "text": "78"
                }
            ]
        },
        {
            "text": "Moreover, the receptor needs to diffuse, yet at a much lower speed than the ligands as is indeed the case. ",
            "section": "Discussion"
        },
        {
            "text": "We notice that the diffusion constant that we are using in this simulation is on the high end of what is plausible; lower receptor diffusion constants can be accommodated but the pattern is then sharper and smaller. ",
            "section": "Discussion"
        },
        {
            "text": "Again it is possible and plausible that the additional regulatory interactions in the limb bud help to expand the pattern.",
            "section": "Discussion"
        },
        {
            "text": "We have previously proposed a mechanism for branch point and branch mode selection in the developing lung 96 . ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 106,
                    "end": 108,
                    "type": "bibr",
                    "ref_id": "b95",
                    "text": "96"
                }
            ]
        },
        {
            "text": "Interestingly, also here receptor-ligand interactions gave rise to a Turing pattern that could recapitulate the different observed branching patterns in the developing lung for physiological parameters and a similar mechanism can be identified also for the developing kidney (Menshykau et al, submitted). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 275,
                    "end": 303,
                    "type": "bibr",
                    "text": "(Menshykau et al, submitted)"
                }
            ]
        },
        {
            "text": "While all three systems are based on different signaling proteins (i.e. BMPs in the limb, SHH in the lung, and GDNF in the ureter) they may all exploit the same mechanism to pattern an embryonic field in that these proteins are all multimers that interact with their receptors in a way that induces receptor expression. ",
            "section": "Discussion"
        },
        {
            "text": "Interestingly, while BMP can affect its own expression either in a positive or negative feedback via FGFs 52,53 , SHH in the lung clearly engages in a negative feedback via FGF10, while GDNF in the ureter engages in a positive feedback via Wnt signaling 97 . ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 106,
                    "end": 109,
                    "type": "bibr",
                    "ref_id": "b51",
                    "text": "52,"
                },
                {
                    "start": 109,
                    "end": 111,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "53"
                },
                {
                    "start": 254,
                    "end": 256,
                    "type": "bibr",
                    "ref_id": "b96",
                    "text": "97"
                }
            ]
        },
        {
            "text": "We can obtain the same pattern with a positive and a negative feedback in the limb, lung, and ureter. ",
            "section": "Discussion"
        },
        {
            "text": "However, we notice that the possible parameter space is wider in case of a positive feedback. ",
            "section": "Discussion"
        },
        {
            "text": "It will be interesting to model further embryonic self-organizing systems to see whether a receptor-ligand interaction may be a general paradigm to enable Turing pattern to emerge in developmental systems.",
            "section": "Discussion"
        },
        {
            "text": "Further advancements in our understanding of limb development will require the development of three-dimensional models and the inclusion of more signaling factors. ",
            "section": "Discussion"
        },
        {
            "text": "The parameterization and validation of such models will require new experimental data that also reveal the three dimensional dynamics. ",
            "section": "Discussion"
        },
        {
            "text": "Such information can now be acquired with the help of optical projection tomographs 98 . ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 84,
                    "end": 86,
                    "type": "bibr",
                    "ref_id": "b97",
                    "text": "98"
                }
            ]
        },
        {
            "text": "Further advances in experimental techniques can thus be expected to provide exciting new insights into the regulatory processes of digit formation during limb development.",
            "section": "Discussion"
        },
        {
            "text": "Numerical solution of PDEs. ",
            "section": "Methods"
        },
        {
            "text": "The PDEs were solved with finite element methods as implemented in COMSOL Multiphysics 4.1 and 4.2. ",
            "section": "Methods"
        },
        {
            "text": "COMSOL Multiphysics is a wellestablished software package and several studies confirm that COMSOL provides accurate solutions to reaction-diffusion equations both on constant 99 and growing two-dimensional domains [100][101][102] . ",
            "section": "Methods",
            "ref_spans": [
                {
                    "start": 175,
                    "end": 177,
                    "type": "bibr",
                    "ref_id": "b98",
                    "text": "99"
                },
                {
                    "start": 214,
                    "end": 219,
                    "type": "bibr",
                    "ref_id": "b99",
                    "text": "[100]"
                },
                {
                    "start": 219,
                    "end": 224,
                    "type": "bibr",
                    "ref_id": "b100",
                    "text": "[101]"
                },
                {
                    "start": 224,
                    "end": 229,
                    "type": "bibr",
                    "ref_id": "b101",
                    "text": "[102]"
                }
            ]
        },
        {
            "text": "Both mesh and the time step were refined until further refinement no longer resulted in noticeable improvements as judged by eye. ",
            "section": "Methods"
        },
        {
            "text": "The simulations were optimised for computational efficiency as described in 103 .",
            "section": "Methods",
            "ref_spans": [
                {
                    "start": 76,
                    "end": 79,
                    "type": "bibr",
                    "ref_id": "b102",
                    "text": "103"
                }
            ]
        },
        {
            "text": "DI and CK developed the model. ",
            "section": "Author contributions"
        },
        {
            "text": "AB, CK, PG and DM carried out the analysis. ",
            "section": "Author contributions"
        },
        {
            "text": "DI wrote the manuscript.",
            "section": "Author contributions"
        },
        {
            "text": "Supplementary information accompanies this paper at http://www.nature.com/ scientificreports ",
            "section": "Additional information"
        }
    ]
}