{
    "id": "d1e8ada822",
    "level": "sentence",
    "abstract": [
        {
            "text": "Objectives. "
        },
        {
            "text": "To determine the extent to which demographic characteristics, clinical measurements and biomarkers were associated with poor self-reported health (SRH) among Inuit adults in the Canadian Arctic. "
        },
        {
            "text": "Study design. "
        },
        {
            "text": "Cross-sectional survey was adopted as the study design. "
        },
        {
            "text": "Methods. "
        },
        {
            "text": "The International Polar Year Inuit Health Survey carried out in 36 Canadian Arctic communities in 2007 and 2008 included Inuit men and women, aged 18 years or older, recruited from randomly selected households. "
        },
        {
            "text": "The main outcome measure was SRH, which was dichotomized into good health (excellent, very good and good responses) and poor health (fair and poor responses). "
        },
        {
            "text": "Results. "
        },
        {
            "text": "Of the 2,796 eligible households, 1,901 (68%) households and 2,595 participants took part in the survey. "
        },
        {
            "text": "The weighted prevalence of poor SRH was 27.8%. "
        },
        {
            "text": "Increasing age was significantly associated with poor SRH. "
        },
        {
            "text": "The relative risk ratios for poor SRH was 2.0 (95% confidence interval [CI] 1.3Á3.1) for men aged 50 years or older and 2.3 (95% CI 1.7Á3.0) for women aged 50 years or older, compared with men and women aged 29 years or younger. "
        },
        {
            "text": "After adjusting for age, gender and body mass index, poor SRH was significantly associated with smoking status (odds ratio [OR]01.5; CI 1.1Á2.0), at-risk fasting glucose levels (]6.1 mmol/L) (OR02.5; 95%; CI 1.5Á4.2) and elevated hs C-reactive protein levels (!3Á 510 mg/L) (OR02.1; 95% CI 1.4Á3.1). "
        },
        {
            "text": "Poor SRH was also significantly associated with a hypertriglyceridemic waist phenotype (high-risk waist circumference ]102 cm for men and ]88 cm for women with high triglyceride levels, ]1.7 mmol/L), adjusted for age and gender, OR01.6; 95% CI 1.1Á2.3. "
        },
        {
            "text": "Conclusions. "
        },
        {
            "text": "Clinically relevant indicators of chronic disease risk were related to subjective assessment of SRH among Inuit."
        }
    ],
    "body_text": [
        {
            "text": "ndividuals participating in health research are often asked to rate their overall health by responding to a single question: ''In general, would you say your health is excellent, very good, good, fair or poor''. ",
            "section": "I"
        },
        {
            "text": "This subjective and simple assessment of overall health is a widely used and recommended population health assessment tool (1Á3) and has consistently been shown to predict mortality (4Á6), functional decline (7,8), future morbidity (3,9), advanced cancer survival (10), clinical outcome measures (11,12) and other dimensions of health (13).",
            "section": "I",
            "ref_spans": [
                {
                    "start": 208,
                    "end": 211,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "(7,"
                },
                {
                    "start": 211,
                    "end": 213,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8)"
                },
                {
                    "start": 232,
                    "end": 235,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "(3,"
                },
                {
                    "start": 235,
                    "end": 237,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9)"
                },
                {
                    "start": 264,
                    "end": 268,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "(10)"
                },
                {
                    "start": 296,
                    "end": 300,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "(11,"
                },
                {
                    "start": 300,
                    "end": 303,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12)"
                },
                {
                    "start": 335,
                    "end": 339,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "(13)"
                }
            ]
        },
        {
            "text": "When asked to respond to this question, individuals are expected to quickly take into account their understanding of health and knowledge of their own health. ",
            "section": "I"
        },
        {
            "text": "The response would be a composite of known medical diagnoses or conditions, cultural concepts of health, prescribed drugs, awareness of bodily sensations and symptoms, age, functional ability and positive or negative dispositions, among other traits (14Á16).",
            "section": "I"
        },
        {
            "text": "However, only limited data are available explaining the relationship between biological processes and selfreported health (SRH). ",
            "section": "I"
        },
        {
            "text": "In a large community-based study, white blood cell count and hemoglobin were significantly associated with SRH even after adjusting for various diseases and socio demographic characteristics (17). ",
            "section": "I",
            "ref_spans": [
                {
                    "start": 191,
                    "end": 195,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "(17)"
                }
            ]
        },
        {
            "text": "In other recent studies, a strong association between inflammatory cytokines and poor SRH was noted (18Á20), and a consistent association between HDL-cholesterol and good SRH was shown for men and women in different age groups in the Oslo Health Study (21).",
            "section": "I",
            "ref_spans": [
                {
                    "start": 252,
                    "end": 256,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "(21)"
                }
            ]
        },
        {
            "text": "Int J Circumpolar Health 2012. ",
            "section": "ae ORIGINAL RESEARCH ARTICLE"
        },
        {
            "text": "# 2012 Helga Saudny et al. ",
            "section": "ae ORIGINAL RESEARCH ARTICLE"
        },
        {
            "text": "This is an Open Access article distributed under the terms of the Creative Commons Attribution-Noncommercial 3.0 Unported License (http://creativecommons.org/licenses/by-nc/3.0/), permitting all non-commercial use, distribution, and reproduction in any medium, provided the original work is properly cited.",
            "section": "ae ORIGINAL RESEARCH ARTICLE"
        },
        {
            "text": "The objective of this article is to investigate the association between demographic characteristics, clinical measurements and biomarkers with poor SRH and thus add to the understanding of how biological processes may play a part in the assessment of SRH. ",
            "section": "ae ORIGINAL RESEARCH ARTICLE"
        },
        {
            "text": "Further, by studying this relationship among Inuit, we can also examine if SRH has wider cross-cultural implications beyond the North American and European populations on which most previous research on SRH has been based.",
            "section": "ae ORIGINAL RESEARCH ARTICLE"
        },
        {
            "text": "The International Polar Year Inuit Health Survey (IPY-IHS) is a multifaceted, cross-sectional health survey conducted in the late summer and fall of 2007 and 2008 in 33 coastal and 3 inland communities in the Inuvialuit Settlement Region (ISR) of the Northwest Territories, Nunavut and the Nunatsiavut region of Labrador in Canada. ",
            "section": "Study design"
        },
        {
            "text": "All coastal communities were visited by the Canadian Coast Guard Ship (CCGS) Amundsen, which was equipped with research and laboratory facilities. ",
            "section": "Study design"
        },
        {
            "text": "The inland communities were visited by air by separate research crews. ",
            "section": "Study design"
        },
        {
            "text": "Communities provided the researchers with numbered housing lists from which a random sample of households was selected using a random numbers table or computer-generated random digits. ",
            "section": "Study design"
        },
        {
            "text": "All Inuit adults, aged 18 years or older, within the selected households were eligible to participate. ",
            "section": "Study design"
        },
        {
            "text": "Three attempts were made to contact the selected households. ",
            "section": "Study design"
        },
        {
            "text": "Households were visited by locally trained research assistants and survey team members, who explained the study protocol, obtained written consent from individuals and booked clinic appointments on the ship.",
            "section": "Study design"
        },
        {
            "text": "The IPY-IHS was developed using a participatory health research approach (22,23). ",
            "section": "Participatory process",
            "ref_spans": [
                {
                    "start": 73,
                    "end": 77,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "(22,"
                },
                {
                    "start": 77,
                    "end": 80,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "23)"
                }
            ]
        },
        {
            "text": "Memoranda of Agreements were developed with steering committees in each of the 3 regions, consisting of representatives of Inuit communities and regional health officials, outlining responsibilities and processes to be followed. ",
            "section": "Participatory process"
        },
        {
            "text": "Similarly, separate communityÁuniversity agreements were signed by all 36 local community councils, inviting the IPY-IHS teams into their communities.",
            "section": "Participatory process"
        },
        {
            "text": "In recognition of the strong oral traditions of the Inuit, a ''visual'' consent form, which duplicated the written informed consent form word-for-word and depicted all clinical and laboratory procedures, was created as a DVD in the appropriate Inuit languages. ",
            "section": "Informed consent"
        },
        {
            "text": "After watching the DVD, participants who consented to participating in the study signed the bilingual written consent form.",
            "section": "Informed consent"
        },
        {
            "text": "Trained interviewers, who were bilingual in English and Inuit dialects, administered the questionnaires. ",
            "section": "Questionnaires"
        },
        {
            "text": "One adult from each household completed a questionnaire concerning the environment at home, living conditions, access to country food and other questions about the household. ",
            "section": "Questionnaires"
        },
        {
            "text": "All other eligible adults in the household then completed an individual questionnaire on current and past health, health-related behaviours, such as smoking, and sociodemographic information. ",
            "section": "Questionnaires"
        },
        {
            "text": "Diet was assessed using both multiple-pass 24-hour food recalls and food frequency questionnaires. ",
            "section": "Questionnaires"
        },
        {
            "text": "SRH was dichotomized by grouping excellent, very good and good responses into the ''good'' category, and fair and poor responses into the ''poor'' category.",
            "section": "Questionnaires"
        },
        {
            "text": "Standing height was measured to the nearest 0.1 cm using a portable stadiometer (Road Rod 214 Portable Stadiometer, Seca, MD). ",
            "section": "Clinical measurements"
        },
        {
            "text": "Body weight was measured to the nearest 0.1 kg using the Tanita scale (Tanita TBF-300GS, Tanita Corporation of America, Inc., Arlington Heights, IL). ",
            "section": "Clinical measurements"
        },
        {
            "text": "Standard body type was assumed for all participants and 0.4 kg was subtracted for light clothing. ",
            "section": "Clinical measurements"
        },
        {
            "text": "Participants who had a pacemaker had their body weight measured with a Seca scale (Medical Scale Model 214, Seca Corp., Ontario, Canada). ",
            "section": "Clinical measurements"
        },
        {
            "text": "Body mass index (BMI) was calculated (kg/m 2 ) and classified into 3 categories: normal B25.0, overweight 25.0Á29.9 and obese ]30. ",
            "section": "Clinical measurements"
        },
        {
            "text": "Waist circumference was measured to the nearest 0.1 cm using a cloth retractable tape measure (ERP, Laval, Quebec, Canada) at the natural waist midway between the lowest rib margin and the lateral iliac crest. ",
            "section": "Clinical measurements"
        },
        {
            "text": "Waist circumference was dichotomized into ''normal'' (B102 cm for males and B88 cm for females) and ''at risk'' (]102 cm for males and ]88 cm for females) (24).",
            "section": "Clinical measurements",
            "ref_spans": [
                {
                    "start": 155,
                    "end": 159,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "(24)"
                }
            ]
        },
        {
            "text": "Blood pressure was measured, at rest, to the nearest 1 mm Hg using a BpTRU TM Vital Signs Monitor (VSM MedTech Ltd., Coquitlam, BC, Canada). ",
            "section": "Clinical measurements"
        },
        {
            "text": "Three readings, with a 2-minute rest period between readings, were recorded for each participant and the mean of the 3 readings was used in the analysis, and blood pressure was categorized as low-risk without diabetes, as at-risk with or without diabetes or on medication. ",
            "section": "Clinical measurements"
        },
        {
            "text": "Diabetes was characterized as having a fasting blood glucose level ]7.0 mmol/L or OGTT ]11.1 mmol/L or taking antidiabetic medication.",
            "section": "Clinical measurements"
        },
        {
            "text": "Participants were asked to fast (water was allowed) for at least 8 hours. ",
            "section": "Blood sampling"
        },
        {
            "text": "Nurses carried out venipuncture and a maximum of 45 ml of blood was centrifuged on-site and decanted into appropriate tubes and stored at (808C before being transported to the Center for Indigenous Peoples Nutrition and Environment (CINE) for laboratory analyses.",
            "section": "Blood sampling"
        },
        {
            "text": "Fasting plasma and serum were used for the analyses of glucose, lipids and high sensitivity C-reactive protein (hsCRP), respectively. ",
            "section": "Blood sampling"
        },
        {
            "text": "Analyses were carried out at Nutrasource Diagnostics, Guelph, ON (Life Labs/Gamma Dynacare and the Montreal General Hospital, Canada).",
            "section": "Blood sampling"
        },
        {
            "text": "Fasting glucose results were classified into normal, B6.1 mmol/L; or at-risk, ]6.1 mmol/L; or taking anti-diabetic medication. ",
            "section": "Blood sampling"
        },
        {
            "text": "Blood lipid concentrations were categorized according to the Canadian Heart and Stroke Foundation's cut-off values (24). ",
            "section": "Blood sampling",
            "ref_spans": [
                {
                    "start": 115,
                    "end": 119,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "(24)"
                }
            ]
        },
        {
            "text": "HDL-cholesterol, normal!",
            "section": "Blood sampling"
        },
        {
            "text": "1.0 for males and !",
            "section": "Blood sampling"
        },
        {
            "text": "1.3 for females, abnormal 51.0 mmol/L for males and 51.3 mmol/L for females; at-risk cholesterol, normal LDL-cholesterol B5.0 or total cholesterol/HDL-cholesterol B6.0; and at-risk: LDL-cholesterol ]5.0 or ratio of total cholesterol/ HDL-cholesterol ]6.0 mmol/L; triglycerides, normal B1.7 and abnormal ]1.7 mmol/L. ",
            "section": "Blood sampling"
        },
        {
            "text": "hsCRP concentrations were classified into 3 groups, low risk (B1.0 mg/L), average risk (]1.0 Á 53.0 mg/L) and high risk (!3.0Á 510 mg/L), excluding 149 (6.75%) participants with values indicating an acute infection (!10 mg/L) (25). ",
            "section": "Blood sampling",
            "ref_spans": [
                {
                    "start": 226,
                    "end": 230,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "(25)"
                }
            ]
        },
        {
            "text": "The hypertriglyceridemic waist phenotype was classified into 4 categories*normal waist with normal triglyceride levels, normal waist with high triglyceride levels, at-risk waist with normal triglyceride levels and at-risk waist with high triglyceride levels (26).",
            "section": "Blood sampling",
            "ref_spans": [
                {
                    "start": 258,
                    "end": 262,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "(26)"
                }
            ]
        },
        {
            "text": "Data were analyzed using SAS version 9.2 (SAS Institute, Cary, NC). ",
            "section": "Statistical analyses",
            "entity_spans": [
                {
                    "start": 25,
                    "end": 28,
                    "type": "software",
                    "rawForm": "SAS",
                    "resp": "#annotator2",
                    "used": true,
                    "id": "d1e8ada822-software-0",
                    "cert": "0.9"
                },
                {
                    "start": 37,
                    "end": 40,
                    "type": "version",
                    "rawForm": "9.2",
                    "resp": "#annotator2",
                    "id": "#d1e8ada822-software-0"
                },
                {
                    "start": 42,
                    "end": 55,
                    "type": "publisher",
                    "rawForm": "SAS Institute",
                    "resp": "#curator",
                    "id": "#d1e8ada822-software-0"
                }
            ]
        },
        {
            "text": "Weighted data were used in all analyses. ",
            "section": "Statistical analyses"
        },
        {
            "text": "Weight 1 was based on the total number of households in each community and the number of participating households per community; weight 2 was based on the total number of people in each household and the number of people sampled per household; weight 3 was used to correct for differences in the sex distribution between our sample and it's population distribution. ",
            "section": "Statistical analyses"
        },
        {
            "text": "Risk ratios and 95% confidence intervals (CI) predicting poor SRH by age and gender were calculated and multivariate logistic regression was used to evaluate the relationship between demographic characteristics, clinical measurements and biomarkers with poor SRH, adjusting for age, gender and BMI. ",
            "section": "Statistical analyses"
        },
        {
            "text": "Odds ratios (OR) and 95% CI were calculated.",
            "section": "Statistical analyses"
        },
        {
            "text": "The logistics of the survey and the movement of the ship (depending on tide tables) varied across the Arctic. ",
            "section": "Results"
        },
        {
            "text": "Generally, very small communities were overrepresented as the ship could handle approximately 40 participants per day.  ",
            "section": "Results"
        },
        {
            "text": "Table I). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table I)"
                }
            ]
        },
        {
            "text": "The prevalence of poor SRH by categories of demographic characteristics and chronic disease risk factors identified no significant relationships with gender, primary language spoken in the home or in traditional food consumption, but identified a protective relationship for married individuals. ",
            "section": "Results"
        },
        {
            "text": "In analyses adjusted for age and gender, poor SRH was related to a hypertriglyceridemicwaist phenotype. ",
            "section": "Results"
        },
        {
            "text": "When further adjustments for age, gender and BMI were made, significant relationships persisted between chronic disease risk factors and poor SRH, where the prevalence of poor SRH was significantly higher among participants who had at-risk fasting blood glucose levels and high-risk hsCRP levels (Table II).",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 296,
                    "end": 306,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "(Table II)"
                }
            ]
        },
        {
            "text": "The present study adds to the limited literature available on biomarkers as they relate to SRH and represents the first investigation, to our knowledge, among Inuit adults in the Canadian Arctic. ",
            "section": "Discussion"
        },
        {
            "text": "The most notable findings include the significantly higher OR of poor SRH associated with at-risk fasting glucose levels, at-risk waist circumference with high triglyceride levels and elevated hsCRP levels. ",
            "section": "Discussion"
        },
        {
            "text": "Our results contribute to the limited data suggesting that a physiologic basis may be attributed to SRH, as suggested by others (14,17,27). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "(14,"
                },
                {
                    "start": 132,
                    "end": 135,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17,"
                },
                {
                    "start": 135,
                    "end": 138,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "27)"
                }
            ]
        },
        {
            "text": "This is the first study to report on a relationship between at-risk fasting blood glucose levels and poor SRH, where those with elevated fasting blood glucose levels were 2.5 times more likely to perceive their health as poor compared with normoglycemic individuals. ",
            "section": "Discussion"
        },
        {
            "text": "The poorer assessment of health that was associated with elevated levels of fasting glucose may be the result of physical sensations associated with disease progression, such as fatigue and poor sleep patterns, and important covariates, such as obesity. ",
            "section": "Discussion"
        },
        {
            "text": "Further work is needed to explore the intuitive assessment of SRH and its relation to glucose homeostasis, especially in light of recently published results that suggest that Inuit ethnicity no longer prevents the development of diabetes, and the hypertriglyceridemic-waist phenotype is related to risk of fasting glycemia and type 2 diabetes (26). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 343,
                    "end": 347,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "(26)"
                }
            ]
        },
        {
            "text": "Our results of poorer SRH with a hypertriglyceridemic-waist phenotype provide additional information on the usefulness of SRH, beyond the more traditional objective health indicators. ",
            "section": "Discussion"
        },
        {
            "text": "Another interesting finding is the strong association between higher levels of hsCRP and poorer SRH, which is in agreement with other reports, indicating that increasing circulating levels of inflammatory intermediaries can influence health perception and relate to poorer health assessment (17Á19). ",
            "section": "Discussion"
        },
        {
            "text": "Worth citing is a recent study among relatively healthy older adults that demonstrated that poorer self-rated health was significantly associated with higher levels of C-reactive protein. ",
            "section": "Discussion"
        },
        {
            "text": "These associations remained after controlling for age, BMI, gender, objective health conditions, depressive symptoms and other health behaviours (20). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 145,
                    "end": 149,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "(20)"
                }
            ]
        },
        {
            "text": "Similarly, our results support the aforementioned findings as individuals with high-risk hsCRP levels are twice more likely to report poor health than individuals with low or average risk levels, adjusted for age, gender and BMI. ",
            "section": "Discussion"
        },
        {
            "text": "CRP levels have been related to obesity and smoking status (28). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 59,
                    "end": 63,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "(28)"
                }
            ]
        },
        {
            "text": "Though these associations warrant further investigation, they are beyond the scope of this paper.",
            "section": "Discussion"
        },
        {
            "text": "Our results, like others, suggest that biochemical changes occurring at the cellular level, when the immune system is challenged, or covariates, such as obesity, result in associations with poorer SRH. ",
            "section": "Discussion"
        },
        {
            "text": "Jylhä and colleagues have reached a similar conclusion based on results from a large community-based sample, where white blood cell count was significantly associated with poorer SRH, which remained after adjusting for a number of diseases, clinical measures, and socio-demographic conditions. ",
            "section": "Discussion"
        },
        {
            "text": "The researchers concluded that SRH acted as a surrogate for disease and reflected subclinical physiological conditions (17). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 119,
                    "end": 123,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "(17)"
                }
            ]
        },
        {
            "text": "Likewise, a recent study of healthy Japanese men and women concluded that poor SRH was positively correlated with circulating immune markers even after adjusting for confounders (29).",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 178,
                    "end": 182,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "(29)"
                }
            ]
        },
        {
            "text": "Very few studies have investigated the relationship between blood lipid levels and SRH. ",
            "section": "Discussion"
        },
        {
            "text": "The Oslo Health Study suggested that increasing levels of HDL-cholesterol increased the odds of reporting good health in most age groups and both sexes (21). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 152,
                    "end": 156,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "(21)"
                }
            ]
        },
        {
            "text": "In our study, at-risk cholesterol levels were not associated with poor SRH.",
            "section": "Discussion"
        },
        {
            "text": "The view that older people are preoccupied with poor health may be exaggerated. ",
            "section": "Discussion"
        },
        {
            "text": "While poor SRH and old age are clearly associated with mortality, (14) when overall health and not mortality is the outcome, the literature is not as convincing. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 66,
                    "end": 70,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "(14)"
                }
            ]
        },
        {
            "text": "Older subjects have been noted to report better health than younger subjects (30Á32), but the literature provides contradictory results (33,34). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 136,
                    "end": 140,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "(33,"
                },
                {
                    "start": 140,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "34)"
                }
            ]
        },
        {
            "text": "Also, women have been noted to report poorer health than men (35), which is not supported by our study as both men and women in the ]50 age group were 2 times more likely to rate their health as poor than their younger counterparts. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "(35)"
                }
            ]
        },
        {
            "text": "The SRH response among those ]50 years could reflect underlying subclinical or clinical diseases and/or disabilities that relate to the lower life expectancy among Inuit, which is 67 years compared with 80 years for the general Canadian population (36).",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 248,
                    "end": 252,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "(36)"
                }
            ]
        },
        {
            "text": "This study is the first to relate objectively measured biomarkers and clinical measurements to SRH in a large representative sample of Inuit adults from 3 regions across a vast geographic area in the Canadian Arctic. ",
            "section": "Strengths"
        },
        {
            "text": "Nearly 20% of the adult Inuit population of the 3 regions participated in the survey (2,595 individuals) with 68% of households participating. ",
            "section": "Strengths"
        },
        {
            "text": "A further strength of the study is its contribution of new evidence to the emerging body of research linking endocrine and immune-activated responses to SRH and the study's corroboration of existing information on clinical measurements and biomarkers. ",
            "section": "Strengths"
        },
        {
            "text": "Furthermore, this study provides additional evidence of the transcultural nature of SRH and its validity among Inuit and possibly other Indigenous populations (37).",
            "section": "Strengths",
            "ref_spans": [
                {
                    "start": 159,
                    "end": 163,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "(37)"
                }
            ]
        },
        {
            "text": "The study is not without its limitations. ",
            "section": "Limitations"
        },
        {
            "text": "The absolute value of the adjusted OR should be interpreted with caution as they tend to exaggerate the true relative risk for highly prevalent outcomes. ",
            "section": "Limitations"
        },
        {
            "text": "Also, access to medical chart data was not available at the time of analyses, but nurses visually inspected and recorded medications taken and those taking medications for diabetes or dyslipidemia were excluded from analyses of fasting blood glucose and lipid-related biomarkers. ",
            "section": "Limitations"
        },
        {
            "text": "Furthermore, we excluded individuals with hsCRP levels exceeding 10 mg/L from the hsCRP analysis, evidence of acute inflammation or other organic disease states that could have influenced SRH. ",
            "section": "Limitations"
        },
        {
            "text": "However, only 1 marker of inflammation was available for analyses. ",
            "section": "Limitations"
        },
        {
            "text": "Another limitation is that study participants received their anthropometric results during their clinic visit and prior to being interviewed, and knowledge of their obesity status may have influenced their responses to the SRH questions.",
            "section": "Limitations"
        },
        {
            "text": "Finally, an inherent weakness is, of course, the subjective nature of SRH assessment, which is likely influenced by multiple and complex dimensions of health and perceptions, cultural conventions, willingness to present a positive or negative self-image, past and present health experiences and knowledge and, last but not least, an optimistic or pessimistic temperament (14). ",
            "section": "Limitations",
            "ref_spans": [
                {
                    "start": 371,
                    "end": 375,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "(14)"
                }
            ]
        },
        {
            "text": "However, given these inherent complexities in SHR, the current findings are all the more notable.",
            "section": "Limitations"
        },
        {
            "text": "More research linking endocrine and immune-activated response measures to SRH is needed. ",
            "section": "Future research"
        },
        {
            "text": "Also, more needs to be learned about the process that goes into the evaluation of self-perceived health. ",
            "section": "Future research"
        },
        {
            "text": "More studies linking SRH to biological processes and to self-reported and diagnosed diseases will improve our understanding of the relationship between biological processes and SRH.",
            "section": "Future research"
        },
        {
            "text": "The findings provide evidence of the trans-cultural validity of SRH for population-based health research. ",
            "section": "Conclusion and policy implications"
        },
        {
            "text": "Further, the findings provide health care professionals with greater confidence in the usefulness of incorporating one simple question on SRH in their patient contacts.",
            "section": "Conclusion and policy implications"
        },
        {
            "text": "A total of 2,796 Inuit households were approached from which 1,901 households participated (68%), with an average of 1.38 participants per household (n02,595 participants, aged 18 years or older, 998 [38.5%] men and 1,597 [61.5%] women). "
        },
        {
            "text": "The median number of participating households per community was 41, with a minimum of 17 and a maximum of 143. "
        },
        {
            "text": "For individuals, the median was 54, with a minimum of 22 and a maximum of 172 individuals per community participating. "
        },
        {
            "text": "The mean age of the survey population was 43 years (SD 015) and the weighted prevalence of poor SRH was 27.8%. "
        },
        {
            "text": "Poor SRH increased with advancing age, with a 2-fold higher risk for those aged ]50 years compared to the 18Á29 age group ("
        },
        {
            "text": "Weighted risk ratios (RR and 95% confidence intervals (CI) predicting self-rated poor health by age and gender; International Polar Year Inuit Health Survey, 2007Á2008",
            "section": "Table I ."
        },
        {
            "text": "**p B0.01; ***p B0.001. ",
            "section": "Table I ."
        },
        {
            "text": "Poor health & associated biomarkers in Canadian InuitCitation: Int J Circumpolar Health 2012, 71: 18589 -http://dx.doi.org/10.3402/ijch.v71i0.18589",
            "section": "Table I ."
        },
        {
            "text": "Weighted prevalence and adjusted odds ratios a (OR) and 95% confidence intervals (CI) of self-reported poor health by demographic and health indicators; International Polar Year Inuit Health Survey, 2007Á2008",
            "section": "Table II ."
        },
        {
            "text": "a Adjusted for age (years), gender and BMI.b At risk: non-diabetics, SBP ]140, DBP ]90 mm Hg; diabetics, SBP ]130, DBP ]80 mm Hg.c Adjusted for age (years) and gender.d Or taking cholesterol lowering agents.e At-risk waist was defined as ]102 cm for men and ]88 cm for women.",
            "section": "Table II ."
        },
        {
            "text": "*pB0.05.",
            "section": "Table II ."
        },
        {
            "text": "(page number not for citation purpose)",
            "section": "Table II ."
        },
        {
            "text": "(page number not for citation purpose)Citation: Int J Circumpolar Health 2012, 71: 18589http://dx.doi.org/10.3402/ijch.v71i0.18589",
            "section": "Table II ."
        },
        {
            "text": "We graciously thank all those who participated in the Canadian IPY-IHS. ",
            "section": "Acknowledgements"
        },
        {
            "text": "We acknowledge all the dedicated community research assistants, nurses and staff who made the survey possible. ",
            "section": "Acknowledgements"
        },
        {
            "text": "We also extend our warmest gratitude to the 3 steering committees representing 3 Inuit land claim regions who guided the survey from its inception to results dissemination.",
            "section": "Acknowledgements"
        }
    ]
}