{
    "id": "df458f2bc2",
    "level": "sentence",
    "abstract": [
        {
            "text": "OBJECTIVEdThe purpose of this randomized controlled trial was to investigate the doseresponse effect of fruit and vegetable (F&V) intake on insulin resistance (IR) in people who are overweight and at high risk of cardiovascular disease (CVD)."
        }
    ],
    "body_text": [
        {
            "text": "RESEARCH DESIGN AND METHODSdA total of 105 participants (mean age 56 years) followed a 4-week washout diet (one to two portions of F&Vs per day). "
        },
        {
            "text": "Ninety-two participants completed the washout and were randomized to receive one to two, four, or seven portions of F&Vs per day for 12 weeks. "
        },
        {
            "text": "IR was assessed at the start and end of this 12-week period by the two-step euglycemic-hyperinsulinemic clamp. "
        },
        {
            "text": "Compliance was monitored using a combination of 4-day food diaries and plasma biomarkers of F&V intake."
        },
        {
            "text": "RESULTSdA total of 89 participants completed the study. "
        },
        {
            "text": "Participants attained self-reported F&V intakes of 1.8, 3.8, and 7.0 portions per day (P , 0.001) per group. "
        },
        {
            "text": "There was a significant linear increase in serum lutein status across the groups, indicating good compliance (P , 0.001), and body weight was maintained (P = 0.77). "
        },
        {
            "text": "No significant difference was found between groups in terms of a change in measures of whole-body, peripheral, or hepatic IR or adiponectin multimers."
        },
        {
            "text": "CONCLUSIONSdIncreased consumption of F&Vs, as advocated in public-health advice, has no effect on IR in overweight individuals who are at high risk of CVD when body weight is maintained. "
        },
        {
            "text": "Recent evidence from systematic reviews indicates that particular classes or types of F&Vs may have particular antidiabetic properties; hence, it is possible that benefits may only be observed in response to a more specific fruit or vegetable intervention."
        },
        {
            "text": "Diabetes Care 36:3888-3896, 2013 I nsulin resistance (IR) is a central feature of the metabolic (or insulinresistance) syndrome and is a key predictor of the development of type 2 diabetes and cardiovascular disease (CVD) (1). ",
            "ref_spans": [
                {
                    "start": 9,
                    "end": 32,
                    "type": "bibr",
                    "text": "Care 36:3888-3896, 2013"
                },
                {
                    "start": 222,
                    "end": 225,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(1)"
                }
            ]
        },
        {
            "text": "Because IR develops before vascular disease becomes apparent, interventions that prevent or reverse IR may help to attenuate the risk of CVD and type 2 diabetes."
        },
        {
            "text": "Observational evidence indicates that fruit and vegetable (F&V) intake and dietary patterns rich in F&Vs may be associated with reduced IR and may reduce the risk of the metabolic syndrome (2,3). ",
            "ref_spans": [
                {
                    "start": 189,
                    "end": 192,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "(2,"
                },
                {
                    "start": 192,
                    "end": 194,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "3)"
                }
            ]
        },
        {
            "text": "Cross-sectional evidence indicates an inverse association among biomarkers of F&V intake, carotenoid and vitamin C status, fasting plasma glucose concentrations (4), fasting serum insulin concentrations (5), HbA 1c levels (6), and fasting and 2-h blood glucose levels (6). ",
            "ref_spans": [
                {
                    "start": 161,
                    "end": 164,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "(4)"
                },
                {
                    "start": 203,
                    "end": 206,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(5)"
                },
                {
                    "start": 222,
                    "end": 225,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "(6)"
                },
                {
                    "start": 268,
                    "end": 271,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "(6)"
                }
            ]
        },
        {
            "text": "Furthermore, whole diet interventions using diets rich in F&Vs, such as the DASH (Dietary Approaches to Stop Hypertension) diet (7,8) and the Mediterranean diet (9,10), have been shown to have beneficial effects on IR, features of the metabolic syndrome, and prevention of diabetes. ",
            "ref_spans": [
                {
                    "start": 128,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(7,"
                },
                {
                    "start": 131,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "8)"
                },
                {
                    "start": 161,
                    "end": 164,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "(9,"
                },
                {
                    "start": 164,
                    "end": 167,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "10)"
                }
            ]
        },
        {
            "text": "Esposito et al. (9) reported a significant decrease in IR (assessed by homeostatic model assessment [HOMA]), and a reduction in the prevalence of the metabolic syndrome, after a 2-year Mediterranean-style diet intervention in 180 patients with the metabolic syndrome. ",
            "ref_spans": [
                {
                    "start": 16,
                    "end": 19,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "(9)"
                },
                {
                    "start": 100,
                    "end": 106,
                    "type": "bibr",
                    "text": "[HOMA]"
                }
            ]
        },
        {
            "text": "Evidence from observational studies and whole diet interventions rich in F&Vs therefore suggests that F&Vs may have a positive influence on IR and metabolic health. "
        },
        {
            "text": "The low energy density and high dietary fiber, antioxidant, and bioactive content of F&Vs, and their potential to displace less desirable foods from the diet, have all been proposed as potential mediators of this association between F&Vs and IR (11).",
            "ref_spans": [
                {
                    "start": 245,
                    "end": 249,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(11)"
                }
            ]
        },
        {
            "text": "The World Health Organization recommends consumption of 400 g of F&Vs per day for the prevention of noncommunicable diseases including CVD and type 2 diabetes; however, little is known about the metabolic effects of F&Vs. "
        },
        {
            "text": "In order to help inform public health strategies for the prevention of CVD and type 2 diabetes, a prospective investigation of the effect of F&V intake on insulin action in vivo is warranted. "
        },
        {
            "text": "The aim of this study was to investigate the dose-response effect of F&V intake on IR, assessed using the gold standard euglycemic-hyperinsulinemic clamp technique, in people who were overweight and at high risk of CVD."
        },
        {
            "text": "Ethics approval for this randomized controlled trial (RCT) was received from the Office for Research Ethics Committees Northern Ireland, and the study protocol was registered (ClinicalTrials.gov, NCT00874341). ",
            "section": "Study overview"
        },
        {
            "text": "The study used a 4-week washout period to minimize pretrial biochemical and/or physiological disparities. ",
            "section": "Study overview"
        },
        {
            "text": "After the washout phase, participants were informed of their allocation to one of the following three F&V groups for 12 weeks: one to two, four, or seven portions of F&Vs each day. ",
            "section": "Study overview"
        },
        {
            "text": "The primary end point, IR, was measured using the two-step euglycemic-hyperinsulinemic clamp technique at week 4 and week 16 (preintervention and postintervention).",
            "section": "Study overview"
        },
        {
            "text": "Between April 2009 and February 2011, participants were recruited from the general population via press release, by intranet advertisements within Belfast Health and Social Care Trust and Queen's University Belfast, and from hospital outpatient clinics. ",
            "section": "Participant recruitment and screening"
        },
        {
            "text": "Interested participants were screened for eligibility. ",
            "section": "Participant recruitment and screening"
        },
        {
            "text": "The inclusion criteria were as follows: CVD risk of $20% over 10 years, as defined by Joint British Societies' guidelines on the prevention of CVD in clinical practice (12); BMI $27 and #35 kg/m 2 ; and habitual F&V intake of two or fewer portions per day. ",
            "section": "Participant recruitment and screening",
            "ref_spans": [
                {
                    "start": 168,
                    "end": 172,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "(12)"
                }
            ]
        },
        {
            "text": "The exclusion criteria were as follows: diabetes mellitus; established CVD; surgery within the previous 3 months; aspirin use; psychiatric problems; taking medication known to affect nutrient metabolism; pregnant or lactating; excessive alcohol consumption; taking antioxidant supplements; food sensitivities that would interfere with a tolerance to F&Vs; medical conditions or dietary restrictions that would substantially limit the ability to complete the study requirements; following a weight loss diet; unwillingness or inability to modify current diet; and women of childbearing age not taking the contraceptive pill.",
            "section": "Participant recruitment and screening"
        },
        {
            "text": "After eligibility was confirmed and written informed consent was obtained, all participants commenced the washout and were asked to consume less than two portions of F&Vs per day for 4 weeks. ",
            "section": "Washout phase (week 0-4)"
        },
        {
            "text": "Participants were given an information booklet to ensure that they understood the requirement to consume less than two portions of F&Vs per day and the definition of what constitutes a portion of F&Vs, as defined by the U.K. Department of Health (13) (i.e., an 80-g serving: one apple or banana, 150 mL fruit juice or 3 heaping tablespoons of vegetables).",
            "section": "Washout phase (week 0-4)"
        },
        {
            "text": "Participants were randomized at study entry and were informed of their randomization allocation at week 4 (i.e., after they had completed the washout period). ",
            "section": "Intervention phase (week 4-16)"
        },
        {
            "text": "A computer-generated randomization list was used to allocate participants to one of the following three intervention groups: one to two, four, or seven portions of F&Vs per day; owing to the nature of the intervention it was not possible to blind participants to their allocation. ",
            "section": "Intervention phase (week 4-16)"
        },
        {
            "text": "All participants were provided with written dietary advice specific to their allocated F&V group, which detailed portion sizes of F&Vs and provided guidance on cooking and storage, as well as recipe suggestions and general tips on eating more F&Vs. ",
            "section": "Intervention phase (week 4-16)"
        },
        {
            "text": "Participants in the four-and seven-portion groups were provided with individualized advice on ways to incorporate F&Vs into daily meals, taking into consideration normal meal/ snack patterns, habitual F&V likes and dislikes, and any identified barriers/ constraints to F&V consumption. ",
            "section": "Intervention phase (week 4-16)"
        },
        {
            "text": "In order to encourage compliance, participants received a weekly home delivery of F&Vs from a major retailer for the duration of the intervention. ",
            "section": "Intervention phase (week 4-16)"
        },
        {
            "text": "The study researcher telephoned participants on a weekly basis in order to discuss their F&V order, monitor compliance and body weight, and discuss any individual difficulties with adherence to the protocol. ",
            "section": "Intervention phase (week 4-16)"
        },
        {
            "text": "In line with public health advice, participants were encouraged to consume as wide a variety of F&Vs as possible. ",
            "section": "Intervention phase (week 4-16)"
        },
        {
            "text": "Compliance was monitored using a combination of self-reported dietary intake (4-day food diaries at weeks 0, 4, and 16; at least four unannounced 24-h recalls during the intervention period; and daily F&V records) and biochemical assessment of nutritional status, as described below.",
            "section": "Intervention phase (week 4-16)"
        },
        {
            "text": "F&V portions consumed by each participant at the three time points during the intervention (weeks 0, 4, and 16) were hand counted independently by two researchers from the 4-day food diaries, and any discrepancies were assessed and resolved with input from a third researcher. ",
            "section": "Intervention phase (week 4-16)"
        },
        {
            "text": "A portion was as defined by the U.K. Department of Health (13).",
            "section": "Intervention phase (week 4-16)",
            "ref_spans": [
                {
                    "start": 58,
                    "end": 62,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "(13)"
                }
            ]
        },
        {
            "text": "Assessments were carried out at the Regional Centre for Endocrinology and Diabetes, Royal Victoria Hospital, Belfast. ",
            "section": "Study assessments"
        },
        {
            "text": "A medical/lifestyle questionnaire and a physical activity questionnaire were administered at weeks 0 and 16 (14).",
            "section": "Study assessments",
            "ref_spans": [
                {
                    "start": 108,
                    "end": 112,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "(14)"
                }
            ]
        },
        {
            "text": "Height, weight, and waist and hip circumferences were measured at weeks 0, 4, and 16. ",
            "section": "Study assessments"
        },
        {
            "text": "Body composition was measured using a whole-body dual-energy X-ray absorptiometry scan at weeks 4 and 16. ",
            "section": "Study assessments"
        },
        {
            "text": "All scans were performed by a trained radiographer using a Lunar Prodigy Pro dual-energy X-ray absorptiometry scanner (GE Medical Systems, Madison, WI). ",
            "section": "Study assessments"
        },
        {
            "text": "Blood pressure at week 4 was measured using an oscillometric Meditech ABPM-04 ambu- latory  A two-step euglycemic-hyperinsulinemic clamp combined with the infusion of [3-3 H]glucose was carried out at weeks 4 and 16 by I.R.W., who was blinded to group allocation, as previously described (15,16). ",
            "section": "Study assessments",
            "ref_spans": [
                {
                    "start": 84,
                    "end": 90,
                    "type": "figure",
                    "text": "latory"
                },
                {
                    "start": 288,
                    "end": 292,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "(15,"
                },
                {
                    "start": 292,
                    "end": 295,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "16)"
                }
            ]
        },
        {
            "text": "After cannula insertion, a primed continuous infusion of high-performance liquid chromatography-purified [3-3 H] glucose was administered during a 2-h equilibration period (2120 min to zero time). ",
            "section": "Study assessments"
        },
        {
            "text": "Arterialized venous blood was used for all analyses in the clamp studies. ",
            "section": "Study assessments"
        },
        {
            "text": "Plasma for the measurement of glucosespecific activity was deproteinized with barium hydroxide and zinc sulfate using the method of Somogyi (17). ",
            "section": "Study assessments",
            "ref_spans": [
                {
                    "start": 140,
                    "end": 144,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "(17)"
                }
            ]
        },
        {
            "text": "Aliquots of tracer infusate and labeled exogenous glucose infusion were spiked into nonradioactive plasma and processed in parallel to allow the calculation of [3-3 H]glucose infusion rates (GIRs). ",
            "section": "Study assessments"
        },
        {
            "text": "IR was assessed using the exogenous GIR required to maintain euglycemia corrected for body weight and for fat-free body mass. ",
            "section": "Study assessments"
        },
        {
            "text": "The isotope-dilution method was used to allow the measurement of endogenous glucose production (EGP), the rate of appearance of glucose in the peripheral circulation (Ra), and the rate of disappearance or whole body uptake of glucose (Rd).",
            "section": "Study assessments"
        },
        {
            "text": "Indirect calorimetry was performed alongside the two-step clamp at weeks 4 and 16. ",
            "section": "Study assessments",
            "ref_spans": [
                {
                    "start": 79,
                    "end": 81,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "16"
                }
            ]
        },
        {
            "text": "An open-circuit indirect calorimeter (GEMNutrition Ltd., Daresbury, U.K.) with a ventilated canopy hood was used to measure minute-by-minute oxygen consumption and carbon dioxide production. ",
            "section": "Study assessments"
        },
        {
            "text": "Resting energy expenditure was measured during the last 45 min of the calibration period (245 min to zero time), after participants rested for a minimum of 75 min. ",
            "section": "Study assessments"
        },
        {
            "text": "Energy expenditure was also measured during the final stages of the low-dose insulin infusion (90-120 min) and the high-dose insulin infusion (210-240 min). ",
            "section": "Study assessments"
        },
        {
            "text": "Insulin-induced thermogenesis during the low-dose and highdose insulin infusions was calculated as the difference between energy expenditure measured during each insulin infusion and the resting energy expenditure (18). ",
            "section": "Study assessments",
            "ref_spans": [
                {
                    "start": 214,
                    "end": 218,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "(18)"
                }
            ]
        },
        {
            "text": "Change in the respiratory quotient (RQ), calculated as the RQ during the high-dose insulin infusion minus the resting RQ (19), was used as an indicator of metabolic flexibility.",
            "section": "Study assessments",
            "ref_spans": [
                {
                    "start": 121,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "(19)"
                }
            ]
        },
        {
            "text": "A fasting blood sample was collected at weeks 0, 4, and 16. ",
            "section": "Laboratory analysis"
        },
        {
            "text": "All samples were processed and stored at 2808C within 2 h of collection. ",
            "section": "Laboratory analysis"
        },
        {
            "text": "All laboratory analyses were blinded. ",
            "section": "Laboratory analysis"
        },
        {
            "text": "Plasma ascorbic acid concentrations were determined according to the method described by Vuilleumier and Keck (20). ",
            "section": "Laboratory analysis",
            "ref_spans": [
                {
                    "start": 89,
                    "end": 114,
                    "type": "bibr",
                    "text": "Vuilleumier and Keck (20)"
                }
            ]
        },
        {
            "text": "Serum concentrations of lutein, zeaxanthin, b-cryptoxanthin, a-carotene, b-carotene, and lycopene were measured by high-performance liquid chromatography with diode array detection, as described by Craft et al. (21). ",
            "section": "Laboratory analysis",
            "ref_spans": [
                {
                    "start": 211,
                    "end": 215,
                    "type": "bibr",
                    "text": "(21)"
                }
            ]
        },
        {
            "text": "Assays were standardized against appropriate National Institute of Standards and Technology control materials. ",
            "section": "Laboratory analysis"
        },
        {
            "text": "The fasting serum lipid profile (total cholesterol, HDL, and triglycerides) was assessed using enzymatic colorimetric assays (Roche Diagnostics Limited, West Sussex, U.K.) on the ILab-600 biochemical analyzer (Instrumentation Laboratory, Warrington, U.K.). ",
            "section": "Laboratory analysis"
        },
        {
            "text": "LDL cholesterol was calculated using a standard Friedewald equation (22). ",
            "section": "Laboratory analysis",
            "ref_spans": [
                {
                    "start": 68,
                    "end": 72,
                    "type": "bibr",
                    "text": "(22)"
                }
            ]
        },
        {
            "text": "Plasma adiponectin (total, high-molecular weight, medium-molecular weight, and lowmolecular weight) were measured by ELISA (ALPCO diagnostics); low-molecular weight adiponectin was obtained by subtracting the combined concentration of medium-molecular weight and highmolecular weight adiponectin (measured directly) from the total adiponectin concentration. ",
            "section": "Laboratory analysis"
        },
        {
            "text": "Serum insulin levels were measured by ELISA (Abbot IMx; Abbott Laboratories, Berkshire, U.K.). ",
            "section": "Laboratory analysis"
        },
        {
            "text": "Plasma glucose levels were measured using an automated glucose oxidase method using a Beckman Glucose Analyzer 2. ",
            "section": "Laboratory analysis"
        },
        {
            "text": "Fasting glucose and insulin levels were used to calculate the HOMA score (23). ",
            "section": "Laboratory analysis",
            "ref_spans": [
                {
                    "start": 73,
                    "end": 77,
                    "type": "bibr",
                    "text": "(23)"
                }
            ]
        },
        {
            "text": "Commercial kits were used to measure C-peptide (Dako UK Ltd, Ely, U.K.) and nonesterified fatty acids (Wako Chemicals GmbH, Neuss, Germany) on the ILab-600 biochemical analyzer (Instrumentation Laboratory).",
            "section": "Laboratory analysis"
        },
        {
            "text": "All statistical analyses were carried out using SPSS for Windows version 17.0 (SPSS Inc, Chicago, IL). ",
            "section": "Statistical methods",
            "entity_spans": [
                {
                    "start": 48,
                    "end": 52,
                    "type": "software",
                    "rawForm": "SPSS",
                    "resp": "#annotator3",
                    "used": true,
                    "id": "df458f2bc2-software-2",
                    "cert": "1.0"
                },
                {
                    "start": 73,
                    "end": 77,
                    "type": "version",
                    "rawForm": "17.0",
                    "resp": "#annotator3",
                    "id": "#df458f2bc2-software-2"
                },
                {
                    "start": 79,
                    "end": 87,
                    "type": "publisher",
                    "rawForm": "SPSS Inc",
                    "resp": "#curator",
                    "id": "#df458f2bc2-software-2"
                }
            ]
        },
        {
            "text": "Normally distributed continuous variables were summarized using the mean and SD. ",
            "section": "Statistical methods"
        },
        {
            "text": "Skewed variables were log-transformed for parametric analysis and summarized using the geometric mean and interquartile range. ",
            "section": "Statistical methods"
        },
        {
            "text": "A one-way ANOVA test, or x 2 test, was used to compare the three groups at baseline for continuous and categorical variables, respectively. ",
            "section": "Statistical methods"
        },
        {
            "text": "One-way ANOVA with linear trend test was used to examine differences in mean change (i.e., preintervention value minus postintervention value for a given continuous variable) between groups for the primary and secondary end points. ",
            "section": "Statistical methods"
        },
        {
            "text": "Post hoc analyses were performed using the Dunnett test comparing the control group (one to two portions) with the intervention groups (four and seven portions). ",
            "section": "Statistical methods"
        },
        {
            "text": "For each variable, intervention analysis was performed for all participants who had completed the study protocol according to randomization group. ",
            "section": "Statistical methods"
        },
        {
            "text": "The test for linear trend (with changes in variable and portion allocation as the dependent and independent variables, respectively), analogous to linear regression, was incorporated in order to take account of the dose-response design. ",
            "section": "Statistical methods"
        },
        {
            "text": "Variables that were not normally distributed were log-transformed prior to these analyses. ",
            "section": "Statistical methods"
        },
        {
            "text": "A sample size of 30 patients per group gave the study 80% power to detect a 10% difference in GIR between groups at a 5% level of significance (15,16).",
            "section": "Statistical methods",
            "ref_spans": [
                {
                    "start": 143,
                    "end": 150,
                    "type": "bibr",
                    "text": "(15,16)"
                }
            ]
        },
        {
            "text": "RESULTSdSummary of participant recruitment and flow through the intervention ( Supplementary Fig. 1). ",
            "section": "Statistical methods",
            "ref_spans": [
                {
                    "start": 79,
                    "end": 99,
                    "type": "figure",
                    "text": "Supplementary Fig. 1"
                }
            ]
        },
        {
            "text": "In total, 150 individuals were screened for eligibility, and 45 did not meet study eligibility criteria. ",
            "section": "Statistical methods"
        },
        {
            "text": "A total of 105 participants commenced the 4-week washout period of the study (weeks 0-4). ",
            "section": "Statistical methods"
        },
        {
            "text": "There were 13 dropouts (12.4%) between weeks 0 and 4 (reasons are indicated in Supplementary  Fig. 1). ",
            "section": "Statistical methods",
            "ref_spans": [
                {
                    "start": 79,
                    "end": 100,
                    "type": "figure",
                    "text": "Supplementary  Fig. 1"
                }
            ]
        },
        {
            "text": "A total of 92 participants proceeded to the intervention phase of the study (weeks 4-16), and 89 participants completed the 16-week protocol. ",
            "section": "Statistical methods"
        },
        {
            "text": "There were three dropouts between weeks 4 and 16: one from the group receiving one to two F&V portions per day and two from the group receiving four F&V portions per day, all owing to illness unrelated to the intervention. ",
            "section": "Statistical methods"
        },
        {
            "text": "The intervention was implemented as intended, and there were no adverse events associated with the intervention. ",
            "section": "Statistical methods"
        },
        {
            "text": "Of the 105 eligible participants who consented to join the study (n = 105) at week 0, 64% were male (n = 61), two-thirds were obese (n = 67), and onethird were overweight (n = 38).",
            "section": "Statistical methods"
        },
        {
            "text": "The washout phase resulted in a statistically significant lowering in F&V intake from a mean of 2.4 (SD 1.11) portions per day at week 0 to a mean of 1.6 (SD 0.85) portions per day at week 4 (P , 0.001; independent-samples t test; data not shown). ",
            "section": "Washout phase (week 0-4)"
        },
        {
            "text": "These changes were accompanied by a statistically significant decrease in plasma vitamin C, lutein, b-cryptoxanthin, and a-carotene status (P , 0.05; independent-samples t test; data not shown).",
            "section": "Washout phase (week 0-4)"
        },
        {
            "text": "The baseline characteristics of all participants who completed the washout and commenced the intervention (n = 92) at week 4 are presented in Supplementary  Table 1. ",
            "section": "Intervention phase (week 4-16)",
            "ref_spans": [
                {
                    "start": 142,
                    "end": 164,
                    "type": "table",
                    "text": "Supplementary  Table 1"
                }
            ]
        },
        {
            "text": "There were no statistically significant differences between the groups at the start of the intervention. ",
            "section": "Intervention phase (week 4-16)"
        },
        {
            "text": "The majority of participants (72%) were categorized as inactive or moderately inactive, 18% as moderately active, and 10% as active. ",
            "section": "Intervention phase (week 4-16)"
        },
        {
            "text": "The goal of maintaining body weight during the study was achieved; there were no statistically significant mean differences in change in body weight or body composition (data not shown) among the groups receiving one to two, four, and seven F&V portions, respectively, as follows: 0.41% change in body weight (95% CI 20.29 to 1.12); 0.58 (20.01 to 1.17); 0.33 (20.20 to 0.85) (P = 0.82, one-way ANOVA). ",
            "section": "Intervention phase (week 4-16)"
        },
        {
            "text": "There was no significant change in physical activity within or among groups during the study (data not shown). ",
            "section": "Intervention phase (week 4-16)"
        },
        {
            "text": "F&V intake and micronutrient status. ",
            "section": "Intervention phase (week 4-16)"
        },
        {
            "text": "There was a statistically significant linear change in daily F&V consumption among the three groups (Table 1), based on selfreported F&V intake calculated from 4-day food diaries. ",
            "section": "Intervention phase (week 4-16)",
            "ref_spans": [
                {
                    "start": 100,
                    "end": 109,
                    "type": "table",
                    "text": "(Table 1)"
                }
            ]
        },
        {
            "text": "Participants in the groups receiving one to two, four, and seven portions per day attained self-reported F&V intakes of 1.8, 3.8, and 7.0 portions per day, respectively; this represented no significant change in the two-portion group and a statistically significant increase in F&V intake of 2.1 and 5.5 portions per day within the groups receiving four and seven portions per day, respectively (P , 0.0001, paired-samples t test). ",
            "section": "Intervention phase (week 4-16)"
        },
        {
            "text": "There was a statistically significant linear increase in lutein status with increasing F&V intake, and a nonsignificant trend for increasing vitamin C and b-carotene status ( Table 2). ",
            "section": "Intervention phase (week 4-16)",
            "ref_spans": [
                {
                    "start": 175,
                    "end": 183,
                    "type": "table",
                    "text": "Table 2)"
                }
            ]
        },
        {
            "text": "The relative proportion of fruit versus vegetables to total F&V intake during the intervention was as follows: two portions per day: 43% fruit, 57% vegetables; four portions per day: 64% fruit, 36% vegetables; and seven portions per day: 69% fruit, 31% vegetables. ",
            "section": "Intervention phase (week 4-16)"
        },
        {
            "text": "Based on the analysis of total food intake reported in 4-day food diaries at weeks 4 and 16, there was a statistically significant linear decrease in total fat intake and a statistically significant linear increase in total carbohydrate, sugar, and fiber intake with increasing F&V intake (see Supplementary Tables 4 and 5). ",
            "section": "Intervention phase (week 4-16)",
            "ref_spans": [
                {
                    "start": 294,
                    "end": 323,
                    "type": "table",
                    "text": "Supplementary Tables 4 and 5)"
                }
            ]
        },
        {
            "text": "Euglycemic-hyperinsulinemic clamp with indirect calorimetry and multimeric adiponectin. ",
            "section": "Intervention phase (week 4-16)"
        },
        {
            "text": "The changes in markers of IR are reported in Table 3. ",
            "section": "Intervention phase (week 4-16)",
            "ref_spans": [
                {
                    "start": 45,
                    "end": 52,
                    "type": "table",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "There was no changes in GIR or fasting plasma insulin or fasting glucose concentrations as a result of increased F&V intake. ",
            "section": "Intervention phase (week 4-16)"
        },
        {
            "text": "The results for EGP, Ra, and Rd are summarized in Table 4; no statistically significant differences were observed in these parameters as a result of the dietary intervention. ",
            "section": "Intervention phase (week 4-16)",
            "ref_spans": [
                {
                    "start": 50,
                    "end": 57,
                    "type": "table",
                    "text": "Table 4"
                }
            ]
        },
        {
            "text": "There was also no difference among groups in terms of the change in concentrations of nonesterified fatty acids or C-peptide (data not shown). ",
            "section": "Intervention phase (week 4-16)"
        },
        {
            "text": "There were no differences in the change in insulin-induced thermogenesis or RQ values among the groups (Supplementary Table 2). ",
            "section": "Intervention phase (week 4-16)",
            "ref_spans": [
                {
                    "start": 118,
                    "end": 125,
                    "type": "table",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "There were also no differences in the change in adiponectin multimer concentrations among the groups after the intervention (Supplementary Table  3). ",
            "section": "Intervention phase (week 4-16)",
            "ref_spans": [
                {
                    "start": 124,
                    "end": 147,
                    "type": "table",
                    "text": "(Supplementary Table  3"
                }
            ]
        },
        {
            "text": "Overall, there were no statistically significant differences among the groups in measures of whole-body, peripheral, or hepatic IR, and there was no difference in the response to intervention according to sex (data not shown).",
            "section": "Intervention phase (week 4-16)"
        },
        {
            "text": "CONCLUSIONSdCurrent dietary recommendations for F&V consumption are based on observational evidence regarding the relationship between these foods and the risk of chronic disease. ",
            "section": "Intervention phase (week 4-16)"
        },
        {
            "text": "Recently, data regarding the precise nature of their biological effects have started to emerge from RCTs (24). ",
            "section": "Intervention phase (week 4-16)",
            "ref_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "(24)"
                }
            ]
        },
        {
            "text": "Such studies in both healthy and clinical groups are important in order to inform public health messages and evidence-based clinical practice. ",
            "section": "Intervention phase (week 4-16)"
        },
        {
            "text": "The RCT described here is the first to examine the cause-effect plausibility of a dose-response relationship between F&V consumption and IR, assessed using the comprehensive glucose clamp technique, in people at high risk of CVD. ",
            "section": "Intervention phase (week 4-16)"
        },
        {
            "text": "Despite objective evidence of compliance with the intervention, increased F&V intake did not have a statistically significant effect on whole-body, peripheral, or hepatic IR or concentrations of adiponectin multimers. ",
            "section": "Intervention phase (week 4-16)"
        },
        {
            "text": "A favorable effect on microvascular function, assessed by venous occlusion plethysmography, has recently been demonstrated in another dose-response F&V intervention study (24). ",
            "section": "Intervention phase (week 4-16)",
            "ref_spans": [
                {
                    "start": 171,
                    "end": 175,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "(24)"
                }
            ]
        },
        {
            "text": "There is a recognized reciprocal relationship between IR and endothelial dysfunction (25), and it could be hypothesized that the beneficial effects of F&V on vascular function may be mediated by improvements in IR. ",
            "section": "Intervention phase (week 4-16)",
            "ref_spans": [
                {
                    "start": 85,
                    "end": 89,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "(25)"
                }
            ]
        },
        {
            "text": "The results of this RCT do not support this notion; furthermore, the change in vascular function in the aforementioned study did not correlate with the change in HOMA (26). ",
            "section": "Intervention phase (week 4-16)",
            "ref_spans": [
                {
                    "start": 167,
                    "end": 171,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "(26)"
                }
            ]
        },
        {
            "text": "Taken together, these results indicate that the beneficial effects of F&Vs in relation to cardiovascular health are not likely to be directly mediated by IR.",
            "section": "Intervention phase (week 4-16)"
        },
        {
            "text": "It is well-accepted, after the diabetes prevention trials, that weight loss can improve glucose tolerance and help to prevent type 2 diabetes (27,28); positive effects on body weight and overall dietary profile are recognized as one potential way in which F&Vs may reduce the risk of chronic disease (29). ",
            "section": "Intervention phase (week 4-16)",
            "ref_spans": [
                {
                    "start": 142,
                    "end": 146,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "(27,"
                },
                {
                    "start": 146,
                    "end": 149,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "28)"
                },
                {
                    "start": 300,
                    "end": 304,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "(29)"
                }
            ]
        },
        {
            "text": "In order to minimize confounding and allow the specific effect of these whole foods to be studied, this study protocol aimed to increase F&V intake while maintaining body weight, and this was achieved with no difference among groups in change in body weight. ",
            "section": "Intervention phase (week 4-16)"
        },
        {
            "text": "The lack of improvement in IR after increased F&V intake lends support to the idea that weight loss may be more important than dietary composition in terms of influencing IR. ",
            "section": "Intervention phase (week 4-16)"
        },
        {
            "text": "It is possible that, independent of potential effects on body weight, F&Vs may not have a direct effect on the risk of type 2 diabetes (29). ",
            "section": "Intervention phase (week 4-16)",
            "ref_spans": [
                {
                    "start": 135,
                    "end": 139,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "(29)"
                }
            ]
        },
        {
            "text": "However, it is also possible that F&Vs may have subtle effects on IR, which are only detectable in a normalweight insulin-resistant group, or in overweight or obese populations after substantial weight loss has occurred. ",
            "section": "Intervention phase (week 4-16)"
        },
        {
            "text": "Moreover, although this study was conducted in a population at high risk of CVD, the majority of participants did not have impaired fasting glucose levels, and the effects may be different in a group of participants with prediabetes.",
            "section": "Intervention phase (week 4-16)"
        },
        {
            "text": "Displacement of less desirable foods, resulting in an improved dietary profile, has been discussed as a possible explanation for the beneficial effect of F&Vs on cardiovascular risk. ",
            "section": "Intervention phase (week 4-16)"
        },
        {
            "text": "In this study, participants maintained their body weight, and this will have meant that they were substituting F&Vs for other foods in the diet rather than adding F&Vs to their usual dietary intake. ",
            "section": "Intervention phase (week 4-16)"
        },
        {
            "text": "The examination of overall dietary intake at weeks 4 and 16 indicated that the incorporation of F&Vs into the diet in increasing amounts was associated with a statistically significant linear decrease in fat intake and a statistically significant linear increase in total carbohydrate, sugar, and fiber intake amounts. ",
            "section": "Intervention phase (week 4-16)"
        },
        {
            "text": "F&Vs are high in fiber, and fruit contains natural sugars; hence, these dietary changes were expected. ",
            "section": "Intervention phase (week 4-16)"
        },
        {
            "text": "The reduction in fat intake was modest, and it is possible that the potential benefits of fat displacement on IR may have been negated by a more notable increase in sugar intake. ",
            "section": "Intervention phase (week 4-16)"
        },
        {
            "text": "However, our previous research does not indicate that sugar intake at these levels has a detrimental effect on IR (15). ",
            "section": "Intervention phase (week 4-16)",
            "ref_spans": [
                {
                    "start": 114,
                    "end": 118,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "(15)"
                }
            ]
        },
        {
            "text": "The stipulation to maintain weight during the study was implemented in order to minimize confounding and to allow the direct effects of F&V intake on IR to be studied. ",
            "section": "Intervention phase (week 4-16)"
        },
        {
            "text": "However, it means that this study cannot address the possibility that the incorporation of F&Vs into the diet when no restrictions are placed on weight status may have a more pronounced effect on overall dietary profile, which, in turn, may affect IR. ",
            "section": "Intervention phase (week 4-16)"
        },
        {
            "text": "Furthermore, findings from whole diet interventions support the notion that a combination of broad dietary changes may be an optimal approach (7-10). ",
            "section": "Intervention phase (week 4-16)"
        },
        {
            "text": "Furthermore, in order to be consistent with public health advice about F&Vs, this study did not restrict the types of F&Vs consumed, and participants were allowed a free choice as would happen in a real-life setting. ",
            "section": "Intervention phase (week 4-16)"
        },
        {
            "text": "Thus, a more prescriptive intervention that controls the types of F&Vs more tightly and minimizes within-group variation in chemical composition may provide a different answer. ",
            "section": "Intervention phase (week 4-16)"
        },
        {
            "text": "Indeed, it has recently emerged from the literature that the type of fruit or vegetable may be important when it comes to influencing the risk of type 2 diabetes. ",
            "section": "Intervention phase (week 4-16)"
        },
        {
            "text": "A recent meta-analysis of prospective cohort studies suggested that an increase of 1.15 servings a day of darkgreen leafy vegetables is associated with a 14% reduction in the risk of type 2 diabetes (hazard ratio 0.86 [95% CI 0.77-0.97]) compared with only a trend toward a 7% reduction in risk for fruit intake (hazard ratio 0.93 [95% CI 0.83-1.01]) (30). ",
            "section": "Intervention phase (week 4-16)",
            "ref_spans": [
                {
                    "start": 351,
                    "end": 355,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "(30)"
                }
            ]
        },
        {
            "text": "However, this suggestion is based on a limited number of studies that were heterogeneous in their reporting of the data (some reported F&Vs separately and combined, others only reported F&Vs separately; there was also heterogeneity among studies in how \"green leafy vegetables\" were defined). ",
            "section": "Intervention phase (week 4-16)"
        },
        {
            "text": "A further, similar, meta-analysis published in 2012 (31) included data from the EPIC-InterAct prospective study and reported estimates similar to those of Carter et al. (30)  ; however, this association was not evident in two other studies in the metaanalysis that examined this vegetable subgroup (32,33). ",
            "section": "Intervention phase (week 4-16)",
            "ref_spans": [
                {
                    "start": 52,
                    "end": 56,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "(31)"
                },
                {
                    "start": 169,
                    "end": 173,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "(30)"
                },
                {
                    "start": 298,
                    "end": 302,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "(32,"
                },
                {
                    "start": 302,
                    "end": 305,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "33)"
                }
            ]
        },
        {
            "text": "Alongside these data, a recent report from the prospective Nurses Health and Health Professionals Follow-Up Studies reported a lower risk of type 2 diabetes with higher intakes of anthocyaninrich foods, particularly blueberries and apples/pears (34).",
            "section": "Intervention phase (week 4-16)",
            "ref_spans": [
                {
                    "start": 245,
                    "end": 249,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "(34)"
                }
            ]
        },
        {
            "text": "As well as F&V quantity and subclass of F&Vs, it is also possible that the variety of F&Vs consumed and, indeed, the relative proportion of fruit versus vegetables consumed may be important in terms of influencing diabetes risk. ",
            "section": "Intervention phase (week 4-16)"
        },
        {
            "text": "Findings from a recent nested case-control study of the EPIC-Norfolk cohort have indicated that both total quantity of F&Vs and F&V variety (at least 12 different F&V items per week) are inversely and independently associated with risk of type 2 diabetes (11). ",
            "section": "Intervention phase (week 4-16)",
            "ref_spans": [
                {
                    "start": 255,
                    "end": 259,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(11)"
                }
            ]
        },
        {
            "text": "It is possible that, although participants in this study were encouraged to eat a variety of F&Vs, in line with government advice, they did not achieve sufficient variety in their intake to influence metabolism. ",
            "section": "Intervention phase (week 4-16)"
        },
        {
            "text": "With regard to the idea that vegetables may have a greater effect on IR and diabetes risk, an examination of the contribution of fruit to total F&V intake in this study found that the percentage contribution made by fruit increased significantly across groups during the intervention (fruit intake comprised ;43% of total F&V intake for the group receiving two portions per day, rising to 64 and 69%, respectively, for the groups receiving four and seven portions per day). ",
            "section": "Intervention phase (week 4-16)"
        },
        {
            "text": "However, it was not possible to examine the response to intervention according to those who ate more fruit compared with those who Week 16",
            "section": "Intervention phase (week 4-16)"
        },
        {
            "text": "Step 1 GIR corrected for absolute weight (mmol/kg/min)* (n = 28, 29, 32) ate more vegetables because the behavior within groups was quite consistent; all individuals in the group receiving seven portions per day consumed more fruit than vegetables. ",
            "section": "Change"
        },
        {
            "text": "With regard to the increase in fruit intake, it is important to note that, in line with current public health advice, participants were informed that fruit or vegetable juice could only count as one of their F&V portions daily, and so they were advised to limit their juice consumption accordingly and to increase their intake of F&Vs by consuming the intact food rather than relying on fruit or vegetable juice to boost their intake. ",
            "section": "Change"
        },
        {
            "text": "Adherence to this advice was evident in the participant food diaries, and there were no high juice consumers in the study. ",
            "section": "Change"
        },
        {
            "text": "As discussed above, because this study did not restrict the types or proportions of F&Vs consumed, there were significant differences among groups in change in sugar intake, and other factors such as glycemic index and glycemic load are also likely to have changed, although this has not been formally examined. ",
            "section": "Change"
        },
        {
            "text": "Again, a more prescriptive intervention controlling for such variables may provide a different answer to the one found here. ",
            "section": "Change"
        },
        {
            "text": "Because this study did not control for the type of F&V or the relative proportion of fruit versus vegetables to be consumed by participants, it cannot answer questions regarding the appropriateness of more specific guidance on F&V intake; rather, this study examined the implementation of the general message promoted in the U.K. and the U.S. to eat a variety of F&Vs each day, generally aiming for at least five servings a day. ",
            "section": "Change"
        },
        {
            "text": "It is interesting to note that public health guidance in Australia advocates a twofruit-plus-five-vegetable approach in their guidance to consumers (35). ",
            "section": "Change",
            "ref_spans": [
                {
                    "start": 148,
                    "end": 152,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "(35)"
                }
            ]
        },
        {
            "text": "It is likely that public health advice in other countries may, similarly, evolve over time to become more specific. ",
            "section": "Change"
        },
        {
            "text": "However, there are a limited number of studies to date regarding the importance of F&V variety for health outcomes or examining the specific health effects of fruit versus vegetables (36). ",
            "section": "Change",
            "ref_spans": [
                {
                    "start": 183,
                    "end": 187,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "(36)"
                }
            ]
        },
        {
            "text": "Apart from the current study, to our knowledge, no other study to date has specifically examined the effect of whole F&Vs on IR using the gold standard clamp methodology. ",
            "section": "Change"
        },
        {
            "text": "A recent doubleblind, randomized, placebo-controlled study in 32 obese, insulin-resistant men and women found that intake of 22.5 g of blueberry bioactives twice daily for 6 weeks enhanced insulin sensitivity, which was assessed using high-dose euglycemic-hyperinsulinemic clamp, compared with placebo, perhaps suggesting that the form in which F&Vs are consumed may be important in terms of antidiabetic effects (37). ",
            "section": "Change",
            "ref_spans": [
                {
                    "start": 413,
                    "end": 417,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "(37)"
                }
            ]
        },
        {
            "text": "The latter study, however, does not help to inform public health messages about F&V consumption inasmuch as a freeze-dried blueberry powder was used rather than the whole food or juice. ",
            "section": "Change"
        },
        {
            "text": "Allowing volunteers to make their own dietary choices, as was applied in this protocol, is closer to the current real-life scenario where people receive general advice to \"eat more F&Vs.\" ",
            "section": "Change"
        },
        {
            "text": "A threshold effect beyond the maximum portion allocation used here (seven portions per day) is unlikely based on the existing literature (11) but cannot be excluded. ",
            "section": "Change"
        },
        {
            "text": "However, even if such a threshold exists, an intake higher than seven portions per day would be unattainable for the vast majority of the population.",
            "section": "Change"
        },
        {
            "text": "The strengths of the current study include its RCT design; the use of the clamp to assess the primary end point; high participant retention; the weight stability of participants, which prevented confounding of the data by weight loss; and the measurement of biomarkers of F&V intake. ",
            "section": "Change"
        },
        {
            "text": "In this study, the self-reported F&V intakes, derived from food diaries, were consistent with group targets for participants in the groups receiving one to two, four, and seven portions per day attaining self-reported F&V intakes of 1.8, 3.8, and 7.0 portions per day, respectively. ",
            "section": "Change"
        },
        {
            "text": "This change in self-reported F&V intake was mirrored by a statistically significant dose-response increase in lutein status with increasing F&V intake and a trend for increasing vitamin C and b-carotene status, thus confirming that the volunteers did increase their F&V intake in a stepwise manner across groups. ",
            "section": "Change"
        },
        {
            "text": "As indicated in our recent systematic review on this topic (38), a panel of biomarkers (notably aand b-carotene, vitamin C, lutein, zeaxanthin, and b-cryptoxanthin) should be measured as indicators of compliance in F&V intervention trials. ",
            "section": "Change",
            "ref_spans": [
                {
                    "start": 59,
                    "end": 63,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "(38)"
                }
            ]
        },
        {
            "text": "The specific biomarker changes encountered will vary among studies that use a mixed F&V intervention, owing to differences in F&V selection when free choice is permitted.",
            "section": "Change"
        },
        {
            "text": "In conclusion, increased F&V intake improved micronutrient status but had no significant effect on IR, assessed using the gold standard clamp technique, in people at high risk of CVD when body weight was maintained. ",
            "section": "Change"
        },
        {
            "text": "It appears, therefore, that the beneficial effects of F&Vs on cardiovascular health are not likely to be directly mediated by IR. ",
            "section": "Change"
        },
        {
            "text": "Recent evidence indicates that particular classes or types of F&Vs may have particular antidiabetic properties; hence, it is possible that benefits may only be observed in response to a more specific F&V intervention. ",
            "section": "Change"
        },
        {
            "text": "This study supports the continued promotion of F&Vs on the basis of improving nutritional status and the overall profile of the diet but not in relation to direct improvement of IR in people at high risk of CVD.",
            "section": "Change"
        },
        {
            "text": "Queen's University Belfast, for assistance with laboratory analysis. ",
            "section": "Change"
        },
        {
            "text": "The authors thank all the participants in the study for their time, interest, cooperation, and contribution to this research.",
            "section": "Change"
        },
        {
            "text": "AcknowledgmentsdThis research was funded by the U.K. Food Standards Agency and Department of Health.",
            "section": "Table 4dGlucose"
        },
        {
            "text": "No potential conflicts of interest relevant to this article were reported."
        },
        {
            "text": "I.R.W. carried out all assessments of IR, performed statistical analysis, contributed to the RESULTS and CONCLUSIONS, and reviewed and edited the manuscript. "
        },
        {
            "text": "C.T.M. was responsible for coordinating and managing the day-to-day running of the study, including dietary assessment, dietary analysis, and nutrient status analysis; performed statistical analysis; contributed to the RESULTS and CONCLUSIONS; and reviewed and edited the manuscript. "
        },
        {
            "text": "S.J.H. was a co-investigator, contributed to the conception and design of the study, oversaw the assessment of the primary end point, contributed to the RESULTS and CONCLUSIONS, and reviewed and edited the manuscript. "
        },
        {
            "text": "L.L.H. assisted with participant recruitment and study execution, oversaw sample collection and storage, performed analysis of clamp samples, and reviewed and edited the manuscript. "
        },
        {
            "text": "C.N.E. assisted with all assessments of IR, performed analysis of clamp samples, and reviewed and edited the manuscript. "
        },
        {
            "text": "P.M.B. contributed to the RESULTS and interpretation of the data and reviewed and edited the manuscript. "
        },
        {
            "text": "C.C.P. was the study statistician and supervised all statistical analysis. "
        },
        {
            "text": "J.V.W. was a co-investigator, contributed to the conception and design of the study, oversaw analysis of compliance biomarkers, contributed to the discussion, and reviewed and edited the manuscript. "
        },
        {
            "text": "I.S.Y. was a co-investigator, contributed to the conception and design of the study, contributed to the discussion, and reviewed and edited the manuscript. "
        },
        {
            "text": "M.C.M. was the principal investigator, wrote the manuscript, and reviewed and edited the manuscript. "
        },
        {
            "text": "M.C.M. is the guarantor of this work and, as such, had full access to all the data in the study and takes responsibility for the integrity of the data and the accuracy of the data analysis."
        },
        {
            "text": "Parts of this study were presented in abstract form at the 72nd Scientific Sessions of the "
        }
    ]
}