{
    "id": "fc27dfe74a",
    "level": "sentence",
    "abstract": [],
    "body_text": [
        {
            "text": "Apoptosis is a fundamental homeostatic mechanism essential for the normal growth, development and maintenance of every tissue and organ. "
        },
        {
            "text": "Dying cells have been defined as apoptotic by distinguishing features, including cell contraction, nuclear fragmentation, blebbing, apoptotic body formation and maintenance of intact cellular membranes to prevent massive protein release and consequent inflammation. "
        },
        {
            "text": "We now show that during early apoptosis limited membrane permeabilization occurs in blebs and apoptotic bodies, which allows release of proteins that may affect the proximal microenvironment before the catastrophic loss of membrane integrity during secondary necrosis. "
        },
        {
            "text": "Blebbing, apoptotic body formation and protein release during early apoptosis are dependent on ROCK and myosin ATPase activity to drive actomyosin contraction. "
        },
        {
            "text": "We identified 231 proteins released from actomyosin contraction-dependent blebs and apoptotic bodies by adapted SILAC (stable isotope labeling with amino acids in cell culture) combined with mass spectrometry analysis. "
        },
        {
            "text": "The most enriched proteins released were the nucleosomal histones, which have previously been identified as damage-associated molecular pattern proteins (DAMPs) that can initiate sterile inflammatory responses. "
        },
        {
            "text": "These results indicate that limited membrane permeabilization occurs in blebs and apoptotic bodies before secondary necrosis, leading to acute and localized release of immunomodulatory proteins during the early phase of active apoptotic membrane blebbing. "
        },
        {
            "text": "Therefore, the shift from apoptosis to secondary necrosis is more graded than a simple binary switch, with the membrane permeabilization of apoptotic bodies and consequent limited release of DAMPs contributing to the transition between these states. "
        },
        {
            "text": "Apoptosis allows for efficient and immunologically silent removal of damaged or superfluous cells in multicellular organisms. "
        },
        {
            "text": "1 Despite 410 9 apoptotic events occurring per day in human adult tissues, it is surprisingly difficult to histologically detect apoptotic cells due to the rapid recognition and clearance of apoptotic cells. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "2,3 A key feature of apoptosis has been defined as the maintenance of an intact cellular membrane (detectable as exclusion of impermeable dyes such as propidium iodide, PI) throughout the apoptotic program to prevent intracellular protein release and subsequent immunological activation. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2,"
                },
                {
                    "start": 2,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                }
            ]
        },
        {
            "text": "1,[3][4][5][6] If the apoptotic cell is not recognized and cleared, this may be succeeded by secondary necrosis, during which cells lose membrane integrity, lyse and release intracellular contents including damage-associated molecular patterns (DAMPs) that alert and activate innate immune cells leading to rapid sterile inflammatory responses, which aid in the resolution of the initiating cell/tissue damage. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1,"
                },
                {
                    "start": 2,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 5,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 8,
                    "end": 11,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                },
                {
                    "start": 11,
                    "end": 14,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "[7][8][9] DAMPs are cellular constituents that are normally only exposed to innate immune cells when released from dying/dead cells. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                },
                {
                    "start": 6,
                    "end": 9,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "Cell surface sensors on immune cells that ordinarily recognize pathogen-associated molecular patterns produced by infectious agents may also interact with DAMPs, leading to the activation of signaling pathways resulting in a nonpathogen-induced 'sterile' inflammatory response. "
        },
        {
            "text": "Immune cell responses induced by DAMPs may include cytokine and chemokine release to activate inflammatory cells such as neutrophils and macrophages. "
        },
        {
            "text": "7 The goal of these processes is detection and removal of dead cells and associated debris to limit potential further damage.",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7"
                }
            ]
        },
        {
            "text": "In addition to maintenance of membrane integrity, apoptotic cells can be discriminated from viable counterparts based on several morphological hallmarks, including cell contraction, nuclear condensation and fragmentation, and actomyosin contraction-dependent membrane blebbing and apoptotic body formation. "
        },
        {
            "text": "[10][11][12] The driving force behind apoptotic actomyosin contractility is caspase-mediated cleavage and consequent constitutive activation of ROCK1. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "11,12 Blebs are formed when the plasma membrane delaminates from the cortical cytoskeletal network to form blisters that are expanded by increased hydrostatic pressure produced by actomyosin-mediated cellular contraction. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12"
                }
            ]
        },
        {
            "text": "13,14 As apoptosis progresses, blebs may break away from the cell body to form membrane-clad apoptotic bodies. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14"
                }
            ]
        },
        {
            "text": "A common assumption is that apoptotic bodies have a passive role in apoptotic cell clearance simply because they are smaller and therefore more readily phagocytosed than the intact cell body. "
        },
        {
            "text": "15,16 Moreover, inhibition of ROCK activity significantly reduces apoptotic body formation and apoptotic cell phagocytosis. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16"
                }
            ]
        },
        {
            "text": "15,16 Therefore, an additional possibility is that apoptotic bodies have active roles in promoting apoptotic cell clearance.",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16"
                }
            ]
        },
        {
            "text": "Apoptotic cells signal their demise by displaying markers such as phosphatidylserine that help phagocytes dock to the dying cell via direct or bridged interactions with recognition receptors. "
        },
        {
            "text": "1,3 The membranes of apoptotic bodies present the same externalized signals to phagocytic cells, which similarly aids their recognition and clearance. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1,"
                },
                {
                    "start": 2,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                }
            ]
        },
        {
            "text": "However, we now show that unlike the membranes of the apoptotic cell body, a significant proportion of apoptotic body membranes do not form impermeable barriers, allowing for the limited macromolecule ingress and egress. "
        },
        {
            "text": "Inhibition of actomyosin contraction through ROCK or myosin ATPase blockade reduces apoptotic body numbers formed during early apoptosis and concomitantly represses protein release without affecting the apoptotic program. "
        },
        {
            "text": "Quantitative mass spectrometry (MS) identified nucleosomal histones, which are validated DAMPs, as the most highly enriched proteins released in an actomyosin-dependent manner before secondary necrosis. "
        },
        {
            "text": "Stable isotope-labeled histones released from apoptotic cells were identified as being phagocytosed by macrophages. "
        },
        {
            "text": "These results show that the progression from apoptosis to secondary necrosis does not occur as a two-state switch. "
        },
        {
            "text": "Instead, as they are generated, the permeable membranes of apoptotic bodies allow the release of limited amounts of DAMPs that would locally engage with components of the innate immune system, thereby providing a mechanism that would contribute to a phased transition between apoptosis and full-blown secondary necrosis."
        },
        {
            "text": "The membrane-impermeable nucleic acid dye PI is often used in fluorescence-activated cell sorting (FACS) to categorize dead cells as either apoptotic (PI excluded) or necrotic (PI permitted). ",
            "section": "Apoptotic bodies and blebs lose membrane integrity."
        },
        {
            "text": "17 Despite the general application of this binary classification, we observed that apoptotic blebs in NIH3T3 fibroblasts treated with tumor necrosis factor a (TNFa) plus cycloheximide (CHX) can permit PI penetration while the cell body continues to exclude the nucleic acid stain (Figure 1a). ",
            "section": "Apoptotic bodies and blebs lose membrane integrity.",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17"
                },
                {
                    "start": 280,
                    "end": 290,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "(Figure 1a"
                }
            ]
        },
        {
            "text": "Time-lapse microscopy revealed that shortly after blebbing onset (B4 h after TNFa/CHX treatment), newly formed blebs and apoptotic bodies (small membrane-encapsulated subcellular particles that dissociate from blebbing cells) appear that do not exclude PI (Figure 1b, from 4 : 14 : 30, examples indicated by white, blue, yellow or red arrows). ",
            "section": "Apoptotic bodies and blebs lose membrane integrity."
        },
        {
            "text": "The membrane permeability of these newly formed structures precedes the loss of membrane integrity of the remaining cell body during secondary necrosis by a substantial period (Figure 1b, from 5 : 33 onwards).",
            "section": "Apoptotic bodies and blebs lose membrane integrity."
        },
        {
            "text": "To characterize apoptotic body membrane permeability, we assessed PI staining of the apoptotic bodies released from NIH3T3 cells 4 h after TNFa/CHX treatment. ",
            "section": "Apoptotic bodies and blebs lose membrane integrity."
        },
        {
            "text": "Analysis of small subcellular debris (low forward scatter (FSC) and side scatter (SSC), Figure 2a first panel) revealed that a large subpopulation of the 100 000 counted apoptotic bodies were PI positive (defined by gatings that count r1% of autofluorescent apoptotic bodies in the absence of PI, Figure 2a second panel), indicating that these apoptotic bodies not only contained nucleic acids but also allowed entry of 668 Da PI molecules (Figure 2a middle panel). ",
            "section": "Apoptotic bodies and blebs lose membrane integrity.",
            "ref_spans": [
                {
                    "start": 88,
                    "end": 97,
                    "type": "figure",
                    "text": "Figure 2a"
                },
                {
                    "start": 297,
                    "end": 306,
                    "type": "figure",
                    "text": "Figure 2a"
                },
                {
                    "start": 440,
                    "end": 450,
                    "type": "figure",
                    "text": "(Figure 2a"
                }
            ]
        },
        {
            "text": "Treatment of apoptotic bodies with RNAseA alone, or in combination with DNAse1, reduced PI staining (Figure 2a fourth and fifth panels), indicating that molecules as large as RNAseA and DNAse1 (13 and 31 kDa, respectively) accessed the interior of apoptotic bodies and degraded nucleic acid cargo, thus reducing PI fluorescence. ",
            "section": "Apoptotic bodies and blebs lose membrane integrity.",
            "ref_spans": [
                {
                    "start": 100,
                    "end": 110,
                    "type": "figure",
                    "text": "(Figure 2a"
                }
            ]
        },
        {
            "text": "The reduction in PI staining by RNAse þ DNAse1 was significant (Po0.01) following the induction of apoptosis 4 h after treatment withTNFa/CHX, anti-CD95 (Fas receptor) antibody/CHX or ultraviolet light (UV) in NIH3T3 established mouse fibroblasts (Figure 2b), primary mouse embryo fibroblasts (MEFs; Figure 2c), MCF10a human mammary epithelial cells ( Figure 2d) and primary mouse keratinocytes (Figure 2e). ",
            "section": "Apoptotic bodies and blebs lose membrane integrity.",
            "ref_spans": [
                {
                    "start": 247,
                    "end": 257,
                    "type": "figure",
                    "text": "(Figure 2b"
                },
                {
                    "start": 300,
                    "end": 309,
                    "type": "figure",
                    "text": "Figure 2c"
                },
                {
                    "start": 352,
                    "end": 361,
                    "type": "figure",
                    "text": "Figure 2d"
                },
                {
                    "start": 395,
                    "end": 405,
                    "type": "figure",
                    "text": "(Figure 2e"
                }
            ]
        },
        {
            "text": "These results indicate that whether the apoptotic stimulus was extrinsic or instrinsic, or whether the cells were primary or established, or epithelial or mesenchymal, a significant proportion of apoptotic bodies have membranes permissive for macromolecule passage. ",
            "section": "Apoptotic bodies and blebs lose membrane integrity."
        },
        {
            "text": "The permeability of apoptotic body membranes to macromolecules was additionally validated using NIH3T3 cellsexpressing membrane-tagged green fluorescent protein (mGFP; Figure 2f left panel). ",
            "section": "Apoptotic bodies and blebs lose membrane integrity.",
            "ref_spans": [
                {
                    "start": 168,
                    "end": 177,
                    "type": "figure",
                    "text": "Figure 2f"
                }
            ]
        },
        {
            "text": "18 Following the induction of apoptosis for 4 h, B33% of resulting apoptotic bodies had mGFP fluorescence greater than the autofluorescence of apoptotic bodies from unlabeled cells (Figure 2f right panel). ",
            "section": "Apoptotic bodies and blebs lose membrane integrity.",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "18"
                },
                {
                    "start": 181,
                    "end": 191,
                    "type": "figure",
                    "text": "(Figure 2f"
                }
            ]
        },
        {
            "text": "Treatment with Proteinase K (MW ¼ 28 kDa) significantly (Po0.01) reduced the proportion of GFP-positive apoptotic bodies by 70%, indicating that most apoptotic bodies did not exclude Proteinase K (Figure 2g). ",
            "section": "Apoptotic bodies and blebs lose membrane integrity.",
            "ref_spans": [
                {
                    "start": 196,
                    "end": 206,
                    "type": "figure",
                    "text": "(Figure 2g"
                }
            ]
        },
        {
            "text": "When GFP-positive apoptotic bodies were incubated with PI in the absence or presence of RNAse þ DNAse1, PI staining of the 11% double GFP/PI-positive apoptotic bodies was significantly (Po0.01) reduced by over 50% through the actions of RNAse þ DNAse1 (Figures 2h and i). ",
            "section": "Apoptotic bodies and blebs lose membrane integrity.",
            "ref_spans": [
                {
                    "start": 252,
                    "end": 270,
                    "type": "figure",
                    "text": "(Figures 2h and i)"
                }
            ]
        },
        {
            "text": "These observations indicate that many apoptotic bodies failed to exclude molecules as large as 31 kDa, suggesting that their membranes also would allow comparably sized molecules to escape.",
            "section": "Apoptotic bodies and blebs lose membrane integrity."
        },
        {
            "text": "Actomyosin contractility drives apoptotic body formation and lactate dehydrogenase release. ",
            "section": "Apoptotic bodies and blebs lose membrane integrity."
        },
        {
            "text": "We previously showed that apoptotic membrane blebbing results from caspase-mediated cleavage and consequent activation of ROCK1 to drive actomyosin contraction. ",
            "section": "Apoptotic bodies and blebs lose membrane integrity."
        },
        {
            "text": "6,11 Scanning electron microscopy (SEM) confirmed that the typical pattern of membrane blebbing induced by TNFa/CHX could be blocked by the ROCK inhibitor Y27632 19 or the myosin ATPase inhibitor Blebbistatin 20  (Figure 3a). ",
            "section": "Apoptotic bodies and blebs lose membrane integrity.",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6,"
                },
                {
                    "start": 2,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11"
                },
                {
                    "start": 162,
                    "end": 164,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "19"
                },
                {
                    "start": 209,
                    "end": 211,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "20"
                },
                {
                    "start": 213,
                    "end": 224,
                    "type": "figure",
                    "text": "(Figure 3a)"
                }
            ]
        },
        {
            "text": "By collecting equal volumes of media from 100-mm diameter tissue culture dishes of NIH3T3 cells that were untreated or treated for 4 h with TNFa/CHX, and then adding equivalent numbers of FITC-labeled polystyrene microbeads as a counting reference ( Figure 3b, left and middle panels), FACS analysis revealed that the small number of low FSC/SSC particles was greatly and significantly (Po0.01) increased by TNFa/ CHX ( Figure 3b 10 0 10 1 10 2 10 3 10 4 PI absence or presence of Y27632 or Blebbistatin revealed that actomyosin contraction inhibition significantly (Po0.01) reduced apoptotic body formation following apoptosis induction by each stimulus (Figure 3c). ",
            "section": "Apoptotic bodies and blebs lose membrane integrity.",
            "ref_spans": [
                {
                    "start": 250,
                    "end": 259,
                    "type": "figure",
                    "text": "Figure 3b"
                },
                {
                    "start": 420,
                    "end": 429,
                    "type": "figure",
                    "text": "Figure 3b"
                },
                {
                    "start": 655,
                    "end": 665,
                    "type": "figure",
                    "text": "(Figure 3c"
                }
            ]
        },
        {
            "text": "In contrast, caspase activity induced by TNFa/CHX, anti-CD95/CHX or UV was insensitive to Y27632 or Blebbistatin (Figure 3d), indicating that actomyosin contraction was required for apoptotic body formation, but not for apoptosis induction by these stimuli. ",
            "section": "Apoptotic bodies and blebs lose membrane integrity.",
            "ref_spans": [
                {
                    "start": 113,
                    "end": 123,
                    "type": "figure",
                    "text": "(Figure 3d"
                }
            ]
        },
        {
            "text": "Similarly, cleavage of the caspase substrate ROCK1 in TNFa/CHX-treated cells was not affected by Y27632 (Figure 3d inset). ",
            "section": "Apoptotic bodies and blebs lose membrane integrity.",
            "ref_spans": [
                {
                    "start": 104,
                    "end": 114,
                    "type": "figure",
                    "text": "(Figure 3d"
                }
            ]
        },
        {
            "text": "Consistent with previous findings 16 and with the ROCK inhibitory action of Y27632, ROCK1 knockdown ( Figure 3e, inset panels) impaired actomyosin contractile force generation leading to significantly (Po0.01) reduced apoptotic body formation ( Figure 3e) and plasma membrane blebbing in a large proportion of cells ( Figure 3f), without affecting caspase activation as determined by PARP1 cleavage (Figure 3e, inset panels). ",
            "section": "Apoptotic bodies and blebs lose membrane integrity.",
            "ref_spans": [
                {
                    "start": 34,
                    "end": 36,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16"
                },
                {
                    "start": 102,
                    "end": 111,
                    "type": "figure",
                    "text": "Figure 3e"
                },
                {
                    "start": 245,
                    "end": 254,
                    "type": "figure",
                    "text": "Figure 3e"
                },
                {
                    "start": 318,
                    "end": 327,
                    "type": "figure",
                    "text": "Figure 3f"
                },
                {
                    "start": 399,
                    "end": 409,
                    "type": "figure",
                    "text": "(Figure 3e"
                }
            ]
        },
        {
            "text": "We next measured lactate dehydrogenase (LDH, monomer MW ¼ 35 kDa, tetramer MW ¼ 140 kDa) activity in conditioned media, the release of which is often used to measure loss of membrane integrity. ",
            "section": "Apoptotic bodies and blebs lose membrane integrity."
        },
        {
            "text": "21 LDH release was assayed in media from each of the four indicated conditions at 4 and 24 h, relative to the amount of LDH released from cells induced to undergo necrotic death by three freeze/thaw cycles. ",
            "section": "Apoptotic bodies and blebs lose membrane integrity.",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "21"
                }
            ]
        },
        {
            "text": "Paralleling the effects on apoptotic body formation (Figure 3c), the increase in LDH activity present in apoptotic cell conditioned media (AC-CM) at 4 h compared with untreated cells was significantly (Po0.001) reduced when actomyosin contractility was blocked with Y27632 or Blebbistatin treatment (Figure 4a). ",
            "section": "Apoptotic bodies and blebs lose membrane integrity.",
            "ref_spans": [
                {
                    "start": 52,
                    "end": 62,
                    "type": "figure",
                    "text": "(Figure 3c"
                },
                {
                    "start": 299,
                    "end": 309,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Figure 4a"
                }
            ]
        },
        {
            "text": "However, there was no effect of either inhibitor on LDH release 24 h after apoptosis induction, consistent with protein release at this late time point resulting from loss of membrane integrity and lysis during secondary necrosis, which was unaffected by the inhibition of actomyosin contractility. ",
            "section": "Apoptotic bodies and blebs lose membrane integrity."
        },
        {
            "text": "In addition, release of the chromatin-associated nuclear high-mobility group box 1 protein (HMGB1, MW ¼ 25 kDa) into tissue culture media, which had GFP added as a processing/loading control, was undetectable at 12 h after apoptosis induction but prominent in each condition at 24 h (Figure 4b), consistent with it being a later-released necrosis marker. ",
            "section": "Apoptotic bodies and blebs lose membrane integrity.",
            "ref_spans": [
                {
                    "start": 283,
                    "end": 293,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Figure 4b"
                }
            ]
        },
        {
            "text": "22 SEM revealed that TNFa/CHX-treated cell morphology could not be distinguished from TNFa/CHX þ Y27632 or TNFa/CHX þ Blebbistatin-treated cells after 24 h (Figure 4c). ",
            "section": "Apoptotic bodies and blebs lose membrane integrity.",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "22"
                },
                {
                    "start": 156,
                    "end": 166,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Figure 4c"
                }
            ]
        },
        {
            "text": "Although cells undergoing secondary necrosis released proteins such as LDH ( Figure 4a) and HMGB1 ( Figure 4b), their FSC/SSC profiles revealed that they largely remain intact with cells sizes smaller than healthy viable cells ( Figure 4d). ",
            "section": "Apoptotic bodies and blebs lose membrane integrity.",
            "ref_spans": [
                {
                    "start": 77,
                    "end": 86,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 4a"
                },
                {
                    "start": 100,
                    "end": 109,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 4b"
                },
                {
                    "start": 229,
                    "end": 238,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 4d"
                }
            ]
        },
        {
            "text": "The ability of actomyosin contraction inhibitors Y27632 and Blebbistatin to suppress LDH release during early apoptosis ( Figure 4a) was directly associated with the significant reduction in apoptotic bodies produced during early apoptosis (Figure 3c), which would then allow limited protein release before complete loss of membrane integrity during secondary necrosis.",
            "section": "Apoptotic bodies and blebs lose membrane integrity.",
            "ref_spans": [
                {
                    "start": 122,
                    "end": 131,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 4a"
                },
                {
                    "start": 240,
                    "end": 250,
                    "type": "figure",
                    "text": "(Figure 3c"
                }
            ]
        },
        {
            "text": "Proteomic analysis of AC-CM by quantitative MS. Having established that a proportion of apoptotic bodies allow limited entry and exit of proteins, we sought to identify proteins released during early apoptosis, dependent upon actomyosin contractility, to drive blebbing and apoptotic body formation.",
            "section": "Apoptotic bodies and blebs lose membrane integrity."
        },
        {
            "text": "To accomplish this, proteins were concentrated from conditioned media using StrataClean resin and separated on polyacrylamide gels. ",
            "section": "Apoptotic bodies and blebs lose membrane integrity."
        },
        {
            "text": "Similar to LDH release (Figure 4a), there was a clear increase in bulk protein release 4 h after treatment with apoptotic inducer, which was reduced by Y27632 or Blebbistatin (Figure 5a). ",
            "section": "Apoptotic bodies and blebs lose membrane integrity.",
            "ref_spans": [
                {
                    "start": 23,
                    "end": 33,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Figure 4a"
                },
                {
                    "start": 175,
                    "end": 185,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "(Figure 5a"
                }
            ]
        },
        {
            "text": "We then performed quantitative proteomic analysis using an adapted approach combining stable isotope labeling with amino acids in cell culture (SILAC) and MS. 23 Individual NIH3T3 fibroblasts populations were grown in defined SILAC medium containing light (no isotope label), medium (Lys4, Arg6) or heavy (Lys8, Arg10) amino acids ( Supplementary Figure 1). ",
            "section": "Apoptotic bodies and blebs lose membrane integrity.",
            "ref_spans": [
                {
                    "start": 159,
                    "end": 161,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "23"
                },
                {
                    "start": 333,
                    "end": 355,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Supplementary Figure 1"
                }
            ]
        },
        {
            "text": "Each labeled cells population was assigned an experimental treatment: reference (untreated); apoptosis (TNFa/CHX); apoptosis with reduced apoptotic body formation (TNFa/CHX þ Y27632 or Blebbistatin) and six replicate experiments performed with each set of conditions cycled through the SILAC labels ( Supplementary Figure 1). ",
            "section": "Apoptotic bodies and blebs lose membrane integrity.",
            "ref_spans": [
                {
                    "start": 301,
                    "end": 324,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Supplementary Figure 1)"
                }
            ]
        },
        {
            "text": "After 4 h, AC-CM was collected and pooled from each of the three conditions, followed by concentration and electrophoresis before tryptic digestion and analysis of protein tryptic fragments by MS. A hit-list was compiled of proteins that were significantly different (using a randomized permutation test, Po0.05) between treatment groups, which were enriched for release from apoptotic cells relative to control cells, and which were reduced by both Y27632 and Blebbistatin to inhibit actomyosin contraction (Supplementary Table 1, the top 20 released proteins are in Table 1). ",
            "section": "Apoptotic bodies and blebs lose membrane integrity.",
            "ref_spans": [
                {
                    "start": 523,
                    "end": 530,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                },
                {
                    "start": 568,
                    "end": 575,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "Using these criteria, 231 proteins were released from apoptotic bodies in an actomyosin-dependent manner, while the release of five extracellular matrix proteins were actually reduced (Fibronectin1, Sparc, Timp2, Thrombos-pondin2 and Decorin), which could be at least partially restored by Y27632 and Blebbistatin (Figure 5b). ",
            "section": "Apoptotic bodies and blebs lose membrane integrity.",
            "ref_spans": [
                {
                    "start": 314,
                    "end": 324,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "(Figure 5b"
                }
            ]
        },
        {
            "text": "Consistent with LDH as a protein validated for actomyosin-dependent release from apoptotic bodies (Figure 4a), it also was identified in the MS analysis (Supplementary Table 1). ",
            "section": "Apoptotic bodies and blebs lose membrane integrity.",
            "ref_spans": [
                {
                    "start": 98,
                    "end": 108,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Figure 4a"
                },
                {
                    "start": 168,
                    "end": 175,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "When fold enrichment in protein release was compared with protein mass, it was apparent that most proteins were r100 kDa, while the most abundantly released proteins were among the smallest (Figure 5c). ",
            "section": "Apoptotic bodies and blebs lose membrane integrity.",
            "ref_spans": [
                {
                    "start": 190,
                    "end": 200,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "(Figure 5c"
                }
            ]
        },
        {
            "text": "Gene ontology analysis revealed that most proteins were either enzymes or structural/adapter proteins (Figure 5d). ",
            "section": "Apoptotic bodies and blebs lose membrane integrity.",
            "ref_spans": [
                {
                    "start": 102,
                    "end": 112,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "(Figure 5d"
                }
            ]
        },
        {
            "text": "After collecting apoptotic bodies by sorting, gel electrophoresis revealed Coomassie-stained proteins with a range of molecular weights (Figure 5e, left panel), whereas western blotting showed Lamin A and Gelsolin in apoptotic bodies (Figure 5e, middle and left panels). ",
            "section": "Apoptotic bodies and blebs lose membrane integrity.",
            "ref_spans": [
                {
                    "start": 136,
                    "end": 146,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "(Figure 5e"
                },
                {
                    "start": 234,
                    "end": 244,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "(Figure 5e"
                }
            ]
        },
        {
            "text": "These results indicate that even if proteins may be released, apoptotic bodies retain at least a proportion of their contents, including the proteins identified as being significantly released (Table 1). ",
            "section": "Apoptotic bodies and blebs lose membrane integrity.",
            "ref_spans": [
                {
                    "start": 193,
                    "end": 201,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(Table 1"
                }
            ]
        },
        {
            "text": "Relative to their proportions in the proteome, enzymes (P ¼ 3.18 Â 10 À 10 ) and structural/adapter proteins (P ¼ 0.032) were over-represented among released proteins, whereas transcription factors (P ¼ 0.018) and receptors (P ¼ 5.55 Â 10 À 5 ) were underrepresented. ",
            "section": "Apoptotic bodies and blebs lose membrane integrity."
        },
        {
            "text": "The presence of a number of enzymes associated with glycolysis likely reflects their relatively high abundance, solubility and cytoplasmic localization, 24 resulting in their tendency to be released from permeabilized apoptotic bodies. ",
            "section": "Apoptotic bodies and blebs lose membrane integrity.",
            "ref_spans": [
                {
                    "start": 153,
                    "end": 155,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "24"
                }
            ]
        },
        {
            "text": "The majority of the actin-associated proteins were also previously found to be more abundant in protrusive lamellipodia than cell bodies. ",
            "section": "Apoptotic bodies and blebs lose membrane integrity."
        },
        {
            "text": "25 Given that following initial bleb protrusion, there is recruitment of actomyosin cytoskeletal components to facilitate bleb retraction, 26 it is logical that there would be common enriched proteins in protrusive lamellipodia and blebs/apoptotic bodies, which in the latter case may be released from permeabilized membranes during early apoptosis.",
            "section": "Apoptotic bodies and blebs lose membrane integrity.",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "25"
                },
                {
                    "start": 139,
                    "end": 141,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "26"
                }
            ]
        },
        {
            "text": "Gelsolin was one such lamellipodia enriched protein 25 that also was one of the most highly enriched cytoplasmic proteins  Table 1, Supplementary Table 1). ",
            "section": "Apoptotic bodies and blebs lose membrane integrity.",
            "ref_spans": [
                {
                    "start": 52,
                    "end": 54,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "25"
                },
                {
                    "start": 123,
                    "end": 153,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1, Supplementary Table 1"
                }
            ]
        },
        {
            "text": "Gelsolin regulates actin filament dynamics, and a secreted form has important extracellular roles in the regulation of inflammation. ",
            "section": "Apoptotic bodies and blebs lose membrane integrity."
        },
        {
            "text": "27,28 To validate the SILAC/MS results and determine whether Gelsolin release was dependent upon actomyosin contraction and consequent apoptotic body formation (Figure 3c), we blotted AC-CM from cells that were untreated or treated with TNFa/CHX for 4 h in the absence or presence of ROCK inhibitor Y27632 or myosin ATPase inhibitor Blebbistatin. ",
            "section": "Apoptotic bodies and blebs lose membrane integrity.",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "27,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "28"
                },
                {
                    "start": 160,
                    "end": 170,
                    "type": "figure",
                    "text": "(Figure 3c"
                }
            ]
        },
        {
            "text": "Both Y27632 and Blebbistatin significantly (Po0.01) reduced Gelsolin release relative to control apoptotic cells (Figure 5f), despite these treatments having no effect on caspase activation (Figure 3d). ",
            "section": "Apoptotic bodies and blebs lose membrane integrity.",
            "ref_spans": [
                {
                    "start": 113,
                    "end": 123,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "(Figure 5f"
                },
                {
                    "start": 190,
                    "end": 200,
                    "type": "figure",
                    "text": "(Figure 3d"
                }
            ]
        },
        {
            "text": "These results confirm that Gelsolin release during early apoptosis is largely dependent upon actomyosin contraction, which drives blebbing and apoptotic body formation.",
            "section": "Apoptotic bodies and blebs lose membrane integrity."
        },
        {
            "text": "Actomyosin contractility promotes histone translocation to membrane blebs and apoptotic bodies. ",
            "section": "Apoptotic bodies and blebs lose membrane integrity."
        },
        {
            "text": "The most highly enriched proteins released were nucleosomal histones (Table 1; Supplementary Table 1), which have been characterized as potent DAMPs that activate cells of the innate immune system by binding to Toll-like receptors 2, 4 and 9 (TLR) either directly or complexed with DNA. ",
            "section": "Apoptotic bodies and blebs lose membrane integrity.",
            "ref_spans": [
                {
                    "start": 69,
                    "end": 101,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(Table 1; Supplementary Table 1)"
                }
            ]
        },
        {
            "text": "[29][30][31] In addition, histones are significant autoantigens in diseases such as systemic lupus erythematosus. ",
            "section": "Apoptotic bodies and blebs lose membrane integrity.",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[29]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[30]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[31]"
                }
            ]
        },
        {
            "text": "32  DAMPs were identified in this screen (Supplementary Table 1), including S100 and heat shock family proteins. ",
            "section": "Apoptotic bodies and blebs lose membrane integrity.",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "32"
                },
                {
                    "start": 56,
                    "end": 63,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "Transmission electron microscopy of apoptotic NIH3T3 cells revealed that portions of nuclei could be observed within membrane blebs (Figure 6a, indicated with arrow). ",
            "section": "Apoptotic bodies and blebs lose membrane integrity.",
            "ref_spans": [
                {
                    "start": 132,
                    "end": 142,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "(Figure 6a"
                }
            ]
        },
        {
            "text": "GFPlabeled histone H3 (GFP-H3) was translocated from the nucleus to blebs in a population of apoptotic NIH3T3 cells (Figure 6b). ",
            "section": "Apoptotic bodies and blebs lose membrane integrity.",
            "ref_spans": [
                {
                    "start": 116,
                    "end": 126,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "(Figure 6b"
                }
            ]
        },
        {
            "text": "FACS sorting apoptotic bodies from untransfected control and GFP-H3-expressing cells and then gating for GFP fluorescence greater than the level of autofluorescence in untransfected cells (Figure 6c, first to third panels) along with FITC-labeled polystyrene microbeads revealed that the total number of GFP-H3-positive apoptotic bodies was significantly (Po0.01) reduced by Y27632 or Blebbistatin ( Figure 6d). ",
            "section": "Apoptotic bodies and blebs lose membrane integrity.",
            "ref_spans": [
                {
                    "start": 188,
                    "end": 198,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "(Figure 6c"
                },
                {
                    "start": 400,
                    "end": 409,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Figure 6d"
                }
            ]
        },
        {
            "text": "In addition to total number, the proportion of GFP-H3-positive apoptotic bodies was significantly (Po0.01) reduced by Y27632 or Blebbistatin (Figure 6e). ",
            "section": "Apoptotic bodies and blebs lose membrane integrity.",
            "ref_spans": [
                {
                    "start": 141,
                    "end": 151,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "(Figure 6e"
                }
            ]
        },
        {
            "text": "These results indicate that not only is actomyosin contractility necessary for the generation of apoptotic bodies ( Figure 3c) within which nuclear fragments may be contained, but consistent with our previous observation that actomyosin contractility is necessary for the tearing apart of apoptotic nuclei, 33 actomyosin contraction contributes to the translocation of histones from nuclei into blebs and actomyosin-dependent apoptotic bodies from which they may be released into the extracellular environment.",
            "section": "Apoptotic bodies and blebs lose membrane integrity.",
            "ref_spans": [
                {
                    "start": 116,
                    "end": 125,
                    "type": "figure",
                    "text": "Figure 3c"
                },
                {
                    "start": 307,
                    "end": 309,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "33"
                }
            ]
        },
        {
            "text": "Macrophage phagocytosis of released histone proteins.",
            "section": "Apoptotic bodies and blebs lose membrane integrity."
        },
        {
            "text": "Macrophages internalize molecules as part of the innate immune response, which may influence the inflammatory response and contribute to antigen presentation. ",
            "section": "Apoptotic bodies and blebs lose membrane integrity."
        },
        {
            "text": "34 To identify proteins from AC-CM that were ingested by macrophages, stable isotope-labeled-AC-CM from NIH3T3 cells were collected and then incubated for 2 h with RAW-264.7 mouse macrophages that had been treated with Bafilomycin A1 to block endosome acidification and subsequent proteolysis. ",
            "section": "Apoptotic bodies and blebs lose membrane integrity.",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "34"
                }
            ]
        },
        {
            "text": "Cell lysates were prepared, and for each protein a minimum of two SILAC-labeled tryptic peptides were unambiguously identified on the basis of their mass difference from endogenous peptides. ",
            "section": "Apoptotic bodies and blebs lose membrane integrity."
        },
        {
            "text": "An example trace of the peptide LLLPGELAK from histone H2B identified from unlabeled endogenous protein and Lys 8 -labeled AC-CM that had been taken up by RAW-264.7 cells is shown in Figure 7a. ",
            "section": "Apoptotic bodies and blebs lose membrane integrity.",
            "ref_spans": [
                {
                    "start": 183,
                    "end": 192,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "Figure 7a"
                }
            ]
        },
        {
            "text": "All four nucleosomal histones were identified as being phagocytosed by RAW-264.7 cells from AC-CM (Table 2). ",
            "section": "Apoptotic bodies and blebs lose membrane integrity.",
            "ref_spans": [
                {
                    "start": 98,
                    "end": 106,
                    "type": "table",
                    "text": "(Table 2"
                }
            ]
        },
        {
            "text": "In addition, Vimentin was also identified as being taken up by RAW-264.7 cells (Table 2). ",
            "section": "Apoptotic bodies and blebs lose membrane integrity.",
            "ref_spans": [
                {
                    "start": 79,
                    "end": 88,
                    "type": "table",
                    "text": "(Table 2)"
                }
            ]
        },
        {
            "text": "Interestingly, citrullinated Vimentin (in which a terminal nitrogen on the side chain of arginines is replaced by oxygen) is a major autoantigen associated with rheumatoid arthritis pathogenesis. ",
            "section": "Apoptotic bodies and blebs lose membrane integrity."
        },
        {
            "text": "35 Treatment of RAW-264.7 with varying amounts of purified recombinant histone proteins resulted in significant release of TNFa induced by H2A, H2B and H3, but not H4 (Figure 7b). ",
            "section": "Apoptotic bodies and blebs lose membrane integrity.",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "35"
                },
                {
                    "start": 167,
                    "end": 177,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "(Figure 7b"
                }
            ]
        },
        {
            "text": "Consistent with this response of being the result of TLR activation of the NF-kB pathway, 36 H2A treatment dramatically increased NFKBIA (IkBa) phosphorylation (Figure 7c). ",
            "section": "Apoptotic bodies and blebs lose membrane integrity.",
            "ref_spans": [
                {
                    "start": 90,
                    "end": 92,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "36"
                },
                {
                    "start": 160,
                    "end": 170,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "(Figure 7c"
                }
            ]
        },
        {
            "text": "These results show that proteins released from actomyosin-dependent blebs and apoptotic bodies engage with macrophages, revealing a mechanism of communication between early apoptotic cells and components of the innate immune system.",
            "section": "Apoptotic bodies and blebs lose membrane integrity."
        },
        {
            "text": "As cell body membranes remain intact during early apoptosis, limited release of intracellular proteins has not been considered as a mechanism apoptotic cells might use to communicate their demise to the surrounding environment. ",
            "section": "Discussion"
        },
        {
            "text": "In fact, protein release has generally been regarded to occur only during secondary necrosis when cell body membrane integrity is lost. ",
            "section": "Discussion"
        },
        {
            "text": "1,4 Our data demonstrate that acute protein release from apoptotic cells is a bona fide apoptotic process and is influenced by actomyosin contractility that drives blebbing, apoptotic body formation and nuclear breakdown. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1,"
                },
                {
                    "start": 2,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                }
            ]
        },
        {
            "text": "6,11,33 Apoptotic body permeabilization in early apoptosis provides a simple route for intracellular proteins to participate in complex extracellular signaling events. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6,"
                },
                {
                    "start": 2,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11,"
                },
                {
                    "start": 5,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "33"
                }
            ]
        },
        {
            "text": "Further, these observations highlight a novel biological function for actomyosin-induced blebbing, which is to generate independent subcellular apoptotic bodies that could travel away from the apoptotic cell and release protein quanta that alert surrounding cells before secondary necrotic membrane breakdown. ",
            "section": "Discussion"
        },
        {
            "text": "37,38 Protein release from apoptotic bodies would potentially increase the distance from which innate immune cells could detect apoptotic cells. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "37,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "38"
                }
            ]
        },
        {
            "text": "Apoptotic bodies dispatching 'suicide notes' may be an important mechanism to trigger safe and rapid clearance (Figure 7d). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 111,
                    "end": 121,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "(Figure 7d"
                }
            ]
        },
        {
            "text": "In addition, some of these proteins released, such as histones, are taken up by macrophages, where they may influence information processing to influence the type, intensity and/or duration of cellular responses, or may be processed for antigen presentation. ",
            "section": "Discussion"
        },
        {
            "text": "Histones and Vimentin, which were identified as phagocytosed by macrophages, are significant autoantigens in autoimmune diseases such as systemic lupus erythematosus and rheumatoid arthritis, respectively, suggesting that apoptotic bodies could be a source of immunogens. ",
            "section": "Discussion"
        },
        {
            "text": "39,40 These results also reveal that the transition from apoptosis to secondary necrosis is not an off/on switch. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "39,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "40"
                }
            ]
        },
        {
            "text": "Apoptotic bodies generated during early apoptosis release limited amounts of intracellular proteins in advance of secondary necrosis thereby providing a means for the phased transition between these two states. ",
            "section": "Discussion"
        },
        {
            "text": "Our systematic quantitative SILAC survey of AC-CM identified numerous proteins released during early apoptosis that were sensitive to inhibition of actomyosin contraction. ",
            "section": "Discussion"
        },
        {
            "text": "The most highly enriched proteins were the nucleosomal histones, which have previously been validated as DAMPs that reportedly act via TLR2, TLR4 and/or TLR9. ",
            "section": "Discussion"
        },
        {
            "text": "[29][30][31]41 Histone engagement of TLRs results in the production and release of cytokines and chemokines that alert the innate immune system to the presence of damage. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[29]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[30]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[31]"
                },
                {
                    "start": 12,
                    "end": 14,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "41"
                }
            ]
        },
        {
            "text": "Other putative DAMPs were identified from the S100 and HSP protein families (Supplementary Table 1). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 91,
                    "end": 98,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "However, the validation of these proteins as genuine DAMPs is controversial because of the possibility that bound enterotoxins accounted for the proinflammatory activities of purified forms of these proteins. ",
            "section": "Discussion"
        },
        {
            "text": "7  Some proteins released may interact with and be ingested by macrophages to help activate non-infectious inflammatory responses before the complete loss of membrane integrity that may occur during secondary necrosis Table 2 Released SILAC-labeled proteins from which peptides were identified within RAW-264.7 cells",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 218,
                    "end": 225,
                    "type": "table",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "Gene name",
            "section": "Protein identified"
        },
        {
            "text": "Histone H2A Hist1h2af Histone H2B Hist1h2bb Histone H3 H3f3a Histone H4 Hist1h4a Vimentin Vim entries) database. ",
            "section": "Protein identified"
        },
        {
            "text": "The Maxquant/ Andromedia search was performed with the following criteria (Raw mass spectra were extracted by MaxQuant (Max Planck Institute of Biochemistry, Martinsried, Germany, version 1.3.0.5) and searched with a fragment ion mass tolerance of 0.50 Da and a parent ion tolerance of 6 p.p.m. ",
            "section": "Protein identified"
        },
        {
            "text": "Trypsin was set as the enzyme with two missed cleavages permitted.",
            "section": "Protein identified"
        },
        {
            "text": "Cell culture. ",
            "section": "Protein identified"
        },
        {
            "text": "NIH3T3, MEFs, MCF10a and primary keratinocyte cells were maintained as described in 11,33,42,43, respectively. ",
            "section": "Protein identified",
            "ref_spans": [
                {
                    "start": 84,
                    "end": 95,
                    "type": "bibr",
                    "text": "11,33,42,43"
                }
            ]
        },
        {
            "text": "Generation of ecotropic mGFP and GFP-H3 virus and cell transduction was carried out as previously described. ",
            "section": "Protein identified"
        },
        {
            "text": "18 Transfection of NIH3T3 cells with nontargeting and ROCK1 Smartpool (Dharmacon, Loughborough, UK) siRNA was performed as previously described. ",
            "section": "Protein identified",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "18"
                }
            ]
        },
        {
            "text": "42 Murine RAW-264.7 macrophages were maintained in DMEM supplemented with 10% fetal bovine serum.Microscopy. ",
            "section": "Protein identified",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "42"
                }
            ]
        },
        {
            "text": "Time-lapse microscopy images were acquired with a Â 20 lens using a Nikon A1R confocal microscope with a heated stage and 5% CO 2 gas line. ",
            "section": "Protein identified"
        },
        {
            "text": "Gray scale image is transmitted light. ",
            "section": "Protein identified"
        },
        {
            "text": "Cells were grown on optical glass coverslips and apoptosis was induced in a starved medium supplemented with TNFa/CHX and 5 mg/ml PI. ",
            "section": "Protein identified"
        },
        {
            "text": "Immediately after the induction of apoptosis, cells were relocated to confocal microscope and time-lapse images were taken every 30 s for 8 h in both transmitted light and red fluorescence. ",
            "section": "Protein identified"
        },
        {
            "text": "High resolution still images of unfixed apoptotic cells were acquired with a Â 60 oil immersion lens using same conditions as above. ",
            "section": "Protein identified"
        },
        {
            "text": "The medium was further supplemented with FAST DiO (3,3'-dilinoleyloxacarbocyanine perchlorate; Invitrogen) diluted 1 : 500 from 2.5 mg/ml dissolved in 100% DMSO. ",
            "section": "Protein identified"
        },
        {
            "text": "Transmission and SEM was performed as described in 33 N 4 (Silantes, Munich, Germany). ",
            "section": "Protein identified",
            "ref_spans": [
                {
                    "start": 51,
                    "end": 53,
                    "type": "bibr",
                    "text": "33"
                }
            ]
        },
        {
            "text": "Label incorporation was determined to be 495% by MS before cells were used for further experiments. ",
            "section": "Protein identified"
        },
        {
            "text": "Each labeled population of NIH3T3 were assigned specific treatments, for example, light, control; medium, TNFa/ CHX; and heavy, TNFa/CHX þ Y27632. ",
            "section": "Protein identified"
        },
        {
            "text": "Each labeled population was used in each treatment condition, with Blebbistatin substituting for Y27632 in one set of experiments, for a total of six replicates. ",
            "section": "Protein identified"
        },
        {
            "text": "After 4 h, the supernatants were pooled and concentrated with StrataClean resin. ",
            "section": "Protein identified"
        },
        {
            "text": "Protein was eluted from StrataClean resin using 100 ml 1X lithium dodecyl sulfate (LDS) sample buffer plus 10 mM DTT at 951C for 5 min. ",
            "section": "Protein identified"
        },
        {
            "text": "This was allowed to cool, adjusted to 50 mM iodoacetamide and incubated in the dark for 20 min at room temperature. ",
            "section": "Protein identified"
        },
        {
            "text": "Macrophage extracts (in 8 M urea) were adjusted to 1X LDS sample buffer, reduced with DTT and alkylated with iodoacetamide as described above. ",
            "section": "Protein identified"
        },
        {
            "text": "The samples were electrophoresed for 3 cm on a NuPAGE 4-12% gel using MOPS running buffer (Life Technologies, Paisley, UK) at 200 V and then stained with colloidal coomasie. ",
            "section": "Protein identified"
        },
        {
            "text": "The gel lane was cut into five even sections, each section cut into 2-mm cubes, destained with 50% acetonitrile/100 mM TEAB pH 8, dried and digested with 1 mg/ml trypsin in 50 mM TEAB overnight at 301C. ",
            "section": "Protein identified"
        },
        {
            "text": "Gel pieces were extracted with 50% acetonitrile, extracts combined, dried under vacuum and reconstituted in 0.1 ml 5% acetonitrile/0.1% formic acid in water. ",
            "section": "Protein identified"
        },
        {
            "text": "In some experiments, macrophage extracts (50 mg) were reduced and alkylated in 8 M urea, diluted to 1 M urea with 50 mM TEAB pH 8 and digested in solution with trypsin (1 : 10 w/w) at 301C for 5 h. ",
            "section": "Protein identified"
        },
        {
            "text": "Tryptic digests were analyzed by LC-MS on a LTQ-Orbitrap Velos mass spectrometer system coupled to a Proxeon Easy-LC HPLC system. ",
            "section": "Protein identified"
        },
        {
            "text": "The peptide mixtures were loaded onto a nanoseparations C18 guard column (0.1 Â 20 mm) equilibrated in 0.1% formic acid/water at 5 ml/min and then separated on an LC-Packings PepMap C18 column (0.075 Â 150 mm equilibrated in 0.1% formic acid/water. ",
            "section": "Protein identified"
        },
        {
            "text": "Peptides were eluted with a 120 min discontinuous gradient of acetonitrile/0.1% formic acid at a flow rate of 300 nl/min. ",
            "section": "Protein identified"
        },
        {
            "text": "The column outlet was connected to a Proxeon Flex nanospray source fitted with a New Objective FS360 20-10 uncoated emitter and a voltage of 2 kV was applied to the emitter. ",
            "section": "Protein identified"
        },
        {
            "text": "The orbitrap was set to analyze the survey scans (m/z 350-2000) at 30 000 resolution and top 10 ions in each duty cycle (minimum ion intensity of 5000 cps) were selected for MSMS in the LTQ linear ion trap. ",
            "section": "Protein identified"
        },
        {
            "text": "Ions were excluded for 20 s after two occurrences. ",
            "section": "Protein identified"
        },
        {
            "text": "The raw files were analyzed using MaxQuant 1.2.0.13 and Proteome Discoverer 1.3 (Thermo- Fisher, Loughborough, UK) against mouse Swiss-Prot database (2012_09, 55744 entries) database. ",
            "section": "Protein identified",
            "entity_spans": [
                {
                    "start": 34,
                    "end": 42,
                    "type": "software",
                    "rawForm": "MaxQuant",
                    "resp": "#annotator10",
                    "used": true,
                    "id": "fc27dfe74a-software-1",
                    "cert": "1.0"
                },
                {
                    "start": 43,
                    "end": 51,
                    "type": "version",
                    "rawForm": "1.2.0.13",
                    "resp": "#annotator10",
                    "id": "#fc27dfe74a-software-1"
                },
                {
                    "start": 56,
                    "end": 75,
                    "type": "software",
                    "rawForm": "Proteome Discoverer",
                    "resp": "#annotator10",
                    "used": true,
                    "id": "fc27dfe74a-software-2",
                    "cert": "1.0"
                },
                {
                    "start": 76,
                    "end": 79,
                    "type": "version",
                    "rawForm": "1.3",
                    "resp": "#annotator10",
                    "id": "#fc27dfe74a-software-2"
                },
                {
                    "start": 81,
                    "end": 95,
                    "type": "publisher",
                    "rawForm": "Thermo- Fisher",
                    "resp": "#curator",
                    "id": "#fc27dfe74a-software-2"
                }
            ]
        },
        {
            "text": "The Maxquant/ Andromedia search was performed with the following criteria (Raw mass spectra were extracted by  MaxQuant (Max Planck Institute of Biochemistry, Martinsried, Germany, version 1.3.0.5) and searched with a fragment ion mass tolerance of 0.50 Da and a parent ion tolerance of 6 p.p.m. ",
            "section": "Protein identified",
            "entity_spans": [
                {
                    "start": 4,
                    "end": 12,
                    "type": "software",
                    "rawForm": "Maxquant",
                    "resp": "#annotator10",
                    "used": true,
                    "id": "fc27dfe74a-software-simple-5",
                    "cert": "1.0"
                },
                {
                    "start": 14,
                    "end": 24,
                    "type": "software",
                    "rawForm": "Andromedia",
                    "resp": "#curator",
                    "id": "fc27dfe74a-software-simple-6"
                },
                {
                    "start": 111,
                    "end": 119,
                    "type": "software",
                    "rawForm": "MaxQuant",
                    "resp": "#curator",
                    "used": true,
                    "id": "fc27dfe74a-software-10",
                    "cert": "1.0"
                },
                {
                    "start": 121,
                    "end": 157,
                    "type": "publisher",
                    "rawForm": "Max Planck Institute of Biochemistry",
                    "resp": "#curator",
                    "id": "#fc27dfe74a-software-10"
                },
                {
                    "start": 189,
                    "end": 196,
                    "type": "version",
                    "rawForm": "1.3.0.5",
                    "resp": "#annotator10",
                    "id": "#fc27dfe74a-software-10"
                }
            ]
        },
        {
            "text": "Trypsin was set as the enzyme with two missed cleavages permitted. ",
            "section": "Protein identified"
        },
        {
            "text": "Carbamidomethyl of cysteine was specified as a fixed modification. ",
            "section": "Protein identified"
        },
        {
            "text": "SILAC labels of lysine and arginine, oxidation of methionine and acetyl of the protein N-terminus were specified as variable modifications. ",
            "section": "Protein identified"
        },
        {
            "text": "The identification criteria included peptide length to be greater than 7 amino acids residues and both peptide and protein FDR levels set at 0.01 (or 1 if the data were submitted to Scaffold Q þ S (Proteome Software version 3.6, Portland, OR, USA). ",
            "section": "Protein identified",
            "entity_spans": [
                {
                    "start": 198,
                    "end": 206,
                    "type": "software",
                    "rawForm": "Proteome",
                    "resp": "#curator",
                    "id": "fc27dfe74a-software-4"
                },
                {
                    "start": 224,
                    "end": 227,
                    "type": "version",
                    "rawForm": "3.6",
                    "resp": "#annotator10",
                    "id": "#fc27dfe74a-software-4"
                }
            ]
        },
        {
            "text": "Analysis was undertaken both with and without re-quantify active. ",
            "section": "Protein identified"
        },
        {
            "text": "Proteome Discoverer 1.3 was used to search with Mascot using a SILAC (K8/R10) workflow and peptides were validated using Percolator 1.17 (University of Washington) with a FDR of 0.1%. ",
            "section": "Protein identified",
            "entity_spans": [
                {
                    "start": 0,
                    "end": 19,
                    "type": "software",
                    "rawForm": "Proteome Discoverer",
                    "resp": "#curator",
                    "used": true,
                    "id": "fc27dfe74a-software-11",
                    "cert": "1.0"
                },
                {
                    "start": 20,
                    "end": 23,
                    "type": "version",
                    "rawForm": "1.3",
                    "resp": "#curator",
                    "id": "#fc27dfe74a-software-11"
                },
                {
                    "start": 48,
                    "end": 54,
                    "type": "software",
                    "rawForm": "Mascot",
                    "resp": "#curator",
                    "id": "fc27dfe74a-software-simple-14"
                },
                {
                    "start": 121,
                    "end": 131,
                    "type": "software",
                    "rawForm": "Percolator",
                    "resp": "#annotator10",
                    "used": true,
                    "id": "fc27dfe74a-software-5",
                    "cert": "1.0"
                },
                {
                    "start": 132,
                    "end": 136,
                    "type": "version",
                    "rawForm": "1.17",
                    "resp": "#annotator10",
                    "id": "#fc27dfe74a-software-5"
                },
                {
                    "start": 138,
                    "end": 162,
                    "type": "publisher",
                    "rawForm": "University of Washington",
                    "resp": "#curator",
                    "id": "#fc27dfe74a-software-5"
                }
            ]
        },
        {
            "text": "The Mascot search engine (Matrix Science, London, UK) used the following criteria: peptide tolerance ¼ 10 p.p.m., MSMS tolerance ¼ 0.8 Da, trypsin as the enzyme (two missed cleavages permitted), carboxyamidomethylation of cysteine as a fixed modification with oxidation of methionine and label K8, label R10 as a variable modification. ",
            "section": "Protein identified",
            "entity_spans": [
                {
                    "start": 4,
                    "end": 10,
                    "type": "software",
                    "rawForm": "Mascot",
                    "resp": "#curator",
                    "id": "fc27dfe74a-software-12"
                },
                {
                    "start": 26,
                    "end": 40,
                    "type": "publisher",
                    "rawForm": "Matrix Science",
                    "resp": "#curator",
                    "id": "#fc27dfe74a-software-12"
                }
            ]
        },
        {
            "text": "The output from both Maxquant and Proteome Discoverer 1.3 were processed through Scaffold Q þ S and the data from each gel section from each lane were combined into one file. ",
            "section": "Protein identified",
            "entity_spans": [
                {
                    "start": 21,
                    "end": 29,
                    "type": "software",
                    "rawForm": "Maxquant",
                    "resp": "#annotator10",
                    "used": true,
                    "id": "fc27dfe74a-software-simple-20",
                    "cert": "1.0"
                },
                {
                    "start": 34,
                    "end": 53,
                    "type": "software",
                    "rawForm": "Proteome Discoverer",
                    "resp": "#annotator10",
                    "used": true,
                    "id": "fc27dfe74a-software-7",
                    "cert": "1.0"
                },
                {
                    "start": 54,
                    "end": 57,
                    "type": "version",
                    "rawForm": "1.3",
                    "resp": "#annotator10",
                    "id": "#fc27dfe74a-software-7"
                },
                {
                    "start": 81,
                    "end": 89,
                    "type": "software",
                    "rawForm": "Scaffold",
                    "resp": "#curator",
                    "id": "fc27dfe74a-software-simple-23"
                }
            ]
        },
        {
            "text": "Gene ontology analysis was performed using GeneGo (Thomson Reuters).",
            "section": "Protein identified",
            "entity_spans": [
                {
                    "start": 43,
                    "end": 49,
                    "type": "software",
                    "rawForm": "GeneGo",
                    "resp": "#curator",
                    "id": "fc27dfe74a-software-13"
                },
                {
                    "start": 51,
                    "end": 66,
                    "type": "publisher",
                    "rawForm": "Thomson Reuters",
                    "resp": "#curator",
                    "id": "#fc27dfe74a-software-13"
                }
            ]
        },
        {
            "text": "Cell Death and Differentiation (2013) 20, 1293-1305; doi:10.1038/cdd.2013.69; published online 21 June 2013"
        },
        {
            "text": ", right panel), consistent with their being apoptotic bodies. ",
            "section": "Figure 1"
        },
        {
            "text": "Counting the apoptotic bodies from cells treated with TNFa/CHX, anti-CD95/CHX or UV in the 2 μm PI Blebs and apoptotic bodies allow pre-necrotic entry of PI. ",
            "section": "Figure 1"
        },
        {
            "text": "(a) Live confocal image of apoptotic NIH3T3 stained with fluorescent lipid stain DiO (green) and PI (red). ",
            "section": "Figure 1"
        },
        {
            "text": "(b) Time series of apoptotic NIH3T3 reveals PI (red)-positive apoptotic bodies. ",
            "section": "Figure 1"
        },
        {
            "text": "White, blue, yellow and red arrows track individual apoptotic bodies. ",
            "section": "Figure 1"
        },
        {
            "text": "Time index is hr:min:sec following apoptosis induction with TNFa/CHX",
            "section": "Figure 1"
        },
        {
            "text": "Actomyosin-dependent apoptotic bodies permit macromolecule ingress. ",
            "section": "Figure 2 Figure 3"
        },
        {
            "text": "(a) Representative FACS scatter plots of FSC and SSC of apoptotic NIH3T3 cells at 4 h gated for apoptotic bodies (left) and without or with PI staining plotted versus FSC with TNFa/CHX alone or with RNAseA or RNAseA þ DNAse1 as indicated. ",
            "section": "Figure 2 Figure 3"
        },
        {
            "text": "(b) Histogram indicates mean number ± S.E.M. (*Po0.01, Student's t-test, n ¼ 3-5) of PI-positive apoptotic bodies for each paired condition in NIH3T3 established mouse fibroblasts. ",
            "section": "Figure 2 Figure 3"
        },
        {
            "text": "(c) Histogram indicates mean number ± S.E.M. (*Po0.01, Student's t-test, n ¼ 3-5) of PI-positive apoptotic bodies for each paired condition in primary MEFs. ",
            "section": "Figure 2 Figure 3"
        },
        {
            "text": "(d) Histogram indicates mean number ± S.E.M. (*Po0.01, Student's t-test, n ¼ 3-5) of PI-positive apoptotic bodies for each paired condition in MCF10a human mammary epithelial cells. ",
            "section": "Figure 2 Figure 3"
        },
        {
            "text": "(e) Histogram indicates mean number±S.E.M. (*Po0.01, Student's t-test, n ¼ 3-5) of PI-positive apoptotic bodies for each paired condition in primary mouse keratinocytes. ",
            "section": "Figure 2 Figure 3"
        },
        {
            "text": "(f) Representative FACS histogram plots of fluorescence in NIH3T3 parental cells (no fill) or cells transduced with membrane-targeted GFP (green fill; left panel) and their apoptotic bodies at 4 h after apoptosis induction (right panel). ",
            "section": "Figure 2 Figure 3"
        },
        {
            "text": "Cutoff indicates apoptotic body GFP fluorescence greater than autofluorescence. ",
            "section": "Figure 2 Figure 3"
        },
        {
            "text": "(g) Histogram indicates means±S.E.M. (*Po0.01, Student's t-test, n ¼ 3) of percentage GFP-positive apoptotic bodies without or with Proteinase K treatment as indicated. ",
            "section": "Figure 2 Figure 3"
        },
        {
            "text": "(h) Representative FACS scatter plots of GFP and SSC of unlabeled apoptotic NIH3T3 or cells transduced with membrane-targeted GFP at 4 h gated for GFP-positive apoptotic bodies (upper panels) and without or with PI staining plotted versus GFP (lower panels) as indicated. ",
            "section": "Figure 2 Figure 3"
        },
        {
            "text": "(i) Histogram indicates means±S.E.M. (*Po0.01, Student's t-test, n ¼ 8) of double GFP/PI-positive apoptotic bodies in the absence or presence of RNAseA þ DNAse1 as indicated Actomyosin-dependent apoptotic bodies permit protein release. ",
            "section": "Figure 2 Figure 3"
        },
        {
            "text": "(a) Scanning electron micrographs of representative apoptotic NIH3T3 cells treated with TNFa/ CHX alone, with Y27632 or with Blebbistatin for 4 h as indicated. ",
            "section": "Figure 2 Figure 3"
        },
        {
            "text": "(b) Representative FSC and SSC FACS scatter plots of untreated cells or 4-h apoptotic NIH3T3 cell apoptotic bodies and added 10 000 FITC-labeled microbeads counted in each treatment. ",
            "section": "Figure 2 Figure 3"
        },
        {
            "text": "Histogram indicates means±S.E.M. (*Po0.01, Student's t-test, n ¼ 4) of small FSC/SSC body numbers generated. ",
            "section": "Figure 2 Figure 3"
        },
        {
            "text": "(c) Representative FSC and SSC FACS scatter plot of 4-h apoptotic NIH3T3 cell apoptotic bodies and added 10 000 FITC-labeled microbeads counted in each treatment. ",
            "section": "Figure 2 Figure 3"
        },
        {
            "text": "Histogram indicates means±S.E.M. (*Po0.01, ANOVA followed by Dunnett's multiple comparison test, n ¼ 4-5) of apoptotic body numbers generated with indicated treatments. ",
            "section": "Figure 2 Figure 3"
        },
        {
            "text": "(d) Caspase 3/7 activity for each treatment relative to basal level (n ¼ 3). ",
            "section": "Figure 2 Figure 3"
        },
        {
            "text": "Inset shows western of ROCK1 cleavage time course in response to TNFa/CHX ± Y27632. ",
            "section": "Figure 2 Figure 3"
        },
        {
            "text": "(e) ROCK1 knockdown reduced apoptotic body number. ",
            "section": "Figure 2 Figure 3"
        },
        {
            "text": "Histogram indicates means ± S.E.M. (*Po0.01, Student's t-test, n ¼ 5) of small FSC/SSC body numbers generated in NTC or ROCK1 siRNA transfected conditions. ",
            "section": "Figure 2 Figure 3"
        },
        {
            "text": "Western blots show ROCK1, caspase-cleaved PARP1 or ERK2 in NTC or ROCK1 siRNA transfected cells as indicated. ",
            "section": "Figure 2 Figure 3"
        },
        {
            "text": "(f) ROCK1 knockdown inhibits apoptotic membrane blebbing. ",
            "section": "Figure 2 Figure 3"
        },
        {
            "text": "Representative scanning electron micrographs of NTC (left panel) or ROCK1 (right panel) siRNA transfected cells",
            "section": "Figure 2 Figure 3"
        },
        {
            "text": "Late secondary necrotic cells release LDH and HMGB1. ",
            "section": "Figure 4"
        },
        {
            "text": "(a) LDH activity in NIH3T3 AC-CM. ",
            "section": "Figure 4"
        },
        {
            "text": "Histogram indicates means ± S.E.M. (*Po0.001, ANOVA followed by Dunnett's multiple comparison test versus TNFa alone at each time point, n ¼ 3). ",
            "section": "Figure 4"
        },
        {
            "text": "Conditioned media were concentrated and normalized to recombinant GFP that had been added before concentration as a processing control. ",
            "section": "Figure 4"
        },
        {
            "text": "Sample activity is normalized as percentage LDH activity in freeze-thaw necrotic sample at each time point. ",
            "section": "Figure 4"
        },
        {
            "text": "(b) Western blot of HMGB1 in NIH3T3 whole-cell lysate, freeze-thaw necrotic lysate or concentrated conditioned medium from starved cells or apoptotic cells (AC-CM) with Y27632 or Blebbistatin as indicated at 12 or 24 h. ",
            "section": "Figure 4"
        },
        {
            "text": "Recombinant GFP was added to samples before the concentration to control for processing. ",
            "section": "Figure 4"
        },
        {
            "text": "(c) Scanning electron micrographs of representative necrotic NIH3T3 cells treated with TNFa/CHX alone with Y27632 or with Blebbistatin for 24 h as indicated. ",
            "section": "Figure 4"
        },
        {
            "text": "(d) Representative FSC and SSC FACS scatter plots of viable healthy cells and 24-h necrotic NIH3T3 cells with low FSC/SSC bodies and added 10 000 FITC-labeled microbeads counted in each treatment. ",
            "section": "Figure 4"
        },
        {
            "text": "Indicated position of cell bodies was determined for viable cells and transposed to necrotic cell plot identified (",
            "section": "Figure 4"
        },
        {
            "text": "Proteins released from actomyosin-dependent blebs and apoptotic bodies. ",
            "section": "Figure 5"
        },
        {
            "text": "(a) Coomassie-stained polyacrylamide gel of concentrated proteins in AC-CM from equal cells numbers for indicated treatments. ",
            "section": "Figure 5"
        },
        {
            "text": "(b) Log-plot of fold change in individual protein release (apoptotic/control) in AC-CM. ",
            "section": "Figure 5"
        },
        {
            "text": "(c) Log-plot of fold change in individual protein release (apoptotic/control) in AC-CM compared with log-plot of each proteins molecular weight (kDa). ",
            "section": "Figure 5"
        },
        {
            "text": "(d) Classification of released protein functions as determined by GeneGo gene ontology analysis. ",
            "section": "Figure 5"
        },
        {
            "text": "(e) Coomassie stained polyacrylamide gel of proteins in collected apoptotic bodies (left panel) and western blots of Lamin A (middle panel) and Gelsolin (right panel). ",
            "section": "Figure 5"
        },
        {
            "text": "(f) Representative western blot of AC-CM at 4 h probed for Gelsolin. ",
            "section": "Figure 5"
        },
        {
            "text": "Conditioned media were concentrated and normalized to recombinant GFP that has been added to the samples before concentration as a processing control. ",
            "section": "Figure 5"
        },
        {
            "text": "Histogram indicates means±S.E.M. of Gelsolin release relative to TNFa/CHX alone at each time (*Po0.01, ANOVA followed by Dunnett's multiple comparison test versus TNFa/CHX alone, n ¼ 3)",
            "section": "Figure 5"
        },
        {
            "text": "Apoptotic cells release proteins that interact with macrophages. ",
            "section": "Figure 6"
        },
        {
            "text": "(a) Transmission electron micrograph of an apoptotic TNFa/CHX-treated NIH3T3 cell, arrow indicates portion of nucleus within a bleb. ",
            "section": "Figure 6"
        },
        {
            "text": "(b) Fluorescence micrograph of apoptotic TNFa/CHX-treated NIH3T3 cells-expressing GFP-histone H3, stained for DNA with DAPI and filamentous actin with Texas red-conjugated Phalloidin. ",
            "section": "Figure 6"
        },
        {
            "text": "(c) Representative FSC and SSC FACS scatter plot of 4-h TNFa/CHX-treated NIH3T3 apoptotic bodies (left panel). ",
            "section": "Figure 6"
        },
        {
            "text": "GFP-H3-positive apoptotic bodies were identified by fluorescence greater than autofluorescence evident in control non-expressing cells (second left and middle panels). ",
            "section": "Figure 6"
        },
        {
            "text": "The proportions of gated GFP-positive apoptotic bodies in 10 000 counted events are shown, for example, TNFa/CHX control (middle), TNFa/CHX plus Y27632 (second right panel) and TNFa/CHX plus Blebbistatin (right panel) treatments. ",
            "section": "Figure 6"
        },
        {
            "text": "(d) Histogram indicates mean number ± S.E.M. (*Po0.01, ANOVA followed by Dunnett's multiple comparison test versus TNFa/CHX alone, n ¼ 4) of GFP-H3-positive apoptotic bodies generated with indicated treatments. ",
            "section": "Figure 6"
        },
        {
            "text": "(e) Histogram indicates mean percentage±S.E.M. (*Po0.01, ANOVA followed by Dunnett's multiple comparison test versus TNFa/CHX alone, n ¼ 4) of GFP-H3-positive apoptotic bodies generated with indicated treatments",
            "section": "Figure 6"
        },
        {
            "text": "Histones are phagocytosed and activate macrophages. ",
            "section": "Figure 7"
        },
        {
            "text": "(a) Mass/charge plot showing relative abundance of unlabeled (Lys 0 ) endogenous and AC-CM Lys 8 -labeled histone H2B peptide in RAW-264.7 cell lysates. ",
            "section": "Figure 7"
        },
        {
            "text": "Peaks for Lys 8 -labeled peptide within the indicated box have been expanded 10-fold for visibility. ",
            "section": "Figure 7"
        },
        {
            "text": "(b) Histogram indicates mean±S.E.M. (*Po0.01, ANOVA followed by Dunnett's multiple comparison test versus TNFa/CHX alone, n ¼ 3) of TNFa release (pg/ml) with indicated histone treatments (mg/ml). ",
            "section": "Figure 7"
        },
        {
            "text": "(c) Increased NFKBIA phosphorylation induced by H2A protein. ",
            "section": "Figure 7"
        },
        {
            "text": "Representative western blotting of phosphorylated and total NFKBIA in control and H2A treated conditions. ",
            "section": "Figure 7"
        },
        {
            "text": "Histogram indicates mean ± S.E.M. (*Po0.05, one-tailed Student's t-test, n ¼ 3) relative phosphorylated NFKBIA (pNFKBIA) to total NFKBIA ratio, normalized to an average control value ¼ 1. ",
            "section": "Figure 7"
        },
        {
            "text": "(d) Apoptotic blebs and bodies are indicated in gray and red. ",
            "section": "Figure 7"
        },
        {
            "text": "Red indicates membrane permeabilization and protein release.",
            "section": "Figure 7"
        },
        {
            "text": "Top 20 most enriched proteins released during early apoptosis that were reduced by inhibition of actomyosin contraction",
            "section": "Table 1"
        },
        {
            "text": "Additional potential inducers of inflammatory responses may be present on the list of proteins identified by MS experiments.",
            "section": "Table 1"
        },
        {
            "text": "Cell culture. ",
            "section": "Materials and Methods"
        },
        {
            "text": "NIH3T3, MEFs, MCF10a and primary keratinocyte cells were maintained as described in 11,33,42,43 , respectively. ",
            "section": "Materials and Methods",
            "ref_spans": [
                {
                    "start": 84,
                    "end": 87,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11,"
                },
                {
                    "start": 87,
                    "end": 90,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "33,"
                },
                {
                    "start": 90,
                    "end": 93,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "42,"
                },
                {
                    "start": 93,
                    "end": 95,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "43"
                }
            ]
        },
        {
            "text": "Generation of ecotropic mGFP and GFP-H3 virus and cell transduction was carried out as previously described. ",
            "section": "Materials and Methods"
        },
        {
            "text": "18 Transfection of NIH3T3 cells with nontargeting and ROCK1 Smartpool (Dharmacon, Loughborough, UK) siRNA was performed as previously described. ",
            "section": "Materials and Methods",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "18"
                }
            ]
        },
        {
            "text": "42 Murine RAW-264.7 macrophages were maintained in DMEM supplemented with 10% fetal bovine serum.",
            "section": "Materials and Methods",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "42"
                }
            ]
        },
        {
            "text": "Western blotting. ",
            "section": "Materials and Methods"
        },
        {
            "text": "Cell lysates were generated with RIPA lysis buffer (10 mM TRIS pH 7.5, 5 mM EDTA, 150 mM NaCl, 40 mM NaPPi, 50 mM NaF, 1% (v/v) NP-40, 0.5% (v/v) sodium deoxycholate, 0.025% (w/v) SDS and 1mM Na 3 VO 4 , 1 mM PMSF). ",
            "section": "Materials and Methods"
        },
        {
            "text": "Cell lysates and concentrated conditioned medium were diluted 1 : 4 with sample buffer and warmed to 70 1C for 10 min. ",
            "section": "Materials and Methods"
        },
        {
            "text": "Samples were run on 10% SDS-polyacrylamide gels transferred to polyvinylidene fluoride or nitrocellulose membranes blocked in 5% (w/v) skimmed milk in TBS before probing with antibodies against; GFP, cleaved PARP1 (BD Biosciences, Oxford, UK), Gelsolin (Abcam, Cambridge, UK), ERK2, HMGB1 (Cell Signaling, Hitchin, UK), actin (Santa Cruz, Wembley, UK), ROCK1 (Transduction Labs, Oxford, UK), NFKBIA and pNFKBIA (pS32/pS36; Abnova, Heidelberg, Germany). ",
            "section": "Materials and Methods"
        },
        {
            "text": "Primary antibodies probed with AlexaFluor 680 (Invitrogen, Paisley, UK) and IR800 (Rockland, Peterborough, UK) conjugated secondary antibodies. ",
            "section": "Materials and Methods"
        },
        {
            "text": "Imaging and analysis was performed using a LiCOR-Odyssey instrument and application software.",
            "section": "Materials and Methods"
        },
        {
            "text": "Apoptosis was induced with a combination of 50 ng/ml tumor necrosis factor alpha (TNFa; R&D Systems, Abingdon, UK) or 2 mg/ml CD95 antibody (BD Biosciences) and 10 mg/ml CHX, or treatment with 0.1 J/cm 2 UV, following overnight starvation in unsupplemented DMEM medium. ",
            "section": "Induction of apoptosis and generation of conditioned medium."
        },
        {
            "text": "Cells were then incubated at 37 1C for 2-24 h as indicated. ",
            "section": "Induction of apoptosis and generation of conditioned medium."
        },
        {
            "text": "Medium was further supplemented with: Y27632 (10 mM; Calbiochem, Feltham, UK) or Blebbistatin (50 mM; Sigma, Gillingham, UK), as indicated. ",
            "section": "Induction of apoptosis and generation of conditioned medium."
        },
        {
            "text": "AC-CM was generated by pelleting apoptotic cells in media at 2000 Â g for 10 min. ",
            "section": "Induction of apoptosis and generation of conditioned medium."
        },
        {
            "text": "AC-CM was routinely determined to be clear of cells and debris by microscopic examination. ",
            "section": "Induction of apoptosis and generation of conditioned medium."
        },
        {
            "text": "Necrotic cell supernatant was generated from starved cells by three freeze-thaw cycles in dry ice. ",
            "section": "Induction of apoptosis and generation of conditioned medium."
        },
        {
            "text": "For western blotting, AC-CM was concentrated by centrifugation with 10 kDa cutoff Millipore centrifugal filter units at 4500 Â g for 30 min. ",
            "section": "Induction of apoptosis and generation of conditioned medium."
        },
        {
            "text": "Samples were concentrated B30 fold. ",
            "section": "Induction of apoptosis and generation of conditioned medium."
        },
        {
            "text": "Before concentrating, 0.26 mg of recombinant GFP was added to each sample as an internal standard.",
            "section": "Induction of apoptosis and generation of conditioned medium."
        },
        {
            "text": "Microscopy. ",
            "section": "Induction of apoptosis and generation of conditioned medium."
        },
        {
            "text": "Time-lapse microscopy images were acquired with a Â 20 lens using a Nikon A1R confocal microscope with a heated stage and 5% CO 2 gas line. ",
            "section": "Induction of apoptosis and generation of conditioned medium."
        },
        {
            "text": "Gray scale image is transmitted light. ",
            "section": "Induction of apoptosis and generation of conditioned medium."
        },
        {
            "text": "Cells were grown on optical glass coverslips and apoptosis was induced in a starved medium supplemented with TNFa/CHX and 5 mg/ml PI. ",
            "section": "Induction of apoptosis and generation of conditioned medium."
        },
        {
            "text": "Immediately after the induction of apoptosis, cells were relocated to confocal microscope and time-lapse images were taken every 30 s for 8 h in both transmitted light and red fluorescence. ",
            "section": "Induction of apoptosis and generation of conditioned medium."
        },
        {
            "text": "High resolution still images of unfixed apoptotic cells were acquired with a Â 60 oil immersion lens using same conditions as above. ",
            "section": "Induction of apoptosis and generation of conditioned medium."
        },
        {
            "text": "The medium was further supplemented with FAST DiO (3,3'-dilinoleyloxacarbocyanine perchlorate; Invitrogen) diluted 1 : 500 from 2.5 mg/ml dissolved in 100% DMSO. ",
            "section": "Induction of apoptosis and generation of conditioned medium."
        },
        {
            "text": "Transmission and SEM was performed as described in 33 and 11 respectively.",
            "section": "Induction of apoptosis and generation of conditioned medium."
        },
        {
            "text": "Apoptotic body PI permeability: For the assessment of apoptotic body PI permeability, 4 h apoptotic NIH3T3 samples were generated with the further addition of 5 mg/ml PI, 100 mg/ml RNAseA (Sigma) and/or 200 units/ml DNAse1 (Invitrogen). ",
            "section": "Flow cytometry"
        },
        {
            "text": "Apoptotic samples were analyzed with BD FACSCalibur flow cytometer. ",
            "section": "Flow cytometry"
        },
        {
            "text": "A total of 100 000 apoptotic bodies were gated using FSC and SSC), and PI fluorescence wasdetermined in channel FL3. ",
            "section": "Flow cytometry"
        },
        {
            "text": "PI-stained non-apoptotic control was used to gate samples. ",
            "section": "Flow cytometry"
        },
        {
            "text": "GFP-labeled apoptotic body permeability: Apoptotic body proteinase K and PI/RNAseA/DNAse1 permeability were assessed in NIH3T3-expressing membranetagged GFP. ",
            "section": "Flow cytometry"
        },
        {
            "text": "For proteinase K, 50 mg/ml (Sigma) was added to the cells 2 h after the addition of TNFa/CHX and incubated for a further 2 h. ",
            "section": "Flow cytometry"
        },
        {
            "text": "The apoptotic samples were analyzed with BD FACSCalibur flow cytometer. ",
            "section": "Flow cytometry"
        },
        {
            "text": "Alternatively, apoptotic bodies were labeled with PI in the presence or absence of 100 mg/ml RNAseA (Sigma) and/or 200 units/ml DNAse1 (Invitrogen) as described above. ",
            "section": "Flow cytometry"
        },
        {
            "text": "A total of 100 000 apoptotic bodies were gated using FSC and SSC), and GFP fluorescence was determined in channel FL1. ",
            "section": "Flow cytometry"
        },
        {
            "text": "PI fluorescence was determined in channel FL3. ",
            "section": "Flow cytometry"
        },
        {
            "text": "GFP-positive apoptotic bodies gated against non-GFP-expressing apoptotic bodies. ",
            "section": "Flow cytometry"
        },
        {
            "text": "Apoptotic cells without PI were used to gate PI stained samples. ",
            "section": "Flow cytometry"
        },
        {
            "text": "Apoptotic body generation: The generation of apoptotic bodies from NIH3T3 at 4 h was assessed following treatment with TNFa/CHX, anti-CD95/CHX or UV light and Y27632 (10mM) or Blebbistatin (50mM). ",
            "section": "Flow cytometry"
        },
        {
            "text": "Apoptotic samples were collected, diluted 2 : 3 in PBS and an equivalent volume of FITC-Calibrite microsphere beads (BD Biosciences) were added to each sample. ",
            "section": "Flow cytometry"
        },
        {
            "text": "Apoptotic bodies were gated on FSC and SSC. ",
            "section": "Flow cytometry"
        },
        {
            "text": "FITC beads were gated based on fluorescence. ",
            "section": "Flow cytometry"
        },
        {
            "text": "The number of apoptotic bodies was counted alongside 10 000 gated FITC beads.",
            "section": "Flow cytometry"
        },
        {
            "text": "LDH, caspase activity and TNFa measurements. ",
            "section": "Flow cytometry"
        },
        {
            "text": "LDH activity was measured with Roche cytotoxicity detection kit according to manufacturer's recommendations. ",
            "section": "Flow cytometry"
        },
        {
            "text": "After concentration, the samples were diluted 1 : 10 in DMEM before LDH activity measurement. ",
            "section": "Flow cytometry"
        },
        {
            "text": "After normalization to GFP as determined by western blot, 100 ml of sample mixed with equal concentration of dye solution and incubated for 20 min in the dark in a 96-well plate. ",
            "section": "Flow cytometry"
        },
        {
            "text": "Reaction was stopped with 50 ml stop solution and solution absorbance was measured with TECAN Safire 2 at 490 nm. ",
            "section": "Flow cytometry"
        },
        {
            "text": "Sample activity expressed as a percentage of activity detected in necrotic sample. ",
            "section": "Flow cytometry"
        },
        {
            "text": "Caspase activity was determined from equal cell numbers using Caspase-Glo 3/7 kits (Promega, Southampton, UK) according to manufacturer's recommendations. ",
            "section": "Flow cytometry"
        },
        {
            "text": "TNFa concentrations were determined from equal cell numbers and calibrated against a standard curve using a mouse TNFa ELISA kit (R&D Systems) according to manufacturer's recommendations. ",
            "section": "Flow cytometry"
        },
        {
            "text": "Recombinant purified histones were from New England Biolabs (Hitchin, UK).",
            "section": "Flow cytometry"
        },
        {
            "text": "SILAC and MS. NIH3T3 were grown in DMEM supplemented with dialyzed FBS containing specific labeled arginine (Arg) and lysine (Lys) amino acids for five passages. ",
            "section": "Flow cytometry"
        },
        {
            "text": "Cells were labeled with light/unlabeled (Lys0, Arg0), medium (Lys4, Arg6) and heavy (Lys8, Arg10) medium. ",
            "section": "Flow cytometry"
        },
        {
            "text": "Amino acids are labeled with the following isotopes: Lys4, 2 H 4 ; Lys8, 13 C 6 , 15 N 2 ; Arg6, 13 C 6 ; and Arg10, 13 C 6 , 15 N 4 (Silantes, Munich, Germany). ",
            "section": "Flow cytometry"
        },
        {
            "text": "Label incorporation was determined to be 495% by MS before cells were used for further experiments. ",
            "section": "Flow cytometry"
        },
        {
            "text": "Each labeled population of NIH3T3 were assigned specific treatments, for example, light, control; medium, TNFa/ CHX; and heavy, TNFa/CHX þ Y27632. ",
            "section": "Flow cytometry"
        },
        {
            "text": "Each labeled population was used in each treatment condition, with Blebbistatin substituting for Y27632 in one set of experiments, for a total of six replicates. ",
            "section": "Flow cytometry"
        },
        {
            "text": "After 4 h, the supernatants were pooled and concentrated with StrataClean resin. ",
            "section": "Flow cytometry"
        },
        {
            "text": "Protein was eluted from StrataClean resin using 100 ml 1X lithium dodecyl sulfate (LDS) sample buffer plus 10 mM DTT at 951C for 5 min. ",
            "section": "Flow cytometry"
        },
        {
            "text": "This was allowed to cool, adjusted to 50 mM iodoacetamide and incubated in the dark for 20 min at room temperature. ",
            "section": "Flow cytometry"
        },
        {
            "text": "Macrophage extracts (in 8 M urea) were adjusted to 1X LDS sample buffer, reduced with DTT and alkylated with iodoacetamide as described above. ",
            "section": "Flow cytometry"
        },
        {
            "text": "The samples were electrophoresed for 3 cm on a NuPAGE 4-12% gel using MOPS running buffer (Life Technologies, Paisley, UK) at 200 V and then stained with colloidal coomasie. ",
            "section": "Flow cytometry"
        },
        {
            "text": "The gel lane was cut into five even sections, each section cut into 2-mm cubes, destained with 50% acetonitrile/100 mM TEAB pH 8, dried and digested with 1 mg/ml trypsin in 50 mM TEAB overnight at 301C. ",
            "section": "Flow cytometry"
        },
        {
            "text": "Gel pieces were extracted with 50% acetonitrile, extracts combined, dried under vacuum and reconstituted in 0.1 ml 5% acetonitrile/0.1% formic acid in water. ",
            "section": "Flow cytometry"
        },
        {
            "text": "In some experiments, macrophage extracts (50 mg) were reduced and alkylated in 8 M urea, diluted to 1 M urea with 50 mM TEAB pH 8 and digested in solution with trypsin (1 : 10 w/w) at 301C for 5 h. ",
            "section": "Flow cytometry"
        },
        {
            "text": "Tryptic digests were analyzed by LC-MS on a LTQ-Orbitrap Velos mass spectrometer system coupled to a Proxeon Easy-LC HPLC system. ",
            "section": "Flow cytometry"
        },
        {
            "text": "The peptide mixtures were loaded onto a nanoseparations C18 guard column (0.1 Â 20 mm) equilibrated in 0.1% formic acid/water at 5 ml/min and then separated on an LC-Packings PepMap C18 column (0.075 Â 150 mm equilibrated in 0.1% formic acid/water. ",
            "section": "Flow cytometry"
        },
        {
            "text": "Peptides were eluted with a 120 min discontinuous gradient of acetonitrile/0.1% formic acid at a flow rate of 300 nl/min. ",
            "section": "Flow cytometry"
        },
        {
            "text": "The column outlet was connected to a Proxeon Flex nanospray source fitted with a New Objective FS360 20-10 uncoated emitter and a voltage of 2 kV was applied to the emitter. ",
            "section": "Flow cytometry"
        },
        {
            "text": "The orbitrap was set to analyze the survey scans (m/z 350-2000) at 30 000 resolution and top 10 ions in each duty cycle (minimum ion intensity of 5000 cps) were selected for MSMS in the LTQ linear ion trap. ",
            "section": "Flow cytometry"
        },
        {
            "text": "Ions were excluded for 20 s after two occurrences. ",
            "section": "Flow cytometry"
        },
        {
            "text": "The raw files were analyzed using MaxQuant 1.2.0.13 and Proteome Discoverer 1.3 (Thermo-Fisher, Loughborough, UK) against mouse Swiss-Prot database (2012_09, 55744",
            "section": "Flow cytometry"
        },
        {
            "text": "The authors declare no conflict of interest.",
            "section": "Conflict of Interest"
        },
        {
            "text": "Supplementary Information accompanies this paper on Cell Death and Differentiation website (http://www.nature.com/cdd)",
            "section": "Conflict of Interest"
        }
    ]
}