{
    "id": "f3f10b74a2",
    "level": "sentence",
    "abstract": [
        {
            "text": "which has led to the invention of blood saving strategies including preoperative autologous donation 3-5) , treatment of preoperative anemia using oral iron therapy, subcutaneous drainage "
        },
        {
            "text": "6) , drain clamping "
        },
        {
            "text": "7) , and hypotensive anesthesia 8). "
        },
        {
            "text": "Lower extremity alignment is one of the paramount factors determining the long-term success of TKA 9-11). "
        },
        {
            "text": "A satisfactory alignment can be obtained with the use of a intramedullary or extramedullary alignment guide system. "
        },
        {
            "text": "In particular, extramedullary guides are preferred for the tibial side and intramedullary guides are preferred for the femoral side. "
        },
        {
            "text": "Unfortunately, the use of an intramedullary guide for the femur has been associated with increased risks of fat embolism, blood loss, postoperative hypoxia, and intraoperative fractures 12-14). "
        },
        {
            "text": "Despite the clinical advantages offered by the extramedullary femoral alignment system, it has been employed in limited circumstances to obtain optimal postoperative alignment and avoid technical challenges. "
        },
        {
            "text": "However, TKAs using extramedullary femoral alignment guides have been extensively studied in recent years. "
        },
        {
            "text": "Kalairajah et al. "
        },
        {
            "text": "15) reported the results of navigation-assisted TKAs and Seo et al. "
        },
        {
            "text": "16) introduced a new extramedullary guide that aligns the femoral component exactly with the coronal, sagittal, and rotational axes."
        }
    ],
    "body_text": [
        {
            "text": "Total knee arthroplasty (TKA) involves significant blood loss that may require a blood transfusion, which carries its own risks including transmission of infection, abnormal immunological responses, febrile transfusion reactions, and allergic reactions 1,2) . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 253,
                    "end": 255,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1,"
                },
                {
                    "start": 255,
                    "end": 257,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2)"
                }
            ]
        },
        {
            "text": "Accordingly, continuous efforts have been made to avoid complications associated with allogeneic blood transfusion, The purpose of this study was to investigate whether the extramedullary femoral alignment system is advantageous over the traditional intramedullary system in terms of blood loss and transfusion after TKA. ",
            "section": "Introduction"
        },
        {
            "text": "Our hypothesis is that the extramedullary system will result in less blood loss and fewer transfusions.",
            "section": "Introduction"
        },
        {
            "text": "This study included 80 female patients who underwent unilateral TKA under the diagnosis of degenerative arthritis between October 2010 and September 2011 at our institution. ",
            "section": "Materials and Methods"
        },
        {
            "text": "Exclusion criteria were a diagnosis other than degenerative arthritis, anticoagulation therapy, liver failure, and renal failure. ",
            "section": "Materials and Methods"
        },
        {
            "text": "The enrolled patients were randomized into a extramedullary (EM) group (n=40) and a intramedullary (IM) group (n=40). ",
            "section": "Materials and Methods"
        },
        {
            "text": "Excluding one patient in the EM group in whom internal fixation was required due to an intraoperative fracture, the remaining 79 patients were included for analysis. ",
            "section": "Materials and Methods"
        },
        {
            "text": "No intergroup differences were observed in age, weight, height, body mass index, or preoperative hemoglobin concentration ( Table 1).",
            "section": "Materials and Methods",
            "ref_spans": [
                {
                    "start": 124,
                    "end": 132,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1)"
                }
            ]
        },
        {
            "text": "The surgical protocol was the same for both groups, besides the type of the alignment guide for the distal femoral resection (extramedullary/intramedullary). ",
            "section": "Materials and Methods"
        },
        {
            "text": "In particular, all patients received epidural and spinal anesthesia and the preoperative and postoperative procedures and surgical techniques were identical. ",
            "section": "Materials and Methods"
        },
        {
            "text": "Patient-controlled analgesia was implemented postoperatively using a 100 mL mixture of 90 mL of 0.125% bupivacaine and 0.5 mg/10 mL fentanyl via an epidural catheter. ",
            "section": "Materials and Methods"
        },
        {
            "text": "All operations were performed by the same surgeon (first author) using a medial parapatellar approach introduced by Insall. ",
            "section": "Materials and Methods"
        },
        {
            "text": "The posterior cruciate ligament (PCL) was removed and the same PCL-sacrificing prosthesis (Scorpio NRG, Stryker, Kalamazoo, MI, USA) was implanted in all knees. ",
            "section": "Materials and Methods"
        },
        {
            "text": "The patella was replaced, and the prosthetic components were cemented in all cases. ",
            "section": "Materials and Methods"
        },
        {
            "text": "Lateral release was not performed in all patients. ",
            "section": "Materials and Methods"
        },
        {
            "text": "Two markers indicating the center of the femoral head and the anterior margin of the greater trochanter were firmly attached to the patient's skin in the EM group prior to surgery so the surgeon could palpate the markers and identify the mechanical axis of the lower limb during surgery. ",
            "section": "Materials and Methods"
        },
        {
            "text": "A femoral cutting block was aligned along the coronal and axial axes using new surgical equipment 16) and the two markers. ",
            "section": "Materials and Methods",
            "ref_spans": [
                {
                    "start": 98,
                    "end": 101,
                    "type": "bibr",
                    "text": "16)"
                }
            ]
        },
        {
            "text": "The distal femur was cut without placing a rod into the medullary canal (Fig. 1). ",
            "section": "Materials and Methods",
            "ref_spans": [
                {
                    "start": 72,
                    "end": 80,
                    "type": "figure",
                    "text": "(Fig. 1)"
                }
            ]
        },
        {
            "text": "The angle between the anatomical axis and the mechanical axis of the femur in the IM group was measured using a PACS system on a preoperative anterioposterior long leg standing radiograph. ",
            "section": "Materials and Methods"
        },
        {
            "text": "An intramedullary alignment rod was inserted based on the preoperative measurements, and the distal femur was cut. ",
            "section": "Materials and Methods"
        },
        {
            "text": "The entrance hole for the alignment rod in the femoral medullary canal was sealed with bone fragments before inserting the implant. ",
            "section": "Materials and Methods"
        },
        {
            "text": "An extramedullary alignment guide was used in both groups for proximal tibial cutting. ",
            "section": "Materials and Methods"
        },
        {
            "text": "A drainage tube was placed in the intra-articular space. ",
            "section": "Materials and Methods"
        },
        {
            "text": "After wound closure, a compression dressing using gauze and a bandage was applied, and the tourniquet was deflated. ",
            "section": "Materials and Methods"
        },
        {
            "text": "Drainage was discontinued from immediately after surgery until 2 hours after tourniquet deflation. ",
            "section": "Materials and Methods"
        },
        {
            "text": "All drains were removed 24 hours after surgery. ",
            "section": "Materials and Methods"
        },
        {
            "text": "Blood transfusion was performed when hemoglobin was <8 g/dL or when dyspnea, palpitation, dizziness, or abnormal vital signs were noted even if the hemoglobin was 8-10 g/dL. ",
            "section": "Materials and Methods"
        },
        {
            "text": "Rivaroxaban, an oral anticoagulant, was administered from immediately after the drain removal until the postoperative week 2 to prevent thromboembolic disorders. ",
            "section": "Materials and Methods"
        },
        {
            "text": "The anticoagulant was discontinued if hemarthrosis due to intra-articular bleeding was present or effusion from the surgical wound continued. ",
            "section": "Materials and Methods"
        },
        {
            "text": "Tests for thromboembolic disorders were not performed unless clinical symptoms appeared. ",
            "section": "Materials and Methods"
        },
        {
            "text": "Statistical analyses were conducted using SPSS ver. 12.0 (SPSS Inc., Chicago, IL, USA). ",
            "section": "Materials and Methods",
            "entity_spans": [
                {
                    "start": 42,
                    "end": 46,
                    "type": "software",
                    "rawForm": "SPSS",
                    "resp": "#annotator20",
                    "used": true,
                    "id": "f3f10b74a2-software-0",
                    "cert": "0.9"
                },
                {
                    "start": 52,
                    "end": 56,
                    "type": "version",
                    "rawForm": "12.0",
                    "resp": "#annotator20",
                    "id": "#f3f10b74a2-software-0"
                },
                {
                    "start": 58,
                    "end": 66,
                    "type": "publisher",
                    "rawForm": "SPSS Inc",
                    "resp": "#curator",
                    "id": "#f3f10b74a2-software-0"
                }
            ]
        },
        {
            "text": "A p-value <0.05 was consideredValues are presented as means with standard deviations in parentheses.statistically significant. ",
            "section": "Materials and Methods"
        },
        {
            "text": "The continuous variables, drained blood volume and preoperative hemoglobin level, were analyzed using Student's t-test. ",
            "section": "Materials and Methods"
        },
        {
            "text": "The hemoglobin level at 5 days after surgery and the hemoglobin drop (hemoglobin level at 5 days after surgeryhemoglobin level before surgery) were compared between groups using analysis of covariance. ",
            "section": "Materials and Methods"
        },
        {
            "text": "The prevalence of allogeneic transfusion, a categorical variable, was compared between the groups using Fisher's exact test. ",
            "section": "Materials and Methods"
        },
        {
            "text": "Additionally, the presence of other related symptoms were also investigated, including the duration of effusion, subcutaneous hematomas, hemarthrosis, hemorrhagic complications such as infections, painful leg swelling, acute chest pain, dyspnea, lower limb thrombosis, and pulmonary embolism.",
            "section": "Materials and Methods"
        },
        {
            "text": "Statistical analyses were conducted using SPSS ver. 12.0 (SPSS Inc., Chicago, IL, USA). ",
            "section": "Materials and Methods"
        },
        {
            "text": "A p-value <0.05 was considered Values are presented as means with standard deviations in parentheses.  ",
            "section": "Materials and Methods"
        },
        {
            "text": "The mean drained volume via vacuum drainage was significantly less in the EM group compared to that in the IM group (266.8±164.1 mL vs. 482.9±323.3 mL) (p=0.001). ",
            "section": "Results"
        },
        {
            "text": "The mean hemoglobin at 5 days after surgery was significantly higher in the EM group compared to that in the IM group (9.9 g/dL vs. 9.3 g/dL) (p=0.002). ",
            "section": "Results"
        },
        {
            "text": "The hemoglobin drop at 5 days after surgery was notably lower in the EM group compared to that in the IM group (2.9 g/dL vs. 3.5 g/dL) (p=0.003). ",
            "section": "Results"
        },
        {
            "text": "The prevalence of allogeneic transfusion was remarkably lower in the EM group compared to that in the IM group (8 in 39 patients, 20.5% vs. 18 in 40 patients, 45%) (p=0.026) ( Table 2). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 176,
                    "end": 183,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "The transfusion was prophylactic in five in the IM group and in two in the EM group. ",
            "section": "Results"
        },
        {
            "text": "A transfusion was required in one patient with a hemoglobin level ≥8 g/dL in each group due to complaints of dizziness. ",
            "section": "Results"
        },
        {
            "text": "No severe complications occurred in either group. ",
            "section": "Results"
        },
        {
            "text": "Anticoagulation therapy was discontinued due to continuous effusion from the surgical wound in two patients in the IM group, but they recovered without further complications after discontinuation. ",
            "section": "Results"
        },
        {
            "text": "Thromboembolic disorders were not observed in any of the patients.",
            "section": "Results"
        },
        {
            "text": "TKA is commonly performed in elderly patients and substantial blood loss during TKA can result in increased risks and disruption of recovery in patients with poor systemic condition 17,18) . ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 182,
                    "end": 185,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17,"
                },
                {
                    "start": 185,
                    "end": 188,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "18)"
                }
            ]
        },
        {
            "text": "Accordingly, a blood transfusion is often required after TKA. ",
            "section": "Discussion"
        },
        {
            "text": "In an attempt to reduce the adverse effects of blood transfusion, many studies have provided various methods, including preoperative autologous donation [3][4][5] , use of the call saver ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 153,
                    "end": 156,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 156,
                    "end": 159,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 159,
                    "end": 162,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "19) and fibrinogen concentrates ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "19)"
                }
            ]
        },
        {
            "text": "20) , subcutaneous suction drainage ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "20)"
                }
            ]
        },
        {
            "text": "6) , drain clamping ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6)"
                }
            ]
        },
        {
            "text": "7) , hypotensive anesthesia ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7)"
                }
            ]
        },
        {
            "text": "8) , and other methods [17][18][19][20][21] .",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8)"
                },
                {
                    "start": 23,
                    "end": 27,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[17]"
                },
                {
                    "start": 27,
                    "end": 31,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[18]"
                },
                {
                    "start": 31,
                    "end": 35,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[19]"
                },
                {
                    "start": 35,
                    "end": 39,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20]"
                },
                {
                    "start": 39,
                    "end": 43,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "In this study, the EM group had more favorable results than those in the IM group in terms of blood savings. ",
            "section": "Discussion"
        },
        {
            "text": "The mean drained volume via the vacuum drainage was smaller in the EM group, hemoglobin at 5 days after surgery was higher, the hemoglobin drop was smaller, and the prevalence of allogeneic transfusion was lower. ",
            "section": "Discussion"
        },
        {
            "text": "These results are congruent with the hypothesis that the extramedullary alignment guide system reduces blood loss and transfusion rate. ",
            "section": "Discussion"
        },
        {
            "text": "In this study, we measured blood volume drained via vacuum drainage and the hemoglobin but did not calculate the blood loss based on some reports 22,23) in which the measured blood loss reflects calculated blood loss. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 146,
                    "end": 149,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "22,"
                },
                {
                    "start": 149,
                    "end": 152,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "23)"
                }
            ]
        },
        {
            "text": "The extramedullary alignment guide system and intramedullary alignment guide system have been compared in terms of blood loss in many studies. ",
            "section": "Discussion"
        },
        {
            "text": "In 2005, Kalairajah et al. 15) reported that mean blood drainage volume was significantly smaller in the group in which a computer-assisted technique was used compared to that in the control group (1,351 mL vs. 1,747 mL). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 27,
                    "end": 30,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15)"
                }
            ]
        },
        {
            "text": "In 2006, Kandel et al. 14) documented that mean blood drainage volume was significantly lower in a extramedullary guide system group compared to that in a intramedullary guide system group (613 mL vs. 758 mL), and transfusion volume appeared to be less in the former group. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 23,
                    "end": 26,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14)"
                }
            ]
        },
        {
            "text": "Our results were comparable with those of other studies 14,15,24,25) that showed blood loss could be reduced by 145-396 mL when the medullary canal was not breached during TKA. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 56,
                    "end": 59,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14,"
                },
                {
                    "start": 59,
                    "end": 62,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15,"
                },
                {
                    "start": 62,
                    "end": 65,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "24,"
                },
                {
                    "start": 65,
                    "end": 68,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "25)"
                }
            ]
        },
        {
            "text": "Although the frequency Values are presented as means with standard deviations in parentheses except allogeneic blood transfusion, for which values are presented as percents and numbers (in parentheses) of patients who had the conditions. ",
            "section": "Discussion"
        },
        {
            "text": "of transfusion was lower in the EM group in our study, it was still higher compared to some recent studies 4,6) . ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 107,
                    "end": 109,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4,"
                },
                {
                    "start": 109,
                    "end": 111,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6)"
                }
            ]
        },
        {
            "text": "We attributed this to the broad indications for transfusion we set in this study; a blood transfusion was performed when hemoglobin was <8 g/dL or when dyspnea, palpitation, dizziness, or abnormal vital signs were noted, even if the hemoglobin was 8-10 g/dL. ",
            "section": "Discussion"
        },
        {
            "text": "In addition, prophylactic transfusions that were carried out considering the patient's history of illness were counted in the transfusion rate calculation. ",
            "section": "Discussion"
        },
        {
            "text": "However, when these prophylactic cases (5 in the IM group and 2 in the EM group) were not counted as transfusions, the frequency decreased to 37.1% (13 in 35 patients) in the IM group and 16.2% (6 in 37 patients) in the EM group. ",
            "section": "Discussion"
        },
        {
            "text": "Furthermore, if a higher transfusion threshold of 7 g/dL hemoglobin was set, the frequency would have declined to 27.5% (11 in 40 patients) in the IM group and to 5.1% (2 in 39 patients) in the EM group. ",
            "section": "Discussion"
        },
        {
            "text": "A limitation of this study was the lack of diversity in the study population. ",
            "section": "Discussion"
        },
        {
            "text": "We think that it would be difficult to extrapolate our findings to other patient groups, considering that our data were obtained only from female patients with a diagnosis of degenerative arthritis. ",
            "section": "Discussion"
        },
        {
            "text": "Additionally, we did not assess intergroup differences regarding fat embolisms or postoperative complications, including hypoxia, pain, or lower limb alignment accuracy.",
            "section": "Discussion"
        },
        {
            "text": "The intramedullary femoral alignment guide system can result in various complications and may not be applicable when a long-stemmed femoral component implanted during a previous surgery remains or a rod cannot be inserted due to severe deformity of the femur 26) . ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 259,
                    "end": 262,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "26)"
                }
            ]
        },
        {
            "text": "It has not been clearly elucidated which system is more advantageous over the other regarding component alignment accuracy. ",
            "section": "Discussion"
        },
        {
            "text": "However, some recent studies have introduced techniques to improve the accuracy of the extramedullary alignment guide system 16,[27][28][29][30] . ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 125,
                    "end": 128,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16,"
                },
                {
                    "start": 128,
                    "end": 132,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[27]"
                },
                {
                    "start": 132,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[28]"
                },
                {
                    "start": 136,
                    "end": 140,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[29]"
                },
                {
                    "start": 140,
                    "end": 144,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[30]"
                }
            ]
        },
        {
            "text": "Therefore, we believe that the extramedullary alignment guide system could be useful for decreasing blood loss and transfusion frequency during TKA unless it is inferior to the intramedullary system in terms of component alignment accuracy.",
            "section": "Discussion"
        },
        {
            "text": "We believe the extramedullary alignment guide system can be effective for reducing blood loss and transfusion rate after TKA.",
            "section": "Conclusions"
        }
    ]
}