{
    "id": "d05f513f8b",
    "level": "sentence",
    "abstract": [],
    "body_text": [
        {
            "text": "Previous studies 1,2 have shown that involvement of the left ventricular (LV) anterior wall in ST-elevation myocardial infarction (STEMI) has a worse prognosis compared with involvement of other regions. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 17,
                    "end": 19,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1,"
                },
                {
                    "start": 19,
                    "end": 20,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "STEMI of the anterior wall is associated with a larger infarction area, as determined by the enzyme peak and lower left ventricular ejection fraction (LVEF), in comparison with other walls. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "3 Also, the electrocardiogram (ECG) in STEMI is usually sufficient to diagnose which wall is affected. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                }
            ]
        },
        {
            "text": "4 The importance of the involvement of the anterior wall in patients with non-ST-segment elevation myocardial infarction (NSTEMI) has not been widely studied. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                }
            ]
        },
        {
            "text": "In NSTEMI, the identification of involvement of the anterior wall on admission is not as obvious as in STEMI. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Because anterior wall infarction may be associated with a poor prognosis, several studies [5][6][7][8] have been conducted to identify the ischemic LV wall in NSTEMI. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 90,
                    "end": 93,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                },
                {
                    "start": 93,
                    "end": 96,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                },
                {
                    "start": 96,
                    "end": 99,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                },
                {
                    "start": 99,
                    "end": 102,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "These studies have used ECG to identify which wall was affected. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "However, ECG has limited ability to perform this function in NSTEMI because approximately 50% of patients have a normal or inconclusive pattern. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "9 Other methods, such as stress echocardiography 10 and myocardial perfusion scintigraphy, 11 can locate the infarction site in NSTEMI patients, but both methods demand more complex health services and higher costs. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9"
                },
                {
                    "start": 49,
                    "end": 51,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "10"
                },
                {
                    "start": 91,
                    "end": 93,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "11"
                }
            ]
        },
        {
            "text": "However, in a recent report by Sadanandan et al. 12 of patients with unstable angina and NSTEMI, coronary angiography showed an association between BNP levels and involvement of the anterior descending coronary artery.",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 49,
                    "end": 51,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "12"
                }
            ]
        },
        {
            "text": "The identification of myocardial ischemia involving the anterior wall in NSTEMI has potential utility in terms of patient management and prognosis. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "7 The objective of this study was therefore to determine whether BNP levels can facilitate the identification of anterior wall myocardial ischemia in NSTEMI.",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7"
                }
            ]
        },
        {
            "text": "This prospective study was composed of 170 consecutive patients with NSTEMI who were seen between January 2005 and April 2006 and who were followed during and after hospitalization until September 2007. ",
            "section": "Study Patients"
        },
        {
            "text": "The median length of their hospital stay was 3 days (range: 1 to 125), and the median follow-up was 23 months (range: 0.04 to 32).",
            "section": "Study Patients"
        },
        {
            "text": "Patients diagnosed with NSTEMI were selected according to the international consensus definition. ",
            "section": "Study Patients"
        },
        {
            "text": "13 The Ethics Committee of the Heart Institute (InCor) approved this study, and written informed consent was obtained from all participants.",
            "section": "Study Patients",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "13"
                }
            ]
        },
        {
            "text": "Routine blood samples were collected at admission without regard to fasting status, and the troponin I, creatine kinase isozyme by mass assay (CK-MB), and BNP levels were measured. ",
            "section": "Laboratory Analyses"
        },
        {
            "text": "For the BNP determination, a specific kit for the ADVIA Centaur analyzer (Bayer Health Care Diagnostics, Tarrytown, NY) was used, which had a detection limit of 2 pg/mL and range from 2 to 5000 pg/mL. ",
            "section": "Laboratory Analyses"
        },
        {
            "text": "The intra-and interassay coefficients of variation ranged from 2.1 to 4.7% for concentrations between 29 and 1700 pg/mL . ",
            "section": "Laboratory Analyses"
        },
        {
            "text": "For this study, a level of $100 pg/mL was considered abnormal based on the manufacturer's recommended cut-off value. ",
            "section": "Laboratory Analyses"
        },
        {
            "text": "14,15 Electrocardiography ECGs were performed upon hospital admission and were repeated soon after medication was started. ",
            "section": "Laboratory Analyses",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "14,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "15"
                }
            ]
        },
        {
            "text": "ECGs were analyzed blind to the results of coronary angiography. ",
            "section": "Laboratory Analyses"
        },
        {
            "text": "Each tracing was evaluated by two cardiologists for the presence or absence of acute ischemic changes based on the presence or absence of (1) ST-segment depression $ 0.5 mm and (2) T wave changes. ",
            "section": "Laboratory Analyses"
        },
        {
            "text": "Patients with acute ischemic changes were categorized according to the location of the acute ischemic region into groups with anterior (V1, V2, V3, V4), inferior (DII, DIII, aVF), or lateral wall (V5, V6, DI, aVL) involvement.",
            "section": "Laboratory Analyses"
        },
        {
            "text": "Images were acquired using a transthoracic approach with M-mode, 2-dimensional, spectral Doppler (pulsed and continued) and color flow mapping. ",
            "section": "Echocardiography"
        },
        {
            "text": "The LVEF was calculated using Simpson's method.",
            "section": "Echocardiography"
        },
        {
            "text": "The angiography results were evaluated by physicians blinded to the ECG and enzyme values. ",
            "section": "Angiographic Analysis"
        },
        {
            "text": "Using angiography, the wall involved in the acute ischemia was determined by identifying the artery affected by a ruptured atherosclerotic plaque, a thrombus, or both. ",
            "section": "Angiographic Analysis"
        },
        {
            "text": "Criteria for identification were an eccentric lesion, cut or overlaying borders, a blurred lesion, globular intraluminal masses, contrast retention, and slow coronary flow. ",
            "section": "Angiographic Analysis"
        },
        {
            "text": "16 ",
            "section": "Angiographic Analysis",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "16"
                }
            ]
        },
        {
            "text": "The following events were recorded and used in the analyses:",
            "section": "Clinical Events"
        },
        {
            "text": "(1) in-hospital events during index admission including composite endpoint by the first occurrence of ",
            "section": "Clinical Events"
        },
        {
            "text": "(a) mortality in-hospital during index admission or ",
            "section": "Clinical Events"
        },
        {
            "text": "(b) cardiovascular events including congestive heart failure, cardiogenic shock, or ischemic events; and (2) any events during follow-up including composite endpoint by the first occurrence of ",
            "section": "Clinical Events"
        },
        {
            "text": "(a) in-hospital event during index admission, ",
            "section": "Clinical Events"
        },
        {
            "text": "(b) mortality during follow-up, or ",
            "section": "Clinical Events"
        },
        {
            "text": "(c) rehospitalization for any cause.",
            "section": "Clinical Events"
        },
        {
            "text": "Normally distributed quantitative variables are expressed as means and standard deviations. ",
            "section": "Statistical Analysis"
        },
        {
            "text": "Nonparametric variables are expressed as median, minimum, and maximum values. ",
            "section": "Statistical Analysis"
        },
        {
            "text": "Differences in the distribution of selected characteristics between patient groups were examined using the chi-square test and Fisher's exact test for categorical variables. ",
            "section": "Statistical Analysis"
        },
        {
            "text": "The analysis was performed using Student's t-test for normally distributed continuous variables and the Mann-Whitney and Kruskal-Wallis tests for nonparametric variables. ",
            "section": "Statistical Analysis"
        },
        {
            "text": "Variables associated with wall location and events in univariate analysis (P , 0.10) were included in the multivariate analyses. ",
            "section": "Statistical Analysis"
        },
        {
            "text": "Continuous variables were used as dichotomous variables to facilitate clinical interpretation and standardize the multivariate analysis. ",
            "section": "Statistical Analysis"
        },
        {
            "text": "The receiver operating characteristic (ROC) curve was used to determine the area under the curve (AUC) or the c statistic; the cut-off point for BNP and other continuous variables with the best predictive value was used for wall location and cardiac events. ",
            "section": "Statistical Analysis"
        },
        {
            "text": "A multiple logistic regression model was used for the selection of variables predictive of involvement of the anterior wall and for the occurrence of in-hospital events during index admission. ",
            "section": "Statistical Analysis"
        },
        {
            "text": "Cox multivariate regression was used for the selection of independent prognostic factors of mortality and any follow-up events. ",
            "section": "Statistical Analysis"
        },
        {
            "text": "Two-sided P values , 0.05 were considered statistically significant. ",
            "section": "Statistical Analysis"
        },
        {
            "text": "All statistical analyses were performed using the Statistical Package for Social Sciences (SPSS) software version 11.0 for Windows. ",
            "section": "Statistical Analysis",
            "entity_spans": [
                {
                    "start": 50,
                    "end": 96,
                    "type": "software",
                    "rawForm": "Statistical Package for Social Sciences (SPSS)",
                    "resp": "#annotator8",
                    "used": true,
                    "id": "d05f513f8b-software-0",
                    "cert": "1.0"
                },
                {
                    "start": 114,
                    "end": 118,
                    "type": "version",
                    "rawForm": "11.0",
                    "resp": "#annotator8",
                    "id": "#d05f513f8b-software-0"
                }
            ]
        },
        {
            "text": "Table 1 presents clinical and demographic characteristics of the patients. ",
            "section": "Statistical Analysis",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "The median BNP level at baseline was 214.5 pg/mL (range: 7 to 2291); moreover, 66% of patients had BNP $ 100 pg/mL (116 patients). ",
            "section": "Statistical Analysis"
        },
        {
            "text": "The median peak troponin I level was 6.9 ng/mL (range: 1 to 150), and the median peak CK-MB level was 19 ng/mL (range: 2 to 500). ",
            "section": "Statistical Analysis"
        },
        {
            "text": "The echocardiogram LVEF was normal ($ 55%) in 55 patients (32%), and the median LVEF was 47%. ",
            "section": "Statistical Analysis"
        },
        {
            "text": "No statistically significant differences were observed between LVEF values regarding involvement of the anterior and lateral/inferior walls.",
            "section": "Statistical Analysis"
        },
        {
            "text": "ECG review was used to identify the wall involved, but the location of the ischemic territory in almost half (71 patients, 42%) of the patients could not be categorized. ",
            "section": "RESULTS"
        },
        {
            "text": "ECG successfully showed anterior wall involvement in 43 patients (25%), and inferior or lateral wall involvement in 56 patients (33%).",
            "section": "RESULTS"
        },
        {
            "text": "The most frequent treatment was PTCA, which was performed in 85 patients (50%), followed by medical treatment in 68 patients (40%), and CABG in 17 patients (10%). ",
            "section": "RESULTS"
        },
        {
            "text": "The analysis using Cox multivariate regression of any events during follow-up showed that BUN levels . ",
            "section": "Any events during follow-up"
        },
        {
            "text": "39 mg/ dL [HR = 1.82 (95% CI: 1.13 -2.94); P = 0.014], baseline BNP values . ",
            "section": "Any events during follow-up"
        },
        {
            "text": "156 pg/mL [HR = 1.79 (95% CI: 1.05 -3.04), P = 0.032], and family history for CAD [HR = 0.61 (95% CI: 0.38 -0.99); P = 0.045] were independent predictors among those evaluated.",
            "section": "Any events during follow-up"
        },
        {
            "text": "The Kaplan-Meier analysis showed a trend toward a greater risk of any event during follow-up (P for trend = 0.064) when comparing anterior wall involvement with inferior or lateral wall involvement (Table 2, Figure 1).",
            "section": "Any events during follow-up",
            "ref_spans": [
                {
                    "start": 208,
                    "end": 216,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "Cox multivariate analysis showed that previous heart failure [HR = 3.71 (95% CI: 1.44 -9.58); P = 0.007] and history of chest pain [HR = 0.28 (95% CI: 0.10-0.76); P = 0.012] were other independent predictors of mortality among those evaluated.",
            "section": "Mortality"
        },
        {
            "text": "Our study shows that the BNP level was the only variable able to locate ischemic myocardium in the LV anterior wall in patients with NSTEMI, independent of multiple other characteristics including heart disease risk factors and history of previous cardiovascular disease. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Previous studies 5,6,17 have evaluated the location of the LV anterior wall in NSTEMI in relation to the prognosis, with most using ECG to identify the affected wall. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 17,
                    "end": 19,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5,"
                },
                {
                    "start": 19,
                    "end": 21,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6,"
                },
                {
                    "start": 21,
                    "end": 23,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "17"
                }
            ]
        },
        {
            "text": "For example, using electrocardiographic ST-segment and T-wave changes to categorize the patients, Kao et al. 5 studied 135 patients with NSTEMI and observed a higher rate of reinfarction and death in patients with involvement of the anterior wall in  comparison with the inferior and lateral walls. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 109,
                    "end": 110,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5"
                }
            ]
        },
        {
            "text": "In addition, Schechtman et al. 17 analyzed data from 544 patients with NSTEMI, excluding patients in Killip class IV. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 31,
                    "end": 33,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "17"
                }
            ]
        },
        {
            "text": "Using ECG to categorize the infarct location, they identified 51% of patients as having anterior wall ischemia and did not find higher mortality in these patients compared with those who had ischemia of the inferior or lateral walls. ",
            "section": "DISCUSSION"
        },
        {
            "text": "They did not locate the wall affected in 20% of their patients. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Compared with these studies, the infarct location was not categorized in a greater number of patients in the present study. ",
            "section": "DISCUSSION"
        },
        {
            "text": "This may be due to our use of the new definition of NSTEMI, which includes a smaller area of infarct or ischemia that may have a smaller representation on ECG. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The presence of other factors, such as previous MI, cardiac surgery, or left bundle-branch block, can also influence the accuracy of ECG.",
            "section": "DISCUSSION"
        },
        {
            "text": "Similar to the present study, Haim et al. 6 used ECG to categorize patients with the first NSTEMI in the anterior or inferior and lateral walls and showed a higher rate of cardiac events in patients with NSTEMI of the anterior wall during a 1-year follow-up.",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 42,
                    "end": 43,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6"
                }
            ]
        },
        {
            "text": "All three of the above studies showed a higher incidence of heart failure in patients with NSTEMI of the anterior wall compared with the other walls. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In our study, we observed previous heart failure in 21% of patients with involvement of anterior wall and in 18% of those with inferior and lateral wall ischemia.",
            "section": "DISCUSSION"
        },
        {
            "text": "In the present study, a broad comparative analysis was performed to identify the variables with the greatest ability to determine involvement of the LV anterior wall versus inferior and lateral walls in NSTEMI patients, based on the location defined by coronary artery angiography. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Although it is sometimes difficult to define the coronary artery involved, the culprit coronary artery was successfully identified for patients in this study. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Patients with involvement of the LV anterior wall on angiography had a higher frequency of detection of anterior wall location by ECG (P,0.001) and higher BNP levels (P = 0.002) ( Table 1). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 180,
                    "end": 187,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "In the final logistic regression multivariate analysis, the baseline BNP value remained the only independent predictor of involvement of the LV anterior wall [OR = 3.70 (95% CI: 1.61 -8.53); P = 0.002].",
            "section": "DISCUSSION"
        },
        {
            "text": "Serum BNP levels are associated with ventricular dysfunction in ACS. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Additionally, several studies 12,18,19 have shown an association between high BNP levels and acute myocardial ischemia. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 30,
                    "end": 33,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "12,"
                },
                {
                    "start": 33,
                    "end": 36,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "18,"
                },
                {
                    "start": 36,
                    "end": 38,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "19"
                }
            ]
        },
        {
            "text": "Sadanandan et al. 12 reported that high BNP levels in unstable angina and NSTEMI were associated with tighter culprit vessel stenosis and lower flow in the artery involved, and the culprit artery was most often the anterior descending artery. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 18,
                    "end": 20,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "12"
                }
            ]
        },
        {
            "text": "Furthermore, Palazzuoli et al. 18 selected a group of patients with stable angina, unstable angina, and NSTEMI and showed that elevated BNP levels, even in the absence of heart failure, were related to 3-or 4vessel disease in comparison with 1-or 2-vessel disease. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 31,
                    "end": 33,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "18"
                }
            ]
        },
        {
            "text": "Elevated BNP levels were also shown to be indicative of involvement of the anterior descending artery.",
            "section": "DISCUSSION"
        },
        {
            "text": "The aforementioned studies 12,18 used univariate analysis to show a correlation between higher BNP levels and involvement of the anterior descending coronary artery. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 27,
                    "end": 30,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "12,"
                },
                {
                    "start": 30,
                    "end": 32,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "18"
                }
            ]
        },
        {
            "text": "Conversely, the present study considered a broad set of variables to identify those with an independent ability to locate the involvement of the anterior wall. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The independent and apparently exclusive ability of the BNP levels to predict the location in the LV anterior wall in a population sample including patients with a high frequency of previous heart failure may be explained by its correlation with the ischemic myocardial area at risk in this cohort.",
            "section": "DISCUSSION"
        },
        {
            "text": "Risk stratification scores in NSTEMI are valued by current medical practices. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The scores frequently used today are the American College of Cardiology/American Heart Association (ACC/AHA) prognostic classification 20 and the TIMI (Thrombolysis in Myocardial Infarction) risk score. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 135,
                    "end": 137,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "20"
                }
            ]
        },
        {
            "text": "21 However, neither of these scores includes baseline BNP values. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "21"
                }
            ]
        },
        {
            "text": "In a recent study, Khan et al. 22 used multivariate analysis to show that, in STEMI, the N-terminal pro-BNP (NT-proBNP) value measured within the first 24 hours of admission was a better prognostic factor than the TIMI risk score at predicting mortality. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 31,
                    "end": 33,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "22"
                }
            ]
        },
        {
            "text": "In addition, Bazzino et al. 23 reported that in patients with non-ST-elevation ACS, the NT-proBNP level adds substantial information to the TIMI risk score and ACC/AHA classification.",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 28,
                    "end": 30,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "23"
                }
            ]
        },
        {
            "text": "In the present study, there was a trend of more in-hospital events during index admission when the anterior wall was involved in NSTEMI when compared with patients with inferior and lateral wall ischemia. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The Kaplan-Meier analysis also showed a tendency for patients with NSTEMI to have a higher frequency of any clinical event during follow-up (Figure 1). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 140,
                    "end": 149,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "(Figure 1"
                }
            ]
        },
        {
            "text": "In the SPRINT study, the anterior wall infarction location was an independent predictor of the occurrence of composite events (death and rehospitalization for ACS) during a 1-year follow-up. ",
            "section": "DISCUSSION"
        },
        {
            "text": "6 The present results may have been affected by differences between the populations and type of treatment performed in the two groups; more specifically, there was a high frequency of PTCA of the culprit artery (50%), CABG (10%), and drug therapy (40%), which likely reduced the recurrent event rate.",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6"
                }
            ]
        },
        {
            "text": "The small number of deaths limited the analysis and interpretation of mortality for the population sample. ",
            "section": "Study limitations"
        },
        {
            "text": "The cut-off points calculated for the continuous variables using the ROC curve were valid for this cohort, but further studies are required to confirm their applicability in clinical practice.",
            "section": "Study limitations"
        },
        {
            "text": "BNP can independently predict the involvement of the anterior wall in comparison with the inferior or lateral walls in NSTEMI. ",
            "section": "CONCLUSION"
        },
        {
            "text": "This may explain one of the underlying mechanisms accounting for the independent ability of the baseline BNP levels to predict events during index admission hospitalization and long-term follow-up.",
            "section": "CONCLUSION"
        }
    ]
}