{
    "id": "a5fe46e9f2",
    "level": "sentence",
    "abstract": [
        {
            "text": "Trichoderma is one of the fungi genera that produce important metabolites for industry. "
        },
        {
            "text": "The growth of these organisms is a consequence of the nutritional sources used as also of the physical conditions employed to cultivate them. "
        },
        {
            "text": "In this work, the automated Bioscreen C system was used to evaluate the influence of different nutritional sources on the growth of Trichoderma strains (T. hamatum, T. harzianum, T. viride, and T. longibrachiatum) isolated from the soil in the Juréia-Itatins Ecological Station (JIES), São Paulo State-Brazil. "
        },
        {
            "text": "The cultures were grown in liquid culture media containing different carbon-(2%; w/v) and nitrogen (1%; w/v) sources at 28ºC, pH 6.5, and agitated at 150 rpm for 72 h. "
        },
        {
            "text": "The results showed, as expected, that glucose is superior to sucrose as a growth-stimulating carbon source in the Trichoderma strains studied, while yeast extract and tryptone were good growth-stimulating nitrogen sources in the cultivation of T. hamatum and T. harzianum."
        }
    ],
    "body_text": [
        {
            "text": "Fungi, in general, possess diverse abilities that form the basis for industrial research. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Fungi are used in medical/ pharmaceutical industries for the manufacture of antibiotics, such as penicillin, produced by Penicillium chrysogenum, of enzymes such as amylases, pectinases, and of cellulases produced by Aspergillus spp. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "and by Trichoderma spp.",
            "section": "INTRODUCTION"
        },
        {
            "text": ", as well as in food processing (14,17).",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 32,
                    "end": 36,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(14,"
                },
                {
                    "start": 36,
                    "end": 39,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "17)"
                }
            ]
        },
        {
            "text": "Strains of Trichoderma can produce a great number of metabolites like antibiotics (10), degrade complex substrates such as cellulose (19), chitin, xylan, and lignin (6), and also possess proteolytic activity (25). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "(10)"
                },
                {
                    "start": 133,
                    "end": 137,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "(19)"
                },
                {
                    "start": 165,
                    "end": 168,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "(6)"
                },
                {
                    "start": 208,
                    "end": 212,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "(25)"
                }
            ]
        },
        {
            "text": "Because of these properties, this genus has high biotechnological potential and is found in almost all ecosystems. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Several studies have been carried out on Brazilian soil, such as in the Paranapiacaba Biological Reserve, SP (3). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 109,
                    "end": 112,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "(3)"
                }
            ]
        },
        {
            "text": "In order to improve knowledge of the biodiversity of soil microbiota, 112 fungi species were isolated and identified from the Juréia-Itatins Ecological Station (JIES), São Paulo, Brazil (31). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 186,
                    "end": 190,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "(31)"
                }
            ]
        },
        {
            "text": "These species are currently being studied with respect to their potential for producing macromolecules of interest to medicine and industry. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "The same authors determined that some of these strains are able to produce enzymes like xylanases and fatty acids including γ-linolenic acid (GLA), and observed that the species of Trichoderma probably plays an important role in soil nutrient recycling (20,28).",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 253,
                    "end": 257,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "(20,"
                },
                {
                    "start": 257,
                    "end": 260,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "28)"
                }
            ]
        },
        {
            "text": "Like in the Bioscreen system, turbidimetric methods have been used for studies on microbial growth, providing fast results that are expressed in Optical Density (O.D.) units (21). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 174,
                    "end": 178,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "(21)"
                }
            ]
        },
        {
            "text": "This equipment has been used for many purposes in microbiology, including basic research (1), to study the effects of chemical compounds on microbial growth (17,19), for quality control (21), and in pollutant degradation tests (34).",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 89,
                    "end": 92,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1)"
                },
                {
                    "start": 157,
                    "end": 161,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "(17,"
                },
                {
                    "start": 161,
                    "end": 164,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "19)"
                },
                {
                    "start": 186,
                    "end": 190,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "(21)"
                },
                {
                    "start": 227,
                    "end": 231,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "(34)"
                }
            ]
        },
        {
            "text": "Considering the importance of a knowledge of the factors that influence the growth of fungi and the biotechnological potential of the genus Trichoderma, four strains were chosen (Trichoderma hamatum, Trichoderma harzianum, Trichoderma viride, and Trichoderma longibrachiatum) and isolated from the Juréia-Itatins Ecological Station-SP, Brazil (JIES) soil (31), in order to compare their potential to grow in submersed cultures, in the presence of a carbon source (glucose or sucrose) and a nitrogen source (tryptone or yeast extract), by means of the Bioscreen C automated system.",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 355,
                    "end": 359,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "(31)"
                }
            ]
        },
        {
            "text": "Four strains were studied -T. ",
            "section": "Microorganisms"
        },
        {
            "text": "hamatum, T. harzianum, T. viride, and T. longibrachiatum -that were isolated from the soil (0 -15 cm deep) in the Banhado Grande area from JIES (LAT 24º 18' to 24º 37' S -LONG 47º 00' to 47º 31' W) in both natural-and secondary vegetation areas. ",
            "section": "Microorganisms"
        },
        {
            "text": "The samples were collected, packaged into plastic bags, transported to the laboratory, and processed immediately to avoid storing them. ",
            "section": "Microorganisms"
        },
        {
            "text": "These samples were sifted using 2.38 mm screens and homogenized. ",
            "section": "Microorganisms"
        },
        {
            "text": "Isolation involved processing the soil samples by saline sterilization, followed by centrifugation, and a series of dilutions. ",
            "section": "Microorganisms"
        },
        {
            "text": "Later, each sample was placed in Petri dishes (n = 3) followed by the respective culture medium (31).",
            "section": "Microorganisms",
            "ref_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "(31)"
                }
            ]
        },
        {
            "text": "These strains are kept in culture medium of MEA (29) (malt extract agar of composition (in w/v): malt extract 2%; bacteriological agar 2%; glucose 2%; peptone 0.1%; yeast extract 2% at pH 4.0 and 4ºC), in the laboratory of Centro de Estudos Ambientais (CEA), UNESP, Rio Claro, SP, Brazil.",
            "section": "Microorganisms"
        },
        {
            "text": "The inoculum of these strains was prepared from cultures grown in 7 days at 25ºC, with a spore suspension of 10 6 to 10 7 spores.mL -1 in Tween (T-80) 0.1% (v/v). ",
            "section": "Microorganisms"
        },
        {
            "text": "The counting was done in a Neubauer chamber in NaCl, 0.85% (w/v).",
            "section": "Microorganisms"
        },
        {
            "text": "Strains were cultivated in a Bioscreen C system (Lab Systems Helsinki, Finland), in GY Medium, pH 6.5, with a single carbon source at 2% (w/v) (glucose or sucrose), and a single nitrogen source at 1% (w/v) (tryptone or yeast extract) (24). ",
            "section": "Cultures",
            "ref_spans": [
                {
                    "start": 234,
                    "end": 238,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "(24)"
                }
            ]
        },
        {
            "text": "Accordingly, four different cultures were tested, namely Culture 1a (tryptone + glucose); Culture 1b (tryptone + sucrose); Culture 2a (yeast extract + glucose), and Culture 2b (yeast extract + sucrose). ",
            "section": "Cultures"
        },
        {
            "text": "The working volume in the Bioscreen plate was 400 µL/well comprising 360 µL of each culture medium and 40 µL of each spore solution. ",
            "section": "Cultures"
        },
        {
            "text": "Temperature was controlled at 28ºC and O.D. at 540 nm. ",
            "section": "Cultures"
        },
        {
            "text": "Absorbance values of the cell suspensions were automatically read at regular intervals of 2 h, over a 72 h period, and before each measurement, the cell cultures were automatically shaken for 60 seconds. ",
            "section": "Cultures"
        },
        {
            "text": "All experiments were performed in quadruplicate. ",
            "section": "Cultures"
        },
        {
            "text": "The control tubes contained only the culture medium.",
            "section": "Cultures"
        },
        {
            "text": "The O.D. values from Bioscreen C were analyzed using spreadsheet software (Microsoft Excel 97) and the averages calculated of the quadruplicates for each type of culture medium. ",
            "section": "Data analysis 1. Comparative analysis of the strains´growth",
            "entity_spans": [
                {
                    "start": 75,
                    "end": 84,
                    "type": "publisher",
                    "rawForm": "Microsoft",
                    "resp": "#curator",
                    "id": "#a5fe46e9f2-software-1"
                },
                {
                    "start": 85,
                    "end": 90,
                    "type": "software",
                    "rawForm": "Excel",
                    "resp": "#curator",
                    "id": "a5fe46e9f2-software-1"
                },
                {
                    "start": 91,
                    "end": 93,
                    "type": "version",
                    "rawForm": "97",
                    "resp": "#annotator5",
                    "id": "#a5fe46e9f2-software-1"
                }
            ]
        },
        {
            "text": "These averages were used to generate growth curves for each type of culture (O.D. 540 nm of the cultures versus incubation time). ",
            "section": "Data analysis 1. Comparative analysis of the strains´growth"
        },
        {
            "text": "Figures present the data from the average of readings (from quadruplicates) taken from every fourth hour of cultivation.",
            "section": "Data analysis 1. Comparative analysis of the strains´growth"
        },
        {
            "text": "Because the spore solution of each strain presented different colors, at time zero, the initial O.D. values were distinctive to each culture in relation to the control culture. ",
            "section": "Data analysis 1. Comparative analysis of the strains´growth"
        },
        {
            "text": "This coloration difference (defined here as \"specific color influence factor\" for each strain) was calculated as follows:Next, the influence factor specific to each strain was subtracted from all O.D values from 0 to 72 h of each culture, in order to express the real growth of the strains. ",
            "section": "Data analysis 1. Comparative analysis of the strains´growth"
        },
        {
            "text": "The analysis of variance (Kruskal-Wallis test, BioEstat 4.0 software) was applied using the data obtained, and confirmed by Dunn post hoc test, which was used to verify the significance of the strain's growth compared to the control and among the strains (5). ",
            "section": "Data analysis 1. Comparative analysis of the strains´growth",
            "entity_spans": [
                {
                    "start": 47,
                    "end": 55,
                    "type": "software",
                    "rawForm": "BioEstat",
                    "resp": "#annotator5",
                    "used": true,
                    "id": "a5fe46e9f2-software-2",
                    "cert": "1.0"
                },
                {
                    "start": 56,
                    "end": 59,
                    "type": "version",
                    "rawForm": "4.0",
                    "resp": "#annotator5",
                    "id": "#a5fe46e9f2-software-2"
                }
            ]
        },
        {
            "text": "The experimental results were separated into four classes based on the time taken for growth: I) 0 to 18 h, II) 18 to 36 h, III) 36 to 54 h, and IV) 54 to 72 h. ",
            "section": "Data analysis 1. Comparative analysis of the strains´growth"
        },
        {
            "text": "The results were analyzed by triangulation of the statistical data with the differences of O.D. per period.",
            "section": "Data analysis 1. Comparative analysis of the strains´growth"
        },
        {
            "text": "Next, the influence factor specific to each strain was subtracted from all O.D values from 0 to 72 h of each culture, in order to express the real growth of the strains. ",
            "section": "of each culture (t 0 ) -O.D. of the control (t 0 )"
        },
        {
            "text": "The analysis of variance (Kruskal-Wallis test, BioEstat 4.0 software) was applied using the data obtained, and confirmed by Dunn post hoc test, which was used to verify the significance of the strain's growth compared to the control and among the strains (5). ",
            "section": "of each culture (t 0 ) -O.D. of the control (t 0 )",
            "ref_spans": [
                {
                    "start": 255,
                    "end": 258,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(5)"
                }
            ]
        },
        {
            "text": "The experimental results were separated into four classes based on the time taken for growth: I) 0 to 18 h, II) 18 to 36 h, III) 36 to 54 h, and IV) 54 to 72 h. ",
            "section": "of each culture (t 0 ) -O.D. of the control (t 0 )"
        },
        {
            "text": "The results were analyzed by triangulation of the statistical data with the differences of O.D. per period.",
            "section": "of each culture (t 0 ) -O.D. of the control (t 0 )"
        },
        {
            "text": "After excluding the color influence factor, the growth of each strain was calculated as the difference (Δ) between the average values of the O.D. 540 nm, final and initial, taking into account the fact that each average value of O.D. came from the replicas.",
            "section": "Analyses of the growth of individual strains in different conditions of cultivation"
        },
        {
            "text": "The relative growth of each strain, expressed in percentage, was obtained by comparing the performance of a single strain in every two different cultivation conditions, considering the smallest O.D. value as 100% and the highest O.D. value (greater than 100%) as the highest rate of relative growth among them.",
            "section": "Analyses of the growth of individual strains in different conditions of cultivation"
        },
        {
            "text": "The quick determination of optimal growth of industrially interesting microorganisms, accompanied by the optimum production of economical value molecules, is very important for industry. ",
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "The method used in this study is neither time consuming nor requires high costs, since it is no longer necessary to perform numerous tests like it is done by the traditional method of dilutions in series, while also enabling determination of optimal growth that is of industrial interest.",
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "In optimizing the growth of Trichoderma sp.",
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": ", some parameters were reported for instance, the 72 h period required for cultivation (33). ",
            "section": "RESULTS AND DISCUSSION",
            "ref_spans": [
                {
                    "start": 87,
                    "end": 91,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "(33)"
                }
            ]
        },
        {
            "text": "As for the temperature, studies on the activity of xylanases from mesophilic fungi showed that, the activity of these enzymes were optimized between 25ºC and 30ºC for submerse cultures (under constant agitation) and for stationary cultures with solid substrates (13).",
            "section": "RESULTS AND DISCUSSION",
            "ref_spans": [
                {
                    "start": 262,
                    "end": 266,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "(13)"
                }
            ]
        },
        {
            "text": "Studies also verified the effect of different temperatures on the production of several enzymes, among them carboxymethylcellulases and xylanases, on strains of several species isolated from JIES -SP -Brazil soil, such as Aspergillus and Trichoderma, and found 28ºC to be the optimum temperature and which was the temperature chosen for the cultures prepared in this study (26).",
            "section": "RESULTS AND DISCUSSION",
            "ref_spans": [
                {
                    "start": 373,
                    "end": 377,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "(26)"
                }
            ]
        },
        {
            "text": "Figs. ",
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "1 and 2 show the growth curves of the Trichoderma strains studied, obtained by their cultivation from 0 to 72 h and Table 1 records the results of the statistical analysis.",
            "section": "RESULTS AND DISCUSSION",
            "ref_spans": [
                {
                    "start": 116,
                    "end": 123,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "In the cultures with tryptone and glucose, the growth among the strains of T. hamatum, T. harzianum, T. viride and T. longibrachiatum was significantly different in all the periods (H 0-18h =33.36; H 20-36h =40.21; H 36-54h =40.90; H 56-72h =41.83, and p<0.0001). ",
            "section": "Comparative analysis of the growth of strains"
        },
        {
            "text": "With regard to the differences among the average scores per period (Table 1), it can be seen when individually analyzed against the control that in T. hamatum vs. T. viride and in the strains of T. hamatum, T. harzianum, and T. longibrachiatum, all presented values of p<0.05 in most periods, and their growth rates were considered highly significant. ",
            "section": "Comparative analysis of the growth of strains",
            "ref_spans": [
                {
                    "start": 67,
                    "end": 76,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(Table 1)"
                }
            ]
        },
        {
            "text": "Besides, T. hamatum differed not only from the control but also from T. viride, which did not happen with T. harzianum and T. longibrachiatum; whereas, growth rates of both T. harzianum and T. longibrachiatum differed only from the control, but not from each other. ",
            "section": "Comparative analysis of the growth of strains"
        },
        {
            "text": "Thus, it can be concluded from these observations that T. hamatum presented the highest value of R and consequently higher growth in all periods (Table 2). ",
            "section": "Comparative analysis of the growth of strains",
            "ref_spans": [
                {
                    "start": 145,
                    "end": 154,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "(Table 2)"
                }
            ]
        },
        {
            "text": "This was followed by T. harzianum and T. longibrachiatum that exhibited similar growth rates, and lastly by T. viride, (Fig. 1).",
            "section": "Comparative analysis of the growth of strains",
            "ref_spans": [
                {
                    "start": 119,
                    "end": 127,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 1)"
                }
            ]
        },
        {
            "text": "In the cultures with tryptone and sucrose, the growth rates of the strains were also significantly different in all the periods (H 0-18h =36.96; H 20-36h =41.93; H 36-54h =39.65; H 56-72h =41.24; and p<0.0001). ",
            "section": "Comparative analysis of the growth of strains"
        },
        {
            "text": "The differences among the average scores were not significant, especially between T. hamatum vs T. viride, T. hamatum vs control, T. harzianum vs T. viride, T. harzianum vs control, and T. logibrachiatum vs control. ",
            "section": "Comparative analysis of the growth of strains"
        },
        {
            "text": "These findings can also be confirmed from the growth curves (Fig. 1B) in which T. hamatum and T. harzianum presented similar growth. ",
            "section": "Comparative analysis of the growth of strains",
            "ref_spans": [
                {
                    "start": 60,
                    "end": 68,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 1B"
                }
            ]
        },
        {
            "text": "Nevertheless, T. logibrachiatum exhibited a slightly smaller growth rate, while T. hamatum and T. harzianum showed the highest growth among the strains, followed by T. logibrachiatum, which is also confirmed by their respective values of R (Table 2).",
            "section": "Comparative analysis of the growth of strains",
            "ref_spans": [
                {
                    "start": 240,
                    "end": 249,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "(Table 2)"
                }
            ]
        },
        {
            "text": "It can be seen that T. harzianum showed a similar growth rate in the cultures containing tryptone with glucose or sucrose. ",
            "section": "Comparative analysis of the growth of strains"
        },
        {
            "text": "The same was observed of T. longibrachiatum, but the growth rate of T. hamatum was higher in the medium containing glucose as carbon source than in the one with sucrose (Fig. 1).",
            "section": "Comparative analysis of the growth of strains",
            "ref_spans": [
                {
                    "start": 169,
                    "end": 177,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 1)"
                }
            ]
        },
        {
            "text": "Only few studies use tryptone as growth culture medium for fungi, as it is frequently used as nitrogen source for bacteria growth. ",
            "section": "Comparative analysis of the growth of strains"
        },
        {
            "text": "Peptone is a similar molecule frequently used for growth of fungi such as Mucor (32), Aspergillus (23), and Trichoderma (35). ",
            "section": "Comparative analysis of the growth of strains",
            "ref_spans": [
                {
                    "start": 80,
                    "end": 84,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "(32)"
                },
                {
                    "start": 98,
                    "end": 102,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "(23)"
                },
                {
                    "start": 120,
                    "end": 124,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "(35)"
                }
            ]
        },
        {
            "text": "Studies involving Aspergillus flavus growth report that tryptone is as effective as peptone (22), and is cheaper. ",
            "section": "Comparative analysis of the growth of strains",
            "ref_spans": [
                {
                    "start": 92,
                    "end": 96,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "(22)"
                }
            ]
        },
        {
            "text": "Due to    18h 20-36h 38-54h 56-72h 0-18h 20-36h 38-54h 56-72h 0-18h 20-36h 38-54h 56-72h 0-18h 20-36h 38-54h  the absence of studies related to the growth of fungi using tryptone, it was chosen as the nitrogen source in the present study.",
            "section": "Comparative analysis of the growth of strains",
            "ref_spans": [
                {
                    "start": 10,
                    "end": 108,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "18h 20-36h 38-54h 56-72h 0-18h 20-36h 38-54h 56-72h 0-18h 20-36h 38-54h 56-72h 0-18h 20-36h 38-54h"
                }
            ]
        },
        {
            "text": "In our study, differences in the growth rates among the strains could also be noticed (H 0-18h =30.63; H 20-36h =40.07; H 36-54h =39.90; H 56-72h =42.15 and p<0.0001) in the cultures containing yeast extract and glucose. ",
            "section": "Comparative analysis of the growth of strains"
        },
        {
            "text": "The results of the average scores showed that only T. hamatum exhibited a significant difference in the growth in the period of 0 up to 18 h of cultivation. ",
            "section": "Comparative analysis of the growth of strains"
        },
        {
            "text": "From the 38th hour of cultivation, the growth rate of the strains of T. hamatum, T. harzianum, and T. longibrachiatum increased ( Table 1,  Fig. 2), and a significant difference in growth could be seen from that period for T. harzianum vs T. viride, T. harzianum vs control, and T. logibrachiatum vs control ( Table 1). ",
            "section": "Comparative analysis of the growth of strains",
            "ref_spans": [
                {
                    "start": 130,
                    "end": 138,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1,"
                },
                {
                    "start": 140,
                    "end": 147,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 2)"
                },
                {
                    "start": 310,
                    "end": 318,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1)"
                }
            ]
        },
        {
            "text": "Considering that the average scores of T. hamatum exhibited a significant rate in all the periods and also presented the highest value of R (Table 2), it can be assumed that this strain too presented the highest growth rate among those tested, followed by T. harzianum and T. logibrachiatum.",
            "section": "Comparative analysis of the growth of strains",
            "ref_spans": [
                {
                    "start": 140,
                    "end": 149,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "(Table 2)"
                }
            ]
        },
        {
            "text": "In cultures containing yeast extract and sucrose, different growth rates were also detected among the strains (H 0-18h =31.38; H 20-36h =38.97; H 36-54h =42.12; H 56-72h =42.42 and p<0.0001). ",
            "section": "Comparative analysis of the growth of strains"
        },
        {
            "text": "The average scores of T. hamatum vs T. viride and the scores of T. hamatum and of T. harzianum when individually analyzed, against the control, were significantly different in all the periods (Table  1), while T. harzianum vs T. longibrachiatum and T. harzianum vs T. viride exhibited significant differences only after 38 h of cultivation. ",
            "section": "Comparative analysis of the growth of strains",
            "ref_spans": [
                {
                    "start": 192,
                    "end": 202,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(Table  1)"
                }
            ]
        },
        {
            "text": "On comparing these data, it can be seen in the Fig. 2 that, from the 38th hour, the growth curve of T. harzianum surpassed that of T. hamatum and, consequently, the R-value of T. harzianum increased in that period too ( Table 2).",
            "section": "Comparative analysis of the growth of strains",
            "ref_spans": [
                {
                    "start": 47,
                    "end": 53,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 2"
                },
                {
                    "start": 220,
                    "end": 227,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "On comparing the cultivation conditions tested here, it can be concluded that in the cultivation of T. harzianum there was an increase in the growth rate at approximately the 36th hour in all the conditions (Figs. 1, 2). ",
            "section": "Analyses of the growth of each individual strain in different cultivation conditions",
            "ref_spans": [
                {
                    "start": 207,
                    "end": 219,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Figs. 1, 2)"
                }
            ]
        },
        {
            "text": "From this period, the strain started to differ significantly from both T. viride (in the cultivation with yeast extract and glucose) and T. longibrachiatum (when cultivated in yeast extract and sucrose) ( Table 1). ",
            "section": "Analyses of the growth of each individual strain in different cultivation conditions",
            "ref_spans": [
                {
                    "start": 205,
                    "end": 212,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "Analyzing only the nitrogen sources in function of the carbon sources used, it was observed that the growth of T. harzianum was 30% higher with yeast extract plus glucose than with tryptone plus glucose (Figs. 1, 2). ",
            "section": "Analyses of the growth of each individual strain in different cultivation conditions",
            "ref_spans": [
                {
                    "start": 203,
                    "end": 214,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Figs. 1, 2"
                }
            ]
        },
        {
            "text": "The same pattern was observed with regard to media with sucrose, where the growth with yeast extract was 65% higher than with tryptone (Figs. 1, 2). ",
            "section": "Analyses of the growth of each individual strain in different cultivation conditions",
            "ref_spans": [
                {
                    "start": 135,
                    "end": 147,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Figs. 1, 2)"
                }
            ]
        },
        {
            "text": "Thus, yeast extract appears to be the best nitrogen source for T. harzianum, compared to tryptone, apart from the carbon source used in this study. ",
            "section": "Analyses of the growth of each individual strain in different cultivation conditions"
        },
        {
            "text": "Studies involving xylanase production indicated that T. harzianum is a good producer of xylanases in media containing yeast extract (7). ",
            "section": "Analyses of the growth of each individual strain in different cultivation conditions",
            "ref_spans": [
                {
                    "start": 132,
                    "end": 135,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(7)"
                }
            ]
        },
        {
            "text": "The comparative analysis of the carbon sources in function of the nitrogen sources showed that in the presence of tryptone, growth of T. harzianum in the cultures with glucose was 15% higher than that in sucrose (Fig.  1), while in presence of yeast extract the growth was 10% higher in the cultures with sucrose than in those with glucose (Fig. 2).",
            "section": "Analyses of the growth of each individual strain in different cultivation conditions",
            "ref_spans": [
                {
                    "start": 212,
                    "end": 221,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig.  1)"
                },
                {
                    "start": 340,
                    "end": 348,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Fig. 2)"
                }
            ]
        },
        {
            "text": "The data above show that yeast extract is better for growth of T. harzianum, especially when combined with sucrose, and differs in this respect from T. viride (Table 1).",
            "section": "Analyses of the growth of each individual strain in different cultivation conditions",
            "ref_spans": [
                {
                    "start": 159,
                    "end": 168,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(Table 1)"
                }
            ]
        },
        {
            "text": "As expected with all cultures, the growth of T. hamatum in glucose was much better than in sucrose, as glucose is a simpler metabolite than sucrose. ",
            "section": "Analyses of the growth of each individual strain in different cultivation conditions"
        },
        {
            "text": "Considering only the influence of sugar, it can be seen that growth of T. hamatum was 40% higher in glucose than in sucrose in presence of tryptone as nitrogen source (Fig. 1). ",
            "section": "Analyses of the growth of each individual strain in different cultivation conditions",
            "ref_spans": [
                {
                    "start": 167,
                    "end": 175,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 1)"
                }
            ]
        },
        {
            "text": "Likewise, the growth of T. hamatum was 45% higher in glucose than in sucrose in the medium with yeast extract (Fig. 2). ",
            "section": "Analyses of the growth of each individual strain in different cultivation conditions",
            "ref_spans": [
                {
                    "start": 110,
                    "end": 118,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Fig. 2)"
                }
            ]
        },
        {
            "text": "These results indicate that for T. hamatum cultivation, glucose is better than sucrose as carbon source, irrespective of the nitrogen source used. ",
            "section": "Analyses of the growth of each individual strain in different cultivation conditions"
        },
        {
            "text": "Analyzing influence of the nitrogen source on the growth rate of T. hamatum, a slightly higher growth (20%) could be observed in yeast extract than in tryptone, when glucose was present in the medium (Figs.  1, 2). ",
            "section": "Analyses of the growth of each individual strain in different cultivation conditions",
            "ref_spans": [
                {
                    "start": 200,
                    "end": 213,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Figs.  1, 2)"
                }
            ]
        },
        {
            "text": "Almost the same result was detected when sucrose was used as carbon source, in which growth of T. hamatum was 15% higher than in yeast extract, indicating that in this strain yeast extract induces a higher growth rate (Figs. 1, 2).",
            "section": "Analyses of the growth of each individual strain in different cultivation conditions",
            "ref_spans": [
                {
                    "start": 218,
                    "end": 230,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Figs. 1, 2)"
                }
            ]
        },
        {
            "text": "T. longibrachiatum presented similar growth rates in all the cultivation conditions tested here (with small differences ranging from 10 to 15%) which can be observed in both Figures. ",
            "section": "Analyses of the growth of each individual strain in different cultivation conditions"
        },
        {
            "text": "According to the statistical data, this strain differed from the control only from the 20th hour of growth, and did not differ from T. viride in any period. ",
            "section": "Analyses of the growth of each individual strain in different cultivation conditions"
        },
        {
            "text": "This last strain did not show a growth pattern different from the control or exhibit a significant growth rate. ",
            "section": "Analyses of the growth of each individual strain in different cultivation conditions"
        },
        {
            "text": "This suggests that for these two strains, T. longibrachiatum and T. viride, further studies are necessary because the nutritional sources tested here may not be suitable for their cultivation.",
            "section": "Analyses of the growth of each individual strain in different cultivation conditions"
        },
        {
            "text": "Different carbon sources were also used in analysis of fungi and production of total lipids, as well as γ-linoleic acid, maintaining the nitrogen source (yeast extract) constant (26). ",
            "section": "Analyses of the growth of each individual strain in different cultivation conditions",
            "ref_spans": [
                {
                    "start": 178,
                    "end": 182,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "(26)"
                }
            ]
        },
        {
            "text": "The results showed a five times higher growth rate in the culture medium containing glucose, compared to that with sucrose.",
            "section": "Analyses of the growth of each individual strain in different cultivation conditions"
        },
        {
            "text": "Yeast extract has effectively been the best nitrogen source for growing filamentous fungi and is the best inducer for production of different macromolecules, a characteristic also observed, in recent studies, for thermophilic fungi (15). ",
            "section": "Analyses of the growth of each individual strain in different cultivation conditions",
            "ref_spans": [
                {
                    "start": 232,
                    "end": 236,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "(15)"
                }
            ]
        },
        {
            "text": "It was confirmed that significant mycelial growth resulted in T. aureoviride, T. viride, and T. harzianum strains when cultivated in media containing yeast extract and agricultural soil (16), this last being a nitrogen source considered very stimulating for production of enzymes , such as proteases (2,9) and cellulases (26), by Trichoderma.",
            "section": "Analyses of the growth of each individual strain in different cultivation conditions",
            "ref_spans": [
                {
                    "start": 186,
                    "end": 190,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "(16)"
                },
                {
                    "start": 300,
                    "end": 303,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(2,"
                },
                {
                    "start": 303,
                    "end": 305,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "9)"
                },
                {
                    "start": 321,
                    "end": 325,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "(26)"
                }
            ]
        },
        {
            "text": "Studies performed with the Bioscreen C automated system (4) on Saccharomyces cerevisiae and Aspergillus niger revealed that both of them presented a good growth rate in medium containing yeast extract. ",
            "section": "Analyses of the growth of each individual strain in different cultivation conditions"
        },
        {
            "text": "In another study using Bioscreen C, the researchers were able to demonstrate that despite belonging to the same species, four strains of Mucor hiemalis differed with respect to their capacities for growth with the same carbonor nitrogen source (30).",
            "section": "Analyses of the growth of each individual strain in different cultivation conditions",
            "ref_spans": [
                {
                    "start": 244,
                    "end": 248,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "(30)"
                }
            ]
        },
        {
            "text": "In our study, other sources of nitrogen were also tested, such as casein, gelatin, and ammonium nitrate, in the presence of glucose or sucrose, but no significant growth rate was observed with any of them (data not shown). ",
            "section": "Analyses of the growth of each individual strain in different cultivation conditions"
        },
        {
            "text": "Ammonium nitrate has been used as a stimulating agent for synthesis of different enzymes in fungi (24). ",
            "section": "Analyses of the growth of each individual strain in different cultivation conditions",
            "ref_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "(24)"
                }
            ]
        },
        {
            "text": "However, as the ammonium ion and its derivates, in general, tend to behave as enzyme inhibitors (11), and it may have negatively influenced the fungi growth tested here when ammonium nitrate was used in the media.",
            "section": "Analyses of the growth of each individual strain in different cultivation conditions",
            "ref_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(11)"
                }
            ]
        },
        {
            "text": "Trichoderma is a fungus used for industrial production of enzymes such as xylanases and glucanases and many other metabolites (8), besides having clinical importance, causing infections, as reported for T. viride (18), T. longibrachiatum (16) and for T.harzianum (12). ",
            "section": "Analyses of the growth of each individual strain in different cultivation conditions",
            "ref_spans": [
                {
                    "start": 126,
                    "end": 129,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "(8)"
                },
                {
                    "start": 213,
                    "end": 217,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "(18)"
                },
                {
                    "start": 238,
                    "end": 242,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "(16)"
                },
                {
                    "start": 263,
                    "end": 267,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "(12)"
                }
            ]
        },
        {
            "text": "Thus, the verification of nutritional parameters for the strains tested in our study is promising for optimizing their biotechnological-and industrial uses.",
            "section": "Analyses of the growth of each individual strain in different cultivation conditions"
        },
        {
            "text": "Some studies on microorganisms' growth compared the Bioscreen automated system and the traditional cultivation method, and many patterns of similarity between them were found. ",
            "section": "Analyses of the growth of each individual strain in different cultivation conditions"
        },
        {
            "text": "One of these studies (34) confirmed that the Bioscreen automated system is a promising and reliable method for several uses in microbiology.",
            "section": "Analyses of the growth of each individual strain in different cultivation conditions",
            "ref_spans": [
                {
                    "start": 21,
                    "end": 25,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "(34)"
                }
            ]
        },
        {
            "text": "Considering that the microorganism cultivation in industries must be carried out on large scale for production of innumerable commercially interesting metabolites, our results indicate that the Bioscreen system provides a fast-and economical way to test and optimize growth conditions for further use in such large-scale production. ",
            "section": "Analyses of the growth of each individual strain in different cultivation conditions"
        },
        {
            "text": "Trichoderma é um dos gêneros de fungos produtores de metabólitos de interesse industrial. ",
            "section": "Analyses of the growth of each individual strain in different cultivation conditions"
        },
        {
            "text": "O crescimento destes organismos é conseqüência das fontes nutricionais utilizadas, juntamente com as condições físicas de cultivo. ",
            "section": "Analyses of the growth of each individual strain in different cultivation conditions"
        },
        {
            "text": "Neste trabalho, o sistema automatizado Bioscreen C foi utilizado para avaliar a influência de diferentes fontes nutricionais sobre o crescimento de linhagens de Trichoderma (T. hamatum, T. harzianum, T. viride e T. longibrachiatum) isoladas do solo da Estação Ecológica da Juréia-Itatins (JIES), São Paulo -Brasil. ",
            "section": "Analyses of the growth of each individual strain in different cultivation conditions"
        },
        {
            "text": "Os cultivos foram feitos em meios líquidos de cultura contendo diferentes fontes de carbono (2%; w / v) e nitrogênio (1%; w / v) a 28ºC, pH 6,5 e agitados a 150 rpm durante 72 h. ",
            "section": "Analyses of the growth of each individual strain in different cultivation conditions"
        },
        {
            "text": "Os resultados mostraram, conforme esperado, que a glicose é melhor do que a sacarose como fonte de carbono indutora de crescimento das linhagens de Trichoderma testadas, enquanto que, o extrato de leveduras e a triptona foram boas fontes de nitrogênio indutoras de crescimento para os cultivos de T. hamatum e T. harzianum.",
            "section": "Analyses of the growth of each individual strain in different cultivation conditions"
        },
        {
            "text": "Palavras chave: Bioscreen C, crescimento, Trichoderma, triptona, extrato de leveduras.",
            "section": "Rossi"
        },
        {
            "text": "Growth curves (O.D. 540 nm) of T. hamatum, T. longibrachiatum, T. viride, and T. harzianum in medium containing tryptone and glucose ",
            "section": "Figure 1 ."
        },
        {
            "text": "(a) or tryptone and sucrose ",
            "section": "Figure 1 ."
        },
        {
            "text": "(b) incubated at 28ºC from 0 until 72 h in an automated Bioscreen C system.",
            "section": "Figure 1 ."
        },
        {
            "text": "Growth curves (O.D. 540nm) of T. hamatum, T. longibrachiatum, T. viride, and T. harzianum in medium containing yeast extract and glucose ",
            "section": "Figure 2 ."
        },
        {
            "text": "(a) or yeast extract and sucrose ",
            "section": "Figure 2 ."
        },
        {
            "text": "(b) incubated at 28ºC from 0 until 72 h in an automated Bioscreen C system.",
            "section": "Figure 2 ."
        },
        {
            "text": "-Rodrigues, B.C was a fellow from the Scholarship Institutional Program in Scientific Initiation from PIBIC/CNPq (Brazilian Research Council) in the São Paulo State University (UNESP). "
        },
        {
            "text": "RESUMO Crescimento de linhagens de Trichoderma em diferentes fontes nutricionais, empregando o sistema automatizado Bioscreen C."
        },
        {
            "text": "Growth differences of the strains for culture periods in different culture media. ",
            "section": "Table 1 .4.361 4.361 4.361 3.508 4.361 3.894 4.119 5.016 4.343 3.822 4.334 2.862 4.092 2.961 2.9075.814 5.814 5.814 5.025 5.814 5.348 5.572 4.343 5.814 5.276 5.788 5.447 5.545 4.415 4.3613.733 4.056 4.253 4.809 4.289 4.720 4.603 1.606 3.553 4.845 4.388 2.916 4.217 5.761 5.8143.535 3.212 3.015 2.737 2.979 3.015 2.907 1.992 3.697 2.961 2.907 1.750 3.320 2.907 2.907"
        },
        {
            "text": "The z values were obtained from variance analysis (Kruskal-Wallis test) and confirmed by Dunn post hoc test (BioEstat 4.0 software). ",
            "section": "Table 1 .4.361 4.361 4.361 3.508 4.361 3.894 4.119 5.016 4.343 3.822 4.334 2.862 4.092 2.961 2.9075.814 5.814 5.814 5.025 5.814 5.348 5.572 4.343 5.814 5.276 5.788 5.447 5.545 4.415 4.3613.733 4.056 4.253 4.809 4.289 4.720 4.603 1.606 3.553 4.845 4.388 2.916 4.217 5.761 5.8143.535 3.212 3.015 2.737 2.979 3.015 2.907 1.992 3.697 2.961 2.907 1.750 3.320 2.907 2.907"
        },
        {
            "text": ".082 1.759 1.561 0.215 1.525 0.628 0.969 2.737 2.261 0.431 1.400 2.530 1.323 1.346 1.454",
            "section": "Table 1 .4.361 4.361 4.361 3.508 4.361 3.894 4.119 5.016 4.343 3.822 4.334 2.862 4.092 2.961 2.9075.814 5.814 5.814 5.025 5.814 5.348 5.572 4.343 5.814 5.276 5.788 5.447 5.545 4.415 4.3613.733 4.056 4.253 4.809 4.289 4.720 4.603 1.606 3.553 4.845 4.388 2.916 4.217 5.761 5.8143.535 3.212 3.015 2.737 2.979 3.015 2.907 1.992 3.697 2.961 2.907 1.750 3.320 2.907 2.907"
        },
        {
            "text": "0-18h 20-36h 38-54h 56-72h 0-18h 20-36h 38-54h 56-72h 0-18h 20-36h 38-54h 56-72h 0-18h 20-36h 38-54h 56-72h",
            "section": "Table 1 .4.361 4.361 4.361 3.508 4.361 3.894 4.119 5.016 4.343 3.822 4.334 2.862 4.092 2.961 2.9075.814 5.814 5.814 5.025 5.814 5.348 5.572 4.343 5.814 5.276 5.788 5.447 5.545 4.415 4.3613.733 4.056 4.253 4.809 4.289 4.720 4.603 1.606 3.553 4.845 4.388 2.916 4.217 5.761 5.8143.535 3.212 3.015 2.737 2.979 3.015 2.907 1.992 3.697 2.961 2.907 1.750 3.320 2.907 2.907"
        },
        {
            "text": "R-values of each strain obtained from variance analysis (Kruskal-Wallis test) confirmed by Dunn post hoc test (BioEstat 4.0 software).",
            "section": "Table 2 ."
        }
    ]
}