{
    "id": "cb163d6fb6",
    "level": "sentence",
    "abstract": [
        {
            "text": "The transobturator adjustable tape (TOA) allows adjustment of tension after surgical intervention, thus permitting correction of postoperative incontinence or obstruction. "
        },
        {
            "text": "The aim of this study was to compare the efficacy and safety of TOA versus transobturator tape (TOT) for the treatment of stress urinary incontinence with intrinsic sphincter deficiency (ISD). "
        },
        {
            "text": "Materials and Methods: Patients underwent TOA (n=33 with ISD) or TOT (n=47 with ISD) insertion by one experienced surgeon. "
        },
        {
            "text": "The patients were considered to have ISD on the basis of a Valsalva leak point pressure ＜60 cmH2O or a maximum urethral closure pressure ＜20 cmH2O. "
        },
        {
            "text": "The preoperative evaluation included history taking, physical examination, voiding diary, stress and 1-hour pad tests, and a comprehensive urodynamic examination. "
        },
        {
            "text": "Postoperative evaluation included a stress test, 1-hour pad test, questionnaire, and uroflowmetry with postvoid residuals. "
        },
        {
            "text": "Results: After 6 months of follow-up, the rate of cure (TOA, 75.6% vs. TOT, 72.3%) was similar between the two groups. "
        },
        {
            "text": "The rate of satisfaction was not significantly higher in the TOA group than in the TOT group (84.8% vs. 78.7%; p=0.05). "
        },
        {
            "text": "Four patients in the TOA group (12.1%) needed a reduction in tension because of urinary obstruction (flow ＜10 ml/sec and/or residual urine ＞50 ml). "
        },
        {
            "text": "The tension of the mesh was tightened in 5 patients (15.2%) because of the persistence of a certain degree of incontinence. "
        },
        {
            "text": "The residual urine volume at postoperative 7 days was significantly lower in the TOA group than in the TOT group (19.5 ml vs. 41 ml; p=0.016, repeated-measures analysis of variance test). "
        },
        {
            "text": "Conclusions: The TOA allows postoperative readjustment of the suburethral sling pressure for a number of days after surgical intervention, which allows for the achievement of good short-term results. "
        },
        {
            "text": "These data suggest that better lower obstructive voiding symptoms than those achieved with the traditional nonadjustable mesh can be obtained with the TOA."
        }
    ],
    "body_text": [
        {
            "text": "Mid-urethral sling procedures have been found to be a safe and effective treatment of choice in stress urinary incontinence (SUI). ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Although the tension-free vaginal tape (TVT) procedure is considered to be the gold standard with excellent long-term efficacy [1], serious complications have been reported with this technique, including vascular and bowel injuries [2]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 39,
                    "end": 44,
                    "type": "bibr",
                    "text": "(TVT)"
                },
                {
                    "start": 127,
                    "end": 130,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                },
                {
                    "start": 232,
                    "end": 235,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "To minimize these complications, an alternative procedure called the tension-free obturator tape (TOT) procedure was developed in which the tape is introduced through the obturator foramen [3]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 189,
                    "end": 192,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "The TOT procedure has been shown in several randomized comparative studies to be as safe and effective in the surgical treatment of stress urinary incontinence as the TVT technique [4,5]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 181,
                    "end": 184,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4,"
                },
                {
                    "start": 184,
                    "end": 186,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5]"
                }
            ]
        },
        {
            "text": "However, in a minority of women with stress incontinence, stress incontinence surgery may result in failure owing to the presence of hidden intrinsic sphincter deficiency (ISD), mixed incontinence, hormonal changes, or age-related collagen alteration. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "The success rates of the tension-free sling in women with SUI with ISD range from 24 to 84%, although the results were reported differently in research on the success of treatment of anatomical urinary incontinence [6,7]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 215,
                    "end": 218,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6,"
                },
                {
                    "start": 218,
                    "end": 220,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7]"
                }
            ]
        },
        {
            "text": "Some articles on TVT for intrinsic sphincter deficiency show satisfactory outcome with rates of 73 to 91% [8][9][10]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 106,
                    "end": 109,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                },
                {
                    "start": 109,
                    "end": 112,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                },
                {
                    "start": 112,
                    "end": 116,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "TOT has been used for the treatment of SUI patients along with TVT, but there have been only a few reports on its outcomes for SUI with ISD. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Costantini et al. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "[11] reported that the cure rate of the TOT procedure was 77.3% in women with ISD.",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "The most common problem in sling surgery has been excess tension, and concern over postoperative bladder outlet obstruction has led to the development of a number of methods for determining the proper tension. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Thus, the transobturator adjustable tape (TOA) was developed to reduce these complications. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "The adjustable transobturator tape has been shown to allow for adjustment of tension for several days after surgical intervention, thus permitting correction of postoperative symptoms. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Therefore, it has the advantages that urinary retention can be achieved and incontinence can be minimized [12].",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 106,
                    "end": 110,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "In this study, we present a retrospective comparison after short-term follow-up of the effectiveness for SUI with ISD of the TOA and TOT procedures performed by one urologist.",
            "section": "INTRODUCTION"
        },
        {
            "text": "Patients underwent TOA (n=33 with ISD) or TOT (n=47 with ISD) performed by one experienced surgeon between January 2007 and December 2009. ",
            "section": "Patient group"
        },
        {
            "text": "Each patient underwent one of two techniques (TOA; A.M.I TOA Sling, Agency for Medical Innovations GmbH, Austria; TOT, Dowmedics Co., Wonju, Korea) in accordance with the scheduling order. ",
            "section": "Patient group"
        },
        {
            "text": "Subjects were considered to have ISD identified by a Valsalva leak point pressure (VLPP) measurement ＜60 cmH2O in the sitting position with a volume of 150 ml in the bladder or by a maximum urethral closure pressure (MUCP) measurement ＜20 cmH2O in the sitting position with a volume of 200 ml in the bladder [13,14]. ",
            "section": "Patient group",
            "ref_spans": [
                {
                    "start": 308,
                    "end": 312,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13,"
                },
                {
                    "start": 312,
                    "end": 315,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14]"
                }
            ]
        },
        {
            "text": "Patients with neurological disorders or detrusor overactivity were excluded from this protocol. ",
            "section": "Patient group"
        },
        {
            "text": "Additional minor exclusion factors were chronic degenerative diseases that would affect muscular and nerve tissues, advanced genital prolapses, and active or recurrent urinary tract infections. ",
            "section": "Patient group"
        },
        {
            "text": "We excluded patients who had pelvic prolapse greater than stage I on the International Continence Society grading system.",
            "section": "Patient group"
        },
        {
            "text": "All patients were given a routine workup for incontinence, including history, physical examination, stress cough test, standard 1-hour pad test, uroflowmetry, post-void residual (PVR) urine measurement, and complete multi-channel urodynamic study. ",
            "section": "Study design"
        },
        {
            "text": "All medical charts were retrospectively reviewed for certain data, including age, body weight, height, urodynamic study, and type of suburethral tape. ",
            "section": "Study design"
        },
        {
            "text": "We reviewed complications, postoperative urinary symptoms, and outcomes. ",
            "section": "Study design"
        },
        {
            "text": "During the pelvic examination, the severity of the vaginal wall defect was determined by using the pelvic organ prolapse quantification system [15].",
            "section": "Study design",
            "ref_spans": [
                {
                    "start": 143,
                    "end": 147,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "The stress cough test was performed with the patient in the standing position with 300 ml bladder filling. ",
            "section": "Study design"
        },
        {
            "text": "Urodynamic study was performed with the patient in a birthing chair at a 45-degree angle. ",
            "section": "Study design"
        },
        {
            "text": "After catheterization, cystometry was performed by using a Laborie 8 Fr double-lumen urodynamic catheter at a fill rate of 50 ml/min. ",
            "section": "Study design"
        },
        {
            "text": "First desire, strong desire, and maximal cystometric capacity were recorded. ",
            "section": "Study design"
        },
        {
            "text": "The VLPP, a measurement of the lowest abdominal pressure required to produce urine leakage, was also recorded. ",
            "section": "Study design"
        },
        {
            "text": "The VLPP was obtained with the subject seated when the total infused volume of sterile water reached 300 ml. ",
            "section": "Study design"
        },
        {
            "text": "Routine postoperative follow-up for all patients included office visits at postoperative 7 days and at 3 and 6 months. ",
            "section": "Study design"
        },
        {
            "text": "At postoperative 7 days, patients underwent a stress cough test and uroflowmetry and residual urine volume measurement. ",
            "section": "Study design"
        },
        {
            "text": "At the 3-and 6-month follow-up, a 1-hour pad test was added to the previous tests. ",
            "section": "Study design"
        },
        {
            "text": "Objective outcomes were assessed with the cough stress test and 1-hour pad test. ",
            "section": "Study design"
        },
        {
            "text": "SUI cure was defined as no leakage of urine during cough stress testing and a pad weight gain of less than 2 g on a 1-hour pad test during the follow-up visit. ",
            "section": "Study design"
        },
        {
            "text": "Improvement was defined as a more than 50% reduction of urine weight on a 1-hour pad test and a positive result on the stress cough test. ",
            "section": "Study design"
        },
        {
            "text": "Failure was defined as less than a 50% reduction on a 1-hour pad test and a positive result on the cough stress test. ",
            "section": "Study design"
        },
        {
            "text": "Subjective outcomes were classified as very satisfied, satisfied, fair, or dissatisfied. ",
            "section": "Study design"
        },
        {
            "text": "Patients who checked 'very satisfied' or 'satisfied' were placed in the satisfaction group. ",
            "section": "Study design"
        },
        {
            "text": "Urinary obstruction was defined as a flow ＜10 ml/s and/or residual urine ＞50 ml. ",
            "section": "Study design"
        },
        {
            "text": "Groin and thigh pain was another potential problem after transobturator sling operations. ",
            "section": "Study design"
        },
        {
            "text": "Severe pain was defined as the presence of pain still requiring analgesic therapy 1 week after surgery.",
            "section": "Study design"
        },
        {
            "text": "TOA is a macroporous, polypropylene, monofilament non-elastic-type tape. ",
            "section": "Operation technique"
        },
        {
            "text": "The TOA method is similar to the TOT procedure. ",
            "section": "Operation technique"
        },
        {
            "text": "The TOA tape is situated below the mid-urethra via a small incision in the anterior vaginal wall. ",
            "section": "Operation technique"
        },
        {
            "text": "Two strings on either side are situated 1.5 cm from the midline of the tape, which is externalized via the anterior vaginal wall. ",
            "section": "Operation technique"
        },
        {
            "text": "When it is pulled down to reduce tension, the TOA group is formed of three strings in each branch of the tape situated at the same distance from both thighs.  ",
            "section": "Operation technique"
        },
        {
            "text": "These are externalized via the same orifice through which the mesh is, when pulled up, to increase the tension. ",
            "section": "Operation technique"
        },
        {
            "text": "The tension is adjusted with minimal tension by placing scissors between the tape and the urethra. ",
            "section": "Operation technique"
        },
        {
            "text": "The plastic envelope is removed, and the redundant portion of the mesh is cut. ",
            "section": "Operation technique"
        },
        {
            "text": "Depending on the distance from the urethra to the skin, one or two of the lateral superior strings are also cut. ",
            "section": "Operation technique"
        },
        {
            "text": "Cystoscopy was performed during the procedure. ",
            "section": "Operation technique"
        },
        {
            "text": "The Foley catheter was removed the next day, and the patients underwent studies that included measurements of flow rate and PVR before being discharged home.",
            "section": "Operation technique"
        },
        {
            "text": "SPSS version 15.0 (SPSS Inc., Chicago, IL, USA) was used for statistical analyses. ",
            "section": "Statistical analyses",
            "entity_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "software",
                    "rawForm": "SPSS",
                    "resp": "#annotator7",
                    "used": true,
                    "id": "cb163d6fb6-software-0",
                    "cert": "1.0"
                },
                {
                    "start": 13,
                    "end": 17,
                    "type": "version",
                    "rawForm": "15.0",
                    "resp": "#annotator7",
                    "id": "#cb163d6fb6-software-0"
                },
                {
                    "start": 19,
                    "end": 27,
                    "type": "publisher",
                    "rawForm": "SPSS Inc",
                    "resp": "#curator",
                    "id": "#cb163d6fb6-software-0"
                }
            ]
        },
        {
            "text": "Comparison of baseline patient characteristics as well as baseline uroflowmetric parameters was performed by using the independent t-test and chi-square test. ",
            "section": "Statistical analyses"
        },
        {
            "text": "The repeated-measures analysis of variance (ANOVA) test was used to compare changes in clinical outcomes between the two groups. ",
            "section": "Statistical analyses"
        },
        {
            "text": "Statistical significance was set at p＜0.05.",
            "section": "Statistical analyses"
        },
        {
            "text": "A total of 80 participants underwent the TOA procedure (n=33) or the TOT procedure (n=47). ",
            "section": "RESULTS"
        },
        {
            "text": "In the TOT group, 22 of the 47 patients had low VLPP (＜60 cmH2O), and 29 of the 47 patients had low MUCP (＜20 cmH2O). ",
            "section": "RESULTS"
        },
        {
            "text": "In the TOA group, 14 of the 33 patients had low VLPP (＜60 cmH2O), and 20 of the 33 patients had low MUCP (＜20 cmH2O). ",
            "section": "RESULTS"
        },
        {
            "text": "There were no significant differences in preoperative characteristics between patients in the TOA and TOT groups ( Table 1). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 115,
                    "end": 122,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "The operating time was 22.7±2.3 minutes in the TOT group and 23.5±2.4 minutes in the TOA group (mean± SD). ",
            "section": "RESULTS"
        },
        {
            "text": "The mean hospitalization duration was 3.1 days in the TOT group and 3.3 days in the TOA group. ",
            "section": "RESULTS"
        },
        {
            "text": "There was no significant difference. ",
            "section": "RESULTS"
        },
        {
            "text": "Uroflowmetry tests performed before and after surgery showed that flow in the TOT group ranged from 23.0±7.2 ml/sec to 20.0±7.4 ml/sec and that in the TOA group ranged from 22.5±7.7 ml/sec to 21.3±9.2 ml/sec ( Table 2). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 210,
                    "end": 218,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2)"
                }
            ]
        },
        {
            "text": "No statistically significant differences were found in the change in maximal urine flow rate between the two groups. ",
            "section": "RESULTS"
        },
        {
            "text": "However, the change in residual urine volume was significantly lower in the TOA group than in the TOT group (19.5 ml vs. 41 ml, p=0.016, repeated-measures ANOVA test). ",
            "section": "RESULTS"
        },
        {
            "text": "There was no definite difference in voiding volume or maximal urine flow between the two groups. ",
            "section": "RESULTS"
        },
        {
            "text": "At postoperative 6 months, the change in maximal urine flow rate, voiding volume, and residual urine volume was similar at postoperative 7 days.",
            "section": "RESULTS"
        },
        {
            "text": "Postoperative complications are shown in Table 3. ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 41,
                    "end": 48,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "Vaginal wall injury occurred in 2 patients (4.3%) in the TOT  group and urethral perforation occurred in 1 patient (3.0%) in the TOA group. ",
            "section": "RESULTS"
        },
        {
            "text": "We promptly repaired the vaginal wall injury, and the patient with urethral perforation was catheterized for 3 days. ",
            "section": "RESULTS"
        },
        {
            "text": "There were no cases of wound infection, tape erosion, or urinary tract infection (white blood cell count ＞5 in urine analysis) in either group. ",
            "section": "RESULTS"
        },
        {
            "text": "Six patients (18.2%) in the TOA group tended to still have continuing groin pain 1 day after surgery. ",
            "section": "RESULTS"
        },
        {
            "text": "The incidence of such pain was 10.6% of the TOT group compared with 6.1% of the TOA group 7 days after surgery. ",
            "section": "RESULTS"
        },
        {
            "text": "The cause of these results may have been that with the TOA procedure the strings remained until the end of the adjustment period. ",
            "section": "RESULTS"
        },
        {
            "text": "The patients received analgesic agents for 7 days. ",
            "section": "RESULTS"
        },
        {
            "text": "Four patients in the TOA group had improved pain 1 week after surgery, and two patients (6.1%) had improved pain 4 weeks after surgery. ",
            "section": "RESULTS"
        },
        {
            "text": "Postoperative urinary obstruction was seen in 10 patients (21.3%) in the TOT group at the 1-week follow-up visit. ",
            "section": "RESULTS"
        },
        {
            "text": "Four patients (8.5%) in the TOT group had persistent obstructive voiding symptoms (flow rate ＜10 ml/sec and/or residual urine ＞50 ml) at the 6-month follow-up visit. ",
            "section": "RESULTS"
        },
        {
            "text": "These patients still showed no improvement, so we performed urethrolysis at 6 to 12 months after surgery. ",
            "section": "RESULTS"
        },
        {
            "text": "Four patients in the TOA group (12.1%) required a reduction in tension due to urinary obstruction (flow ＜10 ml/sec and/or residual urine ＞50 ml) after postoperative day 1. ",
            "section": "RESULTS"
        },
        {
            "text": "In 5 patients (15.2%) in the TOA group, the tension of the mesh was tightened because of a certain degree of continuing incontinence after postoperative day 1. ",
            "section": "RESULTS"
        },
        {
            "text": "One patient (3.0%) in the TOA group had a complication of urethral obstruction at 5 months after surgery; this case required urethrolysis at 6 months after surgery. ",
            "section": "RESULTS"
        },
        {
            "text": "Table 4 shows the objective and subjective outcomes of both groups 6 months after surgery. ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 4"
                }
            ]
        },
        {
            "text": "Notably, no statistically significant differences were found between the two types. ",
            "section": "RESULTS"
        },
        {
            "text": "The overall cure rate was 75.6% at 6 months in the TOA group vs. 72.3% in the TOT group. ",
            "section": "RESULTS"
        },
        {
            "text": "The satisfaction rate was higher in the TOA group than in the TOT group (84.8% vs. 78.7%).",
            "section": "RESULTS"
        },
        {
            "text": "Surgical failure rates increase 4 to 6-fold when there is evidence of ISD (MUCP ＜20 cmH2O or VLPP ＜60 cmH2O at capacity) [16]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 121,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "In one study, Hsiou et al. ",
            "section": "DISCUSSION"
        },
        {
            "text": "[17] retrospectively analyzed 61 cases of TVT and 60 cases of TOT and found that low MUCP (＜40 cmH2O) was an independent risk factor for sling failure for the TOT group but not the TVT group. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[17]"
                }
            ]
        },
        {
            "text": "On the contrary, in ancillary studies from two separate RCTs comparing TVT with TOT [11,18], no significant differences in objective stress incontinence cure rates in ISD cases based on a VLPP of 60 cmH2O or less were reported. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 84,
                    "end": 88,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11,"
                },
                {
                    "start": 88,
                    "end": 91,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "18]"
                }
            ]
        },
        {
            "text": "Surgical failure occurred in 8 of 25 patients (32%) in the TOT group compared with 6 (24%) of 25 patients in the TVT group (p＞0.05). ",
            "section": "DISCUSSION"
        },
        {
            "text": "In another report, Barber found no significant association between low VLPP and recurrent stress incontinence in a multivariate analysis. ",
            "section": "DISCUSSION"
        },
        {
            "text": "However, it must be pointed out that both studies contained only between 14 and 25 ISD patients in each arm and consisted of only one patient who had both ISD and fixed urethra. ",
            "section": "DISCUSSION"
        },
        {
            "text": "On ultrasound assessment, Long et al. ",
            "section": "DISCUSSION"
        },
        {
            "text": "[19] compared TVT and the transobturator tape (TVT-Obturator) and showed that, at rest or during Valsalva, the middle of the TVT-Obturator tape localized more distally than the TVT (p=0.01). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "A higher rate of urethral kinking during straining was observed in the TVT group than in the TVT-Obturator group after surgery (86.9% compared with 23.9%, p=0.01). ",
            "section": "DISCUSSION"
        },
        {
            "text": "Also, the subjective cure rate was significantly lower for the TVT-Obturator group than for the TVT group (82.4 vs. 93.4%, p=0.042) [19]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 132,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "The difference was because the mesh tape of the TOT, which was more horizontally placed, lacked support because it wrapped a smaller part of the urethra in comparison with that wrapped by the TVT [7]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 196,
                    "end": 199,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "The current literature would thus suggest that ISD-related SUI in-creases the surgical failure rate and that mid-urethral slings placed retropubically have a higher success rate than do those placed with a transobturator approach. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In the present study, the overall cure rate was 75.6% at 6 months in the TOA group vs. 72.3% in the TOT group. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The high cure rate of the TOA procedure resulted from the adjustable system after the immediate postoperative period. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The satisfaction rate was higher in the TOA group than in the TOT group (84.8% vs. 78.7%).",
            "section": "DISCUSSION"
        },
        {
            "text": "In a study by Rezapour et al. ",
            "section": "DISCUSSION"
        },
        {
            "text": "[8], the success rate was 86% after TVT surgery for SUI with ISD. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "In an observational, retrospective, multicenter study, Lee et al. ",
            "section": "DISCUSSION"
        },
        {
            "text": "[20] recently evaluated pre-and intraoperative factors that might affect long-term (5-year) success rates of the TVT procedure in 155 consecutive patients with SUI. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "They found that 64 patients with abdominal leak point pressure ≥60 cmH2O had significantly higher cure rates than did 31 patients with abdominal leak point pressure ＜60 cmH2O (82.8 vs. 51.6%, respectively; p=0.003). ",
            "section": "DISCUSSION"
        },
        {
            "text": "The success cure rate of the TVT procedure with ISD varies from 52 to 86%; we noted a similar success rate in both the TOA group with ISD in our present study and in the other article's TVT group with ISD.",
            "section": "DISCUSSION"
        },
        {
            "text": "The overall goal of the sling operation is to produce adequate urethral resistance to prevent stress incontinence, allowing voluntary and complete bladder emptying. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The two most frequent problems after stress incontinence surgery are persistence of incontinence and voiding dysfunction, both of which are related to how loose or how tight the tape is implanted [21]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 196,
                    "end": 200,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "Slings that are too tight are associated with voiding dysfunction and de novo urge incontinence. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Slings that are too loose may still allow stress incontinence. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Although most urinary retention resolves with conservative treatment, including medication, urethral dilation, or intermittent catheterization, refractory urethral obstruction ultimately requires midline or lateral excision of the tape [22]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 236,
                    "end": 240,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "If SUI reappears or the patient suffers persistence of urinary leakage after surgery, we will need to perform a new intervention to correct it. ",
            "section": "DISCUSSION"
        },
        {
            "text": "However, the success rate of incontinence reoperations is between 20% and 40% lower than that of first-time operations, and these procedures present a greater number of complications [23]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 183,
                    "end": 187,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[23]"
                }
            ]
        },
        {
            "text": "In the present study, 13 patients (27.7%) in the TOT group had undergone urethral pull-down after postoperative 1 day. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In urethral pull-down, a Hegar dilator is inserted in the urethra and pulled down with the aim of moving downward and loosening the tape in the TOT group. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In four patients in the TOA group (12.1%), it was necessary to reduce tension due to urinary obstruction (flow ＜10 ml/sec and/or residual urine ＞50 ml) after postoperative day 1. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Tension is released from the mesh by pulling down on one side only of the vaginal strings, approximately 1 cm [24].",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 110,
                    "end": 114,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[24]"
                }
            ]
        },
        {
            "text": "The patients were checked again by uroflowmetry and residual urine volume after 3 hours. ",
            "section": "DISCUSSION"
        },
        {
            "text": "If the patients showed SUI in the cough stress test, then we immediately pulled up the strings on each side approximately 0.5 cm. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Continence was tested, and the procedure was repeated until the patient was continent with a maximum flow rate equal to or greater than 10 ml/s and when there was less than 50 ml of residual urine. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The strings were cut and extracted, and the patient was discharged. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In the present study, the change in residual urine volume was significantly lower in the TOA group than in the TOT group at postoperative 1 week (19.5 ml vs. 41 ml, p=0.016, repeated-measures ANOVA test). ",
            "section": "DISCUSSION"
        },
        {
            "text": "Four patients (8.5%) in the TOT group had persistent obstructive voiding symptoms (flow rate ＜10 ml/sec and/or residual urine ＞50 ml) at the 3-month follow-up visit. ",
            "section": "DISCUSSION"
        },
        {
            "text": "One patient (3.0%) in the TOA group had a complication of urethral obstruction at 5 months after surgery. ",
            "section": "DISCUSSION"
        },
        {
            "text": "These patients still showed no improvement, so we performed urethrolysis at 6 to 12 months after surgery. ",
            "section": "DISCUSSION"
        },
        {
            "text": "We think that the adjustable transobturator tape allowed for adjustment of tension for several days after surgical intervention, thus significantly reducing urethrolysis.",
            "section": "DISCUSSION"
        },
        {
            "text": "The reported complication rates range from 4.3% to 75.1% for retropubic and 10.5 to 31.3% for transobturator mid-urethral slings. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Complications include bladder perforation, hemorrhage, bowel injury, vaginal extrusion, urinary tract infections, and voiding dysfunction. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Retropubic mid-urethral slings lead to a higher occurrence of complications such as bladder perforation (0.7 to 24% vs. 0.5%) and hematoma (0.7 to 8% vs. 0% to 2%). ",
            "section": "DISCUSSION"
        },
        {
            "text": "In addition, the retropubic approach results in serious complications such as bowel injury, major vascular injury, and death [25]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 125,
                    "end": 129,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[25]"
                }
            ]
        },
        {
            "text": "Groin pain was more common after the transobturator approach. ",
            "section": "DISCUSSION"
        },
        {
            "text": "A randomized controlled study from Finland revealed that 16% of women in the transobturator (inside-to-outside) arm had groin pain compared with 1.5% of those in the TVT arm, which led to an increased need for analgesia in the transobturator group [26]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 248,
                    "end": 252,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[26]"
                }
            ]
        },
        {
            "text": "In the present study, groin pain occurred in 2 (6.1%) patients.",
            "section": "DISCUSSION"
        },
        {
            "text": "A recent large retrospective series of TVT revealed urethral erosion in 0.3% of cases [26]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 86,
                    "end": 90,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[26]"
                }
            ]
        },
        {
            "text": "Although rare, erosion of mesh into the urethra can occur after the transobturator approach. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Urethral erosions are believed to occur because of poor surgical technique that could damage the integrity of the urethral tissue or its blood supply, excessive tension placed on the tape, or local infection. ",
            "section": "DISCUSSION"
        },
        {
            "text": "There were no major complications, and no urethral erosion or infection was identified. ",
            "section": "DISCUSSION"
        },
        {
            "text": "However, the recommendation for cystoscopy after passage of the trocars cannot be overemphasized, because these complications can be treated promptly in the operation field. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Vaginal erosion occurred in one patient, and it was located in the lateral fornix. ",
            "section": "DISCUSSION"
        },
        {
            "text": "After local excision, it healed without further consequences. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The percutaneous strings did not seem to increase the risk of tape infection.",
            "section": "DISCUSSION"
        },
        {
            "text": "The results of the present study suggest that TOA is an effective and simple procedure for treating female stress urinary incontinence with ISD, because the procedure had minimal complications and a high success rate. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The TOA procedure allows postoperative adjustment of the sling tension. ",
            "section": "DISCUSSION"
        },
        {
            "text": "This sling system allows the surgeon to leave the sling very loose at the time of surgery with the ability to tighten or loosen the sling easily in the postoperative period to achieve con-tinence and still maintain adequate voiding function. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The present study was limited in that the study targeted a small number of subjects and the follow-up period was short. ",
            "section": "DISCUSSION"
        },
        {
            "text": "This study suggests that more subjects and a longer follow-up period are needed for more specific evaluation.",
            "section": "DISCUSSION"
        },
        {
            "text": "The TOA procedure allows postoperative adjustment of the suburethral sling pressure for a number of days after surgical intervention, which allows the achievement of good short-term results. ",
            "section": "CONCLUSIONS"
        },
        {
            "text": "These data suggest that better lower obstructive voiding symptoms than those achieved with the traditional nonadjustable mesh can be obtained. ",
            "section": "CONCLUSIONS"
        },
        {
            "text": "The major weakness of this study is its retrospective nature. ",
            "section": "CONCLUSIONS"
        },
        {
            "text": "Reassessment with a larger population and a randomized controlled trial is required to draw a definite conclusion.",
            "section": "CONCLUSIONS"
        },
        {
            "text": "Patient characteristics of the TOT and TOA groups",
            "section": "TABLE 1 ."
        },
        {
            "text": "Values are presented as mean±SD or number (%). ",
            "section": "TABLE 1 ."
        },
        {
            "text": "Data are presented as Mean± SEM. ",
            "section": "TABLE 1 ."
        },
        {
            "text": "Numbers in parentheses are percentages. ",
            "section": "TABLE 1 ."
        },
        {
            "text": "TOT, transobturator tape; TOA, transobturator adjustable tape; VLPP, valsalva leakage pressure point; MUCP, maximum ure- thral closure pressure; POPQ, pelvic organ prolapse quantifica- tion system.",
            "section": "TABLE 1 ."
        },
        {
            "text": "Changes in uroflowmetric parameters at postoperative 7 days and 6 months",
            "section": "TABLE 2 ."
        },
        {
            "text": "TOT, transobturator tape; TOA, transobturator adjustable tape.a : Significant (＜0.05), repeated-measures analysis of variance test.",
            "section": "TABLE 2 ."
        },
        {
            "text": "Comparison of operation-related complications between the TOT and TOA groups",
            "section": "TABLE 3 ."
        },
        {
            "text": "a : Flow ＜10 ml/s and/or residual urine ＞50 ml.",
            "section": "TABLE 3 ."
        },
        {
            "text": "Objective and subjective success rates of the TOT and TOA groups at postoperative 6 months",
            "section": "TABLE 4 ."
        },
        {
            "text": "The authors have nothing to disclose.",
            "section": "CONFLICTS OF INTEREST"
        }
    ]
}