{
    "id": "f2299b3122",
    "level": "sentence",
    "abstract": [
        {
            "text": "Reversible molecular switches with molecular orientation as the information carrier have been achieved on individual fullerene molecules adsorbed on Si (111) surface at room temperature. "
        },
        {
            "text": "Scanning tunneling microscopy imaging directly demonstrates that the orientation of individual fullerene with an adsorption geometry of 5-6 bond is rotated by integral times as 30 degree after a pulse bias is applied between the STM tip and the molecule. "
        },
        {
            "text": "Dependences of the molecular rotation probability on the voltage and the process of applied bias reveal that the rotation of a fullerene molecule takes place in two successive steps: the bonding between the fullerene and the Si surface is firstly weakened via electronic excitation and then low energy electron bombardment causes the molecule to rotate by certain degree."
        }
    ],
    "body_text": [
        {
            "text": "olecular device designed at a molecular level to efficiently perform a particular function have attracted wide attentions due to the promotion of electronic devices miniaturization at the nanometer scale. ",
            "section": "M"
        },
        {
            "text": "Great efforts have been devoted to construct the prototypes of molecular devices such as switches, motors, data storage bits, magnets, and diodes [1][2][3][4][5][6][7][8][9][10][11] . ",
            "section": "M",
            "ref_spans": [
                {
                    "start": 146,
                    "end": 149,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                },
                {
                    "start": 149,
                    "end": 152,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 152,
                    "end": 155,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 155,
                    "end": 158,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 158,
                    "end": 161,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                },
                {
                    "start": 161,
                    "end": 164,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                },
                {
                    "start": 164,
                    "end": 167,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                },
                {
                    "start": 167,
                    "end": 170,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                },
                {
                    "start": 170,
                    "end": 173,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                },
                {
                    "start": 173,
                    "end": 177,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                },
                {
                    "start": 177,
                    "end": 181,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "Scanning tunneling microscopy (STM) has been demonstrated to be a useful tool to manipulate a single atom or molecule on a solid surface with atomic-scale precision and explore the process of lateral/vertical motions 12,13 , rotations 14,15 , dissociation and dissociation-recombination [16][17][18][19] and conformational change 20,21 of molecules for the purpose of constructing molecular devices with novel functions. ",
            "section": "M",
            "ref_spans": [
                {
                    "start": 217,
                    "end": 220,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12,"
                },
                {
                    "start": 220,
                    "end": 222,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13"
                },
                {
                    "start": 235,
                    "end": 238,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14,"
                },
                {
                    "start": 238,
                    "end": 240,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15"
                },
                {
                    "start": 287,
                    "end": 291,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                },
                {
                    "start": 291,
                    "end": 295,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[17]"
                },
                {
                    "start": 295,
                    "end": 299,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[18]"
                },
                {
                    "start": 299,
                    "end": 303,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[19]"
                },
                {
                    "start": 330,
                    "end": 333,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "20,"
                },
                {
                    "start": 333,
                    "end": 335,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "21"
                }
            ]
        },
        {
            "text": "To date, most of single-molecule manipulations are performed at low temperature (5 K-100 K). ",
            "section": "M"
        },
        {
            "text": "Molecular devices working at room temperature are especially desirable in the viewpoint of realistic applications.",
            "section": "M"
        },
        {
            "text": "Fullerene (C 60 ), a molecule with unique symmetry and electronic properties, forms covalent bonds with Si atoms and has stable adsorption geometries at room temperature when it adsorbs on Si surfaces [22][23][24] , providing a feasible system to achieve molecule manipulation at room temperature. ",
            "section": "M",
            "ref_spans": [
                {
                    "start": 201,
                    "end": 205,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[22]"
                },
                {
                    "start": 205,
                    "end": 209,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[23]"
                },
                {
                    "start": 209,
                    "end": 213,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[24]"
                }
            ]
        },
        {
            "text": "Fullerene molecules are moved along the Si dimer rows on a Si (100) surface and positioned to form regular patterns at room temperature by a STM tip 25,26 . ",
            "section": "M",
            "ref_spans": [
                {
                    "start": 149,
                    "end": 152,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "25,"
                },
                {
                    "start": 152,
                    "end": 154,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "26"
                }
            ]
        },
        {
            "text": "Single target fullerene molecules are removed in the close-packed fullerene layer by electron injection from an STM tip 27 . ",
            "section": "M",
            "ref_spans": [
                {
                    "start": 120,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "27"
                }
            ]
        },
        {
            "text": "It is worth noting that fullerene molecules are treated as point particles without any intramolecular information in most STM manipulation attempts. ",
            "section": "M"
        },
        {
            "text": "One of interests on using organic molecules as active parts to build molecular devices is that organic molecules have much richer intramolecular properties compared to inorganic materials. ",
            "section": "M"
        },
        {
            "text": "Distinct intramolecular fine patterns and adsorption orientations of individual fullerene molecules have been evidently observed on Si surface 28 , even at room temperature 29 , providing the possibility of building a molecular device with such molecular properties. ",
            "section": "M",
            "ref_spans": [
                {
                    "start": 143,
                    "end": 145,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "28"
                },
                {
                    "start": 173,
                    "end": 175,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "29"
                }
            ]
        },
        {
            "text": "Here, we report an approach to construct reversible molecular switches with intramolecular orientations as information carrier based on individual fullerene molecule adsorbed on a Si (111)-(7 3 7) surface at room temperature by STM manipulation.",
            "section": "M"
        },
        {
            "text": "Fullerene molecules on five available adsorption sites of Si (111)-(7 3 7) surface take different and stable adsorption geometries due to the covalent interactions between the molecules and the Si surface, as a consequence, unique and distinct intramolecular fine patterns of individual fullerene molecules can be clearly recorded by STM 29 . ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 338,
                    "end": 340,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "29"
                }
            ]
        },
        {
            "text": "Fig. 1a gives a representative STM image for fullerene molecules adsorbed on a Si (111)-(7 3 7) surface at room temperature. ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1a"
                }
            ]
        },
        {
            "text": "The fullerene molecule highlighted in yellow frame is adsorbed on the top of the rest atoms in the faulted part of a Si (111)-(7 3 7) unit cell and takes such adsorption geometry in which one of the 5-6 bonds within the fullerene molecule faces toward the Si surface (noted as ''5-6 bond fullerene'' hereinafter). ",
            "section": "Results"
        },
        {
            "text": "The high-resolution STM image in the inset reveals that the intramolecular fine pattern for such 5-6 bond",
            "section": "Results"
        },
        {
            "text": "SUBJECT AREAS:",
            "section": "OPEN"
        },
        {
            "text": "fullerene is described as a mirror-symmetry structure in which a regular pentagon can be unambiguously distinguished. ",
            "section": "OPEN"
        },
        {
            "text": "Accordingly, the in-plane molecular orientation for such 5-6 bond fullerene on Si surface labeled as an pink arrow is defined as the line along the symmetric axis with the direction from the middle of one side to the opposite apex of the regular pentagon. ",
            "section": "OPEN"
        },
        {
            "text": "The fully relaxed structure calculate by density-functional theory (DFT) in Figure 1b shows that the in-plane molecular orientation for such 5-6 bond fullerene forms an angle of 15u with the surface directions ½01 1 of Si (111)-(7 3 7) reconstitution. ",
            "section": "OPEN",
            "ref_spans": [
                {
                    "start": 76,
                    "end": 85,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1b"
                }
            ]
        },
        {
            "text": "Ignoring the influence of stacking fault across the unit cell for the in-plane molecular orientation of fullerene, it is approximatively considered that Si(111)-(7 3 7) reconstruction has sextuple rotation symmetry. ",
            "section": "OPEN"
        },
        {
            "text": "Accordingly, it is immediately deduced that 5-6 bond fullerene molecules on Si surface have 12 available in-plane molecular orientations. ",
            "section": "OPEN"
        },
        {
            "text": "Figure 1d gives the STM images for the 5-6 bond fullerene molecules on the Si surface with various in-plane molecular orientations. ",
            "section": "OPEN",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1d"
                }
            ]
        },
        {
            "text": "Taking the ½10 1 surface direction as a reference, these in-plane molecular orientations form 12 angles (615u, 6 45u, 6 75u, 6 105u, 6 135u and 6 165u) with the reference direction as what expected. ",
            "section": "OPEN"
        },
        {
            "text": "Such observations suggest that a 5-6 bond fullerene moleclule randomly takes one of these 12 in-plane orientations when this molecule lands on the Si surface. ",
            "section": "OPEN"
        },
        {
            "text": "Therefore, for a 5-6 bond fullerene moleclule on the Si surface, 12 energy-equivalent states are available and can be labeled by only in-plane molecular orientation. ",
            "section": "OPEN"
        },
        {
            "text": "On the other hand, the fact that the in-plane molecular orientations for 5-6 bond fullerene remain unchangeable during the STM scanning processes demonstrates that a 5-6 bond fullerene molecule with one in-plane molecular orientation can not spontaneously rotate to another orientation at room temperature due to the strong interactions between the molecule and the Si surface. ",
            "section": "OPEN"
        },
        {
            "text": "Therefore, for a 5-6 bond fullerene molecule on Si surface, the availability of multiple equivalent states and the stability of these states at room temperature provide the possibility of switching such fullerene from one state to another equivalent state by STM manipulation at room temperature. ",
            "section": "OPEN"
        },
        {
            "text": "Fig. 2a shows two individual fullerene molecules adsorbed on a Si (111)-(7 3 7) surface at room temperature. ",
            "section": "OPEN",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 2a"
                }
            ]
        },
        {
            "text": "One of these two molecules is distinguished as a 5-6 bond fullerene in the yellow frame with an angle of 75u between its in-plane orientation and the directions ½10 1 of Si surface and chosen as the target molecules for STM manipulation. ",
            "section": "OPEN"
        },
        {
            "text": "The other fullerene molecule with a regular pentagon feature in its intramolecular fine structures acts as an indicator for manipulation experiment. ",
            "section": "OPEN"
        },
        {
            "text": "After placing the STM tip right on the top of the apex angle of the regular pentagon within this 5-6 bond fullerene molecule, a positive bias of 7 V is applied between the tip and the surface. ",
            "section": "OPEN"
        },
        {
            "text": "The changes on the intramolecular fine structures of this targeted molecule can be clearly observed immediately after the application of the bias, as shown in Fig. 2b. ",
            "section": "OPEN",
            "ref_spans": [
                {
                    "start": 159,
                    "end": 166,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 2b"
                }
            ]
        },
        {
            "text": "The STM image after the manipulation in Fig. 2c evidently demonstrates that the targeted fullerene molecule remains in 5-6 bond adsorption geometry but its in-plane orientation forms an angle of 2165u with the ½10 1 directions rather than 75u for the initial state. ",
            "section": "OPEN",
            "ref_spans": [
                {
                    "start": 40,
                    "end": 47,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 2c"
                }
            ]
        },
        {
            "text": "In other words, the in-plane molecular orientation of this 5-6 bond fullerene molecule is rotated by 180u before and after the STM manipulation. ",
            "section": "OPEN"
        },
        {
            "text": "The fact that the intramolecular fine structure of the indicative fullerene molecule remains unchangeable before and after the manipulation rules out the possibility that the changes on the molecular orientation of the targeted fullerene is due to the transformation of the STM tip and evidently demonstrates that the in-plane orientation of this targeted fullerene molecule can be indeed manipulated by applied a bias between the STM tip and the molecule. ",
            "section": "OPEN"
        },
        {
            "text": "As shown in Fig. 2d-g, the molecular orientation of 5-6 bond fullerene can be also rotated by 60u, 90u, 120u and 150u in the same manipulation process with the suitable parameters. ",
            "section": "OPEN",
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 2d"
                }
            ]
        },
        {
            "text": "It is worth noting that all the rotation angles before and after the manipulation for 5-6 bond fullerene molecules in our study are integral times of 30u,suggesting that the in-plane molecular orientation of 5-6 bond fullerene can only be manipulated from one of the 12 equivalent orientations to another equivalent orientation as what is expected from DFT calculations. ",
            "section": "OPEN"
        },
        {
            "text": "Fig. 3a-d shows a successive manipulation process on a 5-6 bond fullerene on Si surface at room temperature. ",
            "section": "OPEN",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 3a-d"
                }
            ]
        },
        {
            "text": "At the beginning, this targeted 5-6 bond fullerene highlighted in yellow frame has an inplane orientation of 45u with respect to the ½10 1 surface direction, as shown in Fig. 3a. ",
            "section": "OPEN",
            "ref_spans": [
                {
                    "start": 170,
                    "end": 177,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 3a"
                }
            ]
        },
        {
            "text": "After the first manipulation, the orientation of the targeted molecule is rotated by 90u in clockwise direction and becomes of 135u with the respect to the ½10 1 direction in Fig. 3b. ",
            "section": "OPEN",
            "ref_spans": [
                {
                    "start": 175,
                    "end": 182,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 3b"
                }
            ]
        },
        {
            "text": "The second manipulation on this molecule rotates the molecular orientation by 90u in anticlockwise direction, as a consequence, the orientation of this molecule returns to the initial status. ",
            "section": "OPEN"
        },
        {
            "text": "Such observations clearly demonstrate that the manipulations on the molecular orientation for 5-6 bond fullerene on Si surface by applying a bias between the STM tip and the molecule are reversible processes. ",
            "section": "OPEN"
        },
        {
            "text": "Moreover, this reversible manipulation process on the molecular orientation can be repeated, as shown in Fig. 3c-d. ",
            "section": "OPEN",
            "ref_spans": [
                {
                    "start": 105,
                    "end": 114,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 3c-d"
                }
            ]
        },
        {
            "text": "As shown in Fig. 3e, supposed that the in-plane molecular orientation is an indicator for molecular state, the states of the 5-6 bond molecule in Fig. 3a and Fig. 3b are named as ''on'' and ''off'', respectively. ",
            "section": "OPEN",
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 3e"
                },
                {
                    "start": 146,
                    "end": 153,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 3a"
                },
                {
                    "start": 158,
                    "end": 165,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 3b"
                }
            ]
        },
        {
            "text": "By applied a bias between the STM tip and the molecule, 5-6 fullerene molecule can be switched to be ''on'' or ''off'' states. ",
            "section": "OPEN"
        },
        {
            "text": "In addition, the state of the molecule remains unchangeable at room temperature once the molecule is in ''on'' or ''off'' state. ",
            "section": "OPEN"
        },
        {
            "text": "Since the changes on the intramolecular fine structures within the targeted fullerene molecule can clearly observed at the immediate scanning line right after the manipulation process, the upper limit for the time that the changes on the in-plane molecular orientation occur is estimated to be 400 ms from the time gap between two neighbored scan lines, while the lower limit of that is 7.6 ms. The reversibility and repeatability of the rotations on the in-plane orientation for 5-6 bond fullerene caused by STM manipulations makes a fullerene molecule adsorbed on Si surface feasible to build a single molecule switch working at room temperature with its orientation as the information carrier.",
            "section": "OPEN"
        },
        {
            "text": "As shown in Fig. 4a, when the STM tip is placed on a fullerene molecule, the feedback of the control unit is switched off and a bias can be applied between the tip and the molecules in three different ways: Type I is a sweep-up process in which a applied bias is linearly increased from zero to a set value with time; type II is a non-sweep process in which a constant bias at a set value is applied; type III is the sweep-down process in which a applied bias is gradually decreased from a set value to zero with time. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig. 4a"
                }
            ]
        },
        {
            "text": "The dependence of the rotation probability on the bias and the distance between the tip and fullerene molecule have been derived from about three hundreds manipulations in Type I process to understand the mechanism for rotating the molecular orientations of fullerene molecules. ",
            "section": "Discussion"
        },
        {
            "text": "As shown in Fig. 4b, when the distance between the tip and the molecule is kept to be d 1 5 4.5 Å , the orientation of fullerene molecules can not be rotated until the bias voltage is increased to be 6 V. Once the bias voltage is higher than 6 V, the rotating probability dramatically increases from 16.1% at 6 V to 66.7% at 9 V. Under a shorter tip-molecule distance (d 2 5 3.4 Å ), the rotation events can not take place until the applied bias voltage is higher than 6 V. Such observations directly rule out that the electrical field between the STM tip and the molecule is the cause for such rotations of molecular orientation. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig. 4b"
                }
            ]
        },
        {
            "text": "The requirement for rotating fullerene molecule by high bias voltage and extremely high success probability (80%) at high voltage observed here is similar with those found in the dissociation of decaborane molecules on Si (111) by STM manipulation 30 . ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 248,
                    "end": 250,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "30"
                }
            ]
        },
        {
            "text": "In decaborane/Si (111) system, the bombardment of low energy electrons emitted from a STM tip is suggested to account for the dissociation and fragmentation of decaborane molecules. ",
            "section": "Discussion"
        },
        {
            "text": "The energy level alignment (Fig. 4c) for the situation in which a 6 V is applied between the tip and the fullerene molecule clearly shows that the Fermi level of the STM tip is 1 eV above the vacuum level on fullerene molecule and the tunneling channels are open for low energy electrons from the STM tip into vacuum. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 27,
                    "end": 36,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Fig. 4c)"
                }
            ]
        },
        {
            "text": "The shorter tip-molecule distance causes a narrower barrier between the tip and the vacuum and then produces more low energy electrons at the same bias voltage. ",
            "section": "Discussion"
        },
        {
            "text": "As a consequence, the rotation probability for fullerene molecules is significantly increased at shorter tip-molecule distance, which is consistence with what observed here. ",
            "section": "Discussion"
        },
        {
            "text": "Therefore, the bombardment of low energy electron onto fullerene molecule is tentatively believed to be a major cause for the rotation of molecular orientation.",
            "section": "Discussion"
        },
        {
            "text": "The probability for rotating fullerene molecules is also found to be strongly relied on the process how a bias is applied between the tip and the molecule. ",
            "section": "Discussion"
        },
        {
            "text": "Fig. 4d shows the possibilities to rotate fullerene  molecule for three types of processes with the same set value of 6 V. It is worth noting that all three processes are performed under the same tip-molecule distance of 3.4 Å within the same time period of 25.6 ms. Although the time for a bias at 6 V in type II process is much longer than that in type I process, the probability (45.8%) for type I process is almost 1.6 times as that (27.8%) for type II process. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig. 4d"
                }
            ]
        },
        {
            "text": "This suggests that the bombardment of low energy electrons which are produced only at high voltage (i.e. 6 V) can not account for rotating molecular orientation by itself. ",
            "section": "Discussion"
        },
        {
            "text": "The obvious difference between type I and type II processes is the sweeping-up of the applied voltage in type I process. ",
            "section": "Discussion"
        },
        {
            "text": "When the applied voltage is monotonically increased to the set value in type I process, the Fermi level of the STM tip could match certain molecular orbitals, i.e. the 3s* orbital of the Si-C bond formed between the fullerene molecule and the Si surface, consequently, the incident electrons resonantly tunnel into the molecular orbital and are trapped within the molecule, as shown in Fig. 4e. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 386,
                    "end": 393,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig. 4e"
                }
            ]
        },
        {
            "text": "After the trapped electron is escaped, the fullerene/Si undergoes an essentially vertical transition to form a vibrational excited state. ",
            "section": "Discussion"
        },
        {
            "text": "If sufficient energy has been gained, the molecule can even break the bond formed between the molecule and the surface 31 . ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 119,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "31"
                }
            ]
        },
        {
            "text": "The efficiency of the electronic excitations in type I process due to electron resonant trapping is much higher than that in type II process in which the energies of the incident electrons are higher than that for resonant trapping, therefore, the probability of rotating molecular orientation for type I process is much higher than that for type II process.",
            "section": "Discussion"
        },
        {
            "text": "On the other hand, the probability for type I process is almost three times as that (14%) for type III process while the residence time at each of the applied voltages are the same for type I and type III processes. ",
            "section": "Discussion"
        },
        {
            "text": "Such dramatic difference on the probability for type I and type III processes reveals that the sequence to apply a tip-molecule bias has greatly influences on rotating fullerene molecules. ",
            "section": "Discussion"
        },
        {
            "text": "Therefore, a two-step model is proposed for rotating the orientation of fullerene molecule adsorbed on Si surface, as shown in Fig. 5. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 127,
                    "end": 133,
                    "type": "figure",
                    "text": "Fig. 5"
                }
            ]
        },
        {
            "text": "The first step is so called ''weakening'' process in which the interactions between fullerene molecules and Si surface are weakened by electronic excitation due to the trapping of the incident electrons. ",
            "section": "Discussion"
        },
        {
            "text": "The second step is ''rotation'' process in which the weakened fullerene molecules are bombarded to rotate to another orientation by low energy electrons emitted from the STM tip at higher bias. ",
            "section": "Discussion"
        },
        {
            "text": "The fact that the great enhancement on the probability of rotating molecular orientation is achieved by increasing the applying time of a bias for type II process in Fig. 4d further confirms the validity of this two-step model.",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 166,
                    "end": 173,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig. 4d"
                }
            ]
        },
        {
            "text": "In conclusion, we have demonstrated the construction of a reversible molecular switch with the intramolecular orientations as information carrier on individual fullerene at room temperature. ",
            "section": "Discussion"
        },
        {
            "text": "The dependence of rotating probability on the process how a bias is applied and the high threshold voltage to rotate fullerene molecules give the evidences that the orientation of a 5-6 bond fullerene is rotated in two steps in which the bonding of the fullerene with the Si surface is weakened due to electronic excitation and then the rotation of the molecule is caused by low energy electron bombardment. ",
            "section": "Discussion"
        },
        {
            "text": "Such reversible fullerene switch may potentially form building elements for molecular logic circuits and high-density data storage devices.",
            "section": "Discussion"
        },
        {
            "text": "The experiments were carried out in a multi-chamber with ultrahigh vacuum (UHV) system housing a SPECS variable temperature STM with a base pressure of less than 2 3 10 210 mbar. ",
            "section": "Methods"
        },
        {
            "text": "Si (111)-(7 3 7) surfaces were cleaned by degassing samples at , 600uC for 12 h and then flash annealing at , 1200uC with direct current sample heating for 15-30 s under UHV conditions. ",
            "section": "Methods"
        },
        {
            "text": "After several hours of degassing, fullerene (Aldrich, purity 99%) was evaporated from a Knudsen cell at 623 K onto the Si surfaces at room temperature. ",
            "section": "Methods"
        },
        {
            "text": "STM-images were acquired at room temperature with a chemically etched W tip. ",
            "section": "Methods"
        },
        {
            "text": "Positive voltage indicates that the samples were biased positively with respect to the tip. ",
            "section": "Methods"
        },
        {
            "text": "Density functional theory (DFT) calculations were performed by plane-wave-based Vienna Ab-initio simulations package [VASP] 32.",
            "section": "Methods",
            "ref_spans": [
                {
                    "start": 124,
                    "end": 126,
                    "type": "bibr",
                    "text": "32"
                }
            ],
            "entity_spans": [
                {
                    "start": 80,
                    "end": 123,
                    "type": "software",
                    "rawForm": "Vienna Ab-initio simulations package [VASP]",
                    "resp": "#annotator23",
                    "used": true,
                    "id": "f2299b3122-software-simple-0",
                    "cert": "0.7"
                }
            ]
        },
        {
            "text": "STM images of individual 5-6 bond C 60 absorbed on Si(111)-(7 3 7) surface at room temperature. ",
            "section": "Figure 1 |"
        },
        {
            "text": "(a) STM images of individual 5-6 bond C 60 absorbed on Si (111)-(7 3 7) surface at room temperature, V t 5 2.28 V, I t 5 0.12 nA. ",
            "section": "Figure 1 |"
        },
        {
            "text": "The faulted and unfaulted parts of a Si (111)-(7 3 7) unit cell are labeled as F and U. Inset: high-resolution STM image of a single 5-6 bond C 60 , in which the molecular orientation of the C 60 is defined as the pink arrow. ",
            "section": "Figure 1 |"
        },
        {
            "text": "(b) The relaxed structure for 5-6 bond C 60 molecule absorbed on Si(111)-(7 3 7) surface calculated by DFT. ",
            "section": "Figure 1 |"
        },
        {
            "text": "The pink arrow represents the orientation of 5-6 bond C 60 and the red arrow represents direction ½01 1 of Si (111)-(7 3 7). ",
            "section": "Figure 1 |"
        },
        {
            "text": "(c) Simulated STM image of 5-6 bond C 60 based on the relaxed structure model in ",
            "section": "Figure 1 |"
        },
        {
            "text": "(b). ",
            "section": "Figure 1 |"
        },
        {
            "text": "(d) 5-6 bond fullerenes with 12 in-plane orientations. ",
            "section": "Figure 1 |"
        },
        {
            "text": "The white arrows represent the molecular orientations of the C 60 , and the yellow arrows represent the surface direction of ½10 1.",
            "section": "Figure 1 |"
        },
        {
            "text": "Manipulations of individual 5-6 bond C 60 molecules by STM tip at room temperature. ",
            "section": "Figure 2 |"
        },
        {
            "text": "(a-c) ",
            "section": "Figure 2 |"
        },
        {
            "text": "STM images of a 5-6 bond C 60 molecule for a successive manipulation process at room temperature. ",
            "section": "Figure 2 |"
        },
        {
            "text": "Initial status ",
            "section": "Figure 2 |"
        },
        {
            "text": "(a) middle status ",
            "section": "Figure 2 |"
        },
        {
            "text": "(b) and final status ",
            "section": "Figure 2 |"
        },
        {
            "text": "(c). ",
            "section": "Figure 2 |"
        },
        {
            "text": "Insets to ",
            "section": "Figure 2 |"
        },
        {
            "text": "(a) and ",
            "section": "Figure 2 |"
        },
        {
            "text": "(b) show highresolution STM images in which the molecular orientations are indicated by blue and green arrows. ",
            "section": "Figure 2 |"
        },
        {
            "text": "(d-g) ",
            "section": "Figure 2 |"
        },
        {
            "text": "Various manipulation cases for 5-6 bond C 60 molecules. ",
            "section": "Figure 2 |"
        },
        {
            "text": "The STM images in the left column are for 5-6 bond C 60 molecules before manipulations and the images in the right column show the final states of the C 60 molecules after manipulation. ",
            "section": "Figure 2 |"
        },
        {
            "text": "The middle column shows the rotation angles of the molecular orientations before and after the manipulations. ",
            "section": "Figure 2 |"
        },
        {
            "text": "The initial and final orientations of fullerene are indicated by the blue and green arrows.",
            "section": "Figure 2 |"
        },
        {
            "text": "Reversible and repeatable switching process of individual 5-6 bond C 60 molecules. ",
            "section": "Figure 3 |"
        },
        {
            "text": "(a) Initial status of an individual C 60 molecule before STM manipulation. ",
            "section": "Figure 3 |"
        },
        {
            "text": "Inset: The molecular orientation is indicated by the blue arrow and forms a angle of 45u with the respect to the ½10 1 surface direction labeled as the white arrow. ",
            "section": "Figure 3 |"
        },
        {
            "text": "(b-d) ",
            "section": "Figure 3 |"
        },
        {
            "text": "States of C 60 after the first, second and third manipulations. ",
            "section": "Figure 3 |"
        },
        {
            "text": "The inset shows the magnified views of the molecular orientations of the manipulated C 60 molecule. ",
            "section": "Figure 3 |"
        },
        {
            "text": "(e) Sketch diagram for the working principle of a reversible and repeatable molecular switch. ",
            "section": "Figure 3 |"
        },
        {
            "text": "The in-plane molecular orientations are indicators for two distinguished states. ",
            "section": "Figure 3 |"
        },
        {
            "text": "The states of the 5-6 bond molecules in ",
            "section": "Figure 3 |"
        },
        {
            "text": "(a) and ",
            "section": "Figure 3 |"
        },
        {
            "text": "(b) are defined as ''on'' and ''off '' states.The pointer reversibly switches between ''on'' and ''off '' by STM manipulation.",
            "section": "Figure 3 |"
        },
        {
            "text": "Mechanism for rotating the orientation of individual 5-6 bond C 60 by STM manipulation. ",
            "section": "Figure 4 |"
        },
        {
            "text": "(a) Three processes to apply a bias between the STM tip and fullerene molecule for manipulating. ",
            "section": "Figure 4 |"
        },
        {
            "text": "(b) Dependence of the rotation probability on the applied bias and the distance between the tip and fullerene molecule. ",
            "section": "Figure 4 |"
        },
        {
            "text": "The bias is applied between the tip and the target molecules in Type I process. ",
            "section": "Figure 4 |"
        },
        {
            "text": "The red circle and blue square represent the switching probability at the tip-molecule distance at d 1 5 4.5 Å and d 2 5 3.4 Å , respectively. ",
            "section": "Figure 4 |"
        },
        {
            "text": "(c) Energy level alignment between the tip and the molecule under a bias of 6 V. ",
            "section": "Figure 4 |"
        },
        {
            "text": "(d) Rotation possibilities for three process of applying a bias between the tip and the molecule. ",
            "section": "Figure 4 |"
        },
        {
            "text": "(e) Diagram for electronic excitation. ",
            "section": "Figure 4 |"
        },
        {
            "text": "(step ",
            "section": "Figure 4 |"
        },
        {
            "text": "1) electron capture and resonance, (step ",
            "section": "Figure 4 |"
        },
        {
            "text": "2) nuclear motion, (step ",
            "section": "Figure 4 |"
        },
        {
            "text": "3) electron detrapping and formation of a vibrationally excited state. ",
            "section": "Figure 4 |"
        },
        {
            "text": "The gained energy weakens or even breaks the bond between the molecule and surface (step 4).",
            "section": "Figure 4 |"
        },
        {
            "text": "SCIENTIFIC REPORTS | 3 : 3062 | DOI: 10.1038/srep03062",
            "section": "Figure 4 |"
        },
        {
            "text": "L.W. conceived and designed the experiments. ",
            "section": "Author contributions"
        },
        {
            "text": "L.L. and S.L. performed the STM manipulations. ",
            "section": "Author contributions"
        },
        {
            "text": "X.C., C.L., J.L. and X.L. contributed analysis tools and assisted the STM experiments. ",
            "section": "Author contributions"
        },
        {
            "text": "Y.C. and S.L. carried out theoretical calculations. ",
            "section": "Author contributions"
        },
        {
            "text": "L.W. supervised the project. ",
            "section": "Author contributions"
        },
        {
            "text": "All authors discussed the results and analyzed the data. ",
            "section": "Author contributions"
        }
    ]
}