{
    "id": "feda4c0427",
    "level": "sentence",
    "abstract": [
        {
            "text": "Leucine-rich repeat kinase 2 (LRRK2) is a gene that, upon mutation, causes autosomal-dominant familial Parkinson's disease (PD). "
        },
        {
            "text": "Yeast two-hybrid screening revealed that Snapin, a SNAP-25 (synaptosomal-associated protein-25) interacting protein, interacts with LRRK2. "
        },
        {
            "text": "An in vitro kinase assay exhibited that Snapin is phosphorylated by LRRK2. "
        },
        {
            "text": "A glutathione-S-transferase (GST) pull-down assay showed that LRRK2 may interact with Snapin via its Ras-of-complex (ROC) and N-terminal domains, with no significant difference on interaction of Snapin with LRRK2 wild type (WT) or its pathogenic mutants. "
        },
        {
            "text": "Further analysis by mutation study revealed that Threonine 117 of Snapin is one of the sites phosphorylated by LRRK2. "
        },
        {
            "text": "Furthermore, a Snapin T117D phosphomimetic mutant decreased its interaction with SNAP-25 in the GST pull-down assay. "
        },
        {
            "text": "SNAP-25 is a component of the SNARE (Soluble NSF Attachment protein REceptor) complex and is critical for the exocytosis of synaptic vesicles. "
        },
        {
            "text": "Incubation of rat brain lysate with recombinant Snapin T117D, but not WT, protein caused decreased interaction of synaptotagmin with the SNARE complex based on a co-immunoprecipitation assay. "
        },
        {
            "text": "We further found that LRRK2-dependent phosphorylation of Snapin in the hippocampal neurons resulted in a decrease in the number of readily releasable vesicles and the extent of exocytotic release. "
        },
        {
            "text": "Combined, these data suggest that LRRK2 may regulate neurotransmitter release via control of Snapin function by inhibitory phosphorylation."
        }
    ],
    "body_text": [
        {
            "text": "Leucine-rich repeat kinase 2 (LRRK2) has been identified as a gene corresponding to PARK8, a locus causing familial Parkinson's disease (PD) in an autosomal-dominant manner. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "1,2 PD is the second most common neurodegenerative disease and affects more than 1% of people older than 65 years. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "LRRK2 is a large protein consisting of 2527 amino acids and contains active GTPase and functional kinase domains, with protein interaction domains including leucine-rich repeat and WD40. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "[1][2][3][4] Each of these functional GTPase and kinase domains may be critical for LRRK2 functions and PD pathogenesis, given that the two most prevalent PD-specific mutations among LRRK2 mutations, G2019S and R1441C/G, were mapped in the kinase and GTPase domains, respectively. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "text": "[1]"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 6,
                    "end": 9,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 9,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "1, 2,5 Overexpression of wild-type (WT) or PD-specific mutants of LRKK2 exhibited increased cellular protein aggregations, [6][7][8] shortening of neurite length, and decrease of neurite branch number during neurite outgrowth, 9,10 as well as enhanced, oxidative stress-induced neurotoxicity. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2,"
                },
                {
                    "start": 5,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5"
                },
                {
                    "start": 123,
                    "end": 126,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                },
                {
                    "start": 126,
                    "end": 129,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                },
                {
                    "start": 129,
                    "end": 132,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                },
                {
                    "start": 227,
                    "end": 229,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9,"
                },
                {
                    "start": 229,
                    "end": 231,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10"
                }
            ]
        },
        {
            "text": "[11][12][13] In most studies, these phenotypes were intensified in cells expressing mutants, especially G2019S, which showed increased kinase activity, compared to cells expressing WT. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "10,[14][15][16] Therefore, that part of LRRK2 research conducted thus far has focused on identifying its kinase substrates with the goals of elucidating the PD-pathogenic mechanism and developing PD therapeutics.",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10,"
                },
                {
                    "start": 3,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                },
                {
                    "start": 7,
                    "end": 11,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                },
                {
                    "start": 11,
                    "end": 15,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "Several biochemical and genetic methods such as yeast two-hybrid screening and co-immunoprecipitation have been carried out to identify LRRK2-interacting proteins. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "4,6,15,[17][18][19][20][21][22][23] From these studies, moesin, mitogen-activated protein kinase kinase, 4E-BP, eukaryotic initiation factor 4E-binding protein, Drosophila microtubule-binding protein Futsch and ARHGEF7 were identified as substrates for LRRK2 kinase, 15,[24][25][26][27] although it remains unclear how their phosphorylation affects PD pathogenesis.",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4,"
                },
                {
                    "start": 2,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6,"
                },
                {
                    "start": 4,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15,"
                },
                {
                    "start": 7,
                    "end": 11,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[17]"
                },
                {
                    "start": 11,
                    "end": 15,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[18]"
                },
                {
                    "start": 15,
                    "end": 19,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[19]"
                },
                {
                    "start": 19,
                    "end": 23,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20]"
                },
                {
                    "start": 23,
                    "end": 27,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[21]"
                },
                {
                    "start": 27,
                    "end": 31,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[22]"
                },
                {
                    "start": 31,
                    "end": 35,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[23]"
                },
                {
                    "start": 267,
                    "end": 270,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15,"
                },
                {
                    "start": 270,
                    "end": 274,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[24]"
                },
                {
                    "start": 274,
                    "end": 278,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[25]"
                },
                {
                    "start": 278,
                    "end": 282,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[26]"
                },
                {
                    "start": 282,
                    "end": 286,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[27]"
                }
            ]
        },
        {
            "text": "We previously identified Rab5b, an early endosome marker, as an LRRK2-interacting protein by yeast two-hybrid screening and showed that their interaction slows endocytosis of synaptic vesicles. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "18 From the same screening, we also isolated Snapin as an LRRK2-interacting protein. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "18"
                }
            ]
        },
        {
            "text": "Snapin was originally reported as a SNAP-25-binding protein that is associated with soluble N-ethylmaleimide-sensitive factor attachment protein receptor (SNARE) complex proteins. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "28 In Snapin knockout mice, association of SNAP-25 with synaptotagmin-1 was impaired and calcium-dependent exocytosis was significantly reduced. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "28"
                }
            ]
        },
        {
            "text": "29 Recent studies reported that in Snapin knockout mice, late endocytic proteins were increased 30 and that synaptic vesicle fusion was desynchronized. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "29"
                },
                {
                    "start": 96,
                    "end": 98,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "30"
                }
            ]
        },
        {
            "text": "31 In addition, Snapin was also reported to be an important link between the aquaporin water channel and the target SNARE complex, 32 and as a regulator of late endosomal transport, which is critical for autophagy-lysosomal function in neurons. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "31"
                },
                {
                    "start": 131,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "32"
                }
            ]
        },
        {
            "text": "33 It was also reported that protein kinase A (PKA) phosphorylated Snapin at its Ser50 residue, and increased both its binding of SNAP-25 and interaction of synaptotagmin-1 with the SNARE complex. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "33"
                }
            ]
        },
        {
            "text": "34 The results from these studies implied that Snapin is a critical protein to regulate synaptic vesicle trafficking and the fusion of synaptic vesicles to the plasma membrane. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "34"
                }
            ]
        },
        {
            "text": "A recent study showed that Snapin also functions in fine-tuning of neurite outgrowth via interaction with AC6 (type VI adenylyl cyclase), 35 suggesting that Snapin negatively regulates neurite outgrowth.",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 138,
                    "end": 140,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "35"
                }
            ]
        },
        {
            "text": "Human Snapin gene (KU35533) was purchased from KUGI (Korean UniGene Information) and cloned into modified pcDNA3.1MycHis vector (Invitrogen, Calsbad, CA, USA), which contained a Flag tag instead of a Myc tag, and into the bacterial expression vector pET29b (Novagen, Darmstadt, Germany) using EcoRI and XhoI restriction enzymes. ",
            "section": "MATERIALS AND METHODS Materials"
        },
        {
            "text": "Vectors containing Snapin T20A, T117A or T117D mutation were synthesized by in vitro site-directed mutagenesis using a mutagenesis kit (Stratagene, La Jolla, CA, USA) with proper primer pairs (Table 1), and the desired mutations were confirmed by sequencing the full length of the cloned open reading frame. ",
            "section": "MATERIALS AND METHODS Materials",
            "ref_spans": [
                {
                    "start": 192,
                    "end": 201,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(Table 1)"
                }
            ]
        },
        {
            "text": "GST-Snapin was constructed by cloning the Snapin gene into pGEX4T-1 (GE Healthcare, Seoul, Korea). ",
            "section": "MATERIALS AND METHODS Materials"
        },
        {
            "text": "Construction of LRRK2 and its mutant plasmids was previously described. ",
            "section": "MATERIALS AND METHODS Materials"
        },
        {
            "text": "13,18 The DApaI and DXcmI deletion of LRRK2 was carried out by ApaI and XcmI digestion, respectively, and re-ligation of the longer DNA fragment, resulting in deletion of a specific region of the LRRK2 gene generated by the enzyme treatment. ",
            "section": "MATERIALS AND METHODS Materials",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "18"
                }
            ]
        },
        {
            "text": "Recombinant GST-LRRK2 WT, G2019S or D1994A proteins with truncated N-terminal 970 amino acids were purchased from Invitrogen.",
            "section": "MATERIALS AND METHODS Materials"
        },
        {
            "text": "GST-SNAP-25 was obtained from Dr Sheng, Z.H. at NIH (Bethesda, MD, USA). ",
            "section": "MATERIALS AND METHODS Materials"
        },
        {
            "text": "Antibodies against Myc and flag tags were purchased from Sigma (St Louis, MO, USA) and Snapin antibodies from SySy (#148002, Goettingen, Germany) or Abnova (H00023557-A01, Taipei City, Taiwan). ",
            "section": "MATERIALS AND METHODS Materials"
        },
        {
            "text": "The HEK293T cell stably expressing flagtagged LRRK2 WT, G2019S or an empty vector 36 was purchased from University of Dundee, UK. ",
            "section": "MATERIALS AND METHODS Materials",
            "ref_spans": [
                {
                    "start": 82,
                    "end": 84,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "36"
                }
            ]
        },
        {
            "text": "The vGlut1-pHluorin was kindly provided by Prof. Rubenstein, John L.R. at UCSF (San Francisco, CA, USA).",
            "section": "MATERIALS AND METHODS Materials"
        },
        {
            "text": "Human embryonic kidney 293T cells were maintained with DMEM containing 10% fetal bovine serum at 37 1C with 5% CO 2 . ",
            "section": "Cell culture and transfection"
        },
        {
            "text": "To overexpress LRRK2 domains or Snapin, the indicated plasmids were transiently transfected by the standard CaCl 2 precipitation method or using Lipofectamine 2000 (Invitrogen). ",
            "section": "Cell culture and transfection"
        },
        {
            "text": "To induce LRRK2 proteins, HEK293T cells stably expressing flag-tagged LRRK2 WT, G2019S or an empty vector were treated with doxycycline (2 mM) for 2 days, 36 and expression of LRRK2 proteins was confirmed by western blot analysis with flag antibody.",
            "section": "Cell culture and transfection",
            "ref_spans": [
                {
                    "start": 155,
                    "end": 157,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "36"
                }
            ]
        },
        {
            "text": "Human SH-SY5Y cells were cultured in DMEM containing 10% fetal bovine serum at 37 1C with 5% CO 2 and differentiated in the medium containing all-trans retinoic acid (10 mM) for 5 days to obtain neuron-like properties. ",
            "section": "Cell culture and transfection"
        },
        {
            "text": "37 In vitro kinase assay",
            "section": "Cell culture and transfection",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "37"
                }
            ]
        },
        {
            "text": "To measure the kinase activity of LRRK2, two kinds of LRRK2 proteins were used as enzyme sources. ",
            "section": "Cell culture and transfection"
        },
        {
            "text": "One was Myc-LRRK2 WT, G2019S or D1994A proteins overexpressed in HEK293T cells and immunoprecipitated by anti-myc antibody and the other is commercial GST-LRRK2 WT, G2019S or D1994A proteins whose N-terminal 969 amino acids were deleted and fused to GST protein (Invitrogen). ",
            "section": "Cell culture and transfection"
        },
        {
            "text": "For the former, proteins expressed in one well of a 6-well plate were used for one kinase reaction, and for the latter, 30 ng of proteins was used for each kinase reaction. ",
            "section": "Cell culture and transfection"
        },
        {
            "text": "The indicated proteins were incubated in 40 ml of kinase buffer (10 mCi of g 32 P-ATP(SBP-501, IZOTOP Budapest, Hungary), 50 mM ATP, 25 mM Tris-HCl (pH 7.5), 5 mM bglycerol phosphate, 2 mM DTT, 0.1 mM NA 3 VO 4 , 10mM MgCl 2 ) containing approximately 1.5 mg of Snapin WT or mutant proteins purified from Escherichia coli BL21 strain, at 37 1C for 20 min. ",
            "section": "Cell culture and transfection"
        },
        {
            "text": "The samples were analyzed by autoradiography or a PhosphorImager analyzer (Typhoon 9200 imager, GE Healthcare).",
            "section": "Cell culture and transfection"
        },
        {
            "text": "The yeast two-hybrid screening method has been described in detail. ",
            "section": "Yeast two-hybrid screening, immunoprecipitation, and GST pull-down assay"
        },
        {
            "text": "18,38 For the GST pull-down assay, GST, GST-Snapin or GST-SNAP-25 fusion proteins were expressed in E. coli BL21 strain and isolated using glutathione beads (GE Healthcare), as previously described. ",
            "section": "Yeast two-hybrid screening, immunoprecipitation, and GST pull-down assay",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "18,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "38"
                }
            ]
        },
        {
            "text": "39 Lysates of HEK293T cells over-expressing Myc-tagged LRRK2 WT or mutant proteins were incubated with purified GST or GST-Snapin proteins and bound proteins were eluted, subjected to SDS-PAGE (polyacrylamide gel electrophoresis), and detected by anti-myc antibody. ",
            "section": "Yeast two-hybrid screening, immunoprecipitation, and GST pull-down assay",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "39"
                }
            ]
        },
        {
            "text": "To test whether phosphorylation of Snapin by LRRK2 affected Snapin-SNAP-25 interaction, Myc-tagged LRRK2 ",
            "section": "Yeast two-hybrid screening, immunoprecipitation, and GST pull-down assay"
        },
        {
            "text": "G2019S protein was overexpressed in 293T cells, immunoprecipitated by anti-Myc antibody and then incubated with Snapin recombinant proteins for phosphorylation. ",
            "section": "Yeast two-hybrid screening, immunoprecipitation, and GST pull-down assay"
        },
        {
            "text": "Supernatants containing Snapin phosphorylated by LRRK2 were incubated with GST-SNAP-25 recombinant proteins. ",
            "section": "Yeast two-hybrid screening, immunoprecipitation, and GST pull-down assay"
        },
        {
            "text": "Snapin bound to GST-SNAP-25 was detected -by a GST pull-down assay and western blot analysis using anti-Snapin antibody (SySy).",
            "section": "Yeast two-hybrid screening, immunoprecipitation, and GST pull-down assay"
        },
        {
            "text": "To test the effect of Snapin phosphorylation mediated by LRRK2 on synaptotagmin, we followed the previously described protocol. ",
            "section": "Yeast two-hybrid screening, immunoprecipitation, and GST pull-down assay"
        },
        {
            "text": "40 Rat brain lysate (3 mg) was mixed with recombinant Snapin WT or T117D proteins (5 mg) and incubated with anti-syntaxin (Abcam, #ab3265, Cambridge, UK) or mouse control immunoglobulin G (Santa Cruz, Santa Cruz, CA, USA) in a binding buffer (phosphatebuffered saline with 0.1% Triton X-100, 0.1% BSA, 200 mM CaCl 2 , 1 Â protease inhibitor cocktail (Roche)) overnight at 4 1C. ",
            "section": "Yeast two-hybrid screening, immunoprecipitation, and GST pull-down assay",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "40"
                }
            ]
        },
        {
            "text": "The mixture was then incubated with protein-G agarose (Peptron, Daejeon, Korea) for 2 h at 4 1C. ",
            "section": "Yeast two-hybrid screening, immunoprecipitation, and GST pull-down assay"
        },
        {
            "text": "The purified complex was washed with a washing buffer (phosphate-buffered saline with 0.1% Triton X-100) three times and subjected to SDS-PAGE and western blot analyses using the indicated antibodies (synaptotagmin-1: Santa Cruz, #sc-12466; SNAP-25: BD, #610366; VAMP2: Synaptic Systems, SySy #69.1).",
            "section": "Yeast two-hybrid screening, immunoprecipitation, and GST pull-down assay"
        },
        {
            "text": "For immunoprecipitation of mouse brain lysate, G2019S transgenic (TG, #009609, purchased from Jackson Laboratory, Bar Harbor, ME, USA) and normal control mice were killed by cervical dislocation. ",
            "section": "Yeast two-hybrid screening, immunoprecipitation, and GST pull-down assay"
        },
        {
            "text": "Whole mouse brains were isolated with a scalpel blade. ",
            "section": "Yeast two-hybrid screening, immunoprecipitation, and GST pull-down assay"
        },
        {
            "text": "Co-immunoprecipitation analysis was carried out as previously described. ",
            "section": "Yeast two-hybrid screening, immunoprecipitation, and GST pull-down assay"
        },
        {
            "text": "41 Briefly, whole brains were disrupted in 1 ml of 50 mM Tris, pH 7.5, 50 mM NaCl, 0.5% Triton X-100 and 1% protease inhibitor cocktail using a Dounce Homogenizer (10 stroke) and lysed by passing the extracts through a 22-gauge needle five times. ",
            "section": "Yeast two-hybrid screening, immunoprecipitation, and GST pull-down assay",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "41"
                }
            ]
        },
        {
            "text": "Extracts were centrifuged at 12 000 g for 30 min at 4 1C to remove insoluble material, and supernatants were mixed with equivalent volume of binding buffer (50 mM Tris, pH 7.5, 50 mM NaCl, 0.1% bovine serum albumin (BSA), 0.1% Triton X-100 and 1% protease inhibitor cocktail (PIC)) and then centrifuged at 20 000 g for 30 min at 4 1C. ",
            "section": "Yeast two-hybrid screening, immunoprecipitation, and GST pull-down assay"
        },
        {
            "text": "The supernatants were finally immunoprecipitated with anti-SNAP25 or anti-LRRK2 (MJFF2, Epitomics, Burlingame, CA, USA) at 4 1C for 2 h and further incubated with protein-G agarose (Pierce, Rockford, IL, USA) for 2 h. ",
            "section": "Yeast two-hybrid screening, immunoprecipitation, and GST pull-down assay"
        },
        {
            "text": "The antibody-protein complexes were washed three times with binding buffer minus BSA and protease inhibitor cocktail, and subjected to western blot analysis using the indicated antibodies (Snapin:Abnova, H00023557, LRRK2:1E11 or UDD 3 30 (Epitomics)).",
            "section": "Yeast two-hybrid screening, immunoprecipitation, and GST pull-down assay"
        },
        {
            "text": "The flag-tagged LRRK2 protein was induced from HEK293T stable cells 36 by treatment of doxycycline (2 mM for 2 days). ",
            "section": "Yeast two-hybrid screening, immunoprecipitation, and GST pull-down assay",
            "ref_spans": [
                {
                    "start": 68,
                    "end": 70,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "36"
                }
            ]
        },
        {
            "text": "The cell lysates centrifuged at 14 000 g for 20 min at 4 1C and were incubated with the agarose immobilized flag epitope tag antibody (Novus, Littleton, CO, USA, #NB600-351). ",
            "section": "Yeast two-hybrid screening, immunoprecipitation, and GST pull-down assay"
        },
        {
            "text": "Then, immunoprecipitation and western blot analysis were performed as above.",
            "section": "Yeast two-hybrid screening, immunoprecipitation, and GST pull-down assay"
        },
        {
            "text": "The hippocampal neurons derived from E-18 pregnant SpragueDawley female rats were prepared as described. ",
            "section": "Neuron culture and transfection"
        },
        {
            "text": "42 Briefly, the embryonic hippocampi were dissected, dissociated with papain and triturated with a polished, half-bore Pasteur pipette. ",
            "section": "Neuron culture and transfection",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "42"
                }
            ]
        },
        {
            "text": "Dissociated neurons (2.5 Â 10 5 ) in minimum Eagle's medium supplemented with 0.6% glucose, 1 mM pyruvate, 2 mM L-glutamine, 10% fetal bovine serum and antibiotics were plated on poly-D-lysine-coated glass coverslips in a 60 mm Petri dish. ",
            "section": "Neuron culture and transfection"
        },
        {
            "text": "Four hours after plating, the medium was replaced with Neurobasal media (Invitrogen) supplemented with 2% B-27, 0.5 mM L-glutamine, to which 4 mM of 1-b-D-cytosine-arabinofuranoside (Ara-C, Sigma) was added as needed. ",
            "section": "Neuron culture and transfection"
        },
        {
            "text": "Neurons were transfected using a modified calciumphosphate method. ",
            "section": "Neuron culture and transfection"
        },
        {
            "text": "18 Briefly, 6 mg of cDNA and 9.3 ml of 2 M CaCl 2 were mixed in distilled water to a total volume of 75 ml, and the same volume of 2X BBS was added. ",
            "section": "Neuron culture and transfection",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "18"
                }
            ]
        },
        {
            "text": "Neurobasal medium was completely replaced by transfection medium (minimum Eagle's medium, 1 mM pyruvate, 0.6% glucose, 10 mM glutamine and 10 mM N-2-hydroxyl piperazine-N 0 -2-ethane sulfonic acid, pH 7.65), and the cDNA mixture was added to the neurons, and incubated in a 5% CO 2 incubator for 90 min. ",
            "section": "Neuron culture and transfection"
        },
        {
            "text": "Neurons were washed twice with washing medium (minimum Eagle's medium, 1 mM pyruvate, 0.6% glucose, 10 mM glutamine and 10 mM N-2-hydroxyl piperazine-N 0 -2-ethane sulfonic acid (N-2-hydroxyl piperazine-N 0 -2-ethane sulfonic acid), pH 7.35) and then returned to the original culture medium. ",
            "section": "Neuron culture and transfection"
        },
        {
            "text": "The vGlut-pHluorin (vGpH) and pU6mRFP constructs were cotransfected in a ratio of 5:1. ",
            "section": "Neuron culture and transfection"
        },
        {
            "text": "The construct vGpH harbors vesicular glutamate transporter 1 fused with pHluorin, a modified GFP with high pH sensitivity. ",
            "section": "Neuron culture and transfection"
        },
        {
            "text": "43 When targeted to the synaptic vesicle lumen, vGpH is quenched and upon exocytosis, the relatively basic pH of the extracellular space allows it to fluoresce. ",
            "section": "Neuron culture and transfection",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "43"
                }
            ]
        },
        {
            "text": "Its fluorescence is again quenched after endocytosis and re-acidification of the synaptic vesicles. ",
            "section": "Neuron culture and transfection"
        },
        {
            "text": "Thus, this process accurately reflects the kinetics of exoendocytic trafficking of synaptic vesicles. ",
            "section": "Neuron culture and transfection"
        },
        {
            "text": "43,44 Synaptic vesicle pool size measurement and image analysis Coverslips were mounted in a perfusion/stimulation chamber equipped with platinum-iridium field stimulus electrodes (EC-S-10, LCI, Seoul, Korea) on the stage of an Olympus IX-71 inverted microscope with Â 40, 1.0 NA oil lens (Olympus, Tokyo, Japan). ",
            "section": "Neuron culture and transfection",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "bibr",
                    "text": "43,44"
                }
            ]
        },
        {
            "text": "Neurons were continuously perfused at room temperature with Tyrode solution (136 mM NaCl, 2.5 mM KCl, 2 mM CaCl 2 , 1.3mM MgCl 2 , 10mM N-2-hydroxyl piperazine-N 0 -2-ethane sulfonic acid, 10 mM glucose, pH 7.3). ",
            "section": "Neuron culture and transfection"
        },
        {
            "text": "To reduce spontaneous activity and prevent recurrent excitation during stimulation, 10 mM 6-cyano-7-nitroquinoxaline-2, 3-dione and 50 mM of DL-2-amino-5-phosphonovaleric acid were added to the Tyrode solution. ",
            "section": "Neuron culture and transfection"
        },
        {
            "text": "Time-lapse images were acquired every 5 s for 4 min using a back-illuminated Andor iXon 897 EMCCD camera (Andor Technologies, Belfast, Northern Ireland) driven by MetaMorph Imaging software (Molecular Devices, Sunnyvale, CA, USA). ",
            "section": "Neuron culture and transfection",
            "entity_spans": [
                {
                    "start": 163,
                    "end": 180,
                    "type": "software",
                    "rawForm": "MetaMorph Imaging",
                    "resp": "#annotator0",
                    "used": true,
                    "id": "feda4c0427-software-0",
                    "cert": "1.0"
                },
                {
                    "start": 191,
                    "end": 208,
                    "type": "publisher",
                    "rawForm": "Molecular Devices",
                    "resp": "#curator",
                    "id": "#feda4c0427-software-0"
                }
            ]
        },
        {
            "text": "From the fourth frame, neurons were stimulated (1 ms, 20-50 V, bipolar) using an A310 Accupulser current stimulator (World Precision Instruments, Sarasota, FL, USA) to mimic action potential generation. ",
            "section": "Neuron culture and transfection"
        },
        {
            "text": "Quantitative measurement of fluorescence intensity at individual boutons was obtained by averaging a selected area of pixel intensities using MetaMorph software. ",
            "section": "Neuron culture and transfection",
            "entity_spans": [
                {
                    "start": 142,
                    "end": 151,
                    "type": "software",
                    "rawForm": "MetaMorph",
                    "resp": "#annotator0",
                    "used": true,
                    "id": "feda4c0427-software-simple-2",
                    "cert": "1.0"
                }
            ]
        },
        {
            "text": "Individual regions were selected by hand. ",
            "section": "Neuron culture and transfection"
        },
        {
            "text": "Then, rectangular regions of interest were drawn around the synaptic boutons, and average intensities were calculated. ",
            "section": "Neuron culture and transfection"
        },
        {
            "text": "Large puncta, typically representative of smaller synapse clusters, were rejected during the selection procedure. ",
            "section": "Neuron culture and transfection"
        },
        {
            "text": "The center of intensity of each synapse was calculated to correct for any image shift over the course of the experiment. ",
            "section": "Neuron culture and transfection"
        },
        {
            "text": "Fluorescence was expressed in intensity units that correspond to fluorescence values averaged over all pixels within the region of interest. ",
            "section": "Neuron culture and transfection"
        },
        {
            "text": "Changes in net fluorescence were obtained by subtracting the average intensity of the first four frames (F 0 ) from the intensity of each frame (F t ) for individual boutons. ",
            "section": "Neuron culture and transfection"
        },
        {
            "text": "They were then normalized to the maximum fluorescence intensity (F max ÀF 0 ) and averaged. ",
            "section": "Neuron culture and transfection"
        },
        {
            "text": "For the exocytosis assays, neurons were preincubated with bafilomycin A1 (Calbiochem, San Diego, CA, USA) for 60 s to block re-acidification and stimulated for 30 s at 20 Hz/600 action potentials (APs), a combination, which is known to totally deplete the recycling pool of vesicles. ",
            "section": "Neuron culture and transfection"
        },
        {
            "text": "44 Bafilomycin A1 was dissolved in Me 2 SO at 0.2 mM and diluted to a final concentration of 0.5 mM prior to the experiments. ",
            "section": "Neuron culture and transfection",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "44"
                }
            ]
        },
        {
            "text": "Bafilomycin A1 was applied throughout the fluorescence measurements.",
            "section": "Neuron culture and transfection"
        },
        {
            "text": "Coverslips were mounted in a perfusion/stimulation chamber equipped with platinum-iridium field stimulus electrodes (EC-S-10, LCI, Seoul, Korea) on the stage of an Olympus IX-71 inverted microscope with Â 40, 1.0 NA oil lens (Olympus, Tokyo, Japan). ",
            "section": "Neuron culture and transfection"
        },
        {
            "text": "Neurons were continuously perfused at room temperature with Tyrode solution (136 mM NaCl, 2.5 mM KCl, 2 mM CaCl 2 , 1.3mM MgCl 2 , 10mM N-2-hydroxyl piperazine-N 0 -2-ethane sulfonic acid, 10 mM glucose, pH 7.3). ",
            "section": "Neuron culture and transfection"
        },
        {
            "text": "To reduce spontaneous activity and prevent recurrent excitation during stimulation, 10 mM 6-cyano-7-nitroquinoxaline-2, 3-dione and 50 mM of DL-2-amino-5-phosphonovaleric acid were added to the Tyrode solution. ",
            "section": "Neuron culture and transfection"
        },
        {
            "text": "Time-lapse images were acquired every 5 s for 4 min using a back-illuminated Andor iXon 897 EMCCD camera (Andor Technologies, Belfast, Northern Ireland) driven by MetaMorph Imaging software (Molecular Devices, Sunnyvale, CA, USA). ",
            "section": "Neuron culture and transfection"
        },
        {
            "text": "From the fourth frame, neurons were stimulated (1 ms, 20-50 V, bipolar) using an A310 Accupulser current stimulator (World Precision Instruments, Sarasota, FL, USA) to mimic action potential generation. ",
            "section": "Neuron culture and transfection"
        },
        {
            "text": "Quantitative measurement of fluorescence intensity at individual boutons was obtained by averaging a selected area of pixel intensities using MetaMorph software. ",
            "section": "Neuron culture and transfection"
        },
        {
            "text": "Individual regions were selected by hand. ",
            "section": "Neuron culture and transfection"
        },
        {
            "text": "Then, rectangular regions of interest were drawn around the synaptic boutons, and average intensities were calculated. ",
            "section": "Neuron culture and transfection"
        },
        {
            "text": "Large puncta, typically representative of smaller synapse clusters, were rejected during the selection procedure. ",
            "section": "Neuron culture and transfection"
        },
        {
            "text": "The center of intensity of each synapse was calculated to correct for any image shift over the course of the experiment. ",
            "section": "Neuron culture and transfection"
        },
        {
            "text": "Fluorescence was expressed in intensity units that correspond to fluorescence values averaged over all pixels within the region of interest. ",
            "section": "Neuron culture and transfection"
        },
        {
            "text": "Changes in net fluorescence were obtained by subtracting the average intensity of the first four frames (F 0 ) from the intensity of each frame (F t ) for individual boutons. ",
            "section": "Neuron culture and transfection"
        },
        {
            "text": "They were then normalized to the maximum fluorescence intensity (F max ÀF 0 ) and averaged. ",
            "section": "Neuron culture and transfection"
        },
        {
            "text": "For the exocytosis assays, neurons were preincubated with bafilomycin A1 (Calbiochem, San Diego, CA, USA) for 60 s to block re-acidification and stimulated for 30 s at 20 Hz/600 action potentials (APs), a combination, which is known to totally deplete the recycling pool of vesicles. ",
            "section": "Neuron culture and transfection"
        },
        {
            "text": "44 Bafilomycin A1 was dissolved in Me 2 SO at 0.2 mM and diluted to a final concentration of 0.5 mM prior to the experiments. ",
            "section": "Neuron culture and transfection",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "44"
                }
            ]
        },
        {
            "text": "Bafilomycin A1 was applied throughout the fluorescence measurements.",
            "section": "Neuron culture and transfection"
        },
        {
            "text": "To estimate the size of each fraction of the synaptic vesicle pool, vGpH-transfected neurons at DIV 18 were stimulated with 40 APs at 20 Hz, which is known to release the store of readily releasable pool of synaptic vesicles in the hippocampal synapses, 44 followed by 1800 APs at 20 Hz stimulation in the presence of 1 mM bafilomycin A1 to release the entire recycling pool of synaptic vesicles. ",
            "section": "Neuron culture and transfection",
            "ref_spans": [
                {
                    "start": 254,
                    "end": 256,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "44"
                }
            ]
        },
        {
            "text": "39,44 The resting pool that cannot be mobilized by such neuronal activity can be uncovered by applying NH 4  ",
            "section": "Neuron culture and transfection",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "39,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "44"
                },
                {
                    "start": 106,
                    "end": 107,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                }
            ]
        },
        {
            "text": "To investigate the mechanism for LRRK2 to generate PD, we attempted to elucidate the normal physiological functions of LRRK2. ",
            "section": "LRRK2 phosphorylates Snapin at Thr-117 residue"
        },
        {
            "text": "We employed yeast two-hybrid screening to isolate proteins interacting with LRRK2, and tried to deduce LRRK2's function by identifying the functions of the LRRK2-interacting proteins. ",
            "section": "LRRK2 phosphorylates Snapin at Thr-117 residue"
        },
        {
            "text": "Snapin (SNAP-25-interacting protein) was originally isolated as an LRRK2-interacting protein by yeast two-hybrid screening using regions from ROC to the kinase (GK) domain or containing the WD40 domain as baits. ",
            "section": "LRRK2 phosphorylates Snapin at Thr-117 residue"
        },
        {
            "text": "Both screenings yielded multiple identical Snapin clones whose open reading frame started at the 33rd amino acid. ",
            "section": "LRRK2 phosphorylates Snapin at Thr-117 residue"
        },
        {
            "text": "The Snapin clone also interacted with the bait containing the full length LRRK2 gene (data not shown).",
            "section": "LRRK2 phosphorylates Snapin at Thr-117 residue"
        },
        {
            "text": "As both Snapin and LRRK2 were reported to have roles in vesicle trafficking, 18,29,31,45 we first tested the possibility that Snapin was a LRRK2 kinase substrate. ",
            "section": "LRRK2 phosphorylates Snapin at Thr-117 residue",
            "ref_spans": [
                {
                    "start": 77,
                    "end": 80,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "18,"
                },
                {
                    "start": 80,
                    "end": 83,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "29,"
                },
                {
                    "start": 83,
                    "end": 86,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "31,"
                },
                {
                    "start": 86,
                    "end": 88,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "45"
                }
            ]
        },
        {
            "text": "An in vitro kinase assay was performed with bacterially expressed, recombinant Snapin and immunoprecipitated, Myc-tagged LRRK2 WT, G2019S or kinase-dead D1994A proteins overexpressed in HEK293T cells. ",
            "section": "LRRK2 phosphorylates Snapin at Thr-117 residue"
        },
        {
            "text": "The results showed that LRRK2 phosphorylated Snapin in the order of G2019S4WT, and this order was also observed in LRRK2 autophosphorylation, as previously reported (Figure 1a). ",
            "section": "LRRK2 phosphorylates Snapin at Thr-117 residue",
            "ref_spans": [
                {
                    "start": 165,
                    "end": 175,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Figure 1a"
                }
            ]
        },
        {
            "text": "3,15,24 As expected, the kinase dead mutant D1994A 11 showed weaker phosphorylation of Snapin and no autophosphorylation, a pattern similar to the reaction with the vector control ( Figure 1a). ",
            "section": "LRRK2 phosphorylates Snapin at Thr-117 residue",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3,"
                },
                {
                    "start": 2,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15,"
                },
                {
                    "start": 5,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "24"
                },
                {
                    "start": 51,
                    "end": 53,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11"
                },
                {
                    "start": 182,
                    "end": 191,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1a"
                }
            ]
        },
        {
            "text": "The weak phosphorylation of Snapin observed in the vector and D1994A lanes might be derived from other kinases non-specifically immunoprecipitated by the myc antibody (Figures 1ai and iii, lanes Recombinant Snapin protein was expressed in E. coli as His-tagged fusion protein and isolated by affinity chromatography with nickel resin. ",
            "section": "LRRK2 phosphorylates Snapin at Thr-117 residue",
            "ref_spans": [
                {
                    "start": 167,
                    "end": 187,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Figures 1ai and iii"
                }
            ]
        },
        {
            "text": "Indicated LRRK2 wild-type (WT) or mutant proteins were expressed in HEK293T cells as Myc-tagged forms and immunoprecipitated by anti-myc antibody. ",
            "section": "LRRK2 phosphorylates Snapin at Thr-117 residue"
        },
        {
            "text": "The immunoprecipitates (IP) were incubated with Snapin for an in vitro kinase assay. ",
            "section": "LRRK2 phosphorylates Snapin at Thr-117 residue"
        },
        {
            "text": "Autoradiograms of phosphorylated LRRK2 ",
            "section": "LRRK2 phosphorylates Snapin at Thr-117 residue"
        },
        {
            "text": "(i) and phosphorylated Snapin (iii) are shown. ",
            "section": "LRRK2 phosphorylates Snapin at Thr-117 residue"
        },
        {
            "text": "In addition, the amount of immunoprecipitated LRRK2 ",
            "section": "LRRK2 phosphorylates Snapin at Thr-117 residue"
        },
        {
            "text": "(ii) and recombinant Snapin (iv) proteins were detected by anti-myc antibody and Coomassie blue staining, respectively. ",
            "section": "LRRK2 phosphorylates Snapin at Thr-117 residue"
        },
        {
            "text": "The empty vector was also transfected to HEK293T cells and the cell lysates were used as a control (vector). ",
            "section": "LRRK2 phosphorylates Snapin at Thr-117 residue"
        },
        {
            "text": "(b) Recombinant GST-LRRK2 (Invitrogen) proteins also phosphorylate Snapin, but not ARF1. ",
            "section": "LRRK2 phosphorylates Snapin at Thr-117 residue"
        },
        {
            "text": "The purchased LRRK2 WT (WT), G2019S (G) or R1441C (R) proteins were used for an in vitro kinase assay. ",
            "section": "LRRK2 phosphorylates Snapin at Thr-117 residue"
        },
        {
            "text": "Autoradiograms showed that LRRK2 and Snapin ",
            "section": "LRRK2 phosphorylates Snapin at Thr-117 residue"
        },
        {
            "text": "(i), but not ARF1, proteins ",
            "section": "LRRK2 phosphorylates Snapin at Thr-117 residue"
        },
        {
            "text": "(ii) were phosphorylated by LRRK2 ",
            "section": "LRRK2 phosphorylates Snapin at Thr-117 residue"
        },
        {
            "text": "(ii). ",
            "section": "LRRK2 phosphorylates Snapin at Thr-117 residue"
        },
        {
            "text": ". A similar pattern of Snapin phosphorylation was also observed using commercially available GST-LRRK2 proteins (Invitrogen, Figure 1b). As a negative control, we tested ARF1 proteins that were expressed in the same pET 29 vector as Snapin, as substrates for an in vitro kinase assay. GST-LRRK2 G2019S could not phosphorylate the ARF1 proteins (Figure 1bii; strongly suggesting that phosphorylation of Snapin by LRRK2 is specific.",
            "section": "1, 4)",
            "ref_spans": [
                {
                    "start": 125,
                    "end": 135,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1b)"
                },
                {
                    "start": 344,
                    "end": 356,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Figure 1bii"
                }
            ]
        },
        {
            "text": "To identify the phosphorylation site of Snapin by LRRK2, we searched an F/Y-X-T-X-R/K motif (the underlined T is the phosphorylation site), a putative phosphorylation site by LRRK2 that was previously reported. ",
            "section": "1, 4)"
        },
        {
            "text": "46 Out of four Thr residues in Snapin, two at the 20th (PVAGPTGRD) and 117th (SVAKETARR) amino acid contained a conserved arginine (indicated by an underlined letter) at the þ 2 position (Figure 1c). ",
            "section": "1, 4)",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "46"
                },
                {
                    "start": 187,
                    "end": 198,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Figure 1c)"
                }
            ]
        },
        {
            "text": "We mutated each threonine to alanine (Snapin T20A and T117A), and purified them as bacterially expressed recombinant proteins. ",
            "section": "1, 4)"
        },
        {
            "text": "Using the purified Snapin proteins, we performed an in vitro kinase assay with the GST-LRRK2 WT or G2019S proteins. ",
            "section": "1, 4)"
        },
        {
            "text": "The results showed that phosphorylation of T117A by the recombinant GST-LRRK2 G2019S proteins was almost, but not completely, eradicated, whereas that of T20A remained at a level similar to that of WT. ",
            "section": "1, 4)"
        },
        {
            "text": "This suggests that Thr-117 is at least one of the phosphorylation sites of Snapin by LRRK2 (Figure 1dii).",
            "section": "1, 4)",
            "ref_spans": [
                {
                    "start": 91,
                    "end": 103,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Figure 1dii"
                }
            ]
        },
        {
            "text": "To confirm interaction between Snapin and LRRK2, we conducted a GST pull-down assay. ",
            "section": "LRRK2 interacts with Snapin via its ROC domain"
        },
        {
            "text": "Figure 2a shows that LRRK2 overexpressed in 293T cells specifically interacted with bacterially expressed GST-Snapin. ",
            "section": "LRRK2 interacts with Snapin via its ROC domain",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "text": "Figure 2a"
                }
            ]
        },
        {
            "text": "As Snapin was reported to interact with many different proteins of various functions by yeast two-hybrid screening, 41,[47][48][49][50][51] and it has even been suggested that its interaction with SNAP-25 is non-specific, 52 we used murine-constitutive androstane receptor (CAR, NR1I3), a nuclear receptor, as a nonspecific negative control in the GST pull-down assay. ",
            "section": "LRRK2 interacts with Snapin via its ROC domain",
            "ref_spans": [
                {
                    "start": 116,
                    "end": 119,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "41,"
                },
                {
                    "start": 119,
                    "end": 123,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "[47]"
                },
                {
                    "start": 123,
                    "end": 127,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "[48]"
                },
                {
                    "start": 127,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "[49]"
                },
                {
                    "start": 131,
                    "end": 135,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "[50]"
                },
                {
                    "start": 135,
                    "end": 139,
                    "type": "bibr",
                    "ref_id": "b50",
                    "text": "[51]"
                },
                {
                    "start": 222,
                    "end": 224,
                    "type": "bibr",
                    "ref_id": "b51",
                    "text": "52"
                }
            ]
        },
        {
            "text": "As expected, CAR did not interact with GST-Snapin whereas LRRK2 specifically interacted with GST-Snapin (Figure 2a). ",
            "section": "LRRK2 interacts with Snapin via its ROC domain",
            "ref_spans": [
                {
                    "start": 104,
                    "end": 114,
                    "type": "figure",
                    "text": "(Figure 2a"
                }
            ]
        },
        {
            "text": "Three PD-pathogenic mutants (G2019S, I2020T and R1441C), interacted with GST-Snapin Figure 2 Leucine-rich repeat kinase 2 (LRRK2) interacts with Snapin. ",
            "section": "LRRK2 interacts with Snapin via its ROC domain",
            "ref_spans": [
                {
                    "start": 84,
                    "end": 92,
                    "type": "figure",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "(a) Lysates of 293T cells transfected with myc-LRRK2 (LRRK2 WT) or HA-murine CAR (CAR) were co-incubated with purified GST-Snapin (S) or GST proteins and subjected to a GST pull-down assay and western blot analysis using anti-myc or anti-HA antibody. ",
            "section": "LRRK2 interacts with Snapin via its ROC domain"
        },
        {
            "text": "(b) LRRK2 WT, G2019S, R1441C or I2020T was expressed in HEK293T cells and the cell lysates were used for a GST pull-down assay as ",
            "section": "LRRK2 interacts with Snapin via its ROC domain"
        },
        {
            "text": "(a) Input (I) of each sample is 2.5% of the total proteins. ",
            "section": "LRRK2 interacts with Snapin via its ROC domain"
        },
        {
            "text": "The amount of GST-Snapin or GST proteins used was detected by Coomassie staining, and it was confirmed that similar amounts of GST proteins were used (a, ",
            "section": "LRRK2 interacts with Snapin via its ROC domain"
        },
        {
            "text": "b). ",
            "section": "LRRK2 interacts with Snapin via its ROC domain"
        },
        {
            "text": "(c) Co-immunoprecipitation of flag-LRRK2 with myc-Snapin. ",
            "section": "LRRK2 interacts with Snapin via its ROC domain"
        },
        {
            "text": "The HEK293T cells were induced by doxycycline to stably express flag-LRRK2 and transfected with plasmids expressing myc-Snapin. ",
            "section": "LRRK2 interacts with Snapin via its ROC domain"
        },
        {
            "text": "Cell lysates were immunoprecipitated with flag antibodyagarose. ",
            "section": "LRRK2 interacts with Snapin via its ROC domain"
        },
        {
            "text": "The immunoprecipitate (IP) was washed and prepared for western analysis with anti-flag or anti-myc. ",
            "section": "LRRK2 interacts with Snapin via its ROC domain"
        },
        {
            "text": "10% of cell lysates were shown as input (Input). ",
            "section": "LRRK2 interacts with Snapin via its ROC domain"
        },
        {
            "text": "* indicates a non-specific band. ",
            "section": "LRRK2 interacts with Snapin via its ROC domain"
        },
        {
            "text": "(d) SH-SY5Y cells differentiated by retinoic acid (10 mM for 5 days) were immunoprecipitated by LRRK2 (MJFF2, Epitomics) antibody and the immunoprecipitates were analyzed by antibody against LRRK2 (1E11) or Snapin (SYSY). ",
            "section": "LRRK2 interacts with Snapin via its ROC domain"
        },
        {
            "text": "An input of 2% was not enough to detect endogenous LRRK2, but sufficient for Snapin detection. ",
            "section": "LRRK2 interacts with Snapin via its ROC domain"
        },
        {
            "text": "WB, western blot.",
            "section": "LRRK2 interacts with Snapin via its ROC domain"
        },
        {
            "text": "with little differences in their affinities to Snapin in comparison with WT (Figure 2b). ",
            "section": "LRRK2 interacts with Snapin via its ROC domain",
            "ref_spans": [
                {
                    "start": 76,
                    "end": 87,
                    "type": "figure",
                    "text": "(Figure 2b)"
                }
            ]
        },
        {
            "text": "To further test the interaction of Snapin with LRRK2, we expressed Myc-tagged Snapin in HEK293T cells stably expressing flag-tagged LRRK2, and performed co-immunoprecipitation of LRRK2 by flag antibody. ",
            "section": "LRRK2 interacts with Snapin via its ROC domain"
        },
        {
            "text": "The result showed that LRRK2 co-immunoprecipitated Snapin (Figure 2c). ",
            "section": "LRRK2 interacts with Snapin via its ROC domain",
            "ref_spans": [
                {
                    "start": 58,
                    "end": 69,
                    "type": "figure",
                    "text": "(Figure 2c)"
                }
            ]
        },
        {
            "text": "We also tested the interaction of LRRK2 with Snapin in the differentiated SH-SY5Y cells without any overexpression. ",
            "section": "LRRK2 interacts with Snapin via its ROC domain"
        },
        {
            "text": "The endogenous LRRK2 weakly, but specifically interacted with endogenous Snapin (Figure 2d).",
            "section": "LRRK2 interacts with Snapin via its ROC domain",
            "ref_spans": [
                {
                    "start": 80,
                    "end": 91,
                    "type": "figure",
                    "text": "(Figure 2d)"
                }
            ]
        },
        {
            "text": "To identify the LRRK2 domain interacting with Snapin, we constructed several LRRK2 deletion mutants (Figure 3a), overexpressed them in HEK293T cells and then repeated the GST pull-down assay using the HEK293T cell lysates and GST-Snapin. ",
            "section": "LRRK2 interacts with Snapin via its ROC domain",
            "ref_spans": [
                {
                    "start": 100,
                    "end": 111,
                    "type": "figure",
                    "text": "(Figure 3a)"
                }
            ]
        },
        {
            "text": "The results suggested both ROC and N-terminal (1-937 amino acids) domains as the interaction domains (Figure 3b). ",
            "section": "LRRK2 interacts with Snapin via its ROC domain",
            "ref_spans": [
                {
                    "start": 101,
                    "end": 111,
                    "type": "figure",
                    "text": "(Figure 3b"
                }
            ]
        },
        {
            "text": "As we isolated the Snapin clone from the yeast two-hybrid screening using the GK and WD40 domains as baits, the GST pull-down assay results partially supported the yeast two-hybrid results. ",
            "section": "LRRK2 interacts with Snapin via its ROC domain"
        },
        {
            "text": "However, we were unable to test the interaction of Snapin with the WD40 domain, because transient expression of the WD40 domain in HEK293T cells was too weak to perform a GST pull-down assay.",
            "section": "LRRK2 interacts with Snapin via its ROC domain"
        },
        {
            "text": "To investigate the physiological function of Snapin phosphorylation by LRRK2, we constructed Snapin T117D, a phosphorylation mimetic mutant, and both Snapin WT and T117D recombinant proteins were expressed in E. coli, purified and tested for specific interaction with GST-SNAP-25. ",
            "section": "Snapin phosphorylation by LRRK2 decreases interaction of Snapin with SNAP-25"
        },
        {
            "text": "Figure 4a exhibits that Snapin T117D very weakly interacted with GST-SNAP-25 in comparison with interaction of Snapin WT and T117A. ",
            "section": "Snapin phosphorylation by LRRK2 decreases interaction of Snapin with SNAP-25",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 4a"
                }
            ]
        },
        {
            "text": "This suggested that the phosphorylation of Snapin T117 inhibited the interaction of SNAP-25 with Snapin. ",
            "section": "Snapin phosphorylation by LRRK2 decreases interaction of Snapin with SNAP-25"
        },
        {
            "text": "To determine whether Snapin phosphorylation by LRRK2 exhibits similar results, Myc-tagged, G2019S proteins expressed in HEK293T cells were immunoprecipitated by antimyc antibody and the precipitate was incubated with recombinant Snapin WT protein so that Snapin WT could be phosphorylated. ",
            "section": "Snapin phosphorylation by LRRK2 decreases interaction of Snapin with SNAP-25"
        },
        {
            "text": "The resultant Snapin proteins were tested for interaction with GST-SNAP-25 by a GST pull-down assay. ",
            "section": "Snapin phosphorylation by LRRK2 decreases interaction of Snapin with SNAP-25"
        },
        {
            "text": "The results showed that Snapin, which might be phosphorylated by LRRK2, considerably decreased the interaction of SNAP-25 with Snapin (Figure 4b), similar to the Snapin T117D mutants. ",
            "section": "Snapin phosphorylation by LRRK2 decreases interaction of Snapin with SNAP-25",
            "ref_spans": [
                {
                    "start": 134,
                    "end": 144,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Figure 4b"
                }
            ]
        },
        {
            "text": "We could not, however, directly confirm the phosphorylation status of Snapin, because no phospho-Snapinspecific antibody is currently available.",
            "section": "Snapin phosphorylation by LRRK2 decreases interaction of Snapin with SNAP-25"
        },
        {
            "text": "To confirm that Snapin phosphorylation by LRRK2 causes its interaction with SNAP25 to be weaker than with nonphosphorylated Snapin, we carried out co-immunoprecipitation of SNAP25 from brain lysates of G2019S TG and control normal mice, and the co-immunoprecipitated complex was subjected to the western blot analysis using Snapin antibody. ",
            "section": "Snapin phosphorylation by LRRK2 decreases interaction of Snapin with SNAP-25"
        },
        {
            "text": "The result showed that the amount of co-immunoprecipitated Snapin in the TG brain lysates, which contained more LRRK2 Figure 3 Mapping of leucine-rich repeat kinase 2 (LRRK2) domain interacting with Snapin. ",
            "section": "Snapin phosphorylation by LRRK2 decreases interaction of Snapin with SNAP-25",
            "ref_spans": [
                {
                    "start": 118,
                    "end": 126,
                    "type": "figure",
                    "text": "Figure 3"
                }
            ]
        },
        {
            "text": "(a) A scheme of several LRRK2 deletion mutant constructs. ",
            "section": "Snapin phosphorylation by LRRK2 decreases interaction of Snapin with SNAP-25"
        },
        {
            "text": "LRR: Leucine-rich repeats; Roc, Ras of complex proteins; CoR, C-terminal of Roc domain. ",
            "section": "Snapin phosphorylation by LRRK2 decreases interaction of Snapin with SNAP-25"
        },
        {
            "text": "(b) GST pull-down assay of LRRK2. ",
            "section": "Snapin phosphorylation by LRRK2 decreases interaction of Snapin with SNAP-25"
        },
        {
            "text": "The indicated LRRK2-mutant proteins were expressed in 293T cells as a Myc-tagged form by transient transfection and total cell lysates were subjected to a GST pull-down assay using GST (-) or GST-Snapin (S). ",
            "section": "Snapin phosphorylation by LRRK2 decreases interaction of Snapin with SNAP-25"
        },
        {
            "text": "Input (I) of each sample was 2.5% of the total proteins. ",
            "section": "Snapin phosphorylation by LRRK2 decreases interaction of Snapin with SNAP-25"
        },
        {
            "text": "The LRRK2 proteins were detected with anti-myc antibody, except for the kinase domain, which was detected by a previously reported LRRK2 antibody, 1E11. ",
            "section": "Snapin phosphorylation by LRRK2 decreases interaction of Snapin with SNAP-25"
        },
        {
            "text": "67 Because expressions of the DApaI, Roc and kinase domains were weaker those of the other domains, exposure times of these domains were extended. ",
            "section": "Snapin phosphorylation by LRRK2 decreases interaction of Snapin with SNAP-25",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b66",
                    "text": "67"
                }
            ]
        },
        {
            "text": "* indicates nonspecific protein band.",
            "section": "Snapin phosphorylation by LRRK2 decreases interaction of Snapin with SNAP-25"
        },
        {
            "text": "kinase activity, was reduced by almost half compared with that of the normal brain lysates (Figure 4c, lanes 3 and 4) although the amount of input Snapin was slightly higher in the control lysates ( Figure 4c lanes 1 and 2).",
            "section": "Snapin phosphorylation by LRRK2 decreases interaction of Snapin with SNAP-25",
            "ref_spans": [
                {
                    "start": 91,
                    "end": 117,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Figure 4c, lanes 3 and 4)"
                },
                {
                    "start": 199,
                    "end": 223,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 4c lanes 1 and 2)"
                }
            ]
        },
        {
            "text": "To identify the physiological functions of LRRK2-mediated Snapin phosphorylation, we tested Snapin-mediated interaction of synaptotagmin with SNAP-25. ",
            "section": "LRRK2-mediated phosphorylation of Snapin decreased interaction of synaptotagmin-1 with SNAP25-syntaxin-VAMP2 complex"
        },
        {
            "text": "It was shown that PKA phosphorylated Snapin at serine 50 and the phosphomimetic Snapin S50D protein, enhanced synaptotagmin association with the core synaptic fusion complex containing SNAP-25, VAMP2 (synaptobrevin-2) and syntaxin. ",
            "section": "LRRK2-mediated phosphorylation of Snapin decreased interaction of synaptotagmin-1 with SNAP25-syntaxin-VAMP2 complex"
        },
        {
            "text": "40 We assumed that inhibitory phosphorylation of Snapin by LRRK2 might decrease association of synaptotagmin with the SNARE complex, in contrast to PKA-mediated activatory phosphorylation of Snapin.",
            "section": "LRRK2-mediated phosphorylation of Snapin decreased interaction of synaptotagmin-1 with SNAP25-syntaxin-VAMP2 complex",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "40"
                }
            ]
        },
        {
            "text": "To test our hypothesis, rat brain lysate was incubated with Snapin WT or T117D protein and the complex was coimmunoprecipitated by syntaxin antibody. ",
            "section": "LRRK2-mediated phosphorylation of Snapin decreased interaction of synaptotagmin-1 with SNAP25-syntaxin-VAMP2 complex"
        },
        {
            "text": "The immunoprecipitates were analyzed using western blot analysis with synaptotagmin-1 antibody. ",
            "section": "LRRK2-mediated phosphorylation of Snapin decreased interaction of synaptotagmin-1 with SNAP25-syntaxin-VAMP2 complex"
        },
        {
            "text": "Figure 5 shows that Snapin WT increased the association of synaptotagmin-1 with the core SNARE complex. ",
            "section": "LRRK2-mediated phosphorylation of Snapin decreased interaction of synaptotagmin-1 with SNAP25-syntaxin-VAMP2 complex",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 5"
                }
            ]
        },
        {
            "text": "In contrast, T117D-mutant protein decreased the association. ",
            "section": "LRRK2-mediated phosphorylation of Snapin decreased interaction of synaptotagmin-1 with SNAP25-syntaxin-VAMP2 complex"
        },
        {
            "text": "The amount of each component of the SNARE complex was similar except for SNAP-25, whose interaction with syntaxin might be decreased by the addition of Snapin. ",
            "section": "LRRK2-mediated phosphorylation of Snapin decreased interaction of synaptotagmin-1 with SNAP25-syntaxin-VAMP2 complex"
        },
        {
            "text": "Phosphorylation of Snapin by leucine-rich repeat kinase 2 (LRRK2) causes a decrease of interaction with SNAP-25. ",
            "section": "LRRK2-mediated phosphorylation of Snapin decreased interaction of synaptotagmin-1 with SNAP25-syntaxin-VAMP2 complex"
        },
        {
            "text": "(a) Snapin T117D-mutant mimicking phosphorylation by LRRK2 interacts with SNAP-25 more weakly than the wild type (WT). ",
            "section": "LRRK2-mediated phosphorylation of Snapin decreased interaction of synaptotagmin-1 with SNAP25-syntaxin-VAMP2 complex"
        },
        {
            "text": "Recombinant Flagtagged Snapin WT and indicated mutant proteins were subjected to a GST pull-down assay using GST-SNAP-25 and detected by western blot analysis using anti-Flag antibody. ",
            "section": "LRRK2-mediated phosphorylation of Snapin decreased interaction of synaptotagmin-1 with SNAP25-syntaxin-VAMP2 complex"
        },
        {
            "text": "Coomassie blue staining of GST and GST-SNAP-25 showed that similar amounts of each protein were used. ",
            "section": "LRRK2-mediated phosphorylation of Snapin decreased interaction of synaptotagmin-1 with SNAP25-syntaxin-VAMP2 complex"
        },
        {
            "text": "(b) Snapin WT protein phosphorylated by LRRK2 exhibited weaker interaction with SNAP-25 than the untreated and presumably unphosphorylated Snapin (control). ",
            "section": "LRRK2-mediated phosphorylation of Snapin decreased interaction of synaptotagmin-1 with SNAP25-syntaxin-VAMP2 complex"
        },
        {
            "text": "The myc-tagged LRRK2 G2019S was transiently expressed in HEK293T cells and immunoprecipitated by anti-myc antibody. ",
            "section": "LRRK2-mediated phosphorylation of Snapin decreased interaction of synaptotagmin-1 with SNAP25-syntaxin-VAMP2 complex"
        },
        {
            "text": "The immunoprecipitated beads were co-incubated with recombinant flag tagged Snapin WT protein with ATP under the in vitro kinase assay conditions. ",
            "section": "LRRK2-mediated phosphorylation of Snapin decreased interaction of synaptotagmin-1 with SNAP25-syntaxin-VAMP2 complex"
        },
        {
            "text": "The supernatant was co-incubated with purified GST-SNAP-25 and subjected to a GST pull-down assay and SDS-PAGE. ",
            "section": "LRRK2-mediated phosphorylation of Snapin decreased interaction of synaptotagmin-1 with SNAP25-syntaxin-VAMP2 complex"
        },
        {
            "text": "The bound Snapin was detected by anti-flag antibody (Sigma) and the amount was compared to the control transfected with an empty vector ",
            "section": "LRRK2-mediated phosphorylation of Snapin decreased interaction of synaptotagmin-1 with SNAP25-syntaxin-VAMP2 complex"
        },
        {
            "text": "(i). ",
            "section": "LRRK2-mediated phosphorylation of Snapin decreased interaction of synaptotagmin-1 with SNAP25-syntaxin-VAMP2 complex"
        },
        {
            "text": "The presence of LRRK2 in immunoprecipitates was confirmed by anti-myc antibody ",
            "section": "LRRK2-mediated phosphorylation of Snapin decreased interaction of synaptotagmin-1 with SNAP25-syntaxin-VAMP2 complex"
        },
        {
            "text": "(ii). ",
            "section": "LRRK2-mediated phosphorylation of Snapin decreased interaction of synaptotagmin-1 with SNAP25-syntaxin-VAMP2 complex"
        },
        {
            "text": "Coomassie blue staining ",
            "section": "LRRK2-mediated phosphorylation of Snapin decreased interaction of synaptotagmin-1 with SNAP25-syntaxin-VAMP2 complex"
        },
        {
            "text": "(iii) confirmed that equal amounts of GST-SANP25 protein were used for both incubations (control and G2019S). ",
            "section": "LRRK2-mediated phosphorylation of Snapin decreased interaction of synaptotagmin-1 with SNAP25-syntaxin-VAMP2 complex"
        },
        {
            "text": "(c) Interaction of SNAP25 with Snapin was weaker in G2019S transgenic (TG) than in a control (C) mouse brain lysate. ",
            "section": "LRRK2-mediated phosphorylation of Snapin decreased interaction of synaptotagmin-1 with SNAP25-syntaxin-VAMP2 complex"
        },
        {
            "text": "Whole brain lysates were prepared from both G2019S TG and normal control mice and immunoprecipitated with SNAP25 antibody. ",
            "section": "LRRK2-mediated phosphorylation of Snapin decreased interaction of synaptotagmin-1 with SNAP25-syntaxin-VAMP2 complex"
        },
        {
            "text": "The amount of Snapin in each brain lysates (20% input) was shown with Snapin antibody (Abnova, 1:500 dilution, Snapin-low). ",
            "section": "LRRK2-mediated phosphorylation of Snapin decreased interaction of synaptotagmin-1 with SNAP25-syntaxin-VAMP2 complex"
        },
        {
            "text": "The immunoprecipitates, which showed no signal under the diluted condition above, were subjected to western blot analysis with more concentrated Snapin antibody (Abnova, 1:50 dilution, Snapin-high). ",
            "section": "LRRK2-mediated phosphorylation of Snapin decreased interaction of synaptotagmin-1 with SNAP25-syntaxin-VAMP2 complex"
        },
        {
            "text": "The amount of specific immunoprecipitated Snapin was calculated as the amount of immunoprecipitated Snapin divided by the amount of immunoprecipitated SNAP25. ",
            "section": "LRRK2-mediated phosphorylation of Snapin decreased interaction of synaptotagmin-1 with SNAP25-syntaxin-VAMP2 complex"
        },
        {
            "text": "An arrow or * indicated Snapin or nonspecific protein band, respectively.",
            "section": "LRRK2-mediated phosphorylation of Snapin decreased interaction of synaptotagmin-1 with SNAP25-syntaxin-VAMP2 complex"
        },
        {
            "text": "As we found that LRRK2-induced phosphorylation on Snapin T117 decreased the interaction of synaptotagmin-1 with the SNAP25-syntaxin-VAMP2 complex, we next tested the effect of LRRK2-induced phosphorylation of Snapin on synaptic transmission of the cultured hippocampal neurons. ",
            "section": "LRRK2-dependent phosphorylation of Snapin decreased the fraction of readily releasable pool and the extent of exocytotic release."
        },
        {
            "text": "We cotransfected WT Snapin alone, T117D alone, G2019S and WT Snapin or D1994A and WT Snapin with vGpH in cultured rat hippocampal neurons. ",
            "section": "LRRK2-dependent phosphorylation of Snapin decreased the fraction of readily releasable pool and the extent of exocytotic release."
        },
        {
            "text": "43 The vesicles of a synapse are organized into three distinct pools, two of which recycle (readily releasable pool (RRP) and a reserve pool), and one which normally does not (resting pool). ",
            "section": "LRRK2-dependent phosphorylation of Snapin decreased the fraction of readily releasable pool and the extent of exocytotic release.",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "43"
                }
            ]
        },
        {
            "text": "The vesicles of the RRP are known to be docked at the plasma membrane, ready for immediate release upon stimulation. ",
            "section": "LRRK2-dependent phosphorylation of Snapin decreased the fraction of readily releasable pool and the extent of exocytotic release."
        },
        {
            "text": "44 After the RRP has been depleted, continued release occurs from the reserve pool. ",
            "section": "LRRK2-dependent phosphorylation of Snapin decreased the fraction of readily releasable pool and the extent of exocytotic release.",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "44"
                }
            ]
        },
        {
            "text": "The amplitude of the response to a train of 40 APs at 20 Hz corresponds to the size of the RRP of the synaptic vesicles. ",
            "section": "LRRK2-dependent phosphorylation of Snapin decreased the fraction of readily releasable pool and the extent of exocytotic release."
        },
        {
            "text": "Those recycling vesicles released by a stimulus of 1800 APs at 20 Hz after the addition of bafilomycin A1, a V-type ATPase inhibitor that blocks acidification of endocytosed synaptic vesicles, represent the remainder of the total recycling pool. ",
            "section": "LRRK2-dependent phosphorylation of Snapin decreased the fraction of readily releasable pool and the extent of exocytotic release."
        },
        {
            "text": "44,53 The resting pool of vesicles, which are refractory to stimulation and normally do not participate in recycling, can be uncovered by adding NH 4 Cl to trap all the vesicles in an alkaline state and hence unquench all acidic vesicles that have not been released (Figure 6a  44,53 ).",
            "section": "LRRK2-dependent phosphorylation of Snapin decreased the fraction of readily releasable pool and the extent of exocytotic release.",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "44,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "53"
                },
                {
                    "start": 266,
                    "end": 276,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "(Figure 6a"
                },
                {
                    "start": 278,
                    "end": 281,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "44,"
                },
                {
                    "start": 281,
                    "end": 285,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "53 )"
                }
            ]
        },
        {
            "text": "We found that LRRK2 G2019S with WT Snapin resulted in a decrease in the RRP fraction at the expense of the reserved fraction (Figure 6b, RRP fraction:reserved fraction ¼ 20.7±2.8%:29.6±3.0% for control; 12.4±1.3%:41.6±2.9% for G2019S). ",
            "section": "LRRK2-dependent phosphorylation of Snapin decreased the fraction of readily releasable pool and the extent of exocytotic release.",
            "ref_spans": [
                {
                    "start": 125,
                    "end": 135,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "(Figure 6b"
                }
            ]
        },
        {
            "text": "Subsequently, the extent of exocytotic release during 100 APs stimulation was also significantly decreased by G2019S (Figure 6c). ",
            "section": "LRRK2-dependent phosphorylation of Snapin decreased the fraction of readily releasable pool and the extent of exocytotic release.",
            "ref_spans": [
                {
                    "start": 117,
                    "end": 127,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "(Figure 6c"
                }
            ]
        },
        {
            "text": "LRRK2 D1994A with WT Snapin expression showed somewhat opposite effects: the RRP and reserve pool fractions were increased at the expense of the resting pool fraction ( Figure 6). ",
            "section": "LRRK2-dependent phosphorylation of Snapin decreased the fraction of readily releasable pool and the extent of exocytotic release.",
            "ref_spans": [
                {
                    "start": 169,
                    "end": 177,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Figure 6"
                }
            ]
        },
        {
            "text": "The extent of exocytotic release was also significantly increased by D1994A.",
            "section": "LRRK2-dependent phosphorylation of Snapin decreased the fraction of readily releasable pool and the extent of exocytotic release."
        },
        {
            "text": "Although Snapin T117D itself did not show any effect on the synaptic vesicle pool size and the extent of exocytotic release ( Figure 6), we assume that this might be attributed to the compensatory effect of endogenous Snapin or the presence of LRRK2-induced phosphorylation sites other than T117 in Snapin.",
            "section": "LRRK2-dependent phosphorylation of Snapin decreased the fraction of readily releasable pool and the extent of exocytotic release.",
            "ref_spans": [
                {
                    "start": 126,
                    "end": 134,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Figure 6"
                }
            ]
        },
        {
            "text": "We reported here that LRRK2 interacts with and phosphorylates Snapin, possibly at threonine 117. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Snapin has been reported to interact with numerous proteins including SNAP-25, 28 EBAG9, 47 cypin, 54 casein kinase 1-delta, 50 a subunit of Exo70, 49 TRPC6, 51 EHD1, 55 disbindin-1, 56 type VI adenylyl cyclase, 48 ryanodine receptor 57 and UT-A1 urea transporter. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 89,
                    "end": 91,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "47"
                },
                {
                    "start": 99,
                    "end": 101,
                    "type": "bibr",
                    "ref_id": "b53",
                    "text": "54"
                },
                {
                    "start": 125,
                    "end": 127,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "50"
                },
                {
                    "start": 167,
                    "end": 169,
                    "type": "bibr",
                    "ref_id": "b54",
                    "text": "55"
                },
                {
                    "start": 183,
                    "end": 185,
                    "type": "bibr",
                    "ref_id": "b55",
                    "text": "56"
                },
                {
                    "start": 212,
                    "end": 214,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "48"
                },
                {
                    "start": 234,
                    "end": 236,
                    "type": "bibr",
                    "ref_id": "b56",
                    "text": "57"
                }
            ]
        },
        {
            "text": "41 Most of these Snapininteracting proteins function in vesicle trafficking. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "41"
                }
            ]
        },
        {
            "text": "However, the various functions of interaction partners also suggest a possibility that Snapin might non-specifically interact with these proteins. ",
            "section": "DISCUSSION"
        },
        {
            "text": "52 However, a Snapin knockout animal model exhibited impaired calcium-dependent exocytosis of large dense-core vesicles in chromaffin cells, confirming specific physiological roles of Snapin in synaptic vesicle trafficking. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b51",
                    "text": "52"
                }
            ]
        },
        {
            "text": "29 Until now, PKA and casein kinase 1d were known to phosphorylate Snapin. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "29"
                }
            ]
        },
        {
            "text": "40,50 We report here LRRK2 as another Snapin kinase. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "40,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "50"
                }
            ]
        },
        {
            "text": "One of the phosphorylation sites of Snapin by LRRK2 was identified as threonine 117. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Although we identified this site based on the conserved sequences for LRRK2's phosphorylation site, 46 a recent study on LRRK2's phosphorylation site suggested that LRRK2 phosphorylates amino acids whose surrounding regions have high pI values, rather than the conserved amino-acid sequences. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 100,
                    "end": 102,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "46"
                }
            ]
        },
        {
            "text": "58 The pI of the peptide containing the 113rd amino acid to 121st amino acids (VAKETARRR) of Snapin is 11.7 (calculated by a program from http://web.expasy.org/protparam/), confirming that threonine 117 is acceptable as a phosphorylation site of LRRK2 regardless of the rule that is applied. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b57",
                    "text": "58"
                }
            ]
        },
        {
            "text": "46,58 However, LRRK2's phosphorylated motif sequence is not well conserved. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "46,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b57",
                    "text": "58"
                }
            ]
        },
        {
            "text": "Several studies have reported that LRRK2 could phosphorylate threonine or even serine at sites unrelated to the reported F/Y-X-T-X-R/K threonine sites. ",
            "section": "DISCUSSION"
        },
        {
            "text": "59,60 Therefore, it is possible that serines or threonines in Snapin are phosphorylated by LRRK2 in addition to T117, because T117A mutant proteins were still weakly phosphorylated by LRRK2 in the in vitro kinase assay (Figure 1d). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b58",
                    "text": "59,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b59",
                    "text": "60"
                },
                {
                    "start": 219,
                    "end": 229,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Figure 1d"
                }
            ]
        },
        {
            "text": "We found that Snapin T117D did not significantly affect synaptic vesicle composition and extent of exocytosis, and this might be due to the presence of additional phosphorylation sites in Snapin by LRRK2 ( Figure 6b).",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 206,
                    "end": 216,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Figure 6b)"
                }
            ]
        },
        {
            "text": "We did not observe any significant differences in the interaction of Snapin with LRRK2 WT and its pathogenic mutants (Figure 2). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 117,
                    "end": 126,
                    "type": "figure",
                    "text": "(Figure 2"
                }
            ]
        },
        {
            "text": "This suggests that interaction of LRRK2 with Snapin is not directly related to PD pathogenicity. ",
            "section": "DISCUSSION"
        },
        {
            "text": "However, it is still possible that G2019S phosphorylates Snapin more than WT given G2019S's stronger kinase activity. ",
            "section": "DISCUSSION"
        },
        {
            "text": "This may result in stronger inhibitory phosphorylation of Snapin by the G2019S mutant (Figures 1a and b), which may be related to PD pathogenesis.",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 86,
                    "end": 104,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Figures 1a and b)"
                }
            ]
        },
        {
            "text": "Previously, we showed that LRRK2 was enriched in the soluble synaptosome fraction, suggesting the possibility that LRRK2 interacts with synaptic proteins. ",
            "section": "DISCUSSION"
        },
        {
            "text": "18 A recent report suggested that LRRK2 is part of a presynaptic protein network and controls synaptic vesicle trafficking. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "18"
                }
            ]
        },
        {
            "text": "61 Silencing of the expression of LRRK2 caused redistribution of vesicles within the bouton and altered recycling dynamics. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b60",
                    "text": "61"
                }
            ]
        },
        {
            "text": "61 Neurons from Snapin-deficient mice also showed desynchronized fusion of synaptic vesicles and impairment of synaptic efficacy and precision. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b60",
                    "text": "61"
                }
            ]
        },
        {
            "text": "31 Snapin was reported to promote SNAP-25 binding to synaptotagmin-1 and to stabilize binding of synaptotagmin-1 to the SNARE complex. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "31"
                }
            ]
        },
        {
            "text": "31 This resulted in an increase in the 2%±3.6% for D1994A and wild-type Snapin). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "31"
                }
            ]
        },
        {
            "text": "(middle) ",
            "section": "DISCUSSION"
        },
        {
            "text": "Average fraction of reserve pool (29.6% ± 3.0% for wild-type Snapin; 32.8% ± 3.1% for T117D; 41.6% ± 2.9% for G2019S and wild-type Snapin; 37.4%±6.4% for D1994A and wild-type Snapin). ",
            "section": "DISCUSSION"
        },
        {
            "text": "(right) ",
            "section": "DISCUSSION"
        },
        {
            "text": "Average fraction of resting pool (49.7%±3.0% for wild-type Snapin; 50.5% ± 1.4% for T117D; 46.0% ± 2.8% for G2019S and wild-type Snapin; 33.8% ± 6.6% for D1994A and wildtype Snapin). ",
            "section": "DISCUSSION"
        },
        {
            "text": "(c) The extent of exocytotic release. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Rat hippocampal neurons were co-transfected with wild-type Snapin alone, T117D alone, G2019S and wild-type Snapin, or D1994A and wild-type Snapin with vGpH. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The neurons were stimulated with 100 APs at 10 Hz, and then treated with NH 4 Cl to obtain the total synaptic vesicle pool size. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Fluorescence intensity was normalized to the maximum fluorescence change upon NH 4 Cl treatment. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Data are presented as means ± s.e.m. *Pp0.01 (analysis of variance and Turkey's honestly significant difference post hoc test).",
            "section": "DISCUSSION"
        },
        {
            "text": "number of synaptic vesicles in the readily releasable state. ",
            "section": "DISCUSSION"
        },
        {
            "text": "29,31 Thus far, both positive and negative regulators for the interaction between Snapin and SNAP-25 have been reported. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "29,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "31"
                }
            ]
        },
        {
            "text": "PKA phosphorylated Snapin at serine 50, increased the Snapin interaction with SNAP-25, and caused an increase of synaptic vesicle release. ",
            "section": "DISCUSSION"
        },
        {
            "text": "34,40 Two negative regulators, EBAG9 and EHD1, inhibited interaction of Snapin with SNAP-25 47,55 and interaction of SNAP25 with synaptotagmin-1. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "34,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "40"
                },
                {
                    "start": 92,
                    "end": 95,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "47,"
                },
                {
                    "start": 95,
                    "end": 97,
                    "type": "bibr",
                    "ref_id": "b54",
                    "text": "55"
                }
            ]
        },
        {
            "text": "Consistent with these previous findings, we also found that LRRK2mediated phosphorylation of Snapin decreased interaction of synaptotagmin with the core SNARE complex ( Figure 5). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 169,
                    "end": 177,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 5"
                }
            ]
        },
        {
            "text": "This subsequently resulted in a reduced RRP fraction and extent of exocytosis, suggesting that LRRK2 is another negative regulator of the Snapin and SNAP-25 interaction during synaptic transmission. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Snapin has been reported to directly interact with synaptotagmin 31 in addition to indirect interaction via SNAP25. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 65,
                    "end": 67,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "31"
                }
            ]
        },
        {
            "text": "Whether Snapin S50D protein enhances its direct interaction with synaptotagmin is yet unknown. ",
            "section": "DISCUSSION"
        },
        {
            "text": "It would be interesting to investigate the effect of LRRK2-mediated phosphorylation of Snapin, on its direct interaction with synaptotagmin.",
            "section": "DISCUSSION"
        },
        {
            "text": "One of the well-known LRRK2 kinase functions is negative regulation of neurite length. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In contrast, SNAP-25 is known as a positive regulator of neurite length. ",
            "section": "DISCUSSION"
        },
        {
            "text": "62 Recently, type VI adenylyl cyclase (AC6) was reported as a Snapin-interacting protein and a suppressor of neurite extension. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b61",
                    "text": "62"
                }
            ]
        },
        {
            "text": "63 Downregulation of Snapin or overexpression of SNAP-25 reversed neurite shortening by AC6. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b62",
                    "text": "63"
                }
            ]
        },
        {
            "text": "63 Investigation of the effect of LRRK2-mediated Snapin phosphorylation on neurite length could be of further interest.",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b62",
                    "text": "63"
                }
            ]
        },
        {
            "text": "In addition, it would be interesting to investigate whether the pattern of interaction of Snapin phosphorylated at Thr-117 with various other previously reported Snapin partner proteins is changed. ",
            "section": "DISCUSSION"
        },
        {
            "text": "28,41,47,[49][50][51][54][55][56] Both Snapin and LRRK2 have been reported to regulate trafficking of proteins from late endosomes to lysosomes positively and negatively, respectively. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "28,"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "41,"
                },
                {
                    "start": 6,
                    "end": 9,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "47,"
                },
                {
                    "start": 9,
                    "end": 13,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "[49]"
                },
                {
                    "start": 13,
                    "end": 17,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "[50]"
                },
                {
                    "start": 17,
                    "end": 21,
                    "type": "bibr",
                    "ref_id": "b50",
                    "text": "[51]"
                },
                {
                    "start": 21,
                    "end": 25,
                    "type": "bibr",
                    "ref_id": "b53",
                    "text": "[54]"
                },
                {
                    "start": 25,
                    "end": 29,
                    "type": "bibr",
                    "ref_id": "b54",
                    "text": "[55]"
                },
                {
                    "start": 29,
                    "end": 33,
                    "type": "bibr",
                    "ref_id": "b55",
                    "text": "[56]"
                }
            ]
        },
        {
            "text": "33,64 In addition, several papers have reported that overexpression of a-synuclein or LRRK2 causes defects in synaptic vesicle trafficking. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "33,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b63",
                    "text": "64"
                }
            ]
        },
        {
            "text": "45,65,66 Our data may provide a clue to explain this phenotype in another direction, possibly by inhibitory phosphorylation of Snapin by LRRK2, although this requires further experiments.",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "45,"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b64",
                    "text": "65,"
                },
                {
                    "start": 6,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b65",
                    "text": "66"
                }
            ]
        },
        {
            "text": "Snapin phosphorylation by leucine-rich repeat kinase 2 (LRRK2). ",
            "section": "Figure 1"
        },
        {
            "text": "(a) Immunoprecipitated LRRK2 phosphorylates Snapin.",
            "section": "Figure 1"
        },
        {
            "text": "(iii) Positions of both Arf1 and Snapin proteins are indicated by arrows. "
        },
        {
            "text": "(c) The amino-acid sequence of human Snapin. "
        },
        {
            "text": "The conserved phosphorylation candidate sites at the 20th and 117th threonine residues are indicated as bold letters. "
        },
        {
            "text": "(d) LRRK2 phosphorylates Snapin at Thr-117. "
        },
        {
            "text": "GST-LRRK2 WT or G2019S (Invitrogen) were subjected to an in vitro kinase assay with recombinant Snapin WT, T20A or T117A protein. "
        },
        {
            "text": "Autoradiograms of autophosphorylated GST-LRRK2 "
        },
        {
            "text": "(i) and phosphorylated Snapin "
        },
        {
            "text": "(ii) are shown. "
        },
        {
            "text": "For each kinase assay, use of equal amounts of substrates was confirmed by SDS-PAGE and Coomassie blue staining (aiv, biii, diii)."
        },
        {
            "text": "Figure 4 Phosphorylation of Snapin by leucine-rich repeat kinase 2 (LRRK2) causes a decrease of interaction with SNAP-25. ",
            "section": "Figure 4"
        },
        {
            "text": "(a) Snapin T117D-mutant mimicking phosphorylation by LRRK2 interacts with SNAP-25 more weakly than the wild type (WT). ",
            "section": "Figure 4"
        },
        {
            "text": "Recombinant Flagtagged Snapin WT and indicated mutant proteins were subjected to a GST pull-down assay using GST-SNAP-25 and detected by western blot analysis using anti-Flag antibody. ",
            "section": "Figure 4"
        },
        {
            "text": "Coomassie blue staining of GST and GST-SNAP-25 showed that similar amounts of each protein were used. ",
            "section": "Figure 4"
        },
        {
            "text": "(b) Snapin WT protein phosphorylated by LRRK2 exhibited weaker interaction with SNAP-25 than the untreated and presumably unphosphorylated Snapin (control). ",
            "section": "Figure 4"
        },
        {
            "text": "The myc-tagged LRRK2 G2019S was transiently expressed in HEK293T cells and immunoprecipitated by anti-myc antibody. ",
            "section": "Figure 4"
        },
        {
            "text": "The immunoprecipitated beads were co-incubated with recombinant flag tagged Snapin WT protein with ATP under the in vitro kinase assay conditions. ",
            "section": "Figure 4"
        },
        {
            "text": "The supernatant was co-incubated with purified GST-SNAP-25 and subjected to a GST pull-down assay and SDS-PAGE. ",
            "section": "Figure 4"
        },
        {
            "text": "The bound Snapin was detected by anti-flag antibody (Sigma) and the amount was compared to the control transfected with an empty vector ",
            "section": "Figure 4"
        },
        {
            "text": "(i). ",
            "section": "Figure 4"
        },
        {
            "text": "The presence of LRRK2 in immunoprecipitates was confirmed by anti-myc antibody ",
            "section": "Figure 4"
        },
        {
            "text": "(ii). ",
            "section": "Figure 4"
        },
        {
            "text": "Coomassie blue staining ",
            "section": "Figure 4"
        },
        {
            "text": "(iii) confirmed that equal amounts of GST-SANP25 protein were used for both incubations (control and G2019S). ",
            "section": "Figure 4"
        },
        {
            "text": "(c) Interaction of SNAP25 with Snapin was weaker in G2019S transgenic (TG) than in a control (C) mouse brain lysate. ",
            "section": "Figure 4"
        },
        {
            "text": "Whole brain lysates were prepared from both G2019S TG and normal control mice and immunoprecipitated with SNAP25 antibody. ",
            "section": "Figure 4"
        },
        {
            "text": "The amount of Snapin in each brain lysates (20% input) was shown with Snapin antibody (Abnova, 1:500 dilution, Snapin-low). ",
            "section": "Figure 4"
        },
        {
            "text": "The immunoprecipitates, which showed no signal under the diluted condition above, were subjected to western blot analysis with more concentrated Snapin antibody (Abnova, 1:50 dilution, Snapin-high). ",
            "section": "Figure 4"
        },
        {
            "text": "The amount of specific immunoprecipitated Snapin was calculated as the amount of immunoprecipitated Snapin divided by the amount of immunoprecipitated SNAP25. ",
            "section": "Figure 4"
        },
        {
            "text": "An arrow or * indicated Snapin or nonspecific protein band, respectively.",
            "section": "Figure 4"
        },
        {
            "text": "T117D Snapin, a phosphomimetic mutant, decreased interaction of synaptotagmin with VAMP2-syntaxin-SNAP 25 complex. ",
            "section": "Figure 5"
        },
        {
            "text": "Rat brain lysate was incubated with none ( À), recombinant Snapin wild type (WT) or T117D overnight and immunoprecipitated with syntaxin1 antibody or control rabbit immunoglobulin G antibody. ",
            "section": "Figure 5"
        },
        {
            "text": "The immunoprecipitate was subjected to SDS-PAGE for western blot analysis. ",
            "section": "Figure 5"
        },
        {
            "text": "Co-precipitated synaptotagmin-1 was detected by synaptotagmin-1 antibody and each component of the VAMP2-syntaxin-SNAP-25 SNARE complex was also detected by specific antibodies. ",
            "section": "Figure 5"
        },
        {
            "text": "The experiment was repeated three times and then band densities were analyzed. ",
            "section": "Figure 5"
        },
        {
            "text": "Data are presented as means ± s.e.m. *Pp0.01 (analysis of variance and Turkey's honestly significant difference post hoc test). ",
            "section": "Figure 5"
        },
        {
            "text": "A representative image ",
            "section": "Figure 5"
        },
        {
            "text": "(a) and the resulting graph are shown ",
            "section": "Figure 5"
        },
        {
            "text": "(b). ",
            "section": "Figure 5"
        },
        {
            "text": "Five percent of the total brain lysate ",
            "section": "Figure 5"
        },
        {
            "text": "(a) is shown as input. ",
            "section": "Figure 5"
        },
        {
            "text": "Use of similar amounts of the recombinant Snapin proteins was confirmed (c). ",
            "section": "Figure 5"
        },
        {
            "text": "Snapin was detected by the His tag, which was used for purification of the recombinant protein. ",
            "section": "Figure 5"
        },
        {
            "text": "*Pp0.05 (analysis of variance and Turkey's honestly significant difference post hoc test).",
            "section": "Figure 5"
        },
        {
            "text": "Leucine-rich repeat kinase 2 (LRRK2)-dependent phosphorylation of Snapin decreased the size of RRP and the extent of exocytotic release. ",
            "section": "Figure 6"
        },
        {
            "text": "(a) Rat hippocampal neurons were co-transfected with wild-type Snapin alone, T117D alone, G2019S and wild-type Snapin, or D1994A and wild-type Snapin with vGpH. ",
            "section": "Figure 6"
        },
        {
            "text": "To measure RRP size, neurons were stimulated with 40 APs at 20 Hz. ",
            "section": "Figure 6"
        },
        {
            "text": "They were then stimulated with 1800 APs at 20 Hz in the presence of bafilomycin (baf). ",
            "section": "Figure 6"
        },
        {
            "text": "Subtraction of RRP fluorescence from the fluorescence plateau reflected the reserve pool (RP). ",
            "section": "Figure 6"
        },
        {
            "text": "All remaining acidic vesicles were alkalized by NH 4 Cl treatment, revealing the size of the resting pool. ",
            "section": "Figure 6"
        },
        {
            "text": "Fluorescence intensity was normalized to the maximum fluorescence change upon NH 4 Cl treatment. ",
            "section": "Figure 6"
        },
        {
            "text": "(b) (left) Average fraction of RRP in wild-type Snapin alone, T117D alone, G2019S and wild-type Snapin, or D1994A and wild-type Snapin (20.7% ± 2.8% for wildtype Snapin; 16.6%±2.2% for T117D; 12.4%±1.3% for G2019S and wild-type Snapin; 29.",
            "section": "Figure 6"
        },
        {
            "text": "Primer sequence",
            "section": "Table 1"
        },
        {
            "text": "Cl solution to unquench all acidic vesicles not yet released. "
        },
        {
            "text": "Data are presented as means ± s.e.m. Statistical analysis was carried out with PASW Statistics 19 (IBM, Armonk, NY, USA). "
        },
        {
            "text": "For multiple conditions, we compared means by analysis of variance followed by Tukey's honestly significant difference post hoc test or Fisher's LSD test (depending on the number of groups)."
        },
        {
            "text": "Experimental & Molecular Medicine"
        },
        {
            "text": "Zimprich A, Biskup S, Leitner P, Lichtner P, Farrer M, Lincoln S et al. "
        },
        {
            "text": "Mutations in LRRK2 cause autosomal-dominant parkinsonism with pleo-"
        },
        {
            "text": "We thank Drs ZH Sheng (NIH, USA) and CJ Gloeckner (Munich, Germany) for GST-SNAP-25 and LRRK2 antibody (1E11), respectively. ",
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "This research was supported by the ",
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "The authors declare no conflict of interest.",
            "section": "CONFLICT OF INTEREST"
        },
        {
            "text": "Attribution-NonCommercial-NoDerivs 3.0 Unported License. ",
            "section": "This work is licensed under a Creative Commons"
        },
        {
            "text": "To view a copy of this license, visit http:// creativecommons.org/licenses/by-nc-nd/3.0/",
            "section": "This work is licensed under a Creative Commons"
        }
    ]
}