{
    "id": "bd68074248",
    "level": "sentence",
    "abstract": [
        {
            "text": "Retrospective analysis of radiological images. "
        },
        {
            "text": "Purpose: To determine the prevalence of lumbosacral transition vertebra (LSTV) and to study its significance with respect to clinically significant spinal symptoms, disc degeneration and herniation. "
        },
        {
            "text": "Overview of Literature: LSTV is the most common congenital anomaly of the lumbosacral spine. "
        },
        {
            "text": "The prevalence has been debated to vary between 7% and 30%, and its relationship to back pain, disc degeneration and herniation has also not been established. "
        },
        {
            "text": "Methods: The study involved examining the radiological images of 3 groups of patients. "
        },
        {
            "text": "Group A consisted of kidney urinary bladder (KUB) X-rays of patients attending urology outpatient clinic. "
        },
        {
            "text": "Group B consisted of X-rays with or without magnetic resonance images (MRIs) of patients attending a spine outpatient clinic, and group C consisted of X-rays and MRI of patients who had undergone surgery for lumbar disc herniation. "
        },
        {
            "text": "One thousand patients meeting the inclusion criteria were selected to be in each group. "
        },
        {
            "text": "LSTV was classified by Castellvi's classification and disc degeneration was assessed by Pfirrmann's grading on MRI scans. "
        },
        {
            "text": "Results: The prevalence of LSTV among urology outpatients, spine outpatients and discectomy patients was 8.1%, 14%, and 16.9% respectively. "
        },
        {
            "text": "LSTV patients showed a higher Pfirrmann's grade of degeneration of the last mobile disc. "
        },
        {
            "text": "Results were found to be significant statistically. "
        },
        {
            "text": "Conclusions: The prevalence of LSTV in spinal outpatients and discectomy patients was significantly higher as compared to those attending the urology outpatient clinic. "
        },
        {
            "text": "There was a definite causal relationship between the transitional vertebra and the degeneration of the disc immediately cephalad to it."
        }
    ],
    "body_text": [
        {
            "text": "Lumbosacral transition vertebra (LSTV) is the most common congenital anomaly of the lumbosacral spine and may manifest either as a sacral assimilation of the 5th lumbar vertebra (sacralisation) or separation of the 1st sacral vertebra into the lumbar spine (lumbarisation) [1,2]. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 273,
                    "end": 276,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1,"
                },
                {
                    "start": 276,
                    "end": 278,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2]"
                }
            ]
        },
        {
            "text": "The prevalence of LSTV is said to vary between 7% and 30% in various studies [3]. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 77,
                    "end": 80,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "Apazidis et al. ",
            "section": "Introduction"
        },
        {
            "text": "[4] studied kidney urinary bladder (KUB) radiographs of patients attending a urology clinic and described the prevalence of LSTV to be 35% in the American population. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "LSTV as a cause of low back pain was first described in 1917 as the Bartolotti syndrome [5]. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 88,
                    "end": 91,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "However, its significance with respect to low back pain has been debated by several authors since then [6]. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 103,
                    "end": 106,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "A causal relationship between LSTV and disc degeneration and herniation has also been not well established, with some authors reporting a higher rate of degeneration adjacent to the LSTV [7,8], while others [9][10][11] have reported no such association. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 187,
                    "end": 190,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7,"
                },
                {
                    "start": 190,
                    "end": 192,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8]"
                },
                {
                    "start": 207,
                    "end": 210,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                },
                {
                    "start": 210,
                    "end": 214,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                },
                {
                    "start": 214,
                    "end": 218,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "The objective of this study was to determine the prevalence of LSTV and to study its significance with respect to clinically significant symptoms (low back pain and/or radicular leg pain), radiological disc degeneration and disc herniations.",
            "section": "Introduction"
        },
        {
            "text": "This study was designed as a retrospective analysis of radiological images (X-ray and magnetic resonance imaging [MRI]) of 3 groups of patients.",
            "section": "Materials and Methods"
        },
        {
            "text": "This group consisted of the KUB X-rays of patients attending the urology outpatient department (OPD). ",
            "section": "Group A (urology outpatients)"
        },
        {
            "text": "It was ensured that each X-ray that was included showed adequate visualization of the following anatomical structures-the last thoracic vertebra with the attached rib, all the lumbar vertebrae including the transverse processes of the first and last lumbar vertebrae, sacrum and iliac crests. ",
            "section": "Group A (urology outpatients)"
        },
        {
            "text": "Patients with poor quality radiographs or where there was suboptimal visualization of all of the abovementioned anatomical landmarks, as well as those with a visible pathological lesion in the lumbar spine were excluded. ",
            "section": "Group A (urology outpatients)"
        },
        {
            "text": "Patients with radiological records showing lumbar spinal imaging or OPD records showing a visit to the spinal OPD clinic were excluded from group A.",
            "section": "Group A (urology outpatients)"
        },
        {
            "text": "This group consisted of patients with X-rays with or without an MRI lumbosacral (LS) spine attending the spine OPD. ",
            "section": "Group B (spine outpatients)"
        },
        {
            "text": "Patients with poorly exposed films, films showing severe osteoporosis of the vertebra with biconvex disc spaces, vertebral destruction due to trauma/infection/ tumor, postoperative changes such as a laminectomy defect, implants in situ, isthmic spondylolisthesis or spondylolysis, degenerative listhesis of grade 2 and above, deformities such as scoliosis, features suggestive of ankylosing spondylitis, and hypertrophic osteoarthropathy, and those operated single level discectomy were excluded from group B.",
            "section": "Group B (spine outpatients)"
        },
        {
            "text": "This group consisted of X-rays and MRI LS spine of patients operated on for single level disc herniation of any of the last three mobile discs. ",
            "section": "Group C (discectomy patients)"
        },
        {
            "text": "Patients with multilevel disc herniation, high lumbar disc prolapse (above the third mobile disc), canal stenosis without disc prolapse, or with any other pathological condition in the adjacent levels such as tumor or infection were excluded. ",
            "section": "Group C (discectomy patients)"
        },
        {
            "text": "The numbering of the lumbar vertebrae was done according to the method described by Bron et al. ",
            "section": "Group C (discectomy patients)"
        },
        {
            "text": "[1]. ",
            "section": "Group C (discectomy patients)",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "According to this method, a vertebra showing the presence of an attached rib, either fully formed or rudimentary, was considered to be the last thoracic vertebra, and the next caudal vertebra was named the first lumbar vertebra. ",
            "section": "Group C (discectomy patients)"
        },
        {
            "text": "The intercristal line on the antero-posterior radiograph of the lumbar spine was considered to correspond to the L4-L5 disc space, as described by Chakraverty et al. ",
            "section": "Group C (discectomy patients)"
        },
        {
            "text": "[12]. ",
            "section": "Group C (discectomy patients)",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "An upward and laterally directed transverse process was considered to belong to a thoracic vertebra, whereas a horizontally directed transverse process was considered to belong to a lumbar vertebra. ",
            "section": "Group C (discectomy patients)"
        },
        {
            "text": "The lumbar vertebra with the longest transverse process was considered as the third lumbar vertebra.",
            "section": "Group C (discectomy patients)"
        },
        {
            "text": "Based on these anatomical characteristics, we defined \"lumbarisation of S1\" as the presence of 5 distinct lumbar vertebrae with the transverse process of the first sacral vertebra either fusing with or forming a pseudarthrosis with the sacral ala. ",
            "section": "Group C (discectomy patients)"
        },
        {
            "text": "\"Sacralization of L5\" was said to occur when the transverse process of the last lumbar vertebra formed either a bony bridge or a pseudarthrosis with the sacral ala. ",
            "section": "Group C (discectomy patients)"
        },
        {
            "text": "The morphological type of LSTV was identified based on Castellvi's classification ( Fig. 1) [1]. ",
            "section": "Group C (discectomy patients)",
            "ref_spans": [
                {
                    "start": 84,
                    "end": 90,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1"
                },
                {
                    "start": 92,
                    "end": 95,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "Castellvi's type I has been considered a variation of normal due to the presence of a mobile disc caudal to the vertebra in question and so was not called a transitional vertebra in our study. ",
            "section": "Group C (discectomy patients)"
        },
        {
            "text": "The last three mobile discs were numbered M1, M2, and M3 from a caudal to cephalad direction (Fig. 2). ",
            "section": "Group C (discectomy patients)",
            "ref_spans": [
                {
                    "start": 93,
                    "end": 101,
                    "type": "figure",
                    "text": "(Fig. 2)"
                }
            ]
        },
        {
            "text": "The presence of 4 or 6 lumbar vertebrae without a bony fusion or pseudoarthrosis at the last lumbar vertebra was considered as a thoracolumbar transition and these patients was excluded from the study (Fig. 3).",
            "section": "Group C (discectomy patients)",
            "ref_spans": [
                {
                    "start": 201,
                    "end": 209,
                    "type": "figure",
                    "text": "(Fig. 3)"
                }
            ]
        },
        {
            "text": "Demographic data (age and sex), the presence of LSTV in the radiographic images and its type was recorded in all the 3 groups. ",
            "section": "Group C (discectomy patients)"
        },
        {
            "text": "Among the patients in group B who also had an MRI, disc degeneration was assessed by Pfirrmann's grading system Fig. 4) [13]. ",
            "section": "Group C (discectomy patients)",
            "ref_spans": [
                {
                    "start": 112,
                    "end": 119,
                    "type": "figure",
                    "text": "Fig. 4)"
                },
                {
                    "start": 120,
                    "end": 124,
                    "type": "bibr",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "Similar grading of disc degeneration was done in group C at the non herniated levels, i.e., if M1 was the herniated level, Pfirrmann's grading was assigned to the discs at the M2 and M3levels. ",
            "section": "Group C (discectomy patients)"
        },
        {
            "text": "Based on this system, degeneration was graded as 'normal' (Pfirrmann's grade I), 'mild' (Pfirrmann's grade II) and 'advanced' (grades III-V). ",
            "section": "Group C (discectomy patients)"
        },
        {
            "text": "This was based on Lam et al. ",
            "section": "Group C (discectomy patients)"
        },
        {
            "text": "[14]'s findings of a positive provocative discography in 0%, 9%, and 71% of patients with Pfirrmann's grades I, II, III respectively and 100% in patients with Pfirrmann's grade IV and V. Lam et al. ",
            "section": "Group C (discectomy patients)",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "[14] stated that Pfirrmann's grading correlated strongly with the clinical symptoms. ",
            "section": "Group C (discectomy patients)",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "Radiological images of 1,000 consecutive patients meeting the inclusion criteria were selected for each group retrospectively from the hospital's OPD and operation records. ",
            "section": "Group C (discectomy patients)"
        },
        {
            "text": "The sample size of 3,000 was calculated from a similar study by Kong et al. ",
            "section": "Group C (discectomy patients)"
        },
        {
            "text": "[11], in which they found no significant difference between the LSTV and non-LSTV groups in degenerative spondylolisthesis patients, with a p-value of 0.8 and a sample size of 78, using \"the N master software. \" In order to maintain consistency and avoid inter-observer variability, all the observations, classifications and grading were done by a single qualified spinal surgeon. ",
            "section": "Group C (discectomy patients)",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "The study was conducted in a major tertiary care centre with a daily OPD input of 6,000 patients including all specialities. ",
            "section": "Group C (discectomy patients)"
        },
        {
            "text": "The chi-square and proportion tests were used to compare 2 sets of variables and a p-value of less than 0.05 was considered statistically significant. ",
            "section": "Group C (discectomy patients)"
        },
        {
            "text": "Statistical analysis was done using 'The R statistical software' by a qualified statistician. ",
            "section": "Group C (discectomy patients)",
            "entity_spans": [
                {
                    "start": 41,
                    "end": 42,
                    "type": "software",
                    "rawForm": "R",
                    "resp": "#annotator2",
                    "used": true,
                    "id": "bd68074248-software-simple-0",
                    "cert": "1.0"
                }
            ]
        },
        {
            "text": "Probability and relative risks were also calculated using the same software.",
            "section": "Group C (discectomy patients)"
        },
        {
            "text": "The prevalence of LSTV in groups A, B, and C was 8.1%, 14%, and 16.9% respectively, with an overall prevalence of 13% (Table 1). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 118,
                    "end": 126,
                    "type": "table",
                    "text": "(Table 1"
                }
            ]
        },
        {
            "text": "The type IIA pattern was found to be the commonest followed by type IIIB. ",
            "section": "Results"
        },
        {
            "text": "The prevalence of LSTV in groups B and C was found to be significantly higher than in group A (p<0.001). ",
            "section": "Results"
        },
        {
            "text": "The overall prevalence of sacralization was 11% and lumbarisation was 2%. ",
            "section": "Results"
        },
        {
            "text": "The prevalence of LSTV was higher in females in all the 3 groups by about 1.3 times compared to males ( Table 2).",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 104,
                    "end": 112,
                    "type": "table",
                    "text": "Table 2)"
                }
            ]
        },
        {
            "text": "Among the total of 1,000 patients in group B, there were 786 patients who only had X-rays and 214 patients with both X-rays and MRIs. ",
            "section": "Results"
        },
        {
            "text": "The prevalence of LSTV in these two groups was found to be 12.7% and 18.7%, respectively (Table 3), a difference that was statistically significant (p=0.025), indicating that LSTV was more likely to be encountered in patients symptomatic enough to require MRI scanning.",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 89,
                    "end": 98,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "(Table 3)"
                }
            ]
        },
        {
            "text": "Among the 214 patients who had an MRI, we compared Pfirrmann's grading between the LSTV and non-LSTV groups at M1, M2 and M3 separately ( M1, the LSTV group had significantly advanced degeneration (Pfirrmann's grades 3-5) as compared to non-LSTV patients (p=0.003). ",
            "section": "Results"
        },
        {
            "text": "The corresponding degeneration patterns at the M2 and M3 levels did not show statistical differences between the LSTV and non-LSTV groups.",
            "section": "Results"
        },
        {
            "text": "In group C, we assessed the prevalence of LSTV in patients who had undergone single-level disc surgery at M1, M2, or M3 levels separately, and found the prevalence to be 29.4%, 2.9% and 11.3% respectively ( Table 4). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 207,
                    "end": 214,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 4"
                }
            ]
        },
        {
            "text": "The prevalence of LSTV in this group (group C) at each level (M1, M2, and M3) was compared with those of group A using the proportion test. ",
            "section": "Results"
        },
        {
            "text": "At M1, the prevalence was significantly higher, and at M2, it was significantly lower, with a p-value of less than 0.001, and there was no difference at M3.",
            "section": "Results"
        },
        {
            "text": "Finally, we assigned Pfirrmann's grade to the nonherniated discs in all of the 1,000 patients in group C; i.e., if the herniation was at M1, then Pfirrmann's grade of M2 and M3 were recorded. ",
            "section": "Results"
        },
        {
            "text": "We then compared Pfirrmann's grading between the LSTV and non-LSTV groups at each level (M1, M2, and M3) separately, as was previously done for group B (Fig. 6). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 152,
                    "end": 159,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "(Fig. 6"
                }
            ]
        },
        {
            "text": "The pattern of Pfirrmann's grading between the LSTV and non-LSTV groups were similar to that in group B. At M1, the LSTV group had a significantly higher prevalence of mild and advanced degeneration as compared to the non-LSTV group (p=0.017 and p=0.02). ",
            "section": "Results"
        },
        {
            "text": "At M2 there was an equal incidence of mild degeneration in both groups, but the LSTV group had significantly less advanced degeneration as compared to the non-LSTV group (p=0.001). ",
            "section": "Results"
        },
        {
            "text": "At M3, the LSTV group had a significantly lower prevalence of mild as well as advanced degeneration as compared to the non-LSTV   group (p=0.002 and p=0.025, respectively).",
            "section": "Results"
        },
        {
            "text": "Our study showed a statistically significant higher prevalence of LSTV among spinal OPD patients and discectomy patients as compared to urology OPD patients. ",
            "section": "Discussion"
        },
        {
            "text": "However, group A, consisting of patients attending the urology OPD, may not be representative of the general or purely asymptomatic population. ",
            "section": "Discussion"
        },
        {
            "text": "But when this group was considered as a whole, patients were definitely was less symptomatic with respect to the back than group B, as all the patients in group B were symptomatic and hence had consulted the spinal OPD. ",
            "section": "Discussion"
        },
        {
            "text": "Moreover, estimating the prevalence in purely asymptomatic people would involve exposing otherwise healthy people to harmful radiation, which would be unethical and unacceptable. ",
            "section": "Discussion"
        },
        {
            "text": "The method of using KUB X-rays has been employed by other authors such as Apazidis et al. ",
            "section": "Discussion"
        },
        {
            "text": "[4], whose study is described in the literature. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "For these reasons, group A would be the best possible group, although not ideal, to serve as a control for comparison with symptomatic spinal outpatients and patients in the discectomy groups. ",
            "section": "Discussion"
        },
        {
            "text": "group B who had both X-ray and MRI done were even more representative of the population with clinically significant symptoms, as their symptoms were severe enough to warrant an expensive investigation such as MRI. ",
            "section": "Discussion"
        },
        {
            "text": "Our study showed a statistically significant higher prevalence of LSTV in this subgroup as well, when compared to group A or the subgroup of group B who had X-ray alone.",
            "section": "Discussion"
        },
        {
            "text": "Statistically, the probability or the relative risk of finding a transitional vertebra in a patient with clinically significant spinal symptoms would be 1.75 times higher than in patients attending a urology OPD with nonspinal complaints. ",
            "section": "Discussion"
        },
        {
            "text": "This probability would increase to 2.3 times among patients with symptoms severe enough to require an MRI and increase to 3.6 times among patients with last mobile disc herniation requiring discectomies.",
            "section": "Discussion"
        },
        {
            "text": "Based on these observations, it is possible to conclude that LSTV is more like to be seen in patients with clinically significant spinal symptoms and even more so in those operated on for disc herniation of the last mobile disc. ",
            "section": "Discussion"
        },
        {
            "text": "However, whether LSTV is the cause of the spinal symptoms or disc herniation could not be established by this study, but it does give a hint as to the direction further investigations should take.",
            "section": "Discussion"
        },
        {
            "text": "The degree of discal degeneration on MRI showed distinctly different patterns in the LSTV and non-LSTV groups. ",
            "section": "Discussion"
        },
        {
            "text": "Advanced discal degeneration (Pfirmann's grades 3-5) at the level supra-adjacent to the LSTV (i.e., at M1) was encountered significantly more commonly in the LSTV group (p=0.003). ",
            "section": "Discussion"
        },
        {
            "text": "From these results, our study established a definite causal relationship between the transitional vertebra and degeneration of the disc immediately cephalad to it. ",
            "section": "Discussion"
        },
        {
            "text": "The most likely explanation for this is that the motion segment cephalad to the LSTV has to bear additional stresses by virtue of it being juxtaposed to a relatively non-mobile segment, with the stresses borne by it similar to the stresses encountered by a disc adjacent to a mono-segmental fusion. ",
            "section": "Discussion"
        },
        {
            "text": "The fact that discal degeneration at levels further cephalad (M2 and M3) showed a similar pattern in both the LSTV and non-LSTV groups further strengthens this argument.",
            "section": "Discussion"
        },
        {
            "text": "The prevalence of LSTV in urology outpatients, spinal outpatients and discectomy patients was 8%, 14%, and 17% respectively, with an overall prevalence of 13%. ",
            "section": "Conclusions"
        },
        {
            "text": "Females had about 1.3 times higher prevalence of LSTV as compared to males. ",
            "section": "Conclusions"
        },
        {
            "text": "Almost 30% of patients operated on for symptomatic last mobile disc herniation had LSTV. ",
            "section": "Conclusions"
        },
        {
            "text": "The probability of finding LSTV in patients with clinical symptoms requiring an X-ray, those requiring an MRI and those requiring surgery for last mobile disc herniation was 1.75, 2.3, and 3.6 times higher respectively than those attending a urology OPD with non spinal symptoms. ",
            "section": "Conclusions"
        },
        {
            "text": "There was a definite causal relationship between the transitional vertebra and degeneration of the disc immediately cephalad to it. ",
            "section": "Conclusions"
        },
        {
            "text": "Whether this is the cause of spinal symptoms and last mobile disc herniations in people with transitional vertebra requires further study.",
            "section": "Conclusions"
        },
        {
            "text": "Castellvi's types of lumbosacral transition vertebra (LSTV). ",
            "section": "Fig. 1 ."
        },
        {
            "text": "(A) X-ray showing normal lumbosacral spine (non-LSTV). ",
            "section": "Fig. 1 ."
        },
        {
            "text": "(B) Xray showing type Ib LSTV. ",
            "section": "Fig. 1 ."
        },
        {
            "text": "Type I: dysplastic transverse process with a width more than 19 mm. ",
            "section": "Fig. 1 ."
        },
        {
            "text": "Unilateral (type Ia) and bilateral (type Ib). ",
            "section": "Fig. 1 ."
        },
        {
            "text": "(C) X-ray showing type IIa LSTV. ",
            "section": "Fig. 1 ."
        },
        {
            "text": "Type II: presence of pseudoarthosis between the transverse process and ala of the sacrum. ",
            "section": "Fig. 1 ."
        },
        {
            "text": "Unilateral (type Ia) and bilateral (type Ib). ",
            "section": "Fig. 1 ."
        },
        {
            "text": "(D) X-ray showing type IIIb LSTV. ",
            "section": "Fig. 1 ."
        },
        {
            "text": "Type III: presence of bony fusion between transverse process and ala of sacrum. ",
            "section": "Fig. 1 ."
        },
        {
            "text": "Unilateral (type Ia) and bilateral (type Ib). ",
            "section": "Fig. 1 ."
        },
        {
            "text": "(E) X-ray showing type IV. ",
            "section": "Fig. 1 ."
        },
        {
            "text": "Type IV: presence of pseudoarthrosis on one side and bony fusion on the other.",
            "section": "Fig. 1 ."
        },
        {
            "text": "Labelling of mobile discs from caudal to cephalad as M1, M2, and M3. ",
            "section": "Fig. 2 .Fig. 3 ."
        },
        {
            "text": "X-rays showing lumbosacral transitional vertebrae sacralisation (A), lumbarisation and thoracolumbar transitional vertebrae (B), 4 lumbar vertebrae (C), and 6 lumbar vertebrae (D).",
            "section": "Fig. 2 .Fig. 3 ."
        },
        {
            "text": "Pfirrmann's grading of disc degeneration on T2-weighted magnetic resonance imaging (MRI) image. ",
            "section": "Fig. 5 Fig. 4 ."
        },
        {
            "text": "(A) Grade 1: nucleus appears homogenously white, disc height is preserved, clear distinction between nucleus and annulus. ",
            "section": "Fig. 5 Fig. 4 ."
        },
        {
            "text": "(B) Grade 2: similar to grade 1 except for some signal intensity changes in the nucleus like horizontal clefts. ",
            "section": "Fig. 5 Fig. 4 ."
        },
        {
            "text": "(C) Grade 3: nucleus appears gray, disc height preserved or slightly reduced, distinction between nucleus and annulus is unclear. ",
            "section": "Fig. 5 Fig. 4 ."
        },
        {
            "text": "(D) Grade 4: nucleus appears black, with moderate reduction in the disc height without any distinction between nucleus and annulus. ",
            "section": "Fig. 5 Fig. 4 ."
        },
        {
            "text": "(E) Grade 5: completely collapsed homogenously black disc.",
            "section": "Fig. 5 Fig. 4 ."
        },
        {
            "text": "The fact that spine imaging studies are undertaken in our outpatient clinic, not as a routine but only in the presence of any red flags such as extremes of age, daily activities affected, presence of constitutional symptoms, persistent pain not relieved with medication, indicated that group B represented a population with clinically significant spinal symptoms. ",
            "section": "CFig. 5 ."
        },
        {
            "text": "The subgroup of patients in A B Comparison between number of cases and percentage of each Pfirrmann's grade (PF) in lumbosacral transition vertebra (LSTV) and non-LSTV groups at M1 (A), M2 (B), and M3 (C), with area diagram depicting the same group B. M1 showing greater degeneration in the LSTV groups with the M2 and M3 levels showing a similar pattern between the LSTV and non-LSTV groups.",
            "section": "CFig. 5 ."
        },
        {
            "text": "Comparison between number of cases and percentage of each Pfirrmann's grade of the discs at the non herniated levels (PF) in the lumbosacral transition vertebra (LSTV) and non-LSTV groups at M1 (A), M2 (B), and M3 (C), with an area diagram depicting the same in group C. M1 showing greater degeneration in the LSTV groups with the M2 and M3 levels showing a similar pattern between the LSTV and non-LSTV groups.",
            "section": "Fig. 6 ."
        },
        {
            "text": "Number of cases and prevalence of LSTV in each group Sex specific prevalence of LSTV in each group",
            "section": "Table 1 .Table 2 ."
        },
        {
            "text": "Number of cases and prevalance of LSTV among patients who had X-ray alone and those who had X-ray and MRI both",
            "section": "Table 3 ."
        },
        {
            "text": "Prevelance of LSTV in patients with disc herniation at M1, M2, and M3 in group C",
            "section": "Table 4 ."
        },
        {
            "text": "No potential conflict of interest relevant to this article was reported.",
            "section": "Conflict of Interest"
        }
    ]
}