{
    "id": "fca97123ef",
    "level": "sentence",
    "abstract": [
        {
            "text": "A worldwide epidemic of chronic disease, and complications thereof, is underway, with no sign of abatement. "
        },
        {
            "text": "Healthcare costs have increased tremendously, principally because of the need to treat chronic complications of non-communicable diseases including cardiovascular disease, blindness, end-stage renal disease, and amputation of extremities. "
        },
        {
            "text": "Current healthcare systems fail to provide an appropriate quality of care to prevent the development of chronic complications without additional healthcare costs. "
        },
        {
            "text": "A new paradigm for prevention and treatment of chronic disease and the complications thereof is urgently required. "
        },
        {
            "text": "Several clinical studies have clearly shown that frequent communication between physicians and patients, based on electronic data transmission from medical devices, greatly assists in the management of chronic disease. "
        },
        {
            "text": "However, for various reasons, these advantages have not translated effectively into real clinical practice. "
        },
        {
            "text": "In the present review, we describe current relevant studies, and trends in the use of information technology for chronic disease management. "
        },
        {
            "text": "We also discuss limitations and future directions."
        }
    ],
    "body_text": [
        {
            "text": "The economic benefit of a U-healthcare system must become clear if the system is to be widely accepted. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "In other words, it must be shown that the medical and social cost reductions achieved are greater than the expenses associated with establishment, application, and maintenance of the system. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Such costs include commercialization, provision of new devices, the labor of medical teams, systems maintenance, and server management. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Any measure enhancing patient care and satisfaction, while minimizing personal expense, must be cost-effective [42]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 111,
                    "end": 115,
                    "type": "bibr",
                    "text": "[42]"
                }
            ]
        },
        {
            "text": "Artificial intelligence systems minimizing the medical manpower necessary for effective patient management are required. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Such software would maximally reduce social and medical expenses. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "In fact, such a program (System for Automatic Verification, or SAVE) was recently applied inclinical research, and reduced physician labor by 50%, thus affording efficiency, stability, and economic benefit. ",
            "section": "INTRODUCTION",
            "entity_spans": [
                {
                    "start": 25,
                    "end": 67,
                    "type": "software",
                    "rawForm": "System for Automatic Verification, or SAVE",
                    "resp": "#curator",
                    "id": "fca97123ef-software-simple-0"
                }
            ]
        },
        {
            "text": "SAVE will contribute to commercialization of U-healthcare systems by reducing labor costs [43].",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 90,
                    "end": 94,
                    "type": "bibr",
                    "text": "[43]"
                }
            ],
            "entity_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "software",
                    "rawForm": "SAVE",
                    "resp": "#annotator2",
                    "id": "fca97123ef-software-simple-1",
                    "cert": "1.0"
                }
            ]
        },
        {
            "text": "In patients with chronic diseases, prevention of various complications is generally more important than treating the disease per se. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "However, this is extraordinarily expensive. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "For example, the annual cost of treating diabetic complications in the United States is 45 billion US dollar (USD) [6,7]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 115,
                    "end": 118,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[6,"
                },
                {
                    "start": 118,
                    "end": 120,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "7]"
                }
            ]
        },
        {
            "text": "Complications can be prevented if chronically diseased patients maintain healthy lifestyles. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Thus, an ideal management system would allow remote 24-hour communication between the patient and a medical support team, to jointly plan lifestyle behavior and to monitor aspects of the disease. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "However, this is currently impossible.",
            "section": "INTRODUCTION"
        },
        {
            "text": "Current healthcare systems focus on treatment-based care. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "A new focus on the prevention of chronic diseases is essential.",
            "section": "INTRODUCTION"
        },
        {
            "text": "Healthy high-risk subjects must be taught how to manage their lifestyles; they need information on diet and exercise. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Current medical systems lack the resources to focus on lifestyles, being restricted in time, by place, and by cost. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Diet and exercise interventions must be integrated into the daily lives of all diabetic patients. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "In South Korea, only 29.5% of such patients attain the target glycated hemoglobin (HbA1c) level (below 6.5%); diabetes management is thus generally unsuccessful.",
            "section": "INTRODUCTION"
        },
        {
            "text": "Driven by such needs, various U-healthcare systems have been developed and their clinical benefits assessed [8][9][10][11][12][13][14]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 108,
                    "end": 111,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[8]"
                },
                {
                    "start": 111,
                    "end": 114,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[9]"
                },
                {
                    "start": 114,
                    "end": 118,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[10]"
                },
                {
                    "start": 118,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[11]"
                },
                {
                    "start": 122,
                    "end": 126,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[12]"
                },
                {
                    "start": 126,
                    "end": 130,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[13]"
                },
                {
                    "start": 130,
                    "end": 134,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "The widely used expression \"ubiquitous healthcare\" (U-healthcare) combines the word \"ubiquitous\" (simultaneously present anytime, anywhere)\" with \"healthcare.",
            "section": "INTRODUCTION"
        },
        {
            "text": "\" U-healthcare uses fixed or mobile networking to ensure access to healthcare or medical services anywhere, at any time. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "U-healthcare has attracted increasing interest; it is recognized that chronic diseases require continuous management, integrated into daily life. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Such diseases cannot be efficiently managed using hospital-centered treatment methods.",
            "section": "INTRODUCTION"
        },
        {
            "text": "It is essential to reduce healthcare expenditure but maintain healthcare quality. ",
            "section": "HOW CAN WE MINIMIZE THE COMPLICATIONS OF CHRONIC DISEASE AND IMPROVE THE QUALITY OF CARE?"
        },
        {
            "text": "Diabetic patients are at high risk of the development of various complications and are thus in need of constant management. ",
            "section": "HOW CAN WE MINIMIZE THE COMPLICATIONS OF CHRONIC DISEASE AND IMPROVE THE QUALITY OF CARE?"
        },
        {
            "text": "Diabetic complications, such as cardiovascular disease, account for the major proportion of treatment costs, which can obviously be reduced by preventing the development of complications [15]. ",
            "section": "HOW CAN WE MINIMIZE THE COMPLICATIONS OF CHRONIC DISEASE AND IMPROVE THE QUALITY OF CARE?",
            "ref_spans": [
                {
                    "start": 187,
                    "end": 191,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "Many reports have shown that aggressive diabetes management saves medical costs [16,17] and need not affect the quality of care. ",
            "section": "HOW CAN WE MINIMIZE THE COMPLICATIONS OF CHRONIC DISEASE AND IMPROVE THE QUALITY OF CARE?",
            "ref_spans": [
                {
                    "start": 80,
                    "end": 84,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[16,"
                },
                {
                    "start": 84,
                    "end": 87,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "17]"
                }
            ]
        },
        {
            "text": "Prevention of complications, early treatment triggered by close monitoring of blood glucose levels, proactive education on diet and exercise, and regular monitoring, are all essential to manage diabetes effectively and at minimal cost. ",
            "section": "HOW CAN WE MINIMIZE THE COMPLICATIONS OF CHRONIC DISEASE AND IMPROVE THE QUALITY OF CARE?"
        },
        {
            "text": "Also, detection and intensive treatment of early-stage diabetes greatly contribute to reducing the incidence and cost of long-term complications [18].",
            "section": "HOW CAN WE MINIMIZE THE COMPLICATIONS OF CHRONIC DISEASE AND IMPROVE THE QUALITY OF CARE?",
            "ref_spans": [
                {
                    "start": 145,
                    "end": 149,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "In the United States, it has been estimated that U-healthcare could save over 457 million USD annually if the model became widely accepted [19,20]. ",
            "section": "HOW CAN WE MINIMIZE THE COMPLICATIONS OF CHRONIC DISEASE AND IMPROVE THE QUALITY OF CARE?",
            "ref_spans": [
                {
                    "start": 139,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[19,"
                },
                {
                    "start": 143,
                    "end": 146,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "20]"
                }
            ]
        },
        {
            "text": "U-healthcare cannot currently replace direct consultation and treatment, but a telemonitoring or telecoaching approach to the treatment of chronic disease [21][22][23] such as diabetes mellitus would be very helpful for patients who have already been diagnosed and treated in hos-pital. ",
            "section": "HOW CAN WE MINIMIZE THE COMPLICATIONS OF CHRONIC DISEASE AND IMPROVE THE QUALITY OF CARE?",
            "ref_spans": [
                {
                    "start": 155,
                    "end": 159,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[21]"
                },
                {
                    "start": 159,
                    "end": 163,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[22]"
                },
                {
                    "start": 163,
                    "end": 167,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[23]"
                }
            ]
        },
        {
            "text": "Regular hospital visits would continue, but health at home would be managed via telemonitoring or telecoaching using simple electronic devices. ",
            "section": "HOW CAN WE MINIMIZE THE COMPLICATIONS OF CHRONIC DISEASE AND IMPROVE THE QUALITY OF CARE?"
        },
        {
            "text": "Patients remain connected to their physicians and receive medical assistance as needed. ",
            "section": "HOW CAN WE MINIMIZE THE COMPLICATIONS OF CHRONIC DISEASE AND IMPROVE THE QUALITY OF CARE?"
        },
        {
            "text": "Such a system would be useful when lifestyle management is important, as is true of patients with diabetes mellitus.",
            "section": "HOW CAN WE MINIMIZE THE COMPLICATIONS OF CHRONIC DISEASE AND IMPROVE THE QUALITY OF CARE?"
        },
        {
            "text": "The clinical guidelines for the treatment and management of diabetes are well established. ",
            "section": "HOW CAN WE MINIMIZE THE COMPLICATIONS OF CHRONIC DISEASE AND IMPROVE THE QUALITY OF CARE?"
        },
        {
            "text": "Prescriptions, and lifestylerelated health management (diet and/or exercise) can be entrusted to nurses without compromising the quality of care. ",
            "section": "HOW CAN WE MINIMIZE THE COMPLICATIONS OF CHRONIC DISEASE AND IMPROVE THE QUALITY OF CARE?"
        },
        {
            "text": "Patient compliance with chronic disease management is essential [24]; customized treatment plans focusing on prevention and management rather than treatment are required. ",
            "section": "HOW CAN WE MINIMIZE THE COMPLICATIONS OF CHRONIC DISEASE AND IMPROVE THE QUALITY OF CARE?",
            "ref_spans": [
                {
                    "start": 64,
                    "end": 68,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[24]"
                }
            ]
        },
        {
            "text": "Frequent contact with a readily available management team, which may include physicians, nurses, dietitians, exercise specialists, and professionals in related fields, enhances psychological stability; this is the rationale behind \"humanistic\" or \"whole-person\" treatment. ",
            "section": "HOW CAN WE MINIMIZE THE COMPLICATIONS OF CHRONIC DISEASE AND IMPROVE THE QUALITY OF CARE?"
        },
        {
            "text": "A team effort improves education and monitoring. ",
            "section": "HOW CAN WE MINIMIZE THE COMPLICATIONS OF CHRONIC DISEASE AND IMPROVE THE QUALITY OF CARE?"
        },
        {
            "text": "Again, frequent communication is important, as is access to information from both the hospital and the patient's home. ",
            "section": "HOW CAN WE MINIMIZE THE COMPLICATIONS OF CHRONIC DISEASE AND IMPROVE THE QUALITY OF CARE?"
        },
        {
            "text": "The patient can report frequently on his/her condition.",
            "section": "HOW CAN WE MINIMIZE THE COMPLICATIONS OF CHRONIC DISEASE AND IMPROVE THE QUALITY OF CARE?"
        },
        {
            "text": "Medical care needs to change from uni-to bi-directional. ",
            "section": "CLINICAL APPLICATIONS OF U-HEALTHCARE"
        },
        {
            "text": "Developments in information technology (IT) and the development of many new medical devices have encouraged recent research projects on healthcare communication [25][26][27][28][29][30]. ",
            "section": "CLINICAL APPLICATIONS OF U-HEALTHCARE",
            "ref_spans": [
                {
                    "start": 161,
                    "end": 165,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[25]"
                },
                {
                    "start": 165,
                    "end": 169,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[26]"
                },
                {
                    "start": 169,
                    "end": 173,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[27]"
                },
                {
                    "start": 173,
                    "end": 177,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[28]"
                },
                {
                    "start": 177,
                    "end": 181,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[29]"
                },
                {
                    "start": 181,
                    "end": 185,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[30]"
                }
            ]
        },
        {
            "text": "Uhealthcare combines IT and medicine, allows contact anytime with health management and medical services, and is being introduced both domestically and internationally (primarily targeting diabetics) [31][32][33][34][35][36][37]. ",
            "section": "CLINICAL APPLICATIONS OF U-HEALTHCARE",
            "ref_spans": [
                {
                    "start": 200,
                    "end": 204,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[31]"
                },
                {
                    "start": 204,
                    "end": 208,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "[32]"
                },
                {
                    "start": 208,
                    "end": 212,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[33]"
                },
                {
                    "start": 212,
                    "end": 216,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[34]"
                },
                {
                    "start": 216,
                    "end": 220,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[35]"
                },
                {
                    "start": 220,
                    "end": 224,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "[36]"
                },
                {
                    "start": 224,
                    "end": 228,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "[37]"
                }
            ]
        },
        {
            "text": "Patients with chronic diseases, such as diabetes or hypertension, are still required to visit medical professionals every 3 to 4 months, but U-healthcare aids in management between hospital visits. ",
            "section": "CLINICAL APPLICATIONS OF U-HEALTHCARE"
        },
        {
            "text": "Via a mobile phone or the Internet, patient places personal information (blood sugar level, drug use, and hypoglycemic status) onto a server, and the data are then delivered to a U-healthcare center. ",
            "section": "CLINICAL APPLICATIONS OF U-HEALTHCARE"
        },
        {
            "text": "A medical team next reads and analyzes the information, and a medical team member responds if a problem is apparent ( Fig.  1) [35][36][37][38]. ",
            "section": "CLINICAL APPLICATIONS OF U-HEALTHCARE",
            "ref_spans": [
                {
                    "start": 118,
                    "end": 125,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig.  1"
                },
                {
                    "start": 127,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[35]"
                },
                {
                    "start": 131,
                    "end": 135,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "[36]"
                },
                {
                    "start": 135,
                    "end": 139,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "[37]"
                },
                {
                    "start": 139,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[38]"
                }
            ]
        },
        {
            "text": "Many patients have already expressed the desire to participate in U-healthcare [35], and an Internet-based glucose monitoring (IBGM) system has been developed. ",
            "section": "CLINICAL APPLICATIONS OF U-HEALTHCARE",
            "ref_spans": [
                {
                    "start": 79,
                    "end": 83,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[35]"
                }
            ]
        },
        {
            "text": "In one study, a significant decrease in the level of HbA1c was evident in diabetic patients who used the system for 3 months; indeed,",
            "section": "CLINICAL APPLICATIONS OF U-HEALTHCARE"
        },
        {
            "text": "www.e-enm.org 161 those with higher baseline HbA1c levels benefitted particularly [39]. ",
            "section": "CLINICAL APPLICATIONS OF U-HEALTHCARE",
            "ref_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[39]"
                }
            ]
        },
        {
            "text": "Furthermore, a 3-month trial yielded benefits that lasted for up to 30 months [40]. ",
            "section": "CLINICAL APPLICATIONS OF U-HEALTHCARE",
            "ref_spans": [
                {
                    "start": 78,
                    "end": 82,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "[40]"
                }
            ]
        },
        {
            "text": "Thus, IBGM not only reduced HbA1c levels but caused such levels to become stabilized. ",
            "section": "CLINICAL APPLICATIONS OF U-HEALTHCARE"
        },
        {
            "text": "It appears that the program motivated patients to manage blood sugar levels continuously. ",
            "section": "CLINICAL APPLICATIONS OF U-HEALTHCARE"
        },
        {
            "text": "Thus, U-healthcare was successful. ",
            "section": "CLINICAL APPLICATIONS OF U-HEALTHCARE"
        },
        {
            "text": "Similar results have been obtained in other studies [25][26][27][28][29][30][31][32][33][34][35][36][37][38][39][40].",
            "section": "CLINICAL APPLICATIONS OF U-HEALTHCARE",
            "ref_spans": [
                {
                    "start": 52,
                    "end": 56,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[25]"
                },
                {
                    "start": 56,
                    "end": 60,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[26]"
                },
                {
                    "start": 60,
                    "end": 64,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[27]"
                },
                {
                    "start": 64,
                    "end": 68,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[28]"
                },
                {
                    "start": 68,
                    "end": 72,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[29]"
                },
                {
                    "start": 72,
                    "end": 76,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[30]"
                },
                {
                    "start": 76,
                    "end": 80,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[31]"
                },
                {
                    "start": 80,
                    "end": 84,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "[32]"
                },
                {
                    "start": 84,
                    "end": 88,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[33]"
                },
                {
                    "start": 88,
                    "end": 92,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[34]"
                },
                {
                    "start": 92,
                    "end": 96,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[35]"
                },
                {
                    "start": 96,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "[36]"
                },
                {
                    "start": 100,
                    "end": 104,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "[37]"
                },
                {
                    "start": 104,
                    "end": 108,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[38]"
                },
                {
                    "start": 108,
                    "end": 112,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[39]"
                },
                {
                    "start": 112,
                    "end": 116,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "[40]"
                }
            ]
        },
        {
            "text": "To participate in IBGM, a patient must have access to a computer with an Internet connection. ",
            "section": "CLINICAL APPLICATIONS OF U-HEALTHCARE"
        },
        {
            "text": "Thus, patients in rural areas where the Internet is not accessible, or elderly patients unfamiliar with computers or the Internet, are unable to access U-healthcare. ",
            "section": "CLINICAL APPLICATIONS OF U-HEALTHCARE"
        },
        {
            "text": "IBGM can be performed only in urban areas with readily available Internet connections. ",
            "section": "CLINICAL APPLICATIONS OF U-HEALTHCARE"
        },
        {
            "text": "In addition, this U-healthcare is accompanied by continual direct, personal treatment, including visits to medical professionals. ",
            "section": "CLINICAL APPLICATIONS OF U-HEALTHCARE"
        },
        {
            "text": "Therefore, patients with poor accessibility to specialized medical institutions cannot use U-healthcare. ",
            "section": "CLINICAL APPLICATIONS OF U-HEALTHCARE"
        },
        {
            "text": "Flexibility and accessibility must be improved to support systematic diabetes management more effectively. ",
            "section": "CLINICAL APPLICATIONS OF U-HEALTHCARE"
        },
        {
            "text": "A new system featuring personal data assistants with inbuilt blood sugar-monitoring capacities was trialled at a public health center in a farming community with limited access to medical professionals and treatment. ",
            "section": "CLINICAL APPLICATIONS OF U-HEALTHCARE"
        },
        {
            "text": "HbA1c levels improved significantly [41], confirming that IBGM was indeed effective at managing diabetes in a rural area with only a public health clinic. ",
            "section": "CLINICAL APPLICATIONS OF U-HEALTHCARE",
            "ref_spans": [
                {
                    "start": 36,
                    "end": 40,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "[41]"
                }
            ]
        },
        {
            "text": "This illustrates the benefits of linking medical care to a mobile device.",
            "section": "CLINICAL APPLICATIONS OF U-HEALTHCARE"
        },
        {
            "text": "The economic benefit of a U-healthcare system must become clear if the system is to be widely accepted. ",
            "section": "HEALTH ECONOMICS: HOW CAN WE REDUCE THE COST OF MEDICAL CARE?"
        },
        {
            "text": "In other words, it must be shown that the medical and social cost reductions achieved are greater than the expenses associated with establishment, application, and maintenance of the system. ",
            "section": "HEALTH ECONOMICS: HOW CAN WE REDUCE THE COST OF MEDICAL CARE?"
        },
        {
            "text": "Such costs include commercialization, provision of new devices, the labor of medical teams, systems maintenance, and server management. ",
            "section": "HEALTH ECONOMICS: HOW CAN WE REDUCE THE COST OF MEDICAL CARE?"
        },
        {
            "text": "Any measure enhancing patient care and satisfaction, while minimizing personal expense, must be cost-effective [42]. ",
            "section": "HEALTH ECONOMICS: HOW CAN WE REDUCE THE COST OF MEDICAL CARE?",
            "ref_spans": [
                {
                    "start": 111,
                    "end": 115,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[42]"
                }
            ]
        },
        {
            "text": "Artificial intelligence systems minimizing the medical manpower necessary for effective patient management are required. ",
            "section": "HEALTH ECONOMICS: HOW CAN WE REDUCE THE COST OF MEDICAL CARE?"
        },
        {
            "text": "Such software would maximally reduce social and medical expenses. ",
            "section": "HEALTH ECONOMICS: HOW CAN WE REDUCE THE COST OF MEDICAL CARE?"
        },
        {
            "text": "In fact, such a program (System for Automatic Verification, or SAVE) was recently applied in Copyright © 2015 Korean Endocrine Society clinical research, and reduced physician labor by 50%, thus affording efficiency, stability, and economic benefit. ",
            "section": "HEALTH ECONOMICS: HOW CAN WE REDUCE THE COST OF MEDICAL CARE?"
        },
        {
            "text": "SAVE will contribute to commercialization of U-healthcare systems by reducing labor costs [43].",
            "section": "HEALTH ECONOMICS: HOW CAN WE REDUCE THE COST OF MEDICAL CARE?",
            "ref_spans": [
                {
                    "start": 90,
                    "end": 94,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "[43]"
                }
            ]
        },
        {
            "text": "Many medical institutions and their affiliated physicians lack an awareness of U-healthcare, and distrust it. ",
            "section": "WHAT ARE THE LIMITATIONS OF U-HEALTHCARE? Provision of medical services Low compliance by medical institutions and physicians"
        },
        {
            "text": "Many will view a new technology such as U-healthcare negatively, particularly when this is not profitable. ",
            "section": "WHAT ARE THE LIMITATIONS OF U-HEALTHCARE? Provision of medical services Low compliance by medical institutions and physicians"
        },
        {
            "text": "Incentives are required. ",
            "section": "WHAT ARE THE LIMITATIONS OF U-HEALTHCARE? Provision of medical services Low compliance by medical institutions and physicians"
        },
        {
            "text": "Also, currently, a physician would be absolutely liable for any medical accident associated with U-healthcare.",
            "section": "WHAT ARE THE LIMITATIONS OF U-HEALTHCARE? Provision of medical services Low compliance by medical institutions and physicians"
        },
        {
            "text": "Physicians are accustomed to treating patients in their offices or hospitals. ",
            "section": "Lack of clinical trust, experience, and knowledge"
        },
        {
            "text": "Currently, most doctors lack the experience and knowledge necessary for management of patients outside a hospital. ",
            "section": "Lack of clinical trust, experience, and knowledge"
        },
        {
            "text": "This is particularly so when medical services are expanded to include lifestyle management (e.g., diet and exercise) and encouragement of patient compliance (e.g., with administrative requests and disease management). ",
            "section": "Lack of clinical trust, experience, and knowledge"
        },
        {
            "text": "Doctors lacking the necessary experience will require expert medical and systems support.",
            "section": "Lack of clinical trust, experience, and knowledge"
        },
        {
            "text": "A patient may be reluctant to entrust private health-related information and health status reports to a U-healthcare system in the absence of legal standards and/or institutional support. ",
            "section": "Medical service customers"
        },
        {
            "text": "Uhealthcare credibility must be established by providing empirical evidence that engenders trust, defines any personal costs, and establishes a financial system both allowing and compelling a patient to pay reasonable costs. ",
            "section": "Medical service customers"
        },
        {
            "text": "Investment by leading companies, and governmental promotion, are necessary.",
            "section": "Medical service customers"
        },
        {
            "text": "Policymakers create legal and institutional acceptance, provide essential support, and make the changes necessary for establishment of U-healthcare. ",
            "section": "THE ROLE OF POLICYMAKERS"
        },
        {
            "text": "The current boundaries of telemedicine must be broadened. ",
            "section": "THE ROLE OF POLICYMAKERS"
        },
        {
            "text": "Today, U-healthcare focuses principally on lifestyle management. ",
            "section": "THE ROLE OF POLICYMAKERS"
        },
        {
            "text": "The training of, and the roles played by, healthcare workers who are not physicians but, rather, nutritionists and exercise specialists, must be regulated. ",
            "section": "THE ROLE OF POLICYMAKERS"
        },
        {
            "text": "In addition, new specialists, such as U-healthcare nurses, must be trained, and the rules of in-house treatment, including that performed by visiting nurses, must be relaxed, particularly on military bases and in remote or medically underdeveloped areas.",
            "section": "THE ROLE OF POLICYMAKERS"
        },
        {
            "text": "Liability is ambiguous if a medical accident not associated with diagnosis or treatment (e.g., equipment failure or a communication problem) occurs during U-healthcare. ",
            "section": "Who is liable?"
        },
        {
            "text": "Medical professionals will refuse to engage in such care unless the law clearly places any liability elsewhere.",
            "section": "Who is liable?"
        },
        {
            "text": "Currently, U-healthcare is not covered by many medical insurers, including the Korean national health indemnity provider. ",
            "section": "Acceptance of U-healthcare by health insurance providers"
        },
        {
            "text": "Therefore, costs fall on consumers and (some) local governments. ",
            "section": "Acceptance of U-healthcare by health insurance providers"
        },
        {
            "text": "Telemedicine will not become readily available or accepted if the care remains unrecognized by medical insurers.",
            "section": "Acceptance of U-healthcare by health insurance providers"
        },
        {
            "text": "Although prevention of complications greatly aids in chronic disease management, the incentives for hospitals to prioritize such practices are low. ",
            "section": "Incentives for healthcare institutions are low"
        },
        {
            "text": "Any emphasis on prevention and management of complications is often insignificant, except in public health programs. ",
            "section": "Incentives for healthcare institutions are low"
        },
        {
            "text": "In some developed countries, including the United States, the United Kingdom, and Germany, the newer approach is becoming a focus of standard medical services, driven by incentives offered to medical institutions and physicians who reduce medical expenses by practicing preventative methods [44][45][46][47].",
            "section": "Incentives for healthcare institutions are low",
            "ref_spans": [
                {
                    "start": 291,
                    "end": 295,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "[44]"
                },
                {
                    "start": 295,
                    "end": 299,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "[45]"
                },
                {
                    "start": 299,
                    "end": 303,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "[46]"
                },
                {
                    "start": 303,
                    "end": 307,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "[47]"
                }
            ]
        },
        {
            "text": "Protection of personal health information U-healthcare is possible only if health information is secure but also available outside of medical institutions. ",
            "section": "Incentives for healthcare institutions are low"
        },
        {
            "text": "The collection, handling, distribution, and use of personal health information gathered via the Internet must be safeguarded; urgent research is needed.",
            "section": "Incentives for healthcare institutions are low"
        },
        {
            "text": "The amount of time a patient spends with medical professional(s) is currently extremely limited. ",
            "section": "HOW DO WE START?"
        },
        {
            "text": "Can both lifestyle and medical needs be managed via one consultation every 3 months with a medical professional? ",
            "section": "HOW DO WE START?"
        },
        {
            "text": "A diabetic patient has a primary need to be www.e-enm.org 163 healthy, and a secondary desire to make lifestyle changes after diagnosis. ",
            "section": "HOW DO WE START?"
        },
        {
            "text": "Demands form when financial conditions allow and the will to take action develops. ",
            "section": "HOW DO WE START?"
        },
        {
            "text": "As disease management changes focus from treatment of acute disease to a management-based treatment plan [1,2], the demand for health management may exponentially increase, but the systems in place to support the demands are inadequate. ",
            "section": "HOW DO WE START?",
            "ref_spans": [
                {
                    "start": 105,
                    "end": 108,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1,"
                },
                {
                    "start": 108,
                    "end": 110,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2]"
                }
            ]
        },
        {
            "text": "If a \"low-cost\" lifestyle management system were available, this would afford the opportunity to maintain and improve life, and would reduce the enormous social and economic costs of healthcare.",
            "section": "HOW DO WE START?"
        },
        {
            "text": "How can U-healthcare be developed and implemented? ",
            "section": "HOW DO WE START?"
        },
        {
            "text": "This form of care, the new paradigm of chronic disease management, will require extensive innovations in medical equipment, wireless communications, computer databases, and software processing large amounts of data. ",
            "section": "HOW DO WE START?"
        },
        {
            "text": "The U-healthcare system has three particular requirements ( Fig. 1): monitoring devices and sensors that measure biometric data; networks that transmit data; and medical analyses of, and responses to, the data. ",
            "section": "HOW DO WE START?",
            "ref_spans": [
                {
                    "start": 60,
                    "end": 67,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1)"
                }
            ]
        },
        {
            "text": "U-healthcare will be in increasing demand when all three requirements are met. ",
            "section": "HOW DO WE START?"
        },
        {
            "text": "Mobile devices like Smartphones and tablets are becoming ubiquitous and increasingly powerful. ",
            "section": "HOW DO WE START?"
        },
        {
            "text": "Sensing devices and networks will become more sophisticated, enhancing medical applications in chronic disease management. ",
            "section": "HOW DO WE START?"
        },
        {
            "text": "Currently, both the necessary sensing devices and networking facilities are inadequate. ",
            "section": "HOW DO WE START?"
        },
        {
            "text": "Evidence-based improvements and proof of successful clinical application are essential. ",
            "section": "HOW DO WE START?"
        },
        {
            "text": "Governments should financially support commercial concerns and hospitals that combine to empirically demonstrate the effectiveness of U-healthcare. ",
            "section": "HOW DO WE START?"
        },
        {
            "text": "Simultaneously, a large clinical research team should be formed. ",
            "section": "HOW DO WE START?"
        },
        {
            "text": "The team should include representatives of government; corporations producing and developing the necessary equipment, services, and systems; and hospitals and clinics supporting U-healthcare. ",
            "section": "HOW DO WE START?"
        },
        {
            "text": "Committed long-term governmental support is essential to ensure the immediate application of programs that are demonstrably effective and stable.",
            "section": "HOW DO WE START?"
        },
        {
            "text": "Since we are bringing in a new system, we shouldn't expect that everything will go well. ",
            "section": "HOW DO WE START?"
        },
        {
            "text": "The process should start small and then grow rapidly. ",
            "section": "HOW DO WE START?"
        },
        {
            "text": "There must be more clinical trials to have definite clinical evidence. ",
            "section": "HOW DO WE START?"
        },
        {
            "text": "Medical staffs in hospitals have to be in charge of the clinical research and provide technical supports and patents. ",
            "section": "HOW DO WE START?"
        },
        {
            "text": "The government and Insurance companies should build a guideline and reward of the new system and apply them to local clinics.",
            "section": "HOW DO WE START?"
        },
        {
            "text": "Although non-trivial problems remain, it is clear that Uhealthcare is very attractive when diabetes is to be treated. ",
            "section": "CONCLUSIONS"
        },
        {
            "text": "Although not all required changes can be simultaneously introduced, it appears that some such changes will undergo clinical testing and implementation in the near future. ",
            "section": "CONCLUSIONS"
        },
        {
            "text": "After U-healthcare treating diabetes has pioneered, other various conditions or diseases such as hypertension [48,49], obesity [50][51][52], cardiac patients [53][54][55][56], and cancer [57][58][59] can be similarly managed. ",
            "section": "CONCLUSIONS",
            "ref_spans": [
                {
                    "start": 110,
                    "end": 114,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "[48,"
                },
                {
                    "start": 114,
                    "end": 117,
                    "type": "bibr",
                    "ref_id": "b50",
                    "text": "49]"
                },
                {
                    "start": 127,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b51",
                    "text": "[50]"
                },
                {
                    "start": 131,
                    "end": 135,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "[51]"
                },
                {
                    "start": 135,
                    "end": 139,
                    "type": "bibr",
                    "ref_id": "b53",
                    "text": "[52]"
                },
                {
                    "start": 158,
                    "end": 162,
                    "type": "bibr",
                    "ref_id": "b54",
                    "text": "[53]"
                },
                {
                    "start": 162,
                    "end": 166,
                    "type": "bibr",
                    "ref_id": "b55",
                    "text": "[54]"
                },
                {
                    "start": 166,
                    "end": 170,
                    "type": "bibr",
                    "ref_id": "b56",
                    "text": "[55]"
                },
                {
                    "start": 170,
                    "end": 174,
                    "type": "bibr",
                    "ref_id": "b57",
                    "text": "[56]"
                },
                {
                    "start": 187,
                    "end": 191,
                    "type": "bibr",
                    "ref_id": "b58",
                    "text": "[57]"
                },
                {
                    "start": 191,
                    "end": 195,
                    "type": "bibr",
                    "ref_id": "b59",
                    "text": "[58]"
                },
                {
                    "start": 195,
                    "end": 199,
                    "type": "bibr",
                    "ref_id": "b60",
                    "text": "[59]"
                }
            ]
        },
        {
            "text": "Such initiatives will be rapidly introduced when the benefits of U-healthcare in diabetes treatment become evident.",
            "section": "CONCLUSIONS"
        },
        {
            "text": "New forms of management of chronic disease are under development. ",
            "section": "CONCLUSIONS"
        },
        {
            "text": "These exploit cellular and social networks, analyze large amounts of data, and feature genomic sequencing. ",
            "section": "CONCLUSIONS"
        },
        {
            "text": "The entry of IT into medical treatment is inevitable; many countries are already competing to be the leader.",
            "section": "CONCLUSIONS"
        },
        {
            "text": "Excellence and innovation are required to become globally competitive. ",
            "section": "CONCLUSIONS"
        },
        {
            "text": "South Korea, which has excellent IT infrastructure, can become a world leader in the field, adding to the nation's international reputation. ",
            "section": "CONCLUSIONS"
        },
        {
            "text": "Also, the technology may allow early diagnosis of chronic diseases, which can then be treated promptly, reducing the risk of later complications. ",
            "section": "CONCLUSIONS"
        },
        {
            "text": "U-healthcare and the associated technology will be commercially very valuable, and innovations in equipment, sensors, and communications infrastructure may be expected.",
            "section": "CONCLUSIONS"
        },
        {
            "text": "No potential conflict of interest relevant to this article was reported.",
            "section": "CONFLICTS OF INTEREST"
        },
        {
            "text": "This research was supported by the R&D Program for Society of the National Research Foundation (NRF) funded by the Ministry of Science, ICT & Future Planning (NRF-2013M3C8A2A0 2078507).",
            "section": "ACKNOWLEDGEMENTS"
        }
    ]
}