{
    "id": "eda48c9f59",
    "level": "sentence",
    "abstract": [
        {
            "text": "Although the RNase H-dependent mechanism of inhibition of gene expression by chemically modified antisense oligonucleotides (ASOs) has been well characterized, little is known about the interactions between ASOs and intracellular proteins that may alter cellular localization and/or potency of ASOs. "
        },
        {
            "text": "Here, we report the identification of 56 intracellular ASObinding proteins using multi-step affinity selection approaches. "
        },
        {
            "text": "Many of the tested proteins had no significant effect on ASO activity; however, some proteins, including La/SSB, NPM1, ANXA2, VARS and PC4, appeared to enhance ASO activities, likely through mechanisms related to subcellular distribution. "
        },
        {
            "text": "VARS and ANXA2 co-localized with ASOs in endocytic organelles, and reduction in the level of VARS altered lysosome/ASO localization patterns, implying that these proteins may facilitate ASO release from the endocytic pathway. "
        },
        {
            "text": "Depletion of La and NPM1 reduced nuclear ASO levels, suggesting potential roles in ASO nuclear accumulation. "
        },
        {
            "text": "On the other hand, Ku70 and Ku80 proteins inhibited ASO activity, most likely by competition with RNase H1 for ASO/RNA duplex binding. "
        },
        {
            "text": "Our results demonstrate that phosphorothioate-modified ASOs bind a set of cellular proteins that affect ASO activity via different mechanisms."
        }
    ],
    "body_text": [
        {
            "text": "RNase H1 is a conserved endonuclease that selectively degrades the RNA strand within a DNA/RNA duplex (1). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 102,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1)"
                }
            ]
        },
        {
            "text": "Synthetic antisense oligonucleotides (ASOs) that harness this property to direct sequence-specific cleavage of the RNAs are used for both biological research and biomedical purposes (2,3). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 182,
                    "end": 185,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(2,"
                },
                {
                    "start": 185,
                    "end": 187,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3)"
                }
            ]
        },
        {
            "text": "The mechanism of ASO-directed RNase H1 cleavage of target RNAs has been well characterized, and the crystal structure of RNase H1 has been solved (1,4).",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 146,
                    "end": 149,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1,"
                },
                {
                    "start": 149,
                    "end": 151,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4)"
                }
            ]
        },
        {
            "text": "Evidence clearly shows that ASOs introduced into mouse or human cells trigger substrate RNA degradation through RNase H1, but not RNase H2 (5). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 139,
                    "end": 142,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "(5)"
                }
            ]
        },
        {
            "text": "Recently we showed that the mitochondrial protein P32 associates with RNase H1 to increase RNase H1 activity, most likely by increasing the turnover rate of the enzyme (6). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 168,
                    "end": 171,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(6)"
                }
            ]
        },
        {
            "text": "It also appears that the level of RNase H1 protein is a limiting factor in terms of ASO potency, as reducing RNase H1 decreased and over-expressing RNase H1 increased ASO-directed RNA cleavage (5).",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 193,
                    "end": 196,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "(5)"
                }
            ]
        },
        {
            "text": "The chemical composition of one class of ASOs currently used as therapeutic agents has 10 deoxyribonucleotides flanked on either side by five 2 -O-methoxyethyl (MOE) modified nucleotides with nucleotides linked via phosphorothioate (PS) backbones; this configuration is often referred to as a 'gapmer'. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "This chemical composition ensures efficient cellular uptake and stability against nuclease digestion (7). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 101,
                    "end": 104,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "(7)"
                }
            ]
        },
        {
            "text": "Internalization of ASOs has been shown to be largely through endocytosis (8,9). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 73,
                    "end": 76,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(8,"
                },
                {
                    "start": 76,
                    "end": 78,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9)"
                }
            ]
        },
        {
            "text": "At low concentrations (<1 M), ASOs may enter cells predominately through receptor-mediated endocytosis, whereas at high concentrations, fluid phase endocytosis plays a major role (10). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 179,
                    "end": 183,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "(10)"
                }
            ]
        },
        {
            "text": "It has been proposed that two pathways may exist for ASO uptake and accumulation in cells--a non-productive pathway in which internalized ASOs are not functionally active and a productive pathway through which ASOs can hybridize with RNAs and trigger RNase H1 cleavage (9,11,12).",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 269,
                    "end": 272,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "(9,"
                },
                {
                    "start": 272,
                    "end": 275,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11,"
                },
                {
                    "start": 275,
                    "end": 278,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12)"
                }
            ]
        },
        {
            "text": "When ASOs are incubated with cells in culture in the absence of transfection reagents (free uptake), internalized ASOs predominantly accumulate in lysosomes; and GW/Pbody localization of PS-ASOs in Huh-7 cells was also reported previously (13). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 239,
                    "end": 243,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "(13)"
                }
            ]
        },
        {
            "text": "Lysosome-localized ASOs are considered to be inactive (8,9,14). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 54,
                    "end": 57,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(8,"
                },
                {
                    "start": 57,
                    "end": 59,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9,"
                },
                {
                    "start": 59,
                    "end": 62,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14)"
                }
            ]
        },
        {
            "text": "However, ASOs can escape from the membrane-enclosed endocytosis particles to the cytosol during intracellular trafficking (11,12), and the released ASOs thus have the potential to reach the target RNAs. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 122,
                    "end": 126,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "(11,"
                },
                {
                    "start": 126,
                    "end": 129,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12)"
                }
            ]
        },
        {
            "text": "The productive pathway of ASO uptake may involve AP2M1, since reduction of AP2M1, but not clathrin or caveolin, reduces ASO activity upon free uptake (9). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 150,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "(9)"
                }
            ]
        },
        {
            "text": "Although the molecular mechanism of the productive pathway has not been defined, previous studies showed that nuclear localization of ASOs positively correlates with the an-tisense activity (15). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 190,
                    "end": 194,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(15)"
                }
            ]
        },
        {
            "text": "This is evidenced by the observations that upon transfection, ASOs accumulate in the nucleus, and ASO activity is significantly increased as compared with ASO free uptake, by which ASOs are barely detectable in the nucleus (15). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 223,
                    "end": 227,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(15)"
                }
            ]
        },
        {
            "text": "However, upon free uptake, ASOs can still be active even without significant nuclear accumulation (9,13). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 98,
                    "end": 101,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "(9,"
                },
                {
                    "start": 101,
                    "end": 104,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13)"
                }
            ]
        },
        {
            "text": "In addition, ASOs were shown to shuttle between the cytoplasm and nucleus, and nuclear import is most likely mediated by an active transport pathway (16,17). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 149,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "(16,"
                },
                {
                    "start": 153,
                    "end": 156,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17)"
                }
            ]
        },
        {
            "text": "These results suggest that in the case of free uptake, the portion of ASOs in the productive pathway is small relative to the ASOs accumulated in endosomes and lysosomes, whereas upon transfection, the fraction of ASOs entering the productive pathway, or ASOs released to the cytosol, is increased.",
            "section": "INTRODUCTION"
        },
        {
            "text": "In addition to the many properties of the targeted RNAs, such as RNA structure, sequence, and RNA-binding proteins that can affect ASO accessibility to the target RNA (18), the binding of intracellular proteins to ASOs may also influence antisense activity at many steps, e.g. release of ASOs from endocytosis pathways, proper subcellular localization, interaction of ASOs with RNA substrates and recruitment of RNase H1 to the ASO/RNA duplex. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 167,
                    "end": 171,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "(18)"
                }
            ]
        },
        {
            "text": "Previous studies have demonstrated that PS-ASOs bind more proteins, including NCL1, hnRNP A1 and albumin, than ASOs containing phosphodiester (PO) backbone (19)(20)(21)(22). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 156,
                    "end": 160,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "(19)"
                },
                {
                    "start": 160,
                    "end": 164,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "(20)"
                },
                {
                    "start": 164,
                    "end": 168,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "(21)"
                },
                {
                    "start": 168,
                    "end": 172,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "(22)"
                }
            ]
        },
        {
            "text": "Some proteins may compete with RNase H1 for binding to the mRNA-ASO duplex. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Indeed, it was shown very recently that hspA8 and hnRNP F could bind to an ASO/RNA duplex and compete with RNase H1, leading to inhibition of RNase H1 cleavage (23). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 160,
                    "end": 164,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "(23)"
                }
            ]
        },
        {
            "text": "In addition, we recently demonstrated that the chaperone protein TCP1 complex interacts with PS-ASOs and can increase ASO activity (22). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 131,
                    "end": 135,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "(22)"
                }
            ]
        },
        {
            "text": "The beta subunit of the TCP1 complex co-localizes with ASOs in nuclear PS bodies upon transfection. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Several TCP1 proteins also co-localize with ASOs in cytoplasmic endosomes and lysosomes in the case of free uptake, suggesting a potential role of TCP1 proteins in ASO release from the endocytosis pathway and/or in nuclear retention (22). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 233,
                    "end": 237,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "(22)"
                }
            ]
        },
        {
            "text": "Additionally, we also found that paraspeckle proteins, including P54nrb, PSF and PSPC1, bind to ASOs and inhibit ASO activity (24). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 126,
                    "end": 130,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "(24)"
                }
            ]
        },
        {
            "text": "These paraspeckle proteins co-localize with ASOs in different nuclear structures, such as nuclear paraspeckles, ASO-induced nuclear filaments and perinucleolar cap structures (24). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 175,
                    "end": 179,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "(24)"
                }
            ]
        },
        {
            "text": "The chemical modification at the 2 moiety also affects protein binding. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "For example, ASOs with more hydrophobic 2 modifications (e.g. constrained ethyl) tend to bind more proteins and more avidly than those with more hydrophilic 2 modifications (e.g. 2 -MOE) [ (22,24) and our unpublished data]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 189,
                    "end": 193,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "(22,"
                },
                {
                    "start": 193,
                    "end": 196,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "24)"
                }
            ]
        },
        {
            "text": "In addition, some proteins bind primarily to single-stranded ASOs (ssASOs), whereas others, such as P54nrb and PSF proteins, bind the ASO/RNA duplex (24). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 149,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "(24)"
                }
            ]
        },
        {
            "text": "These results suggest that a number of cellular proteins interact with ASOs and affect the antisense activity positively or negatively. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "However, information about intracellular ASO-binding proteins and their effects on ASO activity and localization is still limited.",
            "section": "INTRODUCTION"
        },
        {
            "text": "To better understand the interactions between intracellular proteins and ASOs, we sought to identify the major ASO-binding proteins using multiple-step affinity selection approaches. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Here we report the identification of 56 intracel-lular ASO-binding proteins. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "To our knowledge, this is the first systematic study investigating the binding of ASOs to intracellular proteins and the effects of ASO-binding proteins on ASO activity and/or localization. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Although PS-ASOs interact with a number of proteins, a relatively small subset of intracellular proteins appears to be the major binders of PS-ASOs as determined using our competitionmediated approach. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Certain proteins, including La, NPM1, valyl-tRNA synthetase (VARS), PC4 and ANXA2, moderately increased ASO activity, likely through different mechanisms, such as by altering ASO subcellular distribution. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "ANXA2 and VARS were found to co-localize with ASOs in the cytoplasm, similar to previously reported results with TCP1 proteins. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "On the other hand, Ku70/Ku80 complex proteins were found to inhibit ASO activity, most likely due to competition with RNase H1 for binding to ASO/RNA duplex. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Thus, intracellular proteins can bind to and affect ASO activity and/or subcellular localization.",
            "section": "INTRODUCTION"
        },
        {
            "text": "Antibodies, siRNAs, ASOs and quantitative real time PCR (qRT-PCR) primer probe sets are listed in Supplementary data.",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "HEK293 cells stably over-expressing Flag-tagged human RNase H1 were grown as described previously (6). ",
            "section": "Cell culture and transfection of plasmids, siRNAs and ASOs",
            "ref_spans": [
                {
                    "start": 98,
                    "end": 101,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(6)"
                }
            ]
        },
        {
            "text": "HeLa cells were grown as described elsewhere. ",
            "section": "Cell culture and transfection of plasmids, siRNAs and ASOs"
        },
        {
            "text": "One day before transfection, cells were re-seeded at ∼50-70% confluency. ",
            "section": "Cell culture and transfection of plasmids, siRNAs and ASOs"
        },
        {
            "text": "Transfection of plasmids was performed using Effectene (Qiagen) based on manufacturer's instructions. ",
            "section": "Cell culture and transfection of plasmids, siRNAs and ASOs"
        },
        {
            "text": "At 36 h after plasmid transfection, cells were collected for western analysis or were reseeded at ∼50% confluency, grown overnight, and transfected with ASOs. ",
            "section": "Cell culture and transfection of plasmids, siRNAs and ASOs"
        },
        {
            "text": "Transfection of siR-NAs and ASOs was performed as described previously (25). ",
            "section": "Cell culture and transfection of plasmids, siRNAs and ASOs",
            "ref_spans": [
                {
                    "start": 71,
                    "end": 75,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "(25)"
                }
            ]
        },
        {
            "text": "Briefly, HeLa cells grown to ∼70% confluency in complete Dulbecco's modified Eagle's medium without antibiotics were transfected with 3-5-nM siRNA using Lipofectamine RNAiMax (Life Technologies). ",
            "section": "Cell culture and transfection of plasmids, siRNAs and ASOs"
        },
        {
            "text": "Eight or 24 h post siRNA transfection, cells were reseeded in 6-well or 96-well plates at 50% confluency and incubated for overnight. ",
            "section": "Cell culture and transfection of plasmids, siRNAs and ASOs"
        },
        {
            "text": "Cells were then transfected with indicated concentration of ASOs using Lipofectamine 2000 (Life Technologies), and, after 4 h, RNA or protein was prepared. ",
            "section": "Cell culture and transfection of plasmids, siRNAs and ASOs"
        },
        {
            "text": "For ASO activity assay upon free uptake, HEK293 cells treated with siRNAs for 24 h were washed and reseed at ∼40% confluency. ",
            "section": "Cell culture and transfection of plasmids, siRNAs and ASOs"
        },
        {
            "text": "ASOs were added 8 h later directly to the medium without transfection reagent. ",
            "section": "Cell culture and transfection of plasmids, siRNAs and ASOs"
        },
        {
            "text": "After 16 h of ASO incubation, RNA was prepared from cells and mRNA levels were determined by qRT-PCR.",
            "section": "Cell culture and transfection of plasmids, siRNAs and ASOs"
        },
        {
            "text": "• C for 30 min, and the eluted proteins were precipitated and separated on 4-12% SDS-PAGE. ",
            "section": "Affinity selection of ASO or ASO/RNA duplex-binding proteins"
        },
        {
            "text": "Sliver staining was carried out using ProteoSilver Plus Silver Stain Kit (Sigma) based on manufacturer's instructions. ",
            "section": "Affinity selection of ASO or ASO/RNA duplex-binding proteins"
        },
        {
            "text": "The interesting protein bands were excised and identified by mass spectrometry by Alphalyse Inc. ",
            "section": "Affinity selection of ASO or ASO/RNA duplex-binding proteins"
        },
        {
            "text": "Briefly, the samples were reduced and alkylated with iodoacetamide, followed by trypsin digestion. ",
            "section": "Affinity selection of ASO or ASO/RNA duplex-binding proteins"
        },
        {
            "text": "The digested peptides were concentrated and analyzed on a Bruker Autoflex Speed MALDI TOF/TOF instrument. ",
            "section": "Affinity selection of ASO or ASO/RNA duplex-binding proteins"
        },
        {
            "text": "MALDI MS/MS was conducted on 15 peptides for peptide fragmentation analysis. ",
            "section": "Affinity selection of ASO or ASO/RNA duplex-binding proteins"
        },
        {
            "text": "The MS and MS/MS spectra were combined and used to search database with the Mascot software. ",
            "section": "Affinity selection of ASO or ASO/RNA duplex-binding proteins",
            "entity_spans": [
                {
                    "start": 76,
                    "end": 82,
                    "type": "software",
                    "rawForm": "Mascot",
                    "resp": "#annotator2",
                    "used": true,
                    "id": "eda48c9f59-software-simple-0",
                    "cert": "1.0"
                }
            ]
        },
        {
            "text": "Alternatively, the isolated proteins were analyzed by western blot.",
            "section": "Affinity selection of ASO or ASO/RNA duplex-binding proteins"
        },
        {
            "text": "Whole cell lysates were prepared from HEK293 cells expressing Flag-tagged RNase H1 (6) using IP buffer (Pierce) supplemented with proteinase inhibitor and 5-mM EDTA. ",
            "section": "Immunoprecipitation of RNase H1-associated proteins"
        },
        {
            "text": "Aliquots of cell lysate (∼2-mg protein) were incubated at 4 • C for 1 h with 100 l of 200-M ASO116847, or with 100 l of 200 M of pre-annealed ASO116847/XL279 duplex, or without ASO. ",
            "section": "Immunoprecipitation of RNase H1-associated proteins"
        },
        {
            "text": "Next, 50-l anti-FLAG beads were added, and immunoprecipitation was performed at 4 • C for 2 h. ",
            "section": "Immunoprecipitation of RNase H1-associated proteins"
        },
        {
            "text": "After seven washes with wash buffer (50-mM Tris-HCl (pH 7.5), 150-mM NaCl, 5-mM EDTA, 0.1% NP-40, 0.05% SDS), co-precipitated proteins were eluted by competition using 100 l of 1-mg/ml 3×FLAG peptide in wash buffer. ",
            "section": "Immunoprecipitation of RNase H1-associated proteins"
        },
        {
            "text": "The eluted proteins were precipitated and analyzed by western blot.",
            "section": "Immunoprecipitation of RNase H1-associated proteins"
        },
        {
            "text": "Total RNA was prepared from HeLa cells using the RNeasy mini kit (Qiagen) or Tri-Reagent (Sigma). ",
            "section": "RNA preparation and qRT-PCR"
        },
        {
            "text": "Northern hybridization and qRT-PCR using TaqMan primer probe sets were conducted as described previously (25). ",
            "section": "RNA preparation and qRT-PCR",
            "ref_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "(25)"
                }
            ]
        },
        {
            "text": "qRT-PCR reactions were performed in triplicate, and average values were calculated and normalized to the amount of total RNA measured using the Ribogreen approach. ",
            "section": "RNA preparation and qRT-PCR"
        },
        {
            "text": "The Pvalues were calculated based on unpaired t-test (n = 3), with P < 0.05 considered to be significant. ",
            "section": "RNA preparation and qRT-PCR"
        },
        {
            "text": "The sequences of primer probe sets for different RNAs are listed in Supplementary data.",
            "section": "RNA preparation and qRT-PCR"
        },
        {
            "text": "Untreated HeLa cells or cells treated with PS-ASOs for indicated times were harvested, washed with phosphate buffered saline (PBS) and pelleted. ",
            "section": "Subcellular fractionation"
        },
        {
            "text": "Cytoplasmic and nuclear fractions were prepared using Qproteome Nuclear Protein kit (Qiagen) based on the manufacturer's instructions. ",
            "section": "Subcellular fractionation"
        },
        {
            "text": "Cytoplasmic and nuclear proteins were separated on 4-12% SDS-PAGE and analyzed by western blot.",
            "section": "Subcellular fractionation"
        },
        {
            "text": "Cells were grown in glass-bottomed culture dishes (MatTek) for 16 h and were transfected or not transfected with 50-nM fluorescent-labeled ASOs for 4-8 h. ",
            "section": "Immunofluorescence staining"
        },
        {
            "text": "For free uptake, cells were incubated with 2-M fluorescent-labeled ASOs for 16-24 h. ",
            "section": "Immunofluorescence staining"
        },
        {
            "text": "Immunofluorescence staining was performed as described (22), with minor revisions. ",
            "section": "Immunofluorescence staining",
            "ref_spans": [
                {
                    "start": 55,
                    "end": 59,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "(22)"
                }
            ]
        },
        {
            "text": "Briefly, cells were fixed with 4% paraformaldehyde for 30 min at room temperature and were permeabilized for 5 min using 0.1% Triton X-100 in PBS. ",
            "section": "Immunofluorescence staining"
        },
        {
            "text": "Following three washes with PBS, cells were treated with blocking buffer (1-mg/ml BSA in PBS) at room temperature for 30 min and were incubated with primary antibodies (1:100-1:200) in blocking buffer at room temperature for 2-4 h, or at 4 • C overnight. ",
            "section": "Immunofluorescence staining"
        },
        {
            "text": "After three 5-min washes with wash buffer (0.1% NP-40 in PBS), cells were incubated with secondary antibodies (1:200) in blocking buffer at room temperature for 1-2 h and washed three times (5 min each) with wash buffer. ",
            "section": "Immunofluorescence staining"
        },
        {
            "text": "For double staining, two antibodies were used together. ",
            "section": "Immunofluorescence staining"
        },
        {
            "text": "Anti-fade reagent containing DAPI (Life Technologies) was added, and slides were covered with cover slips. ",
            "section": "Immunofluorescence staining"
        },
        {
            "text": "Images were taken using a confocal microscope (Olympus, FV-1000) and were analyzed with Fluoview Ver. 2.0b Viewer (Olympus).",
            "section": "Immunofluorescence staining"
        },
        {
            "text": "Equal portions of ASO-binding proteins isolated by affinity selection or an equal amount of proteins from whole cell extracts (∼20 g) were separated on 4-12% SDS-PAGE and transferred to a membrane. ",
            "section": "Western analysis"
        },
        {
            "text": "Blocking, antibody incubation and detection of proteins with enhanced chemiluminescence were performed as described previously (26).",
            "section": "Western analysis",
            "ref_spans": [
                {
                    "start": 127,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "(26)"
                }
            ]
        },
        {
            "text": "Intracellular ASO-binding proteins were isolated from HeLa cell extracts using a biotinylated 5-10-5 PS/MOE gapmer ASO ISIS386652. ",
            "section": "Identification of ASO-binding and ASO/RNA duplexbinding proteins"
        },
        {
            "text": "To reduce non-specific protein binding, the bound proteins were eluted from the beads by competition using ASO ISIS116847, an ASO with the same sequence and chemical composition as ISIS386652 but lacking biotin ( Figure 1A). ",
            "section": "Identification of ASO-binding and ASO/RNA duplexbinding proteins",
            "ref_spans": [
                {
                    "start": 213,
                    "end": 223,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1A)"
                }
            ]
        },
        {
            "text": "The isolated ASO-protein pool was either separated by SDS-PAGE for silver staining ( Figure 1B, lane 1) or was used as starting material to isolate proteins that bind the ASO/RNA duplex. ",
            "section": "Identification of ASO-binding and ASO/RNA duplexbinding proteins",
            "ref_spans": [
                {
                    "start": 85,
                    "end": 94,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1B"
                }
            ]
        },
        {
            "text": "The ASO/RNA duplex-binding proteins are particularly interesting since these proteins might be expected to affect the activity of RNase H1, which recognizes the ASO/RNA duplex and cleaves the target RNA. ",
            "section": "Identification of ASO-binding and ASO/RNA duplexbinding proteins"
        },
        {
            "text": "This was done using a biotinylated oligonucleotide (XL180) complementary to the elution ASO ISIS116847, or using a biotinylated oligonucleotide (XL181) that does not base-pair with the ASO and served as a negative control. ",
            "section": "Identification of ASO-binding and ASO/RNA duplexbinding proteins"
        },
        {
            "text": "Both XL180 and XL181 contain 20 nucleotides modified with 2 -O-methyl and an unmodified linker sequence. ",
            "section": "Identification of ASO-binding and ASO/RNA duplexbinding proteins"
        },
        {
            "text": "We have shown that 2 -O-methylmodified oligonucleotides are more stable to nucleases including RNase H1 than unmodified RNA and create duplexes that behave similarly to RNA-ASO duplexes with regard to binding of proteins including RNase H1 [ (27,28) and our unpublished data]. ",
            "section": "Identification of ASO-binding and ASO/RNA duplexbinding proteins",
            "ref_spans": [
                {
                    "start": 242,
                    "end": 246,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "(27,"
                },
                {
                    "start": 246,
                    "end": 249,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "28)"
                }
            ]
        },
        {
            "text": "The duplex-binding proteins were released from the beads using RNase I digestion, separated by SDS-PAGE, and visualized using silver staining ( Figure 1B, lanes 2).",
            "section": "Identification of ASO-binding and ASO/RNA duplexbinding proteins",
            "ref_spans": [
                {
                    "start": 144,
                    "end": 153,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1B"
                }
            ]
        },
        {
            "text": "As exemplified in Figure 1B, multiple proteins were isolated with the duplex and the proteins of interest were excised and identified by mass spectrometry. ",
            "section": "Identification of ASO-binding and ASO/RNA duplexbinding proteins",
            "ref_spans": [
                {
                    "start": 18,
                    "end": 27,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1B"
                }
            ]
        },
        {
            "text": "The affinity selection was performed multiple times and the interesting proteins were selected mainly based on whether they were consistently observed to bind to ASO or ASO/RNA-like duplex, or whether the proteins exhibited different binding preference to PS-ASOs with different 2 -modifications, which can affect protein binding [ (22,24) and our unpublished data]. ",
            "section": "Identification of ASO-binding and ASO/RNA duplexbinding proteins",
            "ref_spans": [
                {
                    "start": 332,
                    "end": 336,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "(22,"
                },
                {
                    "start": 336,
                    "end": 339,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "24)"
                }
            ]
        },
        {
            "text": "Collectively, 56 proteins were identified (Table 1) that bind to either the ssASO or the ASO/RNAlike duplex ( Figure 1B and data not shown). ",
            "section": "Identification of ASO-binding and ASO/RNA duplexbinding proteins",
            "ref_spans": [
                {
                    "start": 110,
                    "end": 119,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1B"
                }
            ]
        },
        {
            "text": "Our system enabled identification of reasonably abundant proteins that bind ASOs or ASO-RNA duplexes with moderate to high affinity. ",
            "section": "Identification of ASO-binding and ASO/RNA duplexbinding proteins"
        },
        {
            "text": "The identified proteins included 30 DNA-or RNAbinding proteins and 11 proteins of the chaperone family. ",
            "section": "Identification of ASO-binding and ASO/RNA duplexbinding proteins"
        },
        {
            "text": "The RNA-binding class of proteins included hnRNP proteins and the nuclear paraspeckle proteins P54nrb, PSF and PSPC1, which we showed recently to co-localize with ASOs and inhibit ASO activity (24). ",
            "section": "Identification of ASO-binding and ASO/RNA duplexbinding proteins",
            "ref_spans": [
                {
                    "start": 193,
                    "end": 197,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "(24)"
                }
            ]
        },
        {
            "text": "Consistent with previous findings (20), the ASO-binding protein NCL1 was co-selected with ASOs in our study. ",
            "section": "Identification of ASO-binding and ASO/RNA duplexbinding proteins",
            "ref_spans": [
                {
                    "start": 34,
                    "end": 38,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "(20)"
                }
            ]
        },
        {
            "text": "Some abundant chaperone proteins were also isolated. ",
            "section": "Identification of ASO-binding and ASO/RNA duplexbinding proteins"
        },
        {
            "text": "It is unlikely that these proteins were identified due to contamination, since we previously showed that TCP1 proteins co-localize with ASOs in nuclear PS bodies and in cytoplasmic endocytosis particles and enhance ASO activity (22). ",
            "section": "Identification of ASO-binding and ASO/RNA duplexbinding proteins",
            "ref_spans": [
                {
                    "start": 228,
                    "end": 232,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "(22)"
                }
            ]
        },
        {
            "text": "It was also previously reported that heat shock protein hspA8 binds to an ASO/RNA duplex and inhibits RNase H1-mediated cleavage (23).",
            "section": "Identification of ASO-binding and ASO/RNA duplexbinding proteins",
            "ref_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "(23)"
                }
            ]
        },
        {
            "text": "To confirm that the proteins identified by mass spectrometry are able to bind ssASO or the ASO/RNA-like duplex, isolated proteins were subjected to western analyses ( Figure 1C). ",
            "section": "Identification of ASO-binding and ASO/RNA duplexbinding proteins",
            "ref_spans": [
                {
                    "start": 167,
                    "end": 176,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1C"
                }
            ]
        },
        {
            "text": "Consistent with silver staining results, the binding of Ku80, Ku70, PC4/Sub1 and P54nrb with either the ssASO or the ASO/RNA-like duplex was confirmed. ",
            "section": "Identification of ASO-binding and ASO/RNA duplexbinding proteins"
        },
        {
            "text": "Several of these proteins were previously shown to bind double-stranded DNA (29)(30)(31). ",
            "section": "Identification of ASO-binding and ASO/RNA duplexbinding proteins",
            "ref_spans": [
                {
                    "start": 76,
                    "end": 80,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "(29)"
                },
                {
                    "start": 80,
                    "end": 84,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "(30)"
                },
                {
                    "start": 84,
                    "end": 88,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "(31)"
                }
            ]
        },
        {
            "text": "Certain proteins, such as PSF, ATAD3A, VARS and TCP1␤, were also found to be able to bind the ASO/RNA-like duplex, to different extents. ",
            "section": "Identification of ASO-binding and ASO/RNA duplexbinding proteins"
        },
        {
            "text": "However, some proteins, including La, NPM1, PSPC1, NCL1, ANXA2 and KCTD12, appeared to bind primarily to ssASO. ",
            "section": "Identification of ASO-binding and ASO/RNA duplexbinding proteins"
        },
        {
            "text": "That the binding of these proteins is relevant was supported by our finding that competition with PO oligonucleotides carrying 2 -O-methyl modification did not significantly elute Ku70, TCP1 and P54nrb proteins from the captured PS-ASO [ (22,24) and data not shown]. ",
            "section": "Identification of ASO-binding and ASO/RNA duplexbinding proteins",
            "ref_spans": [
                {
                    "start": 238,
                    "end": 242,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "(22,"
                },
                {
                    "start": 242,
                    "end": 245,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "24)"
                }
            ]
        },
        {
            "text": "Together, these results confirmed the binding of these proteins to PS-ASOs and indicate that these proteins can have different affinities to ssASO or ASO/RNA-like duplex.",
            "section": "Identification of ASO-binding and ASO/RNA duplexbinding proteins"
        },
        {
            "text": "Protein binding to ASOs may impact the ability of the ASO to inhibit gene expression. ",
            "section": "La or NPM1 enhances ASO activity"
        },
        {
            "text": "We recently showed that reduction in the levels of three different subunits of the TCP1 complex reduced antisense activity, whereas reduction of paraspeckle proteins P54nrb, PSF and PSPC1 increased ASO activity (22,24). ",
            "section": "La or NPM1 enhances ASO activity",
            "ref_spans": [
                {
                    "start": 211,
                    "end": 215,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "(22,"
                },
                {
                    "start": 215,
                    "end": 218,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "24)"
                }
            ]
        },
        {
            "text": "Using similar approaches, we analyzed the effects of reducing the levels of La and NPM1 on ASO activity. ",
            "section": "La or NPM1 enhances ASO activity"
        },
        {
            "text": "La and NPM1 are abundant nuclear RNA-binding proteins that function in maturation of polymerase III transcripts and ribosome biogenesis, respectively (32,33). ",
            "section": "La or NPM1 enhances ASO activity",
            "ref_spans": [
                {
                    "start": 150,
                    "end": 154,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "(32,"
                },
                {
                    "start": 154,
                    "end": 157,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "33)"
                }
            ]
        },
        {
            "text": "HeLa cells were treated for 24 h with siRNAs specific to La or NPM1. ",
            "section": "La or NPM1 enhances ASO activity"
        },
        {
            "text": "As controls, cells were treated with an siRNA targeting the mRNA encoding another ASObinding protein NCL1, which was previously shown to have no effect on RNaseH-mediated ASO activity (22), or with an inactive siRNA with sequence complementary to U16 snoRNA (34). ",
            "section": "La or NPM1 enhances ASO activity",
            "ref_spans": [
                {
                    "start": 184,
                    "end": 188,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "(22)"
                },
                {
                    "start": 258,
                    "end": 262,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "(34)"
                }
            ]
        },
        {
            "text": "As expected, the levels of the targeted mR-NAs and proteins were dramatically and specifically reduced by the corresponding siRNAs as determined by qRT-PCR ( Figure 2A) and western analyses ( Figure 2B), respectively. ",
            "section": "La or NPM1 enhances ASO activity",
            "ref_spans": [
                {
                    "start": 158,
                    "end": 167,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 2A"
                },
                {
                    "start": 192,
                    "end": 201,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 2B"
                }
            ]
        },
        {
            "text": "To ascertain the effects of protein reduction on ASO activity, control and siRNA-treated cells were transfected for 4 h with ASOs specific to four different RNAs, and levels of the ASO-targeted RNAs were analyzed by qRT-PCR ( Figure 2C-E). ",
            "section": "La or NPM1 enhances ASO activity",
            "ref_spans": [
                {
                    "start": 226,
                    "end": 238,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 2C-E)"
                }
            ]
        },
        {
            "text": "In cells depleted of La or NPM1, the antisense activity of an ASO targeting PTEN mRNA was reduced, as evidenced by less reduction of the PTEN mRNA especially at lower doses (<10 nM) of ASO ( Figure 2C) when compared with mock-transfected control cells (UTC). ",
            "section": "La or NPM1 enhances ASO activity",
            "ref_spans": [
                {
                    "start": 191,
                    "end": 200,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 2C"
                }
            ]
        },
        {
            "text": "Consistent with our previous studies (22), treatment with NCL1-or U16-targeted siRNAs had no significant effect on the activity of the PTEN ASO. ",
            "section": "La or NPM1 enhances ASO activity",
            "ref_spans": [
                {
                    "start": 37,
                    "end": 41,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "(22)"
                }
            ]
        },
        {
            "text": "Similar observations were made for an ASO targeting drosha mRNA ( Figure 2D): reduced ASO activity was observed in cells depleted of La or NPM1 but not in NCL1-or U16-siRNA-treated cells. ",
            "section": "La or NPM1 enhances ASO activity",
            "ref_spans": [
                {
                    "start": 66,
                    "end": 75,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 2D"
                }
            ]
        },
        {
            "text": "Although the protein effects on ASO activity were mod- est, the difference was statistically significant. ",
            "section": "La or NPM1 enhances ASO activity"
        },
        {
            "text": "Decreased activity was also found in cells treated with La-and NPM1-siRNAs for ASOs targeting NCL1 mRNA ( Figure 2E) and U16 snoRNA ( Figure 2F), suggesting that La and NPM1 proteins enhance ASO activity independently of ASO sequence or targeted RNA.",
            "section": "La or NPM1 enhances ASO activity",
            "ref_spans": [
                {
                    "start": 106,
                    "end": 115,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 2E"
                },
                {
                    "start": 134,
                    "end": 143,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 2F"
                }
            ]
        },
        {
            "text": "Since reductions in levels of La and NPM1 had only modest effects on ASO activity, the experiments were repeated multiple times. ",
            "section": "La or NPM1 enhances ASO activity"
        },
        {
            "text": "Similar results were observed in each replicate [data not shown and (22)], suggesting that the experimental system is reliable. ",
            "section": "La or NPM1 enhances ASO activity",
            "ref_spans": [
                {
                    "start": 68,
                    "end": 72,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "(22)"
                }
            ]
        },
        {
            "text": "Although siRNA treatment can cause unexpected effects (35), the reduced ASO activity in La-and NPM1-siRNA-treated cells appears to be specific, since treatments with NCL1-siRNA and U16-siRNA did not have significant effects on ASO-directed target reduction ( Figure 2C and D). ",
            "section": "La or NPM1 enhances ASO activity",
            "ref_spans": [
                {
                    "start": 54,
                    "end": 58,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "(35)"
                },
                {
                    "start": 259,
                    "end": 268,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 2C"
                }
            ]
        },
        {
            "text": "We performed similar siRNA-mediated reduction experiments for an additional 18 proteins identified in the ASO-binding assay and found no significant effect on ASO activity (Table 2). ",
            "section": "La or NPM1 enhances ASO activity",
            "ref_spans": [
                {
                    "start": 172,
                    "end": 180,
                    "type": "table",
                    "text": "(Table 2"
                }
            ]
        },
        {
            "text": "For example, siRNA-mediated reduction of ASO-binding proteins ACLY, eIF4H, KCTD12, ATAD3A and GRSF1 did not alter the activity of ASOs targeting different RNAs (Supplementary Figures S1-S4).",
            "section": "La or NPM1 enhances ASO activity"
        },
        {
            "text": "To further confirm that decreased ASO activity was caused by reductions in levels of La or NPM1 proteins and not experimental artifacts, La protein was reduced in HeLa cells either by treatment with an siRNA or with a La-specific ASO with a sequence different from the siRNA ( Figure 3A). ",
            "section": "La or NPM1 enhances ASO activity",
            "ref_spans": [
                {
                    "start": 277,
                    "end": 287,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 3A)"
                }
            ]
        },
        {
            "text": "The siRNA and the ASO cause mRNA degradation through different pathways (i.e. RISC and RNase H1 pathways, respectively). ",
            "section": "La or NPM1 enhances ASO activity"
        },
        {
            "text": "The activity of the PTEN ASO was reduced in cells depleted of La protein, regardless of the methods used ( Figure 3B). ",
            "section": "La or NPM1 enhances ASO activity",
            "ref_spans": [
                {
                    "start": 107,
                    "end": 116,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 3B"
                }
            ]
        },
        {
            "text": "Similarly, reduction in levels of NPM1 using either siRNA or ASO treatment decreased the PTEN ASO activity ( Figure 3C and D). ",
            "section": "La or NPM1 enhances ASO activity",
            "ref_spans": [
                {
                    "start": 109,
                    "end": 118,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 3C"
                }
            ]
        },
        {
            "text": "Finally, we transfected HeLa cells with plasmids designed to over-express La or NPM1 proteins ( Figure 3E) and found that over-expression of either protein led to moderately increased ASO activity, as compared with control cells transfected with an empty vector ( Figure 3F and G). ",
            "section": "La or NPM1 enhances ASO activity",
            "ref_spans": [
                {
                    "start": 96,
                    "end": 105,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 3E"
                },
                {
                    "start": 264,
                    "end": 273,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 3F"
                }
            ]
        },
        {
            "text": "Together, these results confirm that La and NPM1 enhance ASO antisense activity.",
            "section": "La or NPM1 enhances ASO activity"
        },
        {
            "text": "The effects of depleting La and NPM1 proteins on ASO activity do not appear to be due to alterations in the normal functions of these proteins. ",
            "section": "La or NPM1 enhances ASO activity"
        },
        {
            "text": "La is required for the maturation of polymerase III-transcribed RNAs (32); however, under the experimental conditions we used for depletion of La, the steady-state levels of polymerase III-transcribed tRNA tyr and 7SL RNA were not affected (Supplementary Figure S5A). ",
            "section": "La or NPM1 enhances ASO activity",
            "ref_spans": [
                {
                    "start": 255,
                    "end": 265,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Figure S5A"
                }
            ]
        },
        {
            "text": "NPM1 is involved in ribosome biogenesis and nuclear transport of RPL5 protein (36,37), and steady-state rRNA levels and the nuclear/cytoplasmic distribution of RPL5 protein were not affected by NPM1 depletion under our experiment conditions (Supplementary Figure S5B and Table 1. List of the identified ASO-binding proteins Table 2. Effects of proteins on ASO activity  C). ",
            "section": "La or NPM1 enhances ASO activity",
            "ref_spans": [
                {
                    "start": 78,
                    "end": 82,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "(36,"
                },
                {
                    "start": 82,
                    "end": 85,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "37)"
                },
                {
                    "start": 256,
                    "end": 266,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Figure S5B"
                },
                {
                    "start": 271,
                    "end": 278,
                    "type": "table",
                    "text": "Table 1"
                },
                {
                    "start": 324,
                    "end": 331,
                    "type": "table",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "Altogether, our results indicate that our experimental system is capable to identify the moderate changes in ASO activities induced by intracellular proteins and that La and NPM1 can enhance ASO activity.",
            "section": "La or NPM1 enhances ASO activity"
        },
        {
            "text": "Using the experimental systems described above and previously (22), we examined the effects of other ASO-binding proteins on ASO activity, as summarized in Table 2. ",
            "section": "Identification of additional proteins that can enhance ASO activity",
            "ref_spans": [
                {
                    "start": 156,
                    "end": 163,
                    "type": "table",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "The effects of reducing each of these proteins on ASO activity were repeated multiple times to confirm the observed phenotypes [data not shown and (22)]. ",
            "section": "Identification of additional proteins that can enhance ASO activity",
            "ref_spans": [
                {
                    "start": 147,
                    "end": 151,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "(22)"
                }
            ]
        },
        {
            "text": "Representative results are shown throughout this study. ",
            "section": "Identification of additional proteins that can enhance ASO activity"
        },
        {
            "text": "Collectively, 32 proteins have been characterized thus far. ",
            "section": "Identification of additional proteins that can enhance ASO activity"
        },
        {
            "text": "Eighteen of the tested ASO-binding proteins do not appear to impact ASO activity, as described above. ",
            "section": "Identification of additional proteins that can enhance ASO activity"
        },
        {
            "text": "However, eight proteins enhanced ASO activity. ",
            "section": "Identification of additional proteins that can enhance ASO activity"
        },
        {
            "text": "In addition to La and NPM1, and the three TCP1 subunits that we reported recently (22), ANXA2, VARS and PC4/Sub1 were also found to enhance ASO activity. ",
            "section": "Identification of additional proteins that can enhance ASO activity"
        },
        {
            "text": "ANXA2 is a phospholipid binding protein implicated in multiple cellular processes including exocytosis, endocytosis, membrane reorganization, vesicular trafficking and regulation of gene expression (38). ",
            "section": "Identification of additional proteins that can enhance ASO activity",
            "ref_spans": [
                {
                    "start": 198,
                    "end": 202,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "(38)"
                }
            ]
        },
        {
            "text": "Depletion of ANXA2 by siRNA treatment reduced the activities of tested ASOs targeting PTEN, NCL1 and U16 RNAs ( Figure 4A-D). ",
            "section": "Identification of additional proteins that can enhance ASO activity",
            "ref_spans": [
                {
                    "start": 112,
                    "end": 124,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 4A-D)"
                }
            ]
        },
        {
            "text": "As a control, reduction of LRPPRC by siRNA treatment had no effect on ASO activity, as we reported previously (22,24). ",
            "section": "Identification of additional proteins that can enhance ASO activity",
            "ref_spans": [
                {
                    "start": 110,
                    "end": 114,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "(22,"
                },
                {
                    "start": 114,
                    "end": 117,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "24)"
                }
            ]
        },
        {
            "text": "Similarly, reduction of VARS by two different siR-NAs caused similar reduction of ASO activities ( Figure 4E-H), suggesting that VARS can also enhance ASO activity in cells. ",
            "section": "Identification of additional proteins that can enhance ASO activity",
            "ref_spans": [
                {
                    "start": 99,
                    "end": 110,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 4E-H"
                }
            ]
        },
        {
            "text": "Although VARS functions in protein synthesis, the observed effects on ASO activity do not appear to be due to impaired translation, since reduction of the asparaginyl-tRNA synthetase NARS, another ASO-binding protein, by two different siRNAs had no significant effect (Supplementary Figure S6). ",
            "section": "Identification of additional proteins that can enhance ASO activity",
            "ref_spans": [
                {
                    "start": 283,
                    "end": 292,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Figure S6"
                }
            ]
        },
        {
            "text": "In addition, depletion of the transcription co-factor PC4/Sub1, which binds both ssASO and the ASO/RNA duplex ( Figure 1C), also moderately reduced ASO activity (Supplementary Figure S7). ",
            "section": "Identification of additional proteins that can enhance ASO activity",
            "ref_spans": [
                {
                    "start": 112,
                    "end": 121,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1C"
                },
                {
                    "start": 176,
                    "end": 186,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "Figure S7)"
                }
            ]
        },
        {
            "text": "Currently it is not clear how PC4/Sub1 protein enhances ASO activity, as no co-localization of this protein with ASOs was observed and reduction of PC4 did not significantly affect ASO subcellular distribution (data not shown). ",
            "section": "Identification of additional proteins that can enhance ASO activity"
        },
        {
            "text": "However, this protein may affect ASO activity in ways other than affecting ASO distribution.",
            "section": "Identification of additional proteins that can enhance ASO activity"
        },
        {
            "text": "In addition to the proteins that enhance ASO activity, some proteins may inhibit ASO activity, as we reported recently for the paraspeckle proteins P54nrb and PSF (24). ",
            "section": "Ku70/Ku80 proteins inhibit ASO activity",
            "ref_spans": [
                {
                    "start": 163,
                    "end": 167,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "(24)"
                }
            ]
        },
        {
            "text": "Indeed, we found in the current study that Ku70 and Ku80 proteins, which bind ssASOs and ASO/RNA duplexes as was the case for P54nrb and PSF ( Figure 1C), also inhibited ASO activity. ",
            "section": "Ku70/Ku80 proteins inhibit ASO activity",
            "ref_spans": [
                {
                    "start": 143,
                    "end": 153,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1C)"
                }
            ]
        },
        {
            "text": "Ku70 and Ku80 proteins interact with each other to form a heterodimer that binds dsDNA break ends and is involved in DNA repair (29). ",
            "section": "Ku70/Ku80 proteins inhibit ASO activity",
            "ref_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "(29)"
                }
            ]
        },
        {
            "text": "Levels of Ku70 or Ku80 protein were reduced using specific siRNAs; depletion of either protein led to a reduction in levels of the other (Figure 5A), con-sistent with previous findings (39). ",
            "section": "Ku70/Ku80 proteins inhibit ASO activity",
            "ref_spans": [
                {
                    "start": 137,
                    "end": 147,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "(Figure 5A"
                },
                {
                    "start": 185,
                    "end": 189,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "(39)"
                }
            ]
        },
        {
            "text": "Compared with mocktransfected control cells, depletion of Ku70/Ku80 caused moderately greater reduction of PTEN ( Figure 5B) and NCL1 mRNAs ( Figure 5C) targeted by specific ASOs. ",
            "section": "Ku70/Ku80 proteins inhibit ASO activity",
            "ref_spans": [
                {
                    "start": 114,
                    "end": 123,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Figure 5B"
                },
                {
                    "start": 142,
                    "end": 151,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Figure 5C"
                }
            ]
        },
        {
            "text": "As a negative control, siRNA-mediated reduction of LRPPRC had no effect on ASO activity.",
            "section": "Ku70/Ku80 proteins inhibit ASO activity"
        },
        {
            "text": "Since the effect of reducing Ku70/Ku80 on ASO activity was modest, we confirmed this observation by analyzing effects of inhibiting expression of three different proteins in the same experiment to minimize experimental variation. ",
            "section": "Ku70/Ku80 proteins inhibit ASO activity"
        },
        {
            "text": "These proteins included Ku70, LRPPRC and TCP1␤. ",
            "section": "Ku70/Ku80 proteins inhibit ASO activity"
        },
        {
            "text": "Treatment with siRNAs resulted in specific reductions in mRNA levels ( Figure 5D). ",
            "section": "Ku70/Ku80 proteins inhibit ASO activity",
            "ref_spans": [
                {
                    "start": 71,
                    "end": 80,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Figure 5D"
                }
            ]
        },
        {
            "text": "Consistent with our previous observations (22), reduction of TCP1␤ moderately reduced ASO activity, whereas depletion of Ku70 caused the opposite effect ( Figure 5E). ",
            "section": "Ku70/Ku80 proteins inhibit ASO activity",
            "ref_spans": [
                {
                    "start": 155,
                    "end": 164,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Figure 5E"
                }
            ]
        },
        {
            "text": "As expected, reduction of LRPPRC had no significant effect on ASO activity. ",
            "section": "Ku70/Ku80 proteins inhibit ASO activity"
        },
        {
            "text": "Together, our results indicate that Ku70/Ku80 complex proteins negatively affect ASO activity.",
            "section": "Ku70/Ku80 proteins inhibit ASO activity"
        },
        {
            "text": "As the identification and characterization of the ASObinding proteins described above were performed using HeLa cells, next, we determined if these proteins could also affect ASO activity in other cell types. ",
            "section": "The effects of proteins on ASO activity are not unique to HeLa cells"
        },
        {
            "text": "To this end, La, Ku70 and ANXA2 were reduced by siRNA treatment in HEK293 cells (Supplementary Figure S8A), and the effect on ASO activity was analyzed using the NCL1 ASO (Supplementary Figure S8B-D), as described above. ",
            "section": "The effects of proteins on ASO activity are not unique to HeLa cells",
            "ref_spans": [
                {
                    "start": 95,
                    "end": 106,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "Figure S8A)"
                },
                {
                    "start": 186,
                    "end": 196,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "Figure S8B"
                }
            ]
        },
        {
            "text": "The qRT-PCR results indicate that reduction of La or ANXA2 decreased, whereas reduction of Ku70 increased, ASO activity, as compared with the effects in control cells treated with a luciferase siRNA. ",
            "section": "The effects of proteins on ASO activity are not unique to HeLa cells"
        },
        {
            "text": "These results suggest that the identified ASO-binding proteins can also affect ASO activity in other cell types.",
            "section": "The effects of proteins on ASO activity are not unique to HeLa cells"
        },
        {
            "text": "Since ASO uptake and intracellular trafficking may utilize different pathways between transfection and free uptake, we then investigated if these proteins affect ASO activity upon free uptake. ",
            "section": "The effects of proteins on ASO activity are not unique to HeLa cells"
        },
        {
            "text": "For this purpose, La, Ku70 or ANXA2-reduced HEK293 cells were washed, reseeded and incubated for 16 h with the NCL1 ASO at different concentrations without transfection reagent, as described in the Materials and Methods section. ",
            "section": "The effects of proteins on ASO activity are not unique to HeLa cells"
        },
        {
            "text": "Total RNA was prepared from cells and the levels of NCL1 mRNA were measured by qRT-PCR. ",
            "section": "The effects of proteins on ASO activity are not unique to HeLa cells"
        },
        {
            "text": "The results showed that, similar to transfection, the ASO activity was reduced in La-or ANXA2-depleted cells, but increased in Ku70-reduced cells (Supplementary Figure S8E). ",
            "section": "The effects of proteins on ASO activity are not unique to HeLa cells",
            "ref_spans": [
                {
                    "start": 161,
                    "end": 172,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "Figure S8E)"
                }
            ]
        },
        {
            "text": "Together, these results indicate that the observed protein effects on ASO activity are not unique to a single cell type, and not unique to transfection delivery of ASOs.",
            "section": "The effects of proteins on ASO activity are not unique to HeLa cells"
        },
        {
            "text": "Since ASO-mediated RNA reduction results from cleavage by RNase H1 (5), it is possible that the proteins identified or the treatments with different siRNAs or ASOs may affect the level of RNase H1. ",
            "section": "The effects of proteins on ASO activity do not appear to be due to direct interactions with RNase H1"
        },
        {
            "text": "This was not the case, as RNase H1   Figure S9A). ",
            "section": "The effects of proteins on ASO activity do not appear to be due to direct interactions with RNase H1",
            "ref_spans": [
                {
                    "start": 37,
                    "end": 48,
                    "type": "figure",
                    "ref_id": "fig_8",
                    "text": "Figure S9A)"
                }
            ]
        },
        {
            "text": "In addition, the levels of RNase H1 and levels of ASO-binding proteins were not affected by transfection of cells with ASOs (Supplementary Figure S9B).",
            "section": "The effects of proteins on ASO activity do not appear to be due to direct interactions with RNase H1",
            "ref_spans": [
                {
                    "start": 139,
                    "end": 149,
                    "type": "figure",
                    "ref_id": "fig_8",
                    "text": "Figure S9B"
                }
            ]
        },
        {
            "text": "Next, we analyzed whether any of the proteins that impact ASO activity interact with RNase H1, directly or bridged by ASOs or the duplex. ",
            "section": "The effects of proteins on ASO activity do not appear to be due to direct interactions with RNase H1"
        },
        {
            "text": "For this purpose, cell lysates were prepared from HEK293 cells over-expressing Flag-tagged RNase H1 and were incubated with an ASO or ASO/RNA-like duplex. ",
            "section": "The effects of proteins on ASO activity do not appear to be due to direct interactions with RNase H1"
        },
        {
            "text": "RNase H1 and associated proteins were co-immunoprecipitated using anti-Flag beads. ",
            "section": "The effects of proteins on ASO activity do not appear to be due to direct interactions with RNase H1"
        },
        {
            "text": "The co-isolated proteins were eluted by competition using Flag peptides, precipitated and analyzed by western (Sup-plementary Figure S9C). ",
            "section": "The effects of proteins on ASO activity do not appear to be due to direct interactions with RNase H1",
            "ref_spans": [
                {
                    "start": 126,
                    "end": 136,
                    "type": "figure",
                    "ref_id": "fig_8",
                    "text": "Figure S9C"
                }
            ]
        },
        {
            "text": "The Flag-tagged RNase H1 was efficiently isolated with or without ASOs. ",
            "section": "The effects of proteins on ASO activity do not appear to be due to direct interactions with RNase H1"
        },
        {
            "text": "However, none of the tested ASO-binding proteins, including La, NPM1, PC4, ANXA2, VARS, Ku70 or Ku80, was co-selected with RNase H1 in the presence or absence of ASOs or the ASO/RNA-like duplex. ",
            "section": "The effects of proteins on ASO activity do not appear to be due to direct interactions with RNase H1"
        },
        {
            "text": "Thus, the tested proteins do not have stable physical interactions with RNase H1, either directly or mediated by ASOs or ASO/RNA-like duplexes, although we cannot exclude the possibility that some proteins may transiently interact with RNase H1 in cells, but not detected in our experiments.",
            "section": "The effects of proteins on ASO activity do not appear to be due to direct interactions with RNase H1"
        },
        {
            "text": "Since no physical interaction was observed between the ASO-binding proteins and RNase H1, these proteins may affect ASO activity through other indirect mechanisms. ",
            "section": "Ku80 and P54nrb compete with RNase H1 for ASO/RNA duplex binding"
        },
        {
            "text": "For example, proteins like Ku70/Ku80 and P54nrb that inhibit antisense activity may bind to the ASO/RNA duplex to reduce the accessibility of RNase H1to the substrate. ",
            "section": "Ku80 and P54nrb compete with RNase H1 for ASO/RNA duplex binding"
        },
        {
            "text": "To evaluate this possibility, levels of P54nrb and Ku80 were reduced in HeLa cells by siRNA treatment, and affinity selection was performed using an ASO/RNA-like duplex formed with ISIS386652 and XL279. ",
            "section": "Ku80 and P54nrb compete with RNase H1 for ASO/RNA duplex binding"
        },
        {
            "text": "The co-isolated proteins were determined by western analysis (Figure 6A). ",
            "section": "Ku80 and P54nrb compete with RNase H1 for ASO/RNA duplex binding",
            "ref_spans": [
                {
                    "start": 61,
                    "end": 71,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "(Figure 6A"
                }
            ]
        },
        {
            "text": "As expected, moderately less P54nrb and Ku80 were coisolated with the duplex from cell lysates depleted of the corresponding proteins as compared with amounts from control cells. ",
            "section": "Ku80 and P54nrb compete with RNase H1 for ASO/RNA duplex binding"
        },
        {
            "text": "However, the level of co-isolated RNase H1 was moderately increased upon depletion of P54nrb or Ku80, suggesting that P54nrb and Ku80 compete with RNase H1 for binding to the duplex. ",
            "section": "Ku80 and P54nrb compete with RNase H1 for ASO/RNA duplex binding"
        },
        {
            "text": "This view is further supported by the observation that simultaneous depletion of P54nrb and Ku80 further increased the binding of RNase H1 to the duplex ( Figure 6B and C).",
            "section": "Ku80 and P54nrb compete with RNase H1 for ASO/RNA duplex binding",
            "ref_spans": [
                {
                    "start": 155,
                    "end": 171,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Figure 6B and C)"
                }
            ]
        },
        {
            "text": "Next, we determined whether over-expression of RNase H1 reduced the binding of P54nrb or Ku80 proteins to the RNA/ASO duplex. ",
            "section": "Ku80 and P54nrb compete with RNase H1 for ASO/RNA duplex binding"
        },
        {
            "text": "Cell lysates were prepared from control HEK293 cells and HEK293 cells over-expressing Flag-RNase H1. ",
            "section": "Ku80 and P54nrb compete with RNase H1 for ASO/RNA duplex binding"
        },
        {
            "text": "The over-expression of RNase H1 was confirmed by western analysis, and no significant changes in the levels of Ku80 or P54nrb were detected ( Figure 6D). ",
            "section": "Ku80 and P54nrb compete with RNase H1 for ASO/RNA duplex binding",
            "ref_spans": [
                {
                    "start": 142,
                    "end": 151,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Figure 6D"
                }
            ]
        },
        {
            "text": "The endogenous RNase H1 was not detected due to its low abundance. ",
            "section": "Ku80 and P54nrb compete with RNase H1 for ASO/RNA duplex binding"
        },
        {
            "text": "Next, affinity selection was performed using the duplex, and co-isolated proteins were analyzed by western blot. ",
            "section": "Ku80 and P54nrb compete with RNase H1 for ASO/RNA duplex binding"
        },
        {
            "text": "The level of co-isolated RNase H1 was dramatically increased in cells that over-expressed RNase H1 as compared with that in control cells ( Figure 6E). ",
            "section": "Ku80 and P54nrb compete with RNase H1 for ASO/RNA duplex binding",
            "ref_spans": [
                {
                    "start": 140,
                    "end": 149,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Figure 6E"
                }
            ]
        },
        {
            "text": "Moreover, reduced binding of P54nrb (∼55% reduction) and Ku80 (∼38% reduction) to the duplex was observed upon RNase H1 over-expression. ",
            "section": "Ku80 and P54nrb compete with RNase H1 for ASO/RNA duplex binding"
        },
        {
            "text": "Together, these results indicate that P54nrb and Ku80 compete with RNase H1 for binding to the ASO/RNA duplex and suggest that competition with RNase H1 may contribute to the inhibitory effects of P54nrb and Ku80/Ku70 proteins on ASO activity. ",
            "section": "Ku80 and P54nrb compete with RNase H1 for ASO/RNA duplex binding"
        },
        {
            "text": "Thus, the data on these proteins and the data on the hspA8 and hn-RNP F proteins described earlier identify a general mechanism affecting RNase H1-mediated ASO activity and the type of proteins likely to be involved.",
            "section": "Ku80 and P54nrb compete with RNase H1 for ASO/RNA duplex binding"
        },
        {
            "text": "Next, we analyzed the potential mechanisms by which some ASO-binding proteins enhance ASO activity. ",
            "section": "La and NPM1 affect ASO nuclear accumulation"
        },
        {
            "text": "Previous studies have shown that ASO activity positively correlates with ASO nuclear localization upon transfection (15). ",
            "section": "La and NPM1 affect ASO nuclear accumulation",
            "ref_spans": [
                {
                    "start": 116,
                    "end": 120,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(15)"
                }
            ]
        },
        {
            "text": "We thus examined the effects of reduction of certain identified proteins on ASO subcellular distribution using confocal microscopy. ",
            "section": "La and NPM1 affect ASO nuclear accumulation"
        },
        {
            "text": "Control cells or cells depleted of different ASObinding proteins were transfected with Cy3-labeled ASOs for 4 h, and ASO localization was determined in live cells by confocal imaging. ",
            "section": "La and NPM1 affect ASO nuclear accumulation"
        },
        {
            "text": "No significant difference in the nuclear levels of ASOs was detected in cells individually de- pleted of Ku70, Ku80, PC4, VARS or ANXA2 as compared with control cells (data not shown). ",
            "section": "La and NPM1 affect ASO nuclear accumulation"
        },
        {
            "text": "However, upon depletion of NPM1, reduced nuclear ASO accumulation was observed in many cells, as compared with that in control cells, in which ASOs strongly accumulated in nuclei ( Figure 7A). ",
            "section": "La and NPM1 affect ASO nuclear accumulation",
            "ref_spans": [
                {
                    "start": 181,
                    "end": 190,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "Figure 7A"
                }
            ]
        },
        {
            "text": "Note that the reduced nuclear ASO accumulation was not due to the presence of siRNAs, as siRNA-mediated depletion of NCL1 in the same way did not reduce ASO nuclear accumulation.",
            "section": "La and NPM1 affect ASO nuclear accumulation"
        },
        {
            "text": "To rule out the possibility that the difference in nuclear ASO levels in control and NPM1-depleted cells resulted from variation in ASO transfection, control cells and NPM1-depleted cells were mixed and reseeded in the same dish, followed by transfection of Cy-3 labeled ASOs. ",
            "section": "La and NPM1 affect ASO nuclear accumulation"
        },
        {
            "text": "Cells were fixed and stained for NPM1 protein. ",
            "section": "La and NPM1 affect ASO nuclear accumulation"
        },
        {
            "text": "More intense ASO nuclear signal was observed in cells that exhibited strong NPM1 staining than in cells showing weaker NPM1 staining ( Figure 7B). ",
            "section": "La and NPM1 affect ASO nuclear accumulation",
            "ref_spans": [
                {
                    "start": 135,
                    "end": 144,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "Figure 7B"
                }
            ]
        },
        {
            "text": "These results indicate that reduction of NPM1 protein decreased ASO nuclear accumulation. ",
            "section": "La and NPM1 affect ASO nuclear accumulation"
        },
        {
            "text": "Similarly, reduction of La protein also caused a significant reduction of ASO nuclear accumulation ( Figure 7C). ",
            "section": "La and NPM1 affect ASO nuclear accumulation",
            "ref_spans": [
                {
                    "start": 101,
                    "end": 110,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "Figure 7C"
                }
            ]
        },
        {
            "text": "Together, these results suggest that La and NPM1 proteins may enhance ASO activity by facilitating nuclear accumulation of ASOs.",
            "section": "La and NPM1 affect ASO nuclear accumulation"
        },
        {
            "text": "In similar co-staining experiments, no significant colocalization with ASOs transfected into cells was detected for La, NPM1, Ku70, Ku80 or PC4 proteins; ASOs and these proteins were evenly distributed in the nucleoplasm (data not shown). ",
            "section": "VARS is recruited to Lamp1-containing organelles in the presence of ASOs"
        },
        {
            "text": "Similarly, no significant co-localization of transfected ASOs with VARS was detected in either cytoplasm or nucleus (data not shown). ",
            "section": "VARS is recruited to Lamp1-containing organelles in the presence of ASOs"
        },
        {
            "text": "However, upon ASO free uptake, VARS appeared to be enriched in some cytoplasmic structures that co-localized with ASOs ( Figure 8A, right panels). ",
            "section": "VARS is recruited to Lamp1-containing organelles in the presence of ASOs",
            "ref_spans": [
                {
                    "start": 121,
                    "end": 130,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "Figure 8A"
                }
            ]
        },
        {
            "text": "In cells without ASO, VARS was evenly distributed in the cytoplasm ( Figure 8A, upper left panel). ",
            "section": "VARS is recruited to Lamp1-containing organelles in the presence of ASOs",
            "ref_spans": [
                {
                    "start": 69,
                    "end": 78,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "Figure 8A"
                }
            ]
        },
        {
            "text": "To determine whether these VARS-enriched structures were related to endocytosis organelles, ASO-incubated cells were co-stained for VARS and Lamp1, a lysosomal marker that is also present in some late endosomes (40). ",
            "section": "VARS is recruited to Lamp1-containing organelles in the presence of ASOs",
            "ref_spans": [
                {
                    "start": 211,
                    "end": 215,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "(40)"
                }
            ]
        },
        {
            "text": "Consistently, in cells incubated with ASOs in the absence of transfection reagent, we observed aggregation of VARS in cytoplasmic structures that co-localized with Lamp1 ( Figure 8B). ",
            "section": "VARS is recruited to Lamp1-containing organelles in the presence of ASOs",
            "ref_spans": [
                {
                    "start": 172,
                    "end": 181,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "Figure 8B"
                }
            ]
        },
        {
            "text": "By examining ∼300 cells, we found that 86.4% VARS-stained structures co-localized with Lamp1 and ASO. ",
            "section": "VARS is recruited to Lamp1-containing organelles in the presence of ASOs"
        },
        {
            "text": "These results suggest that in the presence of ASOs VARS can localize to lysosomes/late endosomes.",
            "section": "VARS is recruited to Lamp1-containing organelles in the presence of ASOs"
        },
        {
            "text": "We next determined whether VARS depletion affected ASO subcellular localization. ",
            "section": "VARS is recruited to Lamp1-containing organelles in the presence of ASOs"
        },
        {
            "text": "HeLa cells treated with an siRNA targeting VARS or control cells were incubated with 2-M Cy3-labeled ASO for 24 h, fixed and stained for Lamp1. ",
            "section": "VARS is recruited to Lamp1-containing organelles in the presence of ASOs"
        },
        {
            "text": "Consistent with previous studies, ASOs localized in perinuclear structures that co-localized with Lamp1 in the cytoplasm of control cells ( Figure 8C, upper panel), suggesting a dominant localization of ASOs in lysosomes/late endosomes upon free uptake. ",
            "section": "VARS is recruited to Lamp1-containing organelles in the presence of ASOs",
            "ref_spans": [
                {
                    "start": 140,
                    "end": 163,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "Figure 8C, upper panel)"
                }
            ]
        },
        {
            "text": "However, in VARS-depleted cells, ASOs localized in smaller, but condensed perinuclear structures ( Figure 8C, lower panel; Supplementary Figure   S10A). ",
            "section": "VARS is recruited to Lamp1-containing organelles in the presence of ASOs",
            "ref_spans": [
                {
                    "start": 99,
                    "end": 150,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 8C, lower panel; Supplementary Figure   S10A"
                }
            ]
        },
        {
            "text": "Similarly, Lamp1 also appeared to be present in condensed perinuclear regions that co-localized with ASOs in VARS-depleted cells, but in control cells much of the Lamp1 appeared in dot-like structures scattered throughout the cytoplasm. ",
            "section": "VARS is recruited to Lamp1-containing organelles in the presence of ASOs"
        },
        {
            "text": "By analyzing about 200 cells in different images, we found that the condensed lysosome structure was observed in 42.7 ± 6.6% of VARS reduced cells, and only in ∼17.6 ± 7.9% of control cells. ",
            "section": "VARS is recruited to Lamp1-containing organelles in the presence of ASOs"
        },
        {
            "text": "The condensed Lamp1 staining pattern in VARS-depleted cells was not driven by the uptake of ASOs, since a similar pattern of Lamp1 staining was observed in cells depleted of VARS using two different siRNAs but not incubated with ASOs ( Supplementary Figure S10B). ",
            "section": "VARS is recruited to Lamp1-containing organelles in the presence of ASOs",
            "ref_spans": [
                {
                    "start": 236,
                    "end": 262,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Supplementary Figure S10B)"
                }
            ]
        },
        {
            "text": "This effect seems to be specific to VARS reduction, since depletion of NARS did not alter the Lamp1 pattern (data not shown). ",
            "section": "VARS is recruited to Lamp1-containing organelles in the presence of ASOs"
        },
        {
            "text": "Together, these results suggest that VARS may affect lysosome structure or localization and also affects ASO localization into lysosomes/endosomes upon ASO free uptake.",
            "section": "VARS is recruited to Lamp1-containing organelles in the presence of ASOs"
        },
        {
            "text": "In cells transfected with ASOs, ANXA2 co-localized with ASOs in distinct cytoplasmic structures containing Lamp1 (Supplementary Figure S10C). ",
            "section": "ANXA2 co-localizes with ASOs in late endosomes",
            "ref_spans": [
                {
                    "start": 128,
                    "end": 139,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure S10C"
                }
            ]
        },
        {
            "text": "Since ANXA2 is required for endocytosis and for the biogenesis of late endosomes (38), this protein may be involved in ASO trafficking through the endocytosis pathway. ",
            "section": "ANXA2 co-localizes with ASOs in late endosomes",
            "ref_spans": [
                {
                    "start": 81,
                    "end": 85,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "(38)"
                }
            ]
        },
        {
            "text": "To better understand this possibility, HeLa cells were incubated with ASOs by free uptake; under these conditions, ASOs mainly enter cells through endocytosis pathways (12). ",
            "section": "ANXA2 co-localizes with ASOs in late endosomes",
            "ref_spans": [
                {
                    "start": 168,
                    "end": 172,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(12)"
                }
            ]
        },
        {
            "text": "Interestingly, ANXA2 protein was observed in distinct cytoplasmic loci in the presence of ASO, whereas in cells not treated with ASO an even staining pattern was observed ( Figure 9A), suggesting that ASO treatment enriched ANXA2 in these cytoplasmic loci. ",
            "section": "ANXA2 co-localizes with ASOs in late endosomes",
            "ref_spans": [
                {
                    "start": 173,
                    "end": 182,
                    "type": "figure",
                    "ref_id": "fig_8",
                    "text": "Figure 9A"
                }
            ]
        },
        {
            "text": "Indeed, ANXA2-stained loci were not obvious 2 h after ASO treatment, although at this time significant amount of ASOs was already detected in cells ( Supplementary Figure S10D). ",
            "section": "ANXA2 co-localizes with ASOs in late endosomes",
            "ref_spans": [
                {
                    "start": 150,
                    "end": 176,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Supplementary Figure S10D)"
                }
            ]
        },
        {
            "text": "However, 4 h after ASO incubation, ANXA2 was observed to co-localize with ASOs in distinct structures. ",
            "section": "ANXA2 co-localizes with ASOs in late endosomes"
        },
        {
            "text": "These cytoplasmic ANXA2-containing structures colocalized with ASOs and also with Lamp1 ( Figure 9B), indicating lysosomal and/or late endosomal localization. ",
            "section": "ANXA2 co-localizes with ASOs in late endosomes",
            "ref_spans": [
                {
                    "start": 90,
                    "end": 99,
                    "type": "figure",
                    "ref_id": "fig_8",
                    "text": "Figure 9B"
                }
            ]
        },
        {
            "text": "However, fewer ANXA2-stained loci were observed than Lamp1-stained structures, suggesting ANXA2 was only enriched in a subset of Lamp1-containing organelles. ",
            "section": "ANXA2 co-localizes with ASOs in late endosomes"
        },
        {
            "text": "To determine whether the ANXA2-stained structures were late endosomes, we co-stained for Rab7, a marker of late endosomes. ",
            "section": "ANXA2 co-localizes with ASOs in late endosomes"
        },
        {
            "text": "Indeed, upon ASO incubation, majority of ANXA2stained structures co-localized with Rab7 ( Figure 9C). ",
            "section": "ANXA2 co-localizes with ASOs in late endosomes",
            "ref_spans": [
                {
                    "start": 90,
                    "end": 99,
                    "type": "figure",
                    "ref_id": "fig_8",
                    "text": "Figure 9C"
                }
            ]
        },
        {
            "text": "Statistical analyses showed that 74.7 ± 5.3% ANXA2-stained structures co-localized with RAB7, whereas 98 ± 1.8% ANXA2-stained structures co-localized with LAMP1, indicating that some ANXA2 co-localized with ASOs in lysosomes. ",
            "section": "ANXA2 co-localizes with ASOs in late endosomes"
        },
        {
            "text": "Early endosome enrichment of ANXA2 was not detected upon ASO incubation as shown by co-staining for the early endosome marker EEA1 (Supplementary Figure S11). ",
            "section": "ANXA2 co-localizes with ASOs in late endosomes",
            "ref_spans": [
                {
                    "start": 146,
                    "end": 157,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure S11)"
                }
            ]
        },
        {
            "text": "Together, these results indicate that ASO and ANXA2 are localized to late endosomes and lysosomes, implying that ANXA2 functions in ASO intracellular trafficking.   ",
            "section": "ANXA2 co-localizes with ASOs in late endosomes"
        },
        {
            "text": "PS ASOs bind proteins with higher affinity than do PO ASOs (20). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 59,
                    "end": 63,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "(20)"
                }
            ]
        },
        {
            "text": "To reduce non-specific binding and to enhance the probability of identification of proteins that are likely to impact ASO activity or localization, we developed a multi-step affinity selection assay to isolate PS ASO-binding proteins and proteins that bind ASO/RNA duplex. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Using these approaches, we identified 56 intracellular proteins that bound to PS-ASOs. ",
            "section": "DISCUSSION"
        },
        {
            "text": "As our goal and the approach were to identify intracellular ASO-binding proteins, the set of proteins we identified does not include many membrane proteins, which may also play roles in ASO uptake and trafficking. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Thirty-two proteins were characterized for effects on ASO activity and localization. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Among these proteins, 14 exhibited effects on ASO activity. ",
            "section": "DISCUSSION"
        },
        {
            "text": "That most characterized ASO-binding proteins had no significant impact on ASO activity was not unexpected, since ASOs can bind many different proteins and the effects of reducing levels of a particular protein might be compensated by other proteins. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In addition, we cannot exclude the possibility that some isolated proteins may not bind ASOs in cells as there are many differences between live cells and cell homogenates.",
            "section": "DISCUSSION"
        },
        {
            "text": "Effects of the characterized proteins on ASO activity were modest, with approximately doubling or halving of potencies in most cases. ",
            "section": "DISCUSSION"
        },
        {
            "text": "These changes were specific as evidenced by the following observations: ",
            "section": "DISCUSSION"
        },
        {
            "text": "(i) similar results were observed using different approaches (siRNA or RNase Hdependent ASOs for inhibition of protein expression) and using different siRNAs to target the same mRNAs, ruling out potential off-target effects; ",
            "section": "DISCUSSION"
        },
        {
            "text": "(ii) reduction of 18 ASObinding proteins did not cause significant change in ASO activity, indicating the experimental system we used for the ASO activity assay is suitable for detecting these moderate changes; and ",
            "section": "DISCUSSION"
        },
        {
            "text": "(iii) over-expression of La or NPM1 led to opposite effects on ASO activity compared to protein depletion, confirming these observed phenotypes are specific to the tested proteins. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In addition, the effects on ASO activity appeared not to be due to secondary effects related to depletion of the proteins. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The ASO activity assay was performed at relatively early time points after protein depletion to reduce the potential secondary effects due to inhibition of the endogenous activities of the depleted proteins. ",
            "section": "DISCUSSION"
        },
        {
            "text": "For example, under the experimental conditions we used, reduction of La protein, which is required for the maturation of polymerase III-transcribed RNAs (e.g. tRNAs and 7SL RNA), did not cause detectable changes in the level of evaluated polymerase III transcripts. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In addition, reduction of NPM1, which is involved in nucleocytoplasmic shuttling of RPL5 protein, did not change the subcellular distribution of RPL5 under our experimental conditions. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Furthermore, the effects of reducing VARS on ASO activity were not due to impaired translation related to a deficiency in the charged tRNA, as reduction of NARS, another tRNA synthetase, had no detectable effect on ASO activity. ",
            "section": "DISCUSSION"
        },
        {
            "text": "It is very unlikely that the effects of proteins on ASO activity were derived from altered stability of PS-ASOs with 2 -MOE or other 2 -modifications by reduction of these proteins, since these chemically modified ASOs are very stable, with a halflife of 2-4 weeks in vivo (41). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 273,
                    "end": 277,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "(41)"
                }
            ]
        },
        {
            "text": "These results all argue that the influence of these proteins on ASO activity is specific, al-though indirect effects for certain protein cannot be completely excluded.",
            "section": "DISCUSSION"
        },
        {
            "text": "The moderate effect of each protein on ASO activity was not unexpected. ",
            "section": "DISCUSSION"
        },
        {
            "text": "ASOs can bind a variety of proteins, and each protein may associate with a small portion of cellular ASOs. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In addition, due to the relatively high capacity of numerous ASO-binding proteins, reduction of one particular protein may lead to binding of ASOs by other cellular proteins. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Thus, the effect of reduction of an individual protein could be partially compensated by many other proteins, resulting in moderate phenotypes.",
            "section": "DISCUSSION"
        },
        {
            "text": "One mechanism through which cellular proteins reduce ASO activity is by competition with RNase H1 for binding sites on the ASO-RNA duplex. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Such competition has been observed for hnRNP F and hspA8, which were previously shown to inhibit ASO-directed RNase H cleavage (23). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 127,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "(23)"
                }
            ]
        },
        {
            "text": "A similar mechanism was also observed in this study. ",
            "section": "DISCUSSION"
        },
        {
            "text": "We showed that P54nrb and Ku80 directly compete with RNase H1. ",
            "section": "DISCUSSION"
        },
        {
            "text": "We consider this as an important observation and already have reported that such mechanisms may complicate interpretation of results from ASO experiments (23). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 154,
                    "end": 158,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "(23)"
                }
            ]
        },
        {
            "text": "Equally importantly, our results emphasize the complexity of ASO-RNA-protein interactions and show that, once again, due to the low cellular concentration of RNase H1 (2), abundant proteins may have a competitive advantage. ",
            "section": "DISCUSSION"
        },
        {
            "text": "That RNase H1 clearly has an affinity for the RNA/ASO duplex that is similar to Ku70/Ku80 is demonstrated by the fact that over-expression of RNase H1 overcame the effect of Ku70/Ku80 for binding and on antisense activity. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The screening process to identify optimal sites for ASO activity in specific RNAs would be facilitated if preferred binding sequences for proteins that compete with RNase H1 were bettered elucidated.",
            "section": "DISCUSSION"
        },
        {
            "text": "Proteins may enhance ASO activity through multiple mechanisms. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Previously we showed that TCP1 complex proteins enhance ASO activity (22). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 69,
                    "end": 73,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "(22)"
                }
            ]
        },
        {
            "text": "These proteins can be recruited to cytoplasmic structures related to endocytosis, raising the possibility that these proteins may facilitate escape of ASOs from endosomes or lysosomes. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Here, we showed that VARS, which enhanced ASO activity, was enriched in lysosome/endosome-related structures upon ASO incubation, suggesting that it may be involved in the release of ASOs from endocytosis structures into the cytosol. ",
            "section": "DISCUSSION"
        },
        {
            "text": "VARS is required for aminoacyl-tRNA synthesis (42), and a role in cellular uptake has not been documented. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 46,
                    "end": 50,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "(42)"
                }
            ]
        },
        {
            "text": "It is possible that this protein is recruited on the endosome/lysosomes when these structures are loaded with ASOs, which may cause some topological changes of the membrane structures. ",
            "section": "DISCUSSION"
        },
        {
            "text": "It is also possible that VARS may be directed by ASOs to localize in these organelles. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Further investigation is needed to evaluate these possibilities. ",
            "section": "DISCUSSION"
        },
        {
            "text": "However, the effect of this protein on ASO activity appears to be specific as reduction of this protein using two different siRNAs caused similar effect on ASO activity, whereas reduction of another aminoacyl-tRNA synthase, NARS, had no detectable effects. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Moreover, reduction of VARS, but not reduction of NARS, led to strong perinuclear condensation of lysosomes, suggesting that this protein may be involved, directly or indirectly, in the distribution or localization of lysosomes. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Thus, the increased ASO activity upon VARS depletion may stem from altered ASO release from endosomes or lysosomes.",
            "section": "DISCUSSION"
        },
        {
            "text": "In addition to VARS, we also found that ANXA2 was enriched in late endosomes and lysosomes upon ASO incubation. ",
            "section": "DISCUSSION"
        },
        {
            "text": "This is not surprising, since ANXA2 is known to be involved in endocytosis and exocytosis (38). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 90,
                    "end": 94,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "(38)"
                }
            ]
        },
        {
            "text": "ANXA2 is a phospholipid-binding protein that is required for the biogenesis of late endosomes from early endosomes (43). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 115,
                    "end": 119,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "(43)"
                }
            ]
        },
        {
            "text": "Given that this protein binds negatively charged phospholipids of the membrane and that ASO release from liposomes may occur through a flip-flop mechanism (44), binding of ANXA2 to the membrane of endosomes or lysosomes may change the local conformation of the lipid bilayer to facilitate ASO release and subsequently increased ASO activity. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In addition, it is also likely that ANXA2 may be involved in ASO trafficking within the endocytosis pathways, such as from early endosome to late endosomes.",
            "section": "DISCUSSION"
        },
        {
            "text": "Nuclear localization of ASOs is positively correlated with ASO activity after transfection (15). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 91,
                    "end": 95,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(15)"
                }
            ]
        },
        {
            "text": "Thus, altering the ASO concentration in the nucleus may alter also activity. ",
            "section": "DISCUSSION"
        },
        {
            "text": "We tested the ASO localization upon free uptake in cells depleted of various proteins, no significant nuclear localization of ASOs was observed under this situation, since upon free uptake, the nuclear level of ASOs is too low to be convincingly detected by confocal imaging. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Thus, judging if the nuclear ASO level is affected by reduction of these different proteins awaits more sensitive detection approaches. ",
            "section": "DISCUSSION"
        },
        {
            "text": "However, upon transfection, alteration in the nuclear ASO levels appears to be the mechanism through which La and NPM1 proteins enhance ASO activity. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Reduction of La or NPM1 decreased nuclear ASO levels, but did not completely prevent nuclear localization of ASOs. ",
            "section": "DISCUSSION"
        },
        {
            "text": "A role of NPM1 in nucleocytoplasmic shuttling has already been demonstrated for some ribosomal proteins. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Thus it is possible that NPM1 may also be involved in ASO trafficking, directly or indirectly via other shuttling proteins. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In addition, a role of La in nuclear export has also been reported (45); it is therefore likely that this protein may contribute to ASO shuttling. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 67,
                    "end": 71,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "(45)"
                }
            ]
        },
        {
            "text": "However, other possibilities also exist. ",
            "section": "DISCUSSION"
        },
        {
            "text": "For example, it has been reported that La has non-canonical helicase activity (46) and can accelerate duplex formation and enhance duplex dissociation (47). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 78,
                    "end": 82,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "(46)"
                },
                {
                    "start": 151,
                    "end": 155,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "(47)"
                }
            ]
        },
        {
            "text": "Thus, La may facilitate ASO binding to mRNA substrate or unwinding of the ASO/RNA duplex after RNase H1 cleavage.",
            "section": "DISCUSSION"
        },
        {
            "text": "Further understanding how additional ASO-binding proteins impact ASO activity, especially the roles of these proteins on ASO intracellular trafficking/distribution, awaits further investigation. ",
            "section": "DISCUSSION"
        },
        {
            "text": "We are currently investigating the structure-activity relationships of ASO binding to various types of proteins. ",
            "section": "DISCUSSION"
        },
        {
            "text": "This information should enable us to design more effective ASOs.",
            "section": "DISCUSSION"
        },
        {
            "text": "Identification of ASO-binding proteins by affinity selection. ",
            "section": "Figure 1 ."
        },
        {
            "text": "(A) Schematic of the affinity selection approaches. ",
            "section": "Figure 1 ."
        },
        {
            "text": "The ASO-binding proteins are indicated using colored circles. ",
            "section": "Figure 1 ."
        },
        {
            "text": "The biotin tag is indicated by the red dots at the ends of the gapmer ASOs. ",
            "section": "Figure 1 ."
        },
        {
            "text": "(B) A representative silver-stained 4-12% SDS-PAGE gel used to resolve affinity-selected proteins. ",
            "section": "Figure 1 ."
        },
        {
            "text": "Certain protein bands identified by mass spectrometry are numbered and indicated. ",
            "section": "Figure 1 ."
        },
        {
            "text": "Proteins were isolated by competition with ASO (lane 1), ASO/RNA-like duplex (lane 2) or a non-complementary RNA-like 2 -O-methyl oligonucleotide (lane 3). ",
            "section": "Figure 1 ."
        },
        {
            "text": "The marker was pre-stained protein Benchmark (Life Technologies). ",
            "section": "Figure 1 ."
        },
        {
            "text": "(C) Western analyses of proteins isolated with either ssASO or ASO/RNA-like duplex. ",
            "section": "Figure 1 ."
        },
        {
            "text": "Isolated proteins were separated on a 4-12% SDS-PAGE, transferred to a membrane, and probed for indicated proteins by immunoblotting.",
            "section": "Figure 1 ."
        },
        {
            "text": "La and NPM1 enhance ASO activity. ",
            "section": "Figure 2 ."
        },
        {
            "text": "(A) Levels of mRNAs encoding La and NPM1 were reduced by siRNA treatment for 48 h, as determined by qRT-PCR analyses. ",
            "section": "Figure 2 ."
        },
        {
            "text": "Cells treated with NCL1 siRNA or a functionally inactive U16 siRNA were used as controls, and mRNA levels were determined by qRT-PCR. ",
            "section": "Figure 2 ."
        },
        {
            "text": "(B) Reduction of La and NPM1 protein levels was confirmed by western analysis. ",
            "section": "Figure 2 ."
        },
        {
            "text": "Whole cell lysates from mock-transfected (UTC) or siRNA-treated cells were subjected to western immunoblotting. ",
            "section": "Figure 2 ."
        },
        {
            "text": "␥ -tubulin served as a loading control. ",
            "section": "Figure 2 ."
        },
        {
            "text": "(C-F) ",
            "section": "Figure 2 ."
        },
        {
            "text": "Depletion of La or NPM1 protein reduced the activity of ASOs targeting PTEN, drosha, NCL1 and U16 RNAs, respectively. ",
            "section": "Figure 2 ."
        },
        {
            "text": "Control cells or cells treated with siRNAs were transfected with indicated concentrations of ASOs for 4 h, and RNA was prepared and subjected to qRT-PCR analyses using primer probe sets specific to each ASO-targeted RNA. ",
            "section": "Figure 2 ."
        },
        {
            "text": "Where shown, error bars are standard deviations of three independent experiments. ",
            "section": "Figure 2 ."
        },
        {
            "text": "P-values were calculated based on unpaired t-test (n = 3), and the significance is indicated above the bars. ",
            "section": "Figure 2 ."
        },
        {
            "text": "'NS': not significant. ",
            "section": "Figure 2 ."
        },
        {
            "text": "'*': 0.01<P<0.05; '**': 0.001<P<0.01; '***': 0.0001<P<0.001; and '****': 0.00001<P<0.0001.",
            "section": "Figure 2 ."
        },
        {
            "text": "The effects on ASO activity were specific to depletion of La or NPM1. ",
            "section": "Figure 3 ."
        },
        {
            "text": "(A) Western analysis for La protein in cells treated with either siRNA or an ASO targeting La mRNA. ",
            "section": "Figure 3 ."
        },
        {
            "text": "␥ -tubulin served as a loading control. ",
            "section": "Figure 3 ."
        },
        {
            "text": "UTC indicates mock-transfected cells. ",
            "section": "Figure 3 ."
        },
        {
            "text": "(B) Reduction of La levels by either siRNA or ASO caused similar effects on the activity of an ASO targeting PTEN mRNA. ",
            "section": "Figure 3 ."
        },
        {
            "text": "ASO treatment and qRT-PCR analysis were performed as described inFigure 2. ",
            "section": "Figure 3 ."
        },
        {
            "text": "(C) NPM1 protein was reduced by either an siRNA or an ASO targeting NPM1 mRNA as determined by western. ",
            "section": "Figure 3 ."
        },
        {
            "text": "␥ -tubulin was used as a loading control. ",
            "section": "Figure 3 ."
        },
        {
            "text": "(D) Reduction of NPM1 protein by either siRNA or ASO decreased the activity of an ASO targeting PTEN mRNA. ",
            "section": "Figure 3 ."
        },
        {
            "text": "(E) La or NPM1 was transiently over-expressed in HeLa cells. ",
            "section": "Figure 3 ."
        },
        {
            "text": "After 48 h, protein levels were detected by western. ",
            "section": "Figure 3 ."
        },
        {
            "text": "(F, G) ",
            "section": "Figure 3 ."
        },
        {
            "text": "Over-expression of La or NPM1 protein increased the activity of ASOs targeting PTEN or NCL1 mRNAs, respectively. ",
            "section": "Figure 3 ."
        },
        {
            "text": "Where shown, the error bars are standard deviations of three independent experiments. ",
            "section": "Figure 3 ."
        },
        {
            "text": "P-values were calculated based on unpaired t-test (n = 3), and the significance is indicated above the bars. ",
            "section": "Figure 3 ."
        },
        {
            "text": "'NS': not significant. ",
            "section": "Figure 3 ."
        },
        {
            "text": "'*': 0.01<P<0.05; '**': 0.001<P<0.01; '***': 0.0001<P<0.001; and '****': 0.00001<P<0.0001.",
            "section": "Figure 3 ."
        },
        {
            "text": "ANXA2 and VARS enhance ASO activity. ",
            "section": "Figure 4 ."
        },
        {
            "text": "(A) HeLa cells were either mock transfected (UTC) or treated with ANXA2 siRNA or a control LRPPRC siRNA for 32 h, and total RNA was prepared from an aliquot of cells and subjected to qRT-PCR analysis for ANXA2 or LRPPRC mRNA (left panel). ",
            "section": "Figure 4 ."
        },
        {
            "text": "Whole cell lysates prepared from an aliquot of cells were subjected to western analysis for ANXA2 (right panel). ",
            "section": "Figure 4 ."
        },
        {
            "text": "RPL5 served as a loading control.",
            "section": "Figure 4 ."
        },
        {
            "text": "(B-D) ",
            "section": "Figure 4 ."
        },
        {
            "text": "Reduction of ANXA2, but not LRPPRC, decreased the activity of ASOs targeting (B) PTEN, (C) NCL1 or (D) U16 RNAs. ",
            "section": "Figure 4 ."
        },
        {
            "text": "Control or siRNAtreated cells were transfected with ASOs targeting indicated mRNAs, and the antisense activity was determined by qRT-PCR. ",
            "section": "Figure 4 ."
        },
        {
            "text": "(E) VARS expression in HeLa cells was reduced by treatment with two different siRNAs. ",
            "section": "Figure 4 ."
        },
        {
            "text": "VARS mRNA (left) and protein (right) levels were detected by qRT-PCR or western analysis, respectively. ",
            "section": "Figure 4 ."
        },
        {
            "text": "GAPDH protein served as a loading control. ",
            "section": "Figure 4 ."
        },
        {
            "text": "(F-H) ",
            "section": "Figure 4 ."
        },
        {
            "text": "Reduction of VARS protein decreased the antisense activity of ASOs targeting (F) drosha, (G) NCL1 and (H) U16 RNAs, as determined by qRT-PCR analyses. ",
            "section": "Figure 4 ."
        },
        {
            "text": "Where shown, error bars are standard deviations of three independent experiments. ",
            "section": "Figure 4 ."
        },
        {
            "text": "P-values were calculated based on unpaired t-test (n = 3), and the significance is indicated above the bars. ",
            "section": "Figure 4 ."
        },
        {
            "text": "'NS': not significant. ",
            "section": "Figure 4 ."
        },
        {
            "text": "'*': 0.01<P<0.05; '**': 0.001<P<0.01; '***': 0.0001<P<0.001; and '****': 0.00001<P<0.0001.",
            "section": "Figure 4 ."
        },
        {
            "text": "Ku70 and Ku80 inhibit ASO activity. ",
            "section": "Figure 5 ."
        },
        {
            "text": "(A) siRNA mediated reduction of Ku70 or Ku80 proteins. ",
            "section": "Figure 5 ."
        },
        {
            "text": "siRNA targeting LRPPRC was used as a negative control. ",
            "section": "Figure 5 ."
        },
        {
            "text": "Whole cell lysates from control cells or cells treated with siRNAs for 36 h were subjected to western analyses for Ku70 or Ku80 protein. ",
            "section": "Figure 5 ."
        },
        {
            "text": "␥ -tubulin served as a loading control. ",
            "section": "Figure 5 ."
        },
        {
            "text": "(B, C) ",
            "section": "Figure 5 ."
        },
        {
            "text": "Reduction of Ku70 or Ku80 protein, but not LRPPRC, increased the activity of ASOs targeting (B) PTEN and (C) NCL1 mRNAs as detected by qRT-PCR. ",
            "section": "Figure 5 ."
        },
        {
            "text": "(D) Reduction of Ku70, TCP1β or LRPPRC mRNAs by siRNA treatment was demonstrated by qRT-PCR. ",
            "section": "Figure 5 ."
        },
        {
            "text": "(E) qRT-PCR analysis for ASO-directed PTEN mRNA reduction in different test cells. ",
            "section": "Figure 5 ."
        },
        {
            "text": "Where shown, the error bars are standard deviations of three independent experiments. ",
            "section": "Figure 5 ."
        },
        {
            "text": "P-values were calculated based on unpaired t-test (n = 3), and the significance is indicated above the bars. ",
            "section": "Figure 5 ."
        },
        {
            "text": "'NS': not significant. ",
            "section": "Figure 5 ."
        },
        {
            "text": "'*': 0.01<P<0.05; '**': 0.001<P<0.01; '***': 0.0001<P<0.001; and '****': 0.00001<P<0.0001. ",
            "section": "Figure 5 ."
        },
        {
            "text": "protein levels were comparable in cells treated with various siRNAs (Supplementary",
            "section": "Figure 5 ."
        },
        {
            "text": "Ku80 and P54nrb compete with RNase H1 for binding to ASO/RNA duplex. ",
            "section": "Figure 6 ."
        },
        {
            "text": "(A) Reduction of P54nrb or Ku80 protein levels by siRNA treatment increased the binding of RNase H1 protein to the ASO/RNA-like duplex, as determined by affinity selection using an ASO/RNA-like duplex, followed by western analyses. ",
            "section": "Figure 6 ."
        },
        {
            "text": "(B) Simultaneous treatment with siRNAs targeting P54nrb and Ku80 reduced levels of both proteins, as shown by western analysis. ",
            "section": "Figure 6 ."
        },
        {
            "text": "(C) Simultaneous reduction of P54nrb and Ku80 led to a significant increase in the binding of RNase H1 to the ASO/RNA-like duplex. ",
            "section": "Figure 6 ."
        },
        {
            "text": "Silver staining of an aliquot of the affinity selected proteins analyzed on a separate SDS-PAGE is shown as a loading control. ",
            "section": "Figure 6 ."
        },
        {
            "text": "(D) The protein levels of RNase H1, Ku80 and P54nrb in control cells (UTC) or cells over-expressing RNase H1 were evaluated by western blot. ",
            "section": "Figure 6 ."
        },
        {
            "text": "(E) Over-expression of RNase H1 led to reduced binding of P54nrb and Ku80 proteins to the ASO/RNA-like duplex, as determined by affinity selection followed by western analyses. ",
            "section": "Figure 6 ."
        },
        {
            "text": "The numbers below the lanes indicate the estimated protein level relative to control.",
            "section": "Figure 6 ."
        },
        {
            "text": "Reduction of NPM1 or La can moderately reduce nuclear ASO levels. ",
            "section": "Figure 7 ."
        },
        {
            "text": "(A) Control cells or cells depleted of NPM1 or NCL1 were transfected with 50-nM cy3-labeled ASOs (red) for 5 h, and images of live cells were taken. ",
            "section": "Figure 7 ."
        },
        {
            "text": "In many NPM1-siRNA-treated cells nuclear ASO levels were reduced as compared with control cells or NCL1-siRNA-treated cells. ",
            "section": "Figure 7 ."
        },
        {
            "text": "(B) NPM1-siRNA-treated cells and control cells were mixed, reseeded and transfected with 50-nM cy3-labeled ASO. ",
            "section": "Figure 7 ."
        },
        {
            "text": "After 5 h, cells were fixed and stained for NPM1 protein. ",
            "section": "Figure 7 ."
        },
        {
            "text": "The arrows indicate cells in which NPM1 levels are reduced. ",
            "section": "Figure 7 ."
        },
        {
            "text": "(C) Reduction of La protein (green) by treatment with La-siRNA moderately reduced the nuclear ASO level, as compared with the levels in control cells. ",
            "section": "Figure 7 ."
        },
        {
            "text": "Scale bars: 10 m.",
            "section": "Figure 7 ."
        },
        {
            "text": "VARS can co-localize with ASOs in Lamp1-stained structures upon free uptake and can affect lysosome pattern. ",
            "section": "Figure 8 ."
        },
        {
            "text": "(A) VARS staining (cyan) in control cells [(-)ASO] or cells incubated with 2-M cy3-labeled ASOs (red) for 24 h. ",
            "section": "Figure 8 ."
        },
        {
            "text": "Upon ASO incubation, VARS appears in aggregated dot structures that co-localize with ASOs (exemplified by arrows). ",
            "section": "Figure 8 ."
        },
        {
            "text": "Scale bars: 20 m. ",
            "section": "Figure 8 ."
        },
        {
            "text": "(B) VARS/ASO-containing structures co-localized with Lamp1, as indicated by arrows. ",
            "section": "Figure 8 ."
        },
        {
            "text": "HeLa cells incubated with 2-M Cy3-labeled ASOs for 24 h were fixed and co-stained for VARS and Lamp1. ",
            "section": "Figure 8 ."
        },
        {
            "text": "Scale bars: 10 m. ",
            "section": "Figure 8 ."
        },
        {
            "text": "(C) Reduction of VARS led to more condensed ASO/lysosome localization in perinuclear structures, as indicated by arrows. ",
            "section": "Figure 8 ."
        },
        {
            "text": "Control cells or cells treated with VARS-siRNA for 24 h were incubated with 2-M ASO for an additional 24 h, then fixed and stained for Lamp1. ",
            "section": "Figure 8 ."
        },
        {
            "text": "Scale bars: 20 m.",
            "section": "Figure 8 ."
        },
        {
            "text": "ANXA2 can co-localize with ASOs in late endosomes/lysosomes upon free uptake. ",
            "section": "Figure 9 ."
        },
        {
            "text": "(A) ANXA2 staining in control cells (left panel) or cells incubated with 2-M FITC-labeled ASOs for 24 h (right panels). ",
            "section": "Figure 9 ."
        },
        {
            "text": "ANXA2-stained structures that co-localize with ASOs are exemplified by arrows. ",
            "section": "Figure 9 ."
        },
        {
            "text": "Scale bars: 5 m. ",
            "section": "Figure 9 ."
        },
        {
            "text": "(B) Co-staining of ANXA2 and Lamp1 in cells incubated with 2-M Cy3-labeled ASOs for 24 h. ",
            "section": "Figure 9 ."
        },
        {
            "text": "Arrows indicate the co-localization of ASO, ANXA2 and Lamp1. ",
            "section": "Figure 9 ."
        },
        {
            "text": "Scale bars: 10 m. ",
            "section": "Figure 9 ."
        },
        {
            "text": "(C) Co-staining of ANXA2 and Rab7 in cells incubated with 2-M Cy3-labeled ASOs for 24 h. ",
            "section": "Figure 9 ."
        },
        {
            "text": "Co-localization of ASO/ANXA2/Rab7 is exemplified by arrows; whereas some ANXA2/ASO containing structures that do not co-localize with Rab7 are indicated by circles. ",
            "section": "Figure 9 ."
        },
        {
            "text": "Scale bars: 5 m.",
            "section": "Figure 9 ."
        },
        {
            "text": "We wish to thank Walt Lima and Timothy Vickers for stimulating discussions. ",
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "Supplementary Data are available at NAR Online.",
            "section": "SUPPLEMENTARY DATA"
        }
    ]
}