{
    "id": "ed5f71c677",
    "level": "sentence",
    "abstract": [
        {
            "text": "Atrial fibrillation (AF) is associated with an increased risk of stroke, which is currently estimated by clinical characteristics. "
        },
        {
            "text": "The cardiac biomarkers N-terminal fragment B-type natriuretic peptide (NT-proBNP) and cardiac troponin highsensitivity (cTn-hs) are independently associated with risk of stroke in AF. "
        },
        {
            "text": "Our objective was to develop and validate a new biomarker-based risk score to improve prognostication of stroke in patients with AF. "
        },
        {
            "text": "Methods and results A new risk score was developed and internally validated in 14 701 patients with AF and biomarkers levels determined at baseline, median follow-up of 1.9 years. "
        },
        {
            "text": "Biomarkers and clinical variables significantly contributing to predicting stroke or systemic embolism were assessed by Cox-regression and each variable obtained a weight proportional to the model coefficients. "
        },
        {
            "text": "External validation was performed in 1400 patients with AF, median follow-up of 3.4 years. "
        },
        {
            "text": "The most important predictors were prior stroke/transient ischaemic attack, NT-proBNP, cTn-hs, and age, which were included in the ABC (Age, Biomarkers, Clinical history) stroke risk score. "
        },
        {
            "text": "The ABC-stroke score was well calibrated and yielded higher c-indices than the widely used CHA 2 DS 2-VASc score in both the derivation cohort (0.68 vs. 0.62, P , 0.001) and the external validation cohort (0.66 vs. 0.58, P , 0.001). "
        },
        {
            "text": "Moreover, the ABC-stroke score consistently provided higher c-indices in several important subgroups. "
        },
        {
            "text": "Conclusion A novel biomarker-based risk score for predicting stroke in AF was successfully developed and internally validated in a large cohort of patients with AF and further externally validated in an independent AF cohort. "
        },
        {
            "text": "The ABC-stroke score performed better than the presently used clinically based risk score and may provide improved decision support in AF. "
        },
        {
            "text": "ClinicalTrials. "
        },
        {
            "text": "gov identifier NCT00412984, NCT00799903."
        }
    ],
    "body_text": [
        {
            "text": "Atrial fibrillation (AF) is a common and treatable risk factor for stroke and systemic embolism. ",
            "section": "Introduction"
        },
        {
            "text": "1,2 The AF population is heterogeneous with a variable risk of stroke. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1,"
                },
                {
                    "start": 2,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "3 Development of risk stratification schemes in AF patients emerged in the 1990s and have thereafter been reconstructed and refined continuously. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                }
            ]
        },
        {
            "text": "4 -7 Current guidelines recommend a risk-based approach to decisions on anticoagulation treatment in AF based on the CHA 2-DS 2 -VASc score [which assigns 1 point each for a history of congestive heart failure, hypertension, diabetes mellitus, vascular disease, age 65 -74 years, and sex category (female gender), and 2 points for age ≥75 years and, prior stroke/transient ischaemic attack (TIA)]. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "text": "4 -7"
                }
            ]
        },
        {
            "text": "5 The CHA 2 DS 2 -VASc and other currently used risk scores are all based solely on clinical variables. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5"
                }
            ]
        },
        {
            "text": "Recently, it was demonstrated that biomarkers reflecting cardiac and renal dysfunction as well as inflammation and oxidative stress are related to the risk of stroke and other outcomes in patients with AF. ",
            "section": "Introduction"
        },
        {
            "text": "8 We demonstrated that cardiac troponin measured with high-sensitivity assays (cTn-hs), indicating myocardial injury, and N-terminal fragment B-type natriuretic peptide (NT-proBNP), indicating myocyte stress, contained more prognostic information than most clinical characteristics in patients with AF. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8"
                }
            ]
        },
        {
            "text": "9 -12 Based on these experiences, we aimed to improve risk stratification of stroke in AF by developing and validating a risk score that included the prognostically most important biomarkers and clinical characteristics. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "bibr",
                    "text": "9 -12"
                }
            ]
        },
        {
            "text": "The project was performed in accordance with the recent TRIPOD statement. ",
            "section": "Introduction"
        },
        {
            "text": "13 The development cohort was 14 701 patients with AF with biomarkers measured at entry in the Apixaban for Reduction in Stroke and Other Thromboembolic Events in Atrial Fibrillation (ARISTOTLE) trial, and the validation cohort was 1400 participants with AF and biomarkers measured at entry in the STabilization of Atherosclerotic plaque By Initiation of darapLadIb TherapY (STABILITY) trial. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13"
                }
            ]
        },
        {
            "text": "14 -17 ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "bibr",
                    "text": "14 -17"
                }
            ]
        },
        {
            "text": "The details of the ARISTOTLE trial (ClinicalTrials.gov identifier: NCT00412984) have been published previously. ",
            "section": "Study populations"
        },
        {
            "text": "14,15 Briefly, ARIS-TOTLE was a double-blind, double-dummy, randomized clinical trial that enrolled 18 201 patients between December 2006 and April 2010. ",
            "section": "Study populations",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15"
                }
            ]
        },
        {
            "text": "Patients included had paroxysmal, persistent or permanent AF, or atrial flutter, and one or more of the following risk factors: age ≥75 years, prior stroke, TIA, or systemic embolus, heart failure, diabetes mellitus, or hypertension requiring pharmacological treatment. ",
            "section": "Study populations"
        },
        {
            "text": "Participants were randomized to warfarin (n ¼ 9081) or apixaban (n ¼ 9120). ",
            "section": "Study populations"
        },
        {
            "text": "The primary endpoint was stroke or systemic embolism. ",
            "section": "Study populations"
        },
        {
            "text": "The median length of follow-up was 1.9 years for the subset of patients with cardiac biomarkers available at randomization (n ¼ 14 701) after exclusion of 45 (0.3%) patients with missing variables. ",
            "section": "Study populations"
        },
        {
            "text": "A total of 1056 deaths occurred during follow-up. ",
            "section": "Study populations"
        },
        {
            "text": "The median time in therapeutic range (TTR) in the warfarin-treated group was 66.1 calculated by the method of Rosendaal. ",
            "section": "Study populations"
        },
        {
            "text": "14 The external validation cohort consisted of 1400 participants with AF or atrial flutter (689 on oral anticoagulation) and biomarkers available at entry in the STABILITY trial. ",
            "section": "Study populations",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14"
                }
            ]
        },
        {
            "text": "The details of the STABILITY trial (Clinical-Trials.gov identifier: NCT00799903) have been published previously. ",
            "section": "Study populations"
        },
        {
            "text": "16,17 Briefly, STABILITY was a double-blind, international, multicentre, eventdriven trial that randomly assigned 15 828 patients with stable coronary heart disease to receive either once-daily darapladib or placebo between December 2008 and April 2010. ",
            "section": "Study populations",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17"
                }
            ]
        },
        {
            "text": "Patients included had stable coronary heart disease and at least one of the following additional cardiovascular risk factors: age ≥60 years, diabetes, high-density lipoprotein cholesterol level of ,1.03 mmol/L, smoker of five or more cigarettes per day, moderate renal dysfunction (≥30 and ≤59 mL/min), or polyvascular arterial disease. ",
            "section": "Study populations"
        },
        {
            "text": "The primary endpoint was a composite of cardiovascular death, myocardial infarction, or stroke, and median follow-up was 3.4 years in this external validation cohort.",
            "section": "Study populations"
        },
        {
            "text": "Ethics committee approval was obtained for all investigational sites, and all patients gave written informed consent.",
            "section": "Study populations"
        },
        {
            "text": "In both trials, all outcomes were adjudicated by the same international team of adjudicators blinded to treatment assignment. ",
            "section": "Endpoints and outcome assessment"
        },
        {
            "text": "Stroke was defined as the sudden onset of a focal neurological deficit in a location consistent with the territory of a major cerebral artery and categorized as ischaemic, haemorrhagic, or unspecified. ",
            "section": "Endpoints and outcome assessment"
        },
        {
            "text": "Haemorrhagic transformation of ischaemic stroke was not considered to be haemorrhagic stroke. ",
            "section": "Endpoints and outcome assessment"
        },
        {
            "text": "In the ARISTOTLE trial, systemic embolism was also adjudicated and defined as an acute vascular occlusion of an extremity or organ, documented by means of imaging, surgery, or autopsy.",
            "section": "Endpoints and outcome assessment"
        },
        {
            "text": "In both trials, patients provided blood samples at study entry. ",
            "section": "Biochemical methods"
        },
        {
            "text": "Plasma was frozen in aliquots and stored until analysed centrally at the Uppsala Clinical Research Center (UCR) laboratory, Uppsala, Sweden. ",
            "section": "Biochemical methods"
        },
        {
            "text": "Plasma cardiac troponin-I levels (cTnI-hs) were determined with high-sensitivity sandwich immunoassays on the ARCHITECT i1000SR (Abbott Diagnostics) according to the instructions of the manufacturer, and NT-proBNP and troponin-T (cTnT-hs) levels in plasma were determined with high-sensitivity sandwich immunoassays on the Cobas w Analytics e601 Immunoanalyzers (Roche Diagnostics, Germany) according to the instructions of the manufacturer. ",
            "section": "Biochemical methods"
        },
        {
            "text": "The limit of detection (LoD) and analytical range for these assays have been described previously. ",
            "section": "Biochemical methods"
        },
        {
            "text": "10 -12 ",
            "section": "Biochemical methods",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "bibr",
                    "text": "10 -12"
                }
            ]
        },
        {
            "text": "Derivation of the prediction model All biomarkers were log-transformed and values below the reporting limit were set to half the limit. ",
            "section": "Statistical analyses"
        },
        {
            "text": "As a first step, a model including all candidate predictors (listed in Table 1) was fitted. ",
            "section": "Statistical analyses",
            "ref_spans": [
                {
                    "start": 71,
                    "end": 78,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "Separate models were derived for inclusion of cTnI-hs and cTnT-hs. ",
            "section": "Statistical analyses"
        },
        {
            "text": "Possible non-linearities were evaluated by transforming the continuous variables using restricted cubic splines, each with four knots placed at the respective 5th, 35th, 65th, and 95th sample percentiles. ",
            "section": "Statistical analyses"
        },
        {
            "text": "To allow for different prediction models for subjects with and without a prior stroke, bivariate interactions between each variable and prior stroke were included. ",
            "section": "Statistical analyses"
        },
        {
            "text": "The global tests of any non-linearity or interaction were not statistically significant, wherefore the full prediction model included only main effects and linear terms. ",
            "section": "Statistical analyses"
        },
        {
            "text": "For a more parsimonious and clinically useful model, we approximated the full model by using a fast backward algorithm on an ordinary least squares model in which the estimated linear predictor from the full Cox model was the outcome and all candidate variables were entered in exactly the same manner as in the full Cox model. ",
            "section": "Statistical analyses"
        },
        {
            "text": "18 Thus, in the first step R 2 ¼ 1.0 by design and by removing variables in a stepwise manner, the full model could be approximated to an arbitrary level. ",
            "section": "Statistical analyses",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "18"
                }
            ]
        },
        {
            "text": "The final model approximated 96.5% of the full model while only including the four variables: age, cTnI-hs (or cTnT-hs), NT-proBNP, and prior stroke/TIA. ",
            "section": "Statistical analyses"
        },
        {
            "text": "The strong correlation between age and creatinine clearance entailed that one of these biomarkers could be excluded without an effect on the outcome. ",
            "section": "Statistical analyses"
        },
        {
            "text": "Age was included as it is a readily available variable, and a required determinant for estimating creatinine clearance. ",
            "section": "Statistical analyses"
        },
        {
            "text": "As a sensitivity analysis, we fitted a competing risks model with stroke/ systemic embolism as the event of interest and death of any cause as a competing risk.",
            "section": "Statistical analyses"
        },
        {
            "text": "The model was internally validated using 300 bootstrap samples. ",
            "section": "Model validation"
        },
        {
            "text": "Within each bootstrap sample, we refitted the model and compared the apparent performance in the bootstrap sample with the test performance (applying the refitted model to the original data). ",
            "section": "Model validation"
        },
        {
            "text": "The optimism was quantified as the mean difference of these performance estimates. ",
            "section": "Model validation"
        },
        {
            "text": "To reduce the optimism of new predictions, we applied uniform shrinkage to the regression parameters by calculating the linear predictor for all subjects in the original sample using the estimated regression coefficients from the models fitted within each bootstrap sample followed by using the observed outcomes in the original sample, the slope for the linear predictor estimated using a Cox-regression model. ",
            "section": "Model validation"
        },
        {
            "text": "The average of all slopes determined the shrinkage. ",
            "section": "Model validation"
        },
        {
            "text": "External validation was conducted in 1400 patients from the STABILTY trial using the cTnT-hs model as cTnI-hs was not measured in the STABILITY trial.",
            "section": "Model validation"
        },
        {
            "text": "Discrimination was assessed by Harrell's c-index and graphically presented by plotting Kaplan-Meier curves for the predefined risk classes. ",
            "section": "Model validation"
        },
        {
            "text": "Calibration was assessed graphically by comparing observed event rates with the predicted risk at 1, 2, and 3 years. ",
            "section": "Model validation"
        },
        {
            "text": "The final prediction model was presented as a nomogram and its discriminative ability was compared with the presently used CHA 2 DS 2 -VASc score using 1000 bootstrap samples. ",
            "section": "Model validation"
        },
        {
            "text": "ABC-stroke risk classes were defined as low (,1%), medium (1 -2%), and high (.2%) 1-year risk of stroke or systemic embolism according to established stroke risk categories.",
            "section": "Model validation"
        },
        {
            "text": "To illustrate the comparison with the CHA 2 DS 2 -VASc score for risk stratification, the ABC-stroke risk classes were also based on treatment decision values for stroke risk adjusted for antithrombotic treatment according to 0 -0.3%, 0.3 -1%, 1 -2%, and .2% 1-year risk of stroke or systemic embolism.",
            "section": "Model validation"
        },
        {
            "text": "The final model was also evaluated for consistency in various subgroups, e.g. in warfarin-treated patients with low TTR, in whom anticoagulation is sub-therapeutic. ",
            "section": "Model validation"
        },
        {
            "text": "The analyses followed the framework for derivation and validation of prediction models proposed by Harrell, Steyerberg, and Steyerberg and Vergouwe. ",
            "section": "Model validation"
        },
        {
            "text": "18 -20 The external validation followed the principles and methods described by Royston and Altman and the reporting followed the recently published TRIPOD statement (protocol checklist, Supplementary material online, Figure G). ",
            "section": "Model validation",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "bibr",
                    "text": "18 -20"
                },
                {
                    "start": 218,
                    "end": 227,
                    "type": "figure",
                    "text": "Figure G)"
                }
            ]
        },
        {
            "text": "13,21 All analyses were performed using R version 3.1 using the packages rms and Hmisc. ",
            "section": "Model validation",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "bibr",
                    "text": "13,21"
                }
            ],
            "entity_spans": [
                {
                    "start": 40,
                    "end": 41,
                    "type": "software",
                    "rawForm": "R",
                    "resp": "#curator",
                    "used": true,
                    "id": "ed5f71c677-software-1",
                    "cert": "0.8"
                },
                {
                    "start": 50,
                    "end": 53,
                    "type": "version",
                    "rawForm": "3.1",
                    "resp": "#annotator2",
                    "id": "#ed5f71c677-software-1"
                },
                {
                    "start": 73,
                    "end": 76,
                    "type": "software",
                    "rawForm": "rms",
                    "resp": "#annotator2",
                    "used": true,
                    "id": "ed5f71c677-software-simple-2",
                    "cert": "0.8"
                },
                {
                    "start": 81,
                    "end": 86,
                    "type": "software",
                    "rawForm": "Hmisc",
                    "resp": "#annotator2",
                    "used": true,
                    "id": "ed5f71c677-software-simple-3",
                    "cert": "0.8"
                }
            ]
        },
        {
            "text": "18 ",
            "section": "Model validation",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "18"
                }
            ]
        },
        {
            "text": "A total of 14 701 patients in the ARISTOTLE trial had plasma samples available for biomarker measurements at entry. ",
            "section": "Baseline demographics and cardiac biomarkers in the derivation cohort"
        },
        {
            "text": "Baseline demographics and biomarker levels are presented in Table 1. ",
            "section": "Baseline demographics and cardiac biomarkers in the derivation cohort",
            "ref_spans": [
                {
                    "start": 60,
                    "end": 67,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "The median age was 70 (range 19 -97) years and 35.7% were women. ",
            "section": "Baseline demographics and cardiac biomarkers in the derivation cohort"
        },
        {
            "text": "Hypertension was the most common CHA 2 DS 2 -VASc risk factor (87.5%), followed by age .65 years (69.9%), female sex (35.7%), heart failure (31.0%), diabetes mellitus (24.7%), prior stroke or TIA (18.8%), and vascular disease (24.8%). ",
            "section": "Baseline demographics and cardiac biomarkers in the derivation cohort"
        },
        {
            "text": "Cardiac troponin-I high-sensitivity was detectable in 93.6% of patients and elevated in 9.2%, cTnT-hs was detectable in 93.5% and elevated in 34.4%, and 75% had elevated NT-proBNP levels.",
            "section": "Baseline demographics and cardiac biomarkers in the derivation cohort"
        },
        {
            "text": "The development of the new risk score and selection of the prognostically most important clinical variables and biomarkers was based on 27929 person-years of follow-up and of 391 stroke or systemic embolism events in the ARISTOTLE cohort. ",
            "section": "Development of a new biomarker-based risk score in atrial fibrillation in the derivation cohort"
        },
        {
            "text": "The most important predictors of stroke were prior stroke or TIA, NT-proBNP, cTnI-hs (or cTnT-hs), and age (Supplementary material online, Figure  A). ",
            "section": "Development of a new biomarker-based risk score in atrial fibrillation in the derivation cohort",
            "ref_spans": [
                {
                    "start": 139,
                    "end": 149,
                    "type": "figure",
                    "text": "Figure  A)"
                }
            ]
        },
        {
            "text": "The remaining clinical variables or biomarkers did not add significant information to the risk score. ",
            "section": "Development of a new biomarker-based risk score in atrial fibrillation in the derivation cohort"
        },
        {
            "text": "The final score was named ABCstroke score based on inclusion of Age, Biomarkers (cTnI-hs and NT-proBNP), and Clinical history (prior stroke/TIA) (Figure 1).   ",
            "section": "Development of a new biomarker-based risk score in atrial fibrillation in the derivation cohort",
            "ref_spans": [
                {
                    "start": 145,
                    "end": 155,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Figure 1)"
                }
            ]
        },
        {
            "text": "Internal validation of the ABC-stroke score and comparison with CHA 2 DS 2 -VASc",
            "section": "Development of a new biomarker-based risk score in atrial fibrillation in the derivation cohort"
        },
        {
            "text": "The ABC-stroke score that included cTnI-hs yielded a c-index of 0.68 for stroke or systemic embolism ( Table 2). ",
            "section": "Development of a new biomarker-based risk score in atrial fibrillation in the derivation cohort",
            "ref_spans": [
                {
                    "start": 103,
                    "end": 111,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2)"
                }
            ]
        },
        {
            "text": "The internal bootstrap validation indicated only modest over-fitting (optimismcorrected c-index of 0.67). ",
            "section": "Development of a new biomarker-based risk score in atrial fibrillation in the derivation cohort"
        },
        {
            "text": "The ABC-stroke score that included cTnT-hs provided similar results. ",
            "section": "Development of a new biomarker-based risk score in atrial fibrillation in the derivation cohort"
        },
        {
            "text": "The sensitivity analysis using a competing risks model showed similar results (Supplementary material online, Figure B) with a c-index of 0.67. ",
            "section": "Development of a new biomarker-based risk score in atrial fibrillation in the derivation cohort",
            "ref_spans": [
                {
                    "start": 110,
                    "end": 118,
                    "type": "figure",
                    "text": "Figure B"
                }
            ]
        },
        {
            "text": "For comparison, the widely used CHA 2 DS 2 -VASc score achieved a c-index of 0.62 in this cohort (P , 0.001). ",
            "section": "Development of a new biomarker-based risk score in atrial fibrillation in the derivation cohort"
        },
        {
            "text": "The ABC-stroke score that included cTnI-hs consistently achieved higher c-indices when compared with the CHA 2 DS 2 -VASc score in subgroups without prior stroke in order to assess the score performance in the primary prevention setting (0.66 vs. 0.59, P , 0.001). ",
            "section": "Development of a new biomarker-based risk score in atrial fibrillation in the derivation cohort"
        },
        {
            "text": "It also achieved well in patients with a low time (,65%) in therapeutic range (TTR) (0.67 vs. 0.62, P ¼ 0.014) ( Table 2). ",
            "section": "Development of a new biomarker-based risk score in atrial fibrillation in the derivation cohort",
            "ref_spans": [
                {
                    "start": 113,
                    "end": 121,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2)"
                }
            ]
        },
        {
            "text": "Also with cTnT-hs, the ABC-stroke score (nomogram in Supplementary material online, Figure C) consistently achieved higher c-indices (P , 0.001) when compared with the CHA 2 DS 2 -VASc score with c-index of 0.67 in the total cohort, c-index of 0.65 (P ¼ 0.006) in the subgroup without prior stroke, and c-index of 0.67 (P ¼ 0.005) in patients with low TTR ( Table 2). ",
            "section": "Development of a new biomarker-based risk score in atrial fibrillation in the derivation cohort",
            "ref_spans": [
                {
                    "start": 84,
                    "end": 92,
                    "type": "figure",
                    "text": "Figure C"
                },
                {
                    "start": 358,
                    "end": 366,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2)"
                }
            ]
        },
        {
            "text": "Within both low-and high-risk CHA 2 DS 2 -VASc score cohorts, the ABC-stroke risk score was well calibrated and further stratified patients into subgroups with observed 1-year event rates close to the 1-year predicted by the ABC-stroke score (Figure 2 and Supplementary material online, Table).",
            "section": "Development of a new biomarker-based risk score in atrial fibrillation in the derivation cohort",
            "ref_spans": [
                {
                    "start": 242,
                    "end": 251,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "(Figure 2"
                },
                {
                    "start": 287,
                    "end": 293,
                    "type": "table",
                    "text": "Table)"
                }
            ]
        },
        {
            "text": "There was no significant interaction between the ABC-stroke score and the relative reduction of stroke with apixaban when compared with warfarin. ",
            "section": "Development of a new biomarker-based risk score in atrial fibrillation in the derivation cohort"
        },
        {
            "text": "The absolute difference in the rate of stroke or systemic embolism was larger in patients with a predicted annual risk .1% in the ABC-stroke score (Figure 3).",
            "section": "Development of a new biomarker-based risk score in atrial fibrillation in the derivation cohort",
            "ref_spans": [
                {
                    "start": 147,
                    "end": 157,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "(Figure 3)"
                }
            ]
        },
        {
            "text": "Baseline demographics and biomarker levels in the external validation cohort are presented in Table 1. ",
            "section": "External validation of the ABC-stroke score and comparison with CHA 2 DS 2 -VASc",
            "ref_spans": [
                {
                    "start": 94,
                    "end": 101,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "In the external validation, based on 4751 person-years of follow-up and 48 adjudicated stroke events, ABC-stroke score achieved a c-index of 0.66 in comparison with 0.58 for the CHA 2 DS 2 -VASc score (P , 0.001). ",
            "section": "External validation of the ABC-stroke score and comparison with CHA 2 DS 2 -VASc"
        },
        {
            "text": "The incidence rates (events per 100 person-years) were similar in the derivation and external validation data within each predefined risk class: 0.56 vs. 0.56  Table 3). ",
            "section": "External validation of the ABC-stroke score and comparison with CHA 2 DS 2 -VASc",
            "ref_spans": [
                {
                    "start": 160,
                    "end": 168,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 3)"
                }
            ]
        },
        {
            "text": "The relative hazard ratios between the risk classes in the derivation and validation cohorts were similar ( Table 3). ",
            "section": "External validation of the ABC-stroke score and comparison with CHA 2 DS 2 -VASc",
            "ref_spans": [
                {
                    "start": 108,
                    "end": 116,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 3)"
                }
            ]
        },
        {
            "text": "Kaplan-Meier curves within risk classes for both the derivation and validation data illustrate that the ABC-stroke score was well calibrated with a good discriminative ability in different cohorts of patients with AF ( Figure 4 and calibration plot in Supplementary material online, Figure D).",
            "section": "External validation of the ABC-stroke score and comparison with CHA 2 DS 2 -VASc",
            "ref_spans": [
                {
                    "start": 219,
                    "end": 227,
                    "type": "figure",
                    "text": "Figure 4"
                },
                {
                    "start": 283,
                    "end": 292,
                    "type": "figure",
                    "text": "Figure D)"
                }
            ]
        },
        {
            "text": "The ABC-stroke score is a novel biomarker-based risk score for predicting stroke or systemic embolism and was developed in a very large cohort of patients with AF treated with oral anticoagulation. ",
            "section": "Discussion"
        },
        {
            "text": "The score included two biomarkers-NT-proBNP and cardiac troponin-hs-and two pieces of directly available clinical   information-age and prior stroke. ",
            "section": "Discussion"
        },
        {
            "text": "The ABC-stroke score consistently predicted stroke or systemic embolism with a significantly higher accuracy than the guideline-recommended CHA 2 DS 2 -VASc risk model when validated internally using bootstrap samples and multiple subgroups. ",
            "section": "Discussion"
        },
        {
            "text": "The ABC-stroke score was also found well calibrated and with consistent superiority over the clinical risk score in the external validation in a smaller cohort of patients with AF. ",
            "section": "Discussion"
        },
        {
            "text": "The new biomarker-based ABC-stroke score was developed and validated in accordance with the recent TRIPOD statement and should therefore be acceptable for implementation in clinical care. ",
            "section": "Discussion"
        },
        {
            "text": "The ABC-stroke score is simple, only encompassing four variables (Age, Biomarkers (troponin and NT-proBNP), and prior stroke or TIA as Clinical history). ",
            "section": "Discussion"
        },
        {
            "text": "These four variables provided most of the prognostic information in multivariable models from the Cox analyses. ",
            "section": "Discussion"
        },
        {
            "text": "When including the two biomarkers in the risk score model previously identified clinical risk factors, such as hypertension, diabetes mellitus, congestive heart failure, and other cardiovascular diseases or gender, no longer carried any important incremental prognostic information. ",
            "section": "Discussion"
        },
        {
            "text": "The biomarkers appear to add important information concerning subclinical cardiovascular dysfunction and were better associated with vascular vulnerability than disease diagnosis. ",
            "section": "Discussion"
        },
        {
            "text": "22 This might be explained by more information is gained by biomarkers being more sensitive indicators of myocardial stress and dysfunction. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "22"
                }
            ]
        },
        {
            "text": "23 -25 In contrast to other scores, using categorical irreversible risk factors, the proposed ABC-stroke score also contains continuous risk variables. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "bibr",
                    "text": "23 -25"
                }
            ]
        },
        {
            "text": "The ABC-stroke score is dynamic with the opportunity to increase or decrease and would thereby be expected to allow monitoring of the patient's clinical condition and changes in risk of future events in either direction. ",
            "section": "Discussion"
        },
        {
            "text": "26 A dynamic risk score may facilitate its use as a decision support tool for selection of treatment in different clinical settings, e.g. in relation to the profiles of new treatments such as dabigatran, rivaroxaban, and apixaban, when compared with warfarin. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "26"
                }
            ]
        },
        {
            "text": "14,23,27 Risk stratification with the ABC-stroke score indicated that the largest gain in  stroke or systemic embolism prevention with apixaban when compared with warfarin was obtained in high-risk patients. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14,"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "23,"
                },
                {
                    "start": 6,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "27"
                }
            ]
        },
        {
            "text": "The ABC-stroke score includes two biomarkers, NT-proBNP and cardiac troponin-hs, both of which are readily available in most parts of the world. ",
            "section": "Discussion"
        },
        {
            "text": "Even without a thorough understanding of the exact mechanisms, information on cardiac biomarker levels substantially improves the risk prediction in patients with AF. ",
            "section": "Discussion"
        },
        {
            "text": "Other biomarkers, e.g. markers of inflammation (C-reactive protein, interleukin-6), oxidative stress (GDF-15), and coagulation (e.g. D-dimer), have in some studies shown associations with stroke in AF in addition to clinical risk factors. ",
            "section": "Discussion"
        },
        {
            "text": "8,28 However, these biomarkers were not included in the present evaluation, as they have not displayed independent associations with stroke in the presence of NT-proBNP and cardiac troponin, or are cumbersome to measure and assess in clinical practice. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8,"
                },
                {
                    "start": 2,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "28"
                }
            ]
        },
        {
            "text": "8,28 Furthermore, in our sensitivity analyses (not shown), adding these biomarkers to the construction model did not add important prognostic information to the presented model.",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8,"
                },
                {
                    "start": 2,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "28"
                }
            ]
        },
        {
            "text": "The ABC-stroke score was constructed using established statistical methods for development of the clinical prediction models and adhered to the recently developed TRIPOD statement. ",
            "section": "Discussion"
        },
        {
            "text": "13 The model construction was based on an extensive clinical trial with standardized recording of clinical characteristics and careful longterm follow-up of centrally adjudicated outcome events. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13"
                }
            ]
        },
        {
            "text": "The large number of events and the relatively simple model appears to have prevented over-fitting as shown by the internal bootstrap validation and the successful external validation in an independent cohort of patients with AF. ",
            "section": "Discussion"
        },
        {
            "text": "The new ABC-risk score seemed robust, since it provided similar information when based on two different troponin assays. ",
            "section": "Discussion"
        },
        {
            "text": "Although the ABC-stroke risk score yielded a modest c-index of 0.68, it consistently outperformed the current guidelinesrecommended stroke risk score. ",
            "section": "Discussion"
        },
        {
            "text": "It was also well calibrated as predicted event rates were associated with the observed event rates both in the derivation and validation cohorts. ",
            "section": "Discussion"
        },
        {
            "text": "Evaluation of the score was also assessed in patients with ineffective and without anticoagulant treatment. ",
            "section": "Discussion"
        },
        {
            "text": "Warfarin-treated patients with AF and a TTR below 58 -65% derive little or no net benefit from oral anticoagulation. ",
            "section": "Discussion"
        },
        {
            "text": "29,30 The consistent performance of the ABC-stroke score was strengthened by the consistent results in the subgroup of warfarin-treated patients with TTR ,65% during follow-up in the derivation cohort. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "29,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "30"
                }
            ]
        },
        {
            "text": "The robustness of the score was further confirmed by the similar results in the cohort of patients without oral anticoagulation in the smaller external validation cohort. ",
            "section": "Discussion"
        },
        {
            "text": "As prior stroke was the strongest risk factor in the score, it was important that the ABC-stroke score's performance was verified also in the subgroup of patients without prior stroke, indicating its usefulness also in the primary prevention setting. ",
            "section": "Discussion"
        },
        {
            "text": "Thus, in all subgroups of both the derivation and validation cohort, the ABC-stroke score consistently achieved better prediction than the currently used CHA 2 DS 2 -VASc, suggesting that this risk score may be an important step forward as decision support concerning stroke prevention in AF.",
            "section": "Discussion"
        },
        {
            "text": "Treatment of AF, as well as other cardiovascular diseases, is moving towards more individualized patient care in which biomarkers have an important role in increasing the understanding of pathophysiology, improving risk stratification, and personalizing treatment. ",
            "section": "Discussion"
        },
        {
            "text": "8,27 In this aspect, the use of the proposed ABC-stroke score seems appealing because of its simplicity and the possibility to apply across different healthcare settings. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8,"
                },
                {
                    "start": 2,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "27"
                }
            ]
        },
        {
            "text": "The implementation of the algorithm used in the score will either be based on the nomogram or, preferably, based on an electronic tool integrated into electronic patient records or an online tool.",
            "section": "Discussion"
        },
        {
            "text": "A novel risk score for predicting stroke or systemic embolism using two biomarkers (NT-proBNP and cTn-hs) and information on age and prior stroke/TIA, named ABC-stroke score (Age, Biomarkers, Clinical history), was developed in a large cohort and validated in a smaller cohort of patients with AF. ",
            "section": "Conclusions"
        },
        {
            "text": "The ABC-stroke risk score consistently performed better than presently used clinically based risk scores in terms of risk prediction and risk stratification, and may provide improved decision support in patients with AF. ",
            "section": "Conclusions"
        },
        {
            "text": "Z.H., which thereafter was revised by all co-authors until agreement to submit was reached.",
            "section": "Conclusions"
        },
        {
            "text": ".... "
        },
        {
            "text": "............ ............ ............ ............ .........."
        },
        {
            "text": ". ............ ............ ............ ........... ............ ............ ............ ........... ............ ......"
        },
        {
            "text": "I high-sensitivity (ng/L) 5.4 (,2.0-11 230.0) NA Troponin T high-sensitivity (ng/L) 10.9 (,5.0-1580.0) 12.2 (,5.0-156.0) NT-proBNP (ng/L) 713.0 (,5.0-31 309.0) 399.0 (,5.0-25 770.0) Renal function, eGFR (mL/min/m 2 ) 74.0 (18.3-345.0) 67.9 (24.9-118.4) AF, atrial fibrillation; TIA, transient ischaemic attack; NT-proBNP, N-terminal fragment B-type natriuretic peptide; eGFR, estimated glomerular filtration rate."
        },
        {
            "text": "Nomogram for the new biomarker-based risk score. ",
            "section": "Figure 1"
        },
        {
            "text": "For each predictor, read the points assigned on the 0-10 scale at the top and then sum these points. ",
            "section": "Figure 1"
        },
        {
            "text": "Find the number on the 'Total Points' scale and then read the corresponding predictions of 1-and 3-year risk of stroke or systemic embolism below it. ",
            "section": "Figure 1"
        },
        {
            "text": "Continuous variables are represented from the 1st to the 99th percentiles. ",
            "section": "Figure 1"
        },
        {
            "text": "The prediction model is preferably used as a web-based calculator or app. ",
            "section": "Figure 1"
        },
        {
            "text": "Application of the nomogram is exemplified in Supplementary material online, Figures E and F. (low), 1.37 vs. 1.29 (medium), and 2.63 vs. 3.22 (high) (",
            "section": "Figure 1"
        },
        {
            "text": ".... "
        },
        {
            "text": "............ ............ ............ ............ .........."
        },
        {
            "text": ". ............ ............ ............ ........... ............ ............ ............ ........... ............ ...... .... ............ ............ ............ ............ ........... ............ ............ ............ ........... ............ ............ ............ ........... ............ ......"
        },
        {
            "text": "A) Kaplan-Meier estimated cumulative event rate by four ABC-stroke risk classes for the CHA 2 DS 2 -VASc score (panel): 0 -1, 2, 3, 4, and ≥5 points. ",
            "section": "Figure 2 ("
        },
        {
            "text": "(B) Kaplan -Meier estimated cumulative event rate by the CHA 2 DS 2 -VASc score: 0 -1, 2, 3, 4, and ≥5 points for the three ABC-stroke risk classes (panel): 0 -0.3%, 0.3-1%, 1 -2, and .2%.",
            "section": "Figure 2 ("
        },
        {
            "text": "Kaplan -Meier estimated cumulative event rate by randomized treatment (colour) for the three ABC-stroke risk classes (panel): low (,1%), medium (1 -2%), and high (.2%). ",
            "section": "Figure 3"
        },
        {
            "text": ". ............ ............ ............ ............ ........... ............ ............ ............ ........... ............ ............ ............ ........... ............ ......... . ............ ............ ............ ............ ........... ............ ............ ............ ........... ............ ............ ............ ........... ............ .........",
            "section": "Figure 3"
        },
        {
            "text": "Demographics and baseline characteristics in the derivation and external validation cohorts",
            "section": "Table 1"
        },
        {
            "text": "-indices (95% confidence interval) for the ABC-stroke and CHA 2 DS 2 -VASc scores in the derivation (n 5 14 701) and the validation cohort (n 5 1400)",
            "section": "Table 2 C"
        },
        {
            "text": "Event rates and hazard ratios between ABC-stroke risk classes for the derivation and the validation cohorts",
            "section": "Table 3"
        },
        {
            "text": "a Per 100 person-years.",
            "section": "Table 3"
        },
        {
            "text": "Ebba Bergman, PhD, and Martina Tillberg, MSc, at Uppsala Clinical Research Center, Uppsala, Sweden, provided editorial assistance, by funds from Bristol-Myers Squibb and Pfizer Inc.",
            "section": "Acknowledgements"
        },
        {
            "text": "Supplementary material is available at European Heart Journal online.",
            "section": "Supplementary material"
        },
        {
            "text": "Authors' contributions J.L. performed statistical analysis. ",
            "section": "Supplementary material"
        },
        {
            "text": "All authors had full access to the data and were involved in study design, data analyses, and interpret-   ",
            "section": "Supplementary material"
        }
    ]
}