{
    "id": "c1c6cfec19",
    "level": "sentence",
    "abstract": [
        {
            "text": "Background: Computed tomography (CT) phenotypic characterization helps in understanding the clinical diversity of chronic obstructive pulmonary disease (COPD) patients, but its clinical relevance and its relationship with functional features are not clarified. "
        },
        {
            "text": "Volumetric capnography (VC) uses the principle of gas washout and analyzes the pattern of CO 2 elimination as a function of expired volume. "
        },
        {
            "text": "The main variables analyzed were end-tidal concentration of carbon dioxide (ETCO 2), Slope of phase 2 (Slp2), and Slope of phase 3 (Slp3) of capnogram, the curve which represents the total amount of CO 2 eliminated by the lungs during each breath. "
        },
        {
            "text": "Objective: To investigate, in a group of patients with severe COPD, if the phenotypic analysis by CT could identify different subsets of patients, and if there was an association of CT findings and functional variables. "
        },
        {
            "text": "Subjects and methods: Sixty-five patients with COPD Gold III-IV were admitted for clinical evaluation, high-resolution CT, and functional evaluation (spirometry, 6-minute walk test [6MWT], and VC). "
        },
        {
            "text": "The presence and profusion of tomography findings were evaluated, and later, the patients were identified as having emphysema (EMP) or airway disease (AWD) phenotype. "
        },
        {
            "text": "EMP and AWD groups were compared; tomography findings scores were evaluated versus spirometric, 6MWT, and VC variables. "
        },
        {
            "text": "Results: Bronchiectasis was found in 33.8% and peribronchial thickening in 69.2% of the 65 patients. "
        },
        {
            "text": "Structural findings of airways had no significant correlation with spirometric variables. "
        },
        {
            "text": "Air trapping and EMP were strongly correlated with VC variables, but in opposite directions. "
        },
        {
            "text": "There was some overlap between the EMP and AWD groups, but EMP patients had signicantly lower body mass index, worse obstruction, and shorter walked distance on 6MWT. "
        },
        {
            "text": "Concerning VC, EMP patients had signicantly lower ETCO2, Slp2 and Slp3. "
        },
        {
            "text": "Increases in Slp3 characterize heterogeneous involvement of the distal air spaces, as in AWD. "
        },
        {
            "text": "Conclusion: Visual assessment and phenotyping of CT in COPD patients is feasible and may help identify functional and clinically different subsets of patients. "
        },
        {
            "text": "VC may provide useful information about the heterogeneous involvement of lung structures in COPD."
        }
    ],
    "body_text": [
        {
            "text": "Chronic obstructive pulmonary disease (COPD) is currently defined as a lung disease characterized by airflow limitation that is not fully reversible, which is usually progressive and associated with an inflammatory response of the lungs to noxious particles or gases, according to the Global initiative for chronic Obstructive Lung Disease (GOLD) guidelines. ",
            "section": "Introduction"
        },
        {
            "text": "1 The airflow obstruction is usually associated with respiratory symptoms such as chronic cough, dyspnea, and presence of sputum. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "This is a preventable and treatable disease that has some systemic effects that interfere directly on the severity and prognosis. ",
            "section": "Introduction"
        },
        {
            "text": "1 Pathologically, COPD is characterized by involvement of large and medium, but especially, small airways, those with less than 2 mm in diameter. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "2 There is also involvement of the lung parenchyma and vasculature, which are most prominent findings when there is pulmonary emphysema (EMP). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "The location of predominant structural lesions has a close relationship with functional manifestations, and this turns out to be a key point in the diagnosis of the different phenotypes of COPD. ",
            "section": "Introduction"
        },
        {
            "text": "The involvement of the small airways, initially by inflammatory changes and then followed by fibrotic changes (constrictive bronchiolitis caused by scarring of the walls of the small airways), is a trademark of airflow limitation that occurs in chronic bronchitis. ",
            "section": "Introduction"
        },
        {
            "text": "In EMP, it is accepted that the main cause of reduced airflow is the loss of lung elastic recoil due to reduction of elastic fibers, which occurs when the alveolar septa disappear. ",
            "section": "Introduction"
        },
        {
            "text": "The relative importance of each of these components of the disease in each patient with COPD is not clear.",
            "section": "Introduction"
        },
        {
            "text": "COPD is a heterogeneous condition with multiple clinical and functional profiles. ",
            "section": "Introduction"
        },
        {
            "text": "It consists of a number of different pathological processes, which are modified by varied host susceptibility. ",
            "section": "Introduction"
        },
        {
            "text": "Forced expiratory volume in 1 second (FEV 1 ) is not enough to describe this heterogeneity, especially in severe COPD patients. ",
            "section": "Introduction"
        },
        {
            "text": "But, there is as yet no clear alternative to characterize the many faces of COPD.",
            "section": "Introduction"
        },
        {
            "text": "High-resolution computed tomography (HRCT) of the chest helps determine which structures are more involved (airways or lung parenchyma) and to quantify the damage. ",
            "section": "Introduction"
        },
        {
            "text": "Besides, some authors have been using the method to propose a tomography phenotyping of COPD. ",
            "section": "Introduction"
        },
        {
            "text": "Quantitative assessment of EMP by CT scanning has a good correlation with airflow obstruction. ",
            "section": "Introduction"
        },
        {
            "text": "[3][4][5] Objective measures of airway wall thickening also correlated well with lung function. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 6,
                    "end": 9,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "[5][6][7] Whether the presence of this specific lung structural abnormalities (EMP, airway wall thickening, and/or bronchiectasis) predict meaningful clinical outcome is not known. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                },
                {
                    "start": 6,
                    "end": 9,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "8 Some authors compared CT visual assessment of COPD patients with quantitative analysis and several physiological parameters and found a good correlation. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8"
                }
            ]
        },
        {
            "text": "9 Besides, Kitaguchi et al 10 used CT visual assessment to phenotype COPD patients, and this method allows the recognition of subsets of patients with clinical and functional distinct characteristics.",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9"
                },
                {
                    "start": 27,
                    "end": 29,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10"
                }
            ]
        },
        {
            "text": "By CT visual assessment, it is possible to establish which structural abnormalities prevail in one individual. ",
            "section": "Introduction"
        },
        {
            "text": "To know how these abnormalities impact the ventilation in severe COPD patients may provide some insight about physiopathologic aspects that are not yet clarified.",
            "section": "Introduction"
        },
        {
            "text": "Volumetric capnography (VC) is a technique which analyzes the pattern of CO 2 elimination as a function of expired volume. ",
            "section": "Introduction"
        },
        {
            "text": "It produces a curve, the capnogram, which represents the total amount of CO 2 eliminated by the lungs during each breath. ",
            "section": "Introduction"
        },
        {
            "text": "It has the same shape of the other gas elimination curves, with the advantage of being obtained with a gas which is normally produced in the body and eliminated by the lungs. ",
            "section": "Introduction"
        },
        {
            "text": "11,12 The main variables analyzed were end-tidal concentration of carbon dioxide (ETCO 2 ), Slope of phase 2 (Slp2), and Slope of phase 3 (Slp3) of capnogram. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12"
                }
            ]
        },
        {
            "text": "Slp2 represents the rapid increase in CO 2 coming from short paths to alveoli; it comes immediately after the elimination of the air from the dead space. ",
            "section": "Introduction"
        },
        {
            "text": "Slp3 is an important feature of gas washout curves and contains information about gas transport in the alveolated airways of the lung periphery. ",
            "section": "Introduction"
        },
        {
            "text": "It varies in many pathological conditions of the lungs. ",
            "section": "Introduction"
        },
        {
            "text": "[11][12][13][14][15][16] The objectives of this study were to investigate if phenotypic analysis by CT visual evaluation could identify different subsets of patients (EMP or airway disease [AWD] phenotype) and if there was an association between CT findings and functional variables, especially that from VC.",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                },
                {
                    "start": 12,
                    "end": 16,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                },
                {
                    "start": 16,
                    "end": 20,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                },
                {
                    "start": 20,
                    "end": 24,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "We performed a cross-sectional, observational, and retrospective study on patients with COPD (GOLD stages III-IV) with a smoking history of at least 10 pack-years. ",
            "section": "Subjects and methods study design and subjects"
        },
        {
            "text": "All patients followed at the Pulmonary Diseases Service of the University of Campinas Hospital (UNICAMP Hospital), São Paulo, Brazil, between June 2011 and January 2014 were considered for participation in the study (Figure 1). ",
            "section": "Subjects and methods study design and subjects",
            "ref_spans": [
                {
                    "start": 216,
                    "end": 225,
                    "type": "figure",
                    "text": "(Figure 1"
                }
            ]
        },
        {
            "text": "Exclusion criteria were: poor adherence or inability to perform the necessary tests; patients with other obstructive lung diseases or other causes of bronchiectasis as ciliary dyskinesia, cystic fibrosis, immune deficiencies, and tuberculosis sequelae. ",
            "section": "Subjects and methods study design and subjects"
        },
        {
            "text": "All patients were in a stable clinical condition and had not experienced respiratory exacerbations in the previous 4 weeks. ",
            "section": "Subjects and methods study design and subjects"
        },
        {
            "text": "UNICAMP Medical School's Research Ethics Committee approved the study (report number 768/2010). ",
            "section": "Subjects and methods study design and subjects"
        },
        {
            "text": "All patients signed their informed consent forms before participating in the study.",
            "section": "Subjects and methods study design and subjects"
        },
        {
            "text": "Initially, we performed an evaluation of symptoms, physical examination, and assessment of the degree of dyspnea using the modified MRC scale. ",
            "section": "Subjects and methods study design and subjects"
        },
        {
            "text": "17 The Saint George's Respiratory Questionnaire (SGRQ) 18 and the Airways Questionnaire 20 (AQ20) 19 were applied. ",
            "section": "Subjects and methods study design and subjects",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17"
                },
                {
                    "start": 55,
                    "end": 57,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "18"
                },
                {
                    "start": 98,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "19"
                }
            ]
        },
        {
            "text": "The SGRQ evaluates the quality of life related to health in three domains (symptoms, activity, and impacts) divided into 76 items. ",
            "section": "Subjects and methods study design and subjects"
        },
        {
            "text": "The sum of the results of the three domains (general domain) is expressed as a percentage. ",
            "section": "Subjects and methods study design and subjects"
        },
        {
            "text": "The AQ20 consists of 20 questions (score of 0-20), the higher the score, the worse the perception of health status.",
            "section": "Subjects and methods study design and subjects"
        },
        {
            "text": "Medical records were reviewed to check the frequency of exacerbations in the 3 years preceding the beginning of the survey. ",
            "section": "Subjects and methods study design and subjects"
        },
        {
            "text": "In a previously scheduled visit, pulmonary function tests (VC and spirometry) and the 6-minute walk test (6MWT) were performed. ",
            "section": "Subjects and methods study design and subjects"
        },
        {
            "text": "Subsequently a HRCT was scheduled.",
            "section": "Subjects and methods study design and subjects"
        },
        {
            "text": "A complete lung function test was carried out before and 20 minutes after inhalation of 400 μg of salbutamol using a spirometer (EasyOne-PC ® , NDD Medizintechnik AG, Zurich, Switzerland), and the values of forced vital capacity (FVC), FEV 1 , and FEV 1 /FVC ratio were analyzed. ",
            "section": "Pulmonary function"
        },
        {
            "text": "The test was performed according to the American Thoracic Society guidelines, 20 and reference values for the Brazilian population 21,22,23 were used. ",
            "section": "Pulmonary function",
            "ref_spans": [
                {
                    "start": 78,
                    "end": 80,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "20"
                },
                {
                    "start": 131,
                    "end": 134,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "21,"
                },
                {
                    "start": 134,
                    "end": 137,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "22,"
                },
                {
                    "start": 137,
                    "end": 139,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "23"
                }
            ]
        },
        {
            "text": "FVC and FEV 1 were expressed as percent of the predicted value.",
            "section": "Pulmonary function"
        },
        {
            "text": "VC was performed using a CO 2 SMOS Plus 8100 Dixtal/ Novametrix ® (Respironics, Murrisville, PA, USA). ",
            "section": "Pulmonary function"
        },
        {
            "text": "The subjects remained breathing tidal volume for 4 minutes. ",
            "section": "Pulmonary function"
        },
        {
            "text": "During this time, the variables were measured and data was stored in a computer with the Analysis Plus ® software. ",
            "section": "Pulmonary function",
            "entity_spans": [
                {
                    "start": 89,
                    "end": 102,
                    "type": "software",
                    "rawForm": "Analysis Plus",
                    "resp": "#annotator7",
                    "used": true,
                    "id": "c1c6cfec19-software-simple-0",
                    "cert": "1.0"
                }
            ]
        },
        {
            "text": "At the end of data collection, an offline sequence of the respiratory cycles of the subjects was selected to accommodate a variation of ,15% for expiratory tidal volume and of ,5% for ETCO 2 tension. ",
            "section": "Pulmonary function"
        },
        {
            "text": "Respiratory cycles that had Slp2 and Slp3 equal to zero were excluded. ",
            "section": "Pulmonary function"
        },
        {
            "text": "The main variables analyzed were ETCO 2 , Slp2, Slp3, inspiratory time (T i ), expiratory time (T e ), and expiratory volume (V e ). ",
            "section": "Pulmonary function"
        },
        {
            "text": "Both slopes are given by the Analysis Plus ® software. ",
            "section": "Pulmonary function",
            "entity_spans": [
                {
                    "start": 29,
                    "end": 42,
                    "type": "software",
                    "rawForm": "Analysis Plus",
                    "resp": "#annotator7",
                    "used": true,
                    "id": "c1c6cfec19-software-simple-1",
                    "cert": "1.0"
                }
            ]
        },
        {
            "text": "An example of a capnogram, which represents the total amount of CO 2 eliminated by the lungs during each breath, can be seen in Figure 1.",
            "section": "Pulmonary function",
            "ref_spans": [
                {
                    "start": 128,
                    "end": 136,
                    "type": "figure",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "All patients performed the 6MWT under supervision of the same technician according to the American Thoracic Society guidelines. ",
            "section": "six-minute walk test"
        },
        {
            "text": "21 Baseline blood pressure and heart rate were measured, and oxygen saturation (SpO 2 ) was determined using a finger probe pulse oximeter (Onyx 9500, Nonin ® , Nonin Medical, Inc., Plymouth, MN, USA). ",
            "section": "six-minute walk test",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "21"
                }
            ]
        },
        {
            "text": "The pulse signal was carefully observed for at least 20 seconds, and the most frequent value displayed with a good pulse signal was chosen. ",
            "section": "six-minute walk test"
        },
        {
            "text": "SpO 2 was measured at rest, in the sixth minute (end of the test), and in the ninth minute (recovery). ",
            "section": "six-minute walk test"
        },
        {
            "text": "During the test, the patients were carefully observed to avoid dangerously exceeding their exercise limits. ",
            "section": "six-minute walk test"
        },
        {
            "text": "Desaturation was calculated as follows: SpO 2 in the sixth minuteinitial SpO 2 . ",
            "section": "six-minute walk test"
        },
        {
            "text": "The distance was measured in meters and also considered as a percentage of the reference values. ",
            "section": "six-minute walk test"
        },
        {
            "text": "22 ",
            "section": "six-minute walk test",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "22"
                }
            ]
        },
        {
            "text": "The chest CT scans were performed by using a CT 64-channel multidetector (Toshiba ® , Toshiba, Tokyo, Japan) with volumetric acquisitions with reconstruction 1 mm thick, in high spatial resolution algorithm. ",
            "section": "hrCT imaging"
        },
        {
            "text": "The scans were performed in the supine position with the breath held at full inspiration, as well as in maximal expiration.",
            "section": "hrCT imaging"
        },
        {
            "text": "The CT assessment was done in a structured chart modified by the authors from that proposed by Bhalla et al 24 ",
            "section": "hrCT imaging",
            "ref_spans": [
                {
                    "start": 108,
                    "end": 110,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "24"
                }
            ]
        },
        {
            "text": "Tulek et al. 25 The scoring system proposed by Bhalla et al 24 for evaluating cystic fibrosis patients' CT scans assesses the degree and extent of bronchiectasis, mucus plug and peribronchial thickening, and the number of bronchial divisions that were involved. ",
            "section": "and",
            "ref_spans": [
                {
                    "start": 13,
                    "end": 15,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "25"
                },
                {
                    "start": 60,
                    "end": 62,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "24"
                }
            ]
        },
        {
            "text": "Abscesses, sacculations, bullae, EMP, areas of collapse, and consolidation were also recorded. ",
            "section": "and"
        },
        {
            "text": "This scoring system was modified by the addition of an evaluation of mosaic perfusion. ",
            "section": "and"
        },
        {
            "text": "25 In our chart (Table 1), we did an adaptation in order to facilitate its use for clinicians: bronchiectasis, bronchial wall thickening, air trapping (expiration scan), mucoid plugs, tree-in-bud signal, bullae, and EMP were analyzed and scored in each lung lobe, so the score ranged from 0 to 77. ",
            "section": "and",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "25"
                },
                {
                    "start": 16,
                    "end": 25,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "(Table 1)"
                }
            ]
        },
        {
            "text": "Pulmonary artery/aorta (PA/Ao) ratio was also determined, measured at the pulmonary artery branch (#1 or .1).  ",
            "section": "and"
        },
        {
            "text": "Two physicians with expertise in reading lung CTs analyzed each exam. ",
            "section": "and"
        },
        {
            "text": "Before performing individual readings, they standardized the process in order to minimize inconsistencies. ",
            "section": "and"
        },
        {
            "text": "Any divergences were decided by consensus.",
            "section": "and"
        },
        {
            "text": "After analyzing and scoring each CT, patients were classified in one of three conditions: as having just EMP (no AWD), just AWD (no EMP), or both (EMP and airways). ",
            "section": "and"
        },
        {
            "text": "In this third situation, the predominant pattern was established by consensus.",
            "section": "and"
        },
        {
            "text": "Group data were expressed as the mean ± standard deviation for functional data. ",
            "section": "Data analysis"
        },
        {
            "text": "The comparison between groups for categorical variables was performed using the chi-square test or Fisher's exact test. ",
            "section": "Data analysis"
        },
        {
            "text": "The comparison between groups for numerical variables was performed using Mann-Whitney Utest. ",
            "section": "Data analysis"
        },
        {
            "text": "The correlation between numerical variables was assessed using the Spearman's correlation coefficient. ",
            "section": "Data analysis"
        },
        {
            "text": "A P-value of less than 0.05 was considered significant for the results of all statistical analysis. ",
            "section": "Data analysis"
        },
        {
            "text": "Data analysis was performed using the SAS System for Windows (Statistical Analysis System), version 9.4 (SAS Institute Inc., Cary, NC, USA).",
            "section": "Data analysis"
        },
        {
            "text": "We evaluated 250 records of COPD patients followed in the Chronic Respiratory Failure clinic. ",
            "section": "Results"
        },
        {
            "text": "Of these, 115 patients were initially included, but 50 did not fulfill all the proposed tests, so 65 patients were evaluated. ",
            "section": "Results"
        },
        {
            "text": "Details of the selection process are given in Figure 2.",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 46,
                    "end": 54,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "Of the 65 patients who completed the study, 21 were GOLD III and 44 were GOLD IV. ",
            "section": "Results"
        },
        {
            "text": "The clinical and functional characteristics (spirometry, 6MWT, and VC) are shown in Table 2.",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 84,
                    "end": 91,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "Findings related to the airways were present in many of HRCT scans of the 65 patients: 33.8% of patients had bronchiectasis, 69.2% had some degree of peribronchial thickening, and 52.3% of patients who had expiration scans (N=44) had air trapping. ",
            "section": "Results"
        },
        {
            "text": "EMP was present in 69.2% and bullae in 21.5%. ",
            "section": "Results"
        },
        {
            "text": "In 16.9% of patients, the ratio AP/Ao is greater than 1.0, which probably means some degree of pulmonary hypertension (Table 3).",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 118,
                    "end": 126,
                    "type": "table",
                    "ref_id": "tab_4",
                    "text": "(Table 3"
                }
            ]
        },
        {
            "text": "In the process of phenotyping, 15 patients had only EMP and 20 patients only airway involvement. ",
            "section": "Results"
        },
        {
            "text": "Thirty patients had CT findings of both EMP and AWD. ",
            "section": "Results"
        },
        {
            "text": "In this group, it was determined by consensus which one was the predominant pattern, EMP (N=19) or AWD (N=11). ",
            "section": "Results"
        },
        {
            "text": "So, the EMP had 34 patients and the AWD group, 31. ",
            "section": "Results"
        },
        {
            "text": "CT findings and clinical and functional features in patients classified by CT phenotype are shown in Table 4. ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 101,
                    "end": 108,
                    "type": "table",
                    "ref_id": "tab_5",
                    "text": "Table 4"
                }
            ]
        },
        {
            "text": "extension of bronchiectasis: 0= absent; 1= until 50% of the lobe; 2= more than 50% 0-12 severity of dilatation: 0= absent; 1= mild (lumen slightly greater than the diameter of adjacent vessel); 2= moderate (lumen 2-3× . diameter of adjacent vessel); 3= severe (lumen 3× .diameter of adjacent vessel)",
            "section": "Results"
        },
        {
            "text": "Peribronchial thickening: 0= absent; 1= mild (airwall thickness equal to adjacent vessel); 2= moderate (airwall thickening . adjacente vessel but #2× the diameter of adjacent vessel); 3= severe (airwall thickening .2× diameter of adjacent vessel)",
            "section": "0-18"
        },
        {
            "text": "Tree-in-bud: 0= absent; 1= present 0-6 Mucoid plug: 0= absent; 1= present 0-6 air trapping (expiratory scan): 0= absent; 1= present; ne = not evaluated 0-6 Fibrotic collapse/consolidation: 0= absent; 1= subsegmentar; 2= segmentar or lobar 0-2 Bullae, n: 0= absent; 1= unilateral (,4); 2= bilateral (,4); 3=$4 0-3 emphysema: 0= absent; 1= present 0-6 Total 0-77 Pa/ao ratio: 0#1; 1.1 0-1",
            "section": "0-18"
        },
        {
            "text": "The ratio score is zero or one. ",
            "section": "Notes:"
        },
        {
            "text": "score zero is equal to Pa/ao ratio #1. ",
            "section": "Notes:"
        },
        {
            "text": "score 1 is equal to Pa/ao ratio .1.",
            "section": "Notes:"
        },
        {
            "text": "Abbreviations: CT, computed tomography; rsl, right superior lobe; lsl, left superior lobe; Ml, medium lobe; lIn, lingula; rIl, right inferior lobe; lIl, left inferior lobe; Pa, pulmonary artery; ao, aorta. ",
            "section": "Notes:"
        },
        {
            "text": "Considering AWD phenotype patients, 45.16% had bronchiectasis, 83.9% peribronchial thickening, 9.7% tree-in-bud or mucoid plugs, and 76% had air trapping (of those patients who had expiratory scans).",
            "section": "Notes:"
        },
        {
            "text": "In EMP phenotype, all patients had emphysematous lesions (100%), and bullae were found in 38.2% of patients versus 3.2% in those with AWD phenotype. ",
            "section": "Notes:"
        },
        {
            "text": "Tomography findings of airways involvement also were seen in EMP phenotype: 23.5% had bronchial dilatation, 55.9% had peribronchial thickening, 2.9% had tree-in-bud or mucoid plugging, and 21.1% of patients who had expiration scans had air trapping.",
            "section": "Notes:"
        },
        {
            "text": "As can be seen in Table 4, there was no significant difference between the EMP and AWD groups in terms of age, sex distribution, smoking history, SpO 2 at rest, domiciliary oxygen, degree of dyspnea (according to the MRC scale), frequency of exacerbations per year, cough and expectoration, and spirometric classification of GOLD III/IV. ",
            "section": "Notes:",
            "ref_spans": [
                {
                    "start": 18,
                    "end": 25,
                    "type": "table",
                    "ref_id": "tab_5",
                    "text": "Table 4"
                }
            ]
        },
        {
            "text": "Nevertheless, there were differences in body mass index (BMI) (lower values in the EMP group, P=0.0020) and in some spirometric variables as post-bronchodilation FEV 1 , FEV 1 /FVC, and FEF 25%-75% (forced expiratory flow between 25% and 75% of FVC), with P=0.044, P=0.007 and P=0.032, respectively. ",
            "section": "Notes:"
        },
        {
            "text": "All these values were lower in the EMP group compared to the AWD group, indicating a greater degree of obstruction in this group. ",
            "section": "Notes:"
        },
        {
            "text": "Also the BODE (Body-mass index, airflow Obstruction, Dyspnea, and Exercise) index had higher values in EMP group (P=0.0034). ",
            "section": "Notes:"
        },
        {
            "text": "These findings point toward greater severity and systemic effects of the disease in this group.",
            "section": "Notes:"
        },
        {
            "text": "In the 6MWT, only the 6-minute walked distance (6MWD) (as % of predicted value) 22 was different between the groups (P=0.039), with lower values in the EMP group.",
            "section": "Notes:",
            "ref_spans": [
                {
                    "start": 80,
                    "end": 82,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "22"
                }
            ]
        },
        {
            "text": "Regarding VC, significant differences were observed among the AWD and EMP groups in the following variables: ETCO 2 (P,0.001), slope of phase 2 (Slp2) (P,0.001), slope of phase 3 (Slp3) (P=0.034), and Slp3/V e (P=0.0085). ",
            "section": "Notes:"
        },
        {
            "text": "In this test, the AWD group had higher values.",
            "section": "Notes:"
        },
        {
            "text": "The 44 patients who had full expiration scans were evaluated for air trapping; of them, 23 had evidence of air trapping and 21 had no signs. ",
            "section": "Notes:"
        },
        {
            "text": "Comparing these two groups (Table 5), there were no significant differences regarding clinical variables, and among the function tests, there were differences only in VC variables: ETCO 2 (P=0.046), Slp3 (P=0.016), and Slp3/V e (P=0.037), with the higher values in patients with evidence of air trapping.",
            "section": "Notes:",
            "ref_spans": [
                {
                    "start": 27,
                    "end": 36,
                    "type": "table",
                    "ref_id": "tab_6",
                    "text": "(Table 5)"
                }
            ]
        },
        {
            "text": "Correlation analysis was carried out between the CT findings (score obtained in each assessed parameter) and functional variables obtained on spirometry, on the 6MWT and VC. ",
            "section": "Notes:"
        },
        {
            "text": "Complete results of this analysis are shown in Table 6. ",
            "section": "Notes:",
            "ref_spans": [
                {
                    "start": 47,
                    "end": 54,
                    "type": "table",
                    "ref_id": "tab_7",
                    "text": "Table 6"
                }
            ]
        },
        {
            "text": "In this analysis, only bullae were negatively correlated with spirometric findings, the lower the bullae score, the higher the FEV 1 , FEV 1 /FVC, and FEF 25%-75% , with P=0.0087, P=0.0001, and P=0.0043, respectively. ",
            "section": "Notes:"
        },
        {
            "text": "Spirometric variables were not significantly correlated with any of the other CT findings.",
            "section": "Notes:"
        },
        {
            "text": "Air trapping and EMP were strongly correlated with VC variables, but in opposite directions: the higher the air trapping score, the higher the VC variables of ETCO 2 (P=0.0092) and Slp3 (P=0.0241); the higher the EMP score, the lower the VC variables-ETCO 2 (P,0.0001), Slp2 (P,0.0001), and Slp3/V e (P=0.0370).",
            "section": "Notes:"
        },
        {
            "text": "Total score was negatively correlated with Slp2 (P=0.0310).",
            "section": "Notes:"
        },
        {
            "text": "COPD is a greatly heterogeneous condition and includes several pathological processes whose clinical manifestations and systemic effects vary widely depending on individual susceptibility. ",
            "section": "Discussion"
        },
        {
            "text": "Grading the severity of COPD solely by the FEV 1 is misleading. ",
            "section": "Discussion"
        },
        {
            "text": "This heterogeneity impacts on the pattern and intensity of patient response to therapeutic measures. ",
            "section": "Discussion"
        },
        {
            "text": "26 This study illustrates clearly the great clinical and functional heterogeneity of a group of patients with severe COPD, when selected exclusively by spirometric parameters. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "26"
                }
            ]
        },
        {
            "text": "HRCT phenotyping between the EMP and AWD groups allow us to identify subsets of patients with distinct clinical and functional characteristics. ",
            "section": "Discussion"
        },
        {
            "text": "Although there was some overlapping between the EMP and AWD patients, they had different functional profiles. ",
            "section": "Discussion"
        },
        {
            "text": "27 HRCT is currently the most sensitive method to detect EMP as well as the investigation tool of choice in the diagnosis of bronchiectasis.",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "27"
                }
            ]
        },
        {
            "text": "In our study, bronchiectasis was found in 33.8% and peribronchial thickening in 69.2% of the 65 patients evaluated. ",
            "section": "Discussion"
        },
        {
            "text": "These findings are similar to those reported by Martinez-Garcia et al, 28 who found peribronchial thickening in 66% of COPD patients, and Patel et al 29 who also found bronchial wall thickening in 66% of patients with moderate-to-severe COPD.",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 71,
                    "end": 73,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "28"
                },
                {
                    "start": 150,
                    "end": 152,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "29"
                }
            ]
        },
        {
            "text": "Bronchiectasis is frequent in COPD patients, especially in severe ones. ",
            "section": "Discussion"
        },
        {
            "text": "In Rezende Gonçalves et al's study, 30   38.1% of predicted) with HRCT and detected bronchiectasis in 50% of patients. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 36,
                    "end": 38,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "30"
                },
                {
                    "start": 41,
                    "end": 43,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "38"
                }
            ]
        },
        {
            "text": "These authors found that patients with bronchiectasis had higher levels of airway inflammatory cytokines and bacterial colonization, but no relationship was seen between exacerbation frequency and HRCT findings.",
            "section": "Discussion"
        },
        {
            "text": "Martinez-Garcia et al 28 found bronchiectasis in 57.6% of moderate-to-severe COPD patients. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 22,
                    "end": 24,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "28"
                }
            ]
        },
        {
            "text": "These authors identified the association between the frequency of bronchiectasis and the severity of functional impairment: bronchiectasis was present in 72.5% of patients with FEV 1 ,50%, and in 34.7% of patients with FEV 1 between 50% and 80% of predicted value. ",
            "section": "Discussion"
        },
        {
            "text": "Nakano et al 31 found a good correlation of luminal area, with measurements obtained on quantitative assessments with FEV 1 in patients with COPD.",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 13,
                    "end": 15,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "31"
                }
            ]
        },
        {
            "text": "On the contrary, other authors evaluated 294 COPD patients of all grades of severity, and found bronchial dilatation with similar frequency through all categories of severity, suggesting limited value of bronchiectasis as severity disease marker. ",
            "section": "Discussion"
        },
        {
            "text": "32 In our study, no significant correlation was found between CT scores (including airway and EMP) and spirometric variables.",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "32"
                }
            ]
        },
        {
            "text": "One possible explanation for this result is that bronchiectasis is a structural change in the airways that usually occurs as a result of a process that begins or exists simultaneously in the small airways. ",
            "section": "Discussion"
        },
        {
            "text": "Diseases of the small airways may be best evaluated by the analysis of the pattern of elimination of various gases. ",
            "section": "Discussion"
        },
        {
            "text": "Spirometry measures flow, so it is best suited for analyzing disease processes that occur in the airways where flow does exist. ",
            "section": "Discussion"
        },
        {
            "text": "From the 15th generation down to the alveoli, there is no movement of gases by convection (difference in pressure) because of the great cross-sectional area of the airspaces in this region of the lung. ",
            "section": "Discussion"
        },
        {
            "text": "CT and spirometry are tests that assess different aspects of pulmonary diseases. ",
            "section": "Discussion"
        },
        {
            "text": "CT assesses changes in lung structure, and spirometry evaluates the functional variables. ",
            "section": "Discussion"
        },
        {
            "text": "CT may show small airway signals and the presence of EMP even when there is no functional compromising. ",
            "section": "Discussion"
        },
        {
            "text": "The patients in this study were all severely obstructed, and this fact may have limited the capacity of spirometry to detect the lung function decline. ",
            "section": "Discussion"
        },
        {
            "text": "After analyzing and scoring CT findings, visual evaluation was used to determine which phenotypes (EMP or AWD) prevailed, by proceedings described previously in this text.",
            "section": "Discussion"
        },
        {
            "text": "Han et al 8 proposed that the use of phenotyping should aim to identify, within a given clinical context, patients with clinical and functional characteristics in common and that this clustering process is meaningful and clinically relevant. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 10,
                    "end": 11,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8"
                }
            ]
        },
        {
            "text": "In this way, it could be useful in customizing the choice of therapeutic options and estimating prognosis. ",
            "section": "Discussion"
        },
        {
            "text": "Currently, the most commonly used CT phenotypes are: the emphysematous disease and the airway disease.",
            "section": "Discussion"
        },
        {
            "text": "The determination of tomography phenotypes may be performed by visual or quantitative analysis. ",
            "section": "Discussion"
        },
        {
            "text": "The quantitative assessment is automatically performed and can identify EMP, air trapping, and abnormal airways. ",
            "section": "Discussion"
        },
        {
            "text": "6,31,33,34 There are evidences that CT measurements of EMP or peripheral airways are significantly related to airflow obstruction in COPD patients. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6,"
                },
                {
                    "start": 2,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "31,"
                },
                {
                    "start": 5,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "33,"
                },
                {
                    "start": 8,
                    "end": 10,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "34"
                }
            ]
        },
        {
            "text": "5 One difficulty for the diffusion of this proceeding and its practical applicability is that its use is still restricted to research. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5"
                }
            ]
        },
        {
            "text": "Visual analysis still has clinical importance and greater availability and applicability. ",
            "section": "Discussion"
        },
        {
            "text": "35 Kim et al 9 compared a visual assessment scheme of CT for COPD using standard reference images with quantitative CT and several physiologic parameters. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "35"
                }
            ]
        },
        {
            "text": "The analysis was performed for each lobe. ",
            "section": "Discussion"
        },
        {
            "text": "The scheme proposed was reproducible and provides physiologically complementary information to that provided by quantitative CT assessment.",
            "section": "Discussion"
        },
        {
            "text": "The comparison between the EMP and AWD groups showed some overlap of CT findings between the groups, with evidence of involvement of airways (bronchiectasis, peribronchial thickening, and even air trapping) in EMP patients, and vice versa, patients of AWD group showed EMP and bullae (Table 4).",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 284,
                    "end": 293,
                    "type": "table",
                    "ref_id": "tab_5",
                    "text": "(Table 4)"
                }
            ]
        },
        {
            "text": "Despite this overlap, the CT phenotyping used here is supported by the fact that it identified groups of patients with similar clinical and functional characteristics. ",
            "section": "Discussion"
        },
        {
            "text": "Comparing the EMP and AWD groups, there was no difference in age, sex, smoking history, oxygen saturation at rest, number of exacerbations per year, or identification of potentially pathogenic bacteria in sputum or symptoms. ",
            "section": "Discussion"
        },
        {
            "text": "However, patients in the EMP group had lower BMI (P=0.002), higher degree of obstruction in spirometry (FEV 1 , P=0.044, lower FEV 1 /FVC ratio, P=0.007), and shorter 6MWD (P=0.039). ",
            "section": "Discussion"
        },
        {
            "text": "These factors resulted in a higher BODE index in the EMP group (P=0.003).",
            "section": "Discussion"
        },
        {
            "text": "These findings were similar to those reported by Kitaguchi et al. 10 On performing visual assessment, the authors found that the morphological phenotypes of COPD identified subsets of patients with different clinical and functional characteristics, as the EMP phenotype, which was significantly associated with lower BMI, decrease in DlCO (diffusing capacity of the lung for carbon monoxide), and lower FEV 1 /FVC.",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 66,
                    "end": 68,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10"
                }
            ]
        },
        {
            "text": "Patients with EMP have a well-defined clinical phenotype, first described in the 1960s. ",
            "section": "Discussion"
        },
        {
            "text": "36 The mechanical disadvantage of EMP patients, who usually have greater hyperinflation and more pronounced lowering of the diaphragm, may explain the major limitation to physical effort, here shown by reduction in 6MWD. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "36"
                }
            ]
        },
        {
            "text": "Increased energy spending, major limitation to physical activity, and reduced physical activity may explain the lower BMI. ",
            "section": "Discussion"
        },
        {
            "text": "These findings explain the higher scores on the multidimensional BODE score. ",
            "section": "Discussion"
        },
        {
            "text": "37 Considering the findings of VC, EMP patients had lower ETCO 2 (P,0.001), lower Slp2 (P,0.001), and lower Slp3 (P=0.034).",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "37"
                }
            ]
        },
        {
            "text": "Slp2 represents the rapid increase in CO 2 coming from short paths to alveoli, just after the exhalation of the air from the dead space. ",
            "section": "Discussion"
        },
        {
            "text": "Steeper Slp2 allows us to suppose that there are short branches of the bronchial tree occupying all spaces located within short distances from the central axis of the tree (the trachea).",
            "section": "Discussion"
        },
        {
            "text": "Slp3 represents the elimination of CO 2 from most of the alveoli, and in normal individuals is almost a plateau with a slight upward slope (Figure 1). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 139,
                    "end": 149,
                    "type": "figure",
                    "text": "(Figure 1)"
                }
            ]
        },
        {
            "text": "The Slp3 should therefore be small. ",
            "section": "Discussion"
        },
        {
            "text": "Increases in Slp3 happen in situations of heterogeneous involvement of the distal air spaces, which lead to heterogeneous distribution of the air in these regions and reduced contact area between CO 2 that crosses the alveolar-capillary membrane and the renewed air that arrived through the previous inspiration. ",
            "section": "Discussion"
        },
        {
            "text": "Larger values of Slp3/V e and Slp3/ETCO 2 in patients suggest existence of structural damage to the peripheral lung, which promotes this heterogeneous distribution of ventilation. ",
            "section": "Discussion"
        },
        {
            "text": "13,14 Bronchial tree branching patterns lead to the existence of paths of varied lengths from the first bronchial branching down to the alveolar region. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14"
                }
            ]
        },
        {
            "text": "The shortest paths are responsible for the first increases of CO 2 concentration in exhaled air and are the cause of sudden rises in CO 2 concentrations in Slp2 of the volumetric capnogram. ",
            "section": "Discussion"
        },
        {
            "text": "They are more numerous in the apical regions of the lung, which are preferentially affected in patients with smoking-related EMP. ",
            "section": "Discussion"
        },
        {
            "text": "The decrease in these shorter pathways in EMP patients may explain lower Slp2 values. ",
            "section": "Discussion"
        },
        {
            "text": "Another explanation for the decreased Slp2 may come from mechanical ventilation of patients with EMP. ",
            "section": "Discussion"
        },
        {
            "text": "The difficulty in exhaling air during expiration caused by reduced lung elasticity shifts the point of equal pressure to more peripheral airways that have less thick walls and therefore are liable to undergo collapse by forced expiration. ",
            "section": "Discussion"
        },
        {
            "text": "Although these airways are located in outermost regions, they are still out of the lung's volumetric region where the smaller 2 mm diameter airways are located, too numerous along the long paths to the alveoli of the middle fields and lower lung. ",
            "section": "Discussion"
        },
        {
            "text": "The collapse of more shorter path of the central airways may also decrease Slp2.",
            "section": "Discussion"
        },
        {
            "text": "AWD leads to increase in Slp3 compared to normal subjects. ",
            "section": "Discussion"
        },
        {
            "text": "38 In this study, the group with AWD presented Slp3 with higher values than the group with EMP, a fact which must reflect greater heterogeneity of gas distribution in the more peripheral airspaces of the lungs of the AWD group.",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "38"
                }
            ]
        },
        {
            "text": "The strong correlation found between air trapping with VC variables (Table 6) corroborates the role of Slp3 in evaluating the volumetric zone. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 68,
                    "end": 76,
                    "type": "table",
                    "ref_id": "tab_7",
                    "text": "(Table 6"
                }
            ]
        },
        {
            "text": "Indeed, the Slp3 of VC or phase 3 slopes of the elimination of other test gases reflect structural and functional defects of distal airspaces, which constitute the volumetric or silent region of the lungs and is acknowledged as being poorly evaluated through spirometric measurements. ",
            "section": "Discussion"
        },
        {
            "text": "On the other hand, HRCT of the thorax gives us access to the secondary pulmonary lobule and beyond. ",
            "section": "Discussion"
        },
        {
            "text": "In fact, a better correlation between the data obtained from gas elimination curves and HRCT is not unexpected.",
            "section": "Discussion"
        },
        {
            "text": "In AWD, large portions of the parenchyma may have reduced ventilation by subocclusion of intralobular bronchioles. ",
            "section": "Discussion"
        },
        {
            "text": "The emphysematous process causes destruction of the alveoli. ",
            "section": "Discussion"
        },
        {
            "text": "The small airways subocclusion, that characterizes AWD, causes a greater ventilation/perfusion heterogeneity than the loss of alveoli, which happens in the peripheral areas of the emphysematous lungs.",
            "section": "Discussion"
        },
        {
            "text": "One strength of this study is that we could demonstrate that CT visual analysis is feasible in phenotyping COPD patients. ",
            "section": "Strength and limitations"
        },
        {
            "text": "Although this is a subjective and observer-dependent method, if it is done in a systematic way, it may provide useful information to manage severe COPD patients with more individual basis. ",
            "section": "Strength and limitations"
        },
        {
            "text": "Automatic quantitative assessment of EMP or airway involvement seems to be more accurate, but this software is not available for everyone. ",
            "section": "Strength and limitations"
        },
        {
            "text": "Our study has also some limitations. ",
            "section": "Strength and limitations"
        },
        {
            "text": "First, it is known that air trapping may influence results of some functional variables, such as vital capacity. ",
            "section": "Strength and limitations"
        },
        {
            "text": "So, it would be interesting to have data such as total lung capacity, residual volume, and DlCO. ",
            "section": "Strength and limitations"
        },
        {
            "text": "Unfortunately, such measurements were not performed because we did not have this equipment. ",
            "section": "Strength and limitations"
        },
        {
            "text": "Second, the choice of evaluating only severe COPD patients may pose a bias because these patients are more prone to having structural abnormalities in airways and lung tissue. ",
            "section": "Strength and limitations"
        },
        {
            "text": "On the other hand, these severe COPD patients are the most difficult to manage, and spirometry, which is the usual exam for evaluating severity of COPD, seems to supply limited information about them.",
            "section": "Strength and limitations"
        },
        {
            "text": "Our study provides further evidence that even visual CT analysis for phenotyping COPD patients may help identify subsets of individuals with distinct functional profiles. ",
            "section": "Conclusion"
        },
        {
            "text": "Spirometry, as the only means to characterize COPD patients, has proven insufficient, especially for severe cases, because patients may have a huge function decrease without great changes in spirometric values. ",
            "section": "Conclusion"
        },
        {
            "text": "VC may be a useful tool to detect and estimate the magnitude of the heterogeneity of disease distribution, which is the main finding in airway phenotype of COPD. ",
            "section": "Conclusion"
        },
        {
            "text": "Using different tools that assess distinct dimensions of COPD, such as CT, 6MWT, and VC can help us understand the various COPDs and their consequences.",
            "section": "Conclusion"
        },
        {
            "text": "Figure 1 Illustrative curves constructed with mean values of each group. ",
            "section": "Figure"
        },
        {
            "text": "Notes: (A) Control group (eTCO 2 =36 mmhg; slp3=7.3 mmhg/l; V e =693.2±245.9 ml; (B) airways diseases group (eTCO 2 =39.0±6.7 mmhg; slp3=37.1±15.5 mmhg/l; V e =508.5 ml); (C) emphysema group (eTCO 2 =33.7±6.8 mmhg; slp3=28.6±12.7 mmhg/l; V e =652.1 ml). ",
            "section": "Figure"
        },
        {
            "text": "Data from Veronez et al. 15 Abbreviations: eTCO 2 , end-tidal CO 2 ; slp3, slope of phase 3; V e , expired volume.",
            "section": "Figure"
        },
        {
            "text": "Flowchart of patients included in the study.",
            "section": "Figure 2"
        },
        {
            "text": "Illustrative curves constructed with mean values of each group. ",
            "section": "1"
        },
        {
            "text": "V e =652.1 ml). ",
            "section": "1"
        },
        {
            "text": "Data from Veronez et al.15 ",
            "section": "1",
            "ref_spans": [
                {
                    "start": 24,
                    "end": 26,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15"
                }
            ]
        },
        {
            "text": "Abbreviations: eTCO 2 , end-tidal CO 2 ; slp3, slope of phase 3; V e , expired volume.",
            "section": "1"
        },
        {
            "text": "Scoring system for CT findings",
            "section": "Table 1"
        },
        {
            "text": "RSL LSL ML LIN RIL LIL Total Score range",
            "section": "Table 1"
        },
        {
            "text": "Clinical and functional characteristics of patients (n=65)",
            "section": "Table 2"
        },
        {
            "text": "Notes: all spirometric measurements were obtained after bronchodilator use.a Data expressed as mean ± standard deviation.b Categorical variables (yes/no). ",
            "section": "Table 2"
        },
        {
            "text": "Abbreviations: M, male; F, female; BMI, body mass index; spO 2 , peripheral oxygen saturation; BODE, Body mass index, airflow Obstruction, Dyspnea, and Exercise; MrC, Medical research Council; hBP, high blood pressure; DlP, dyslipidemia; Pah, pulmonary arterial hypertension; DM, diabetes mellitus; sgrQ, saint george's respiratory Questionnaire; aQ20, airways Questionnaire 20; FVC, forced vital capacity; FeV 1 , forced expiratory volume in 1 second; FeF 25%-75% , forced expiratory flow between 25% and 75% of FVC; ΔspO 2 , difference between final and initial peripheral oxygen saturation; ΔBorg, difference between final and initial Borg score of dyspnea; eTCO 2 , level of carbon dioxide released at the end of expiration; slp2, slope of phase 2; slp3, slope of phase 3; V e , expiratory volume; T i , inspiratory time; Te , expiratory time.",
            "section": "Table 2"
        },
        {
            "text": "HRCT findings of all patients (N=65)",
            "section": "Table 3"
        },
        {
            "text": "HRCT findings, clinical and functional characteristics of patients according to CT phenotype evaluated in 44 subjects who had expiration scans. ",
            "section": "Table 4"
        },
        {
            "text": "c Values expressed as median (min-max). ",
            "section": "Table 4"
        },
        {
            "text": "d Categorical variables (yes/no). ",
            "section": "Table 4"
        },
        {
            "text": "Abbreviations: hrCT, high-resolution computed tomography; Pa, pulmonary artery; ao, aorta; M, male; F, female; BMI, body mass index; spO 2 , peripheral oxygen saturation; BODE, Body mass index, airflow Obstruction, Dyspnea, and Exercise; MRC, Medical Research Council; O 2 , oxygen; FVC, forced vital capacity; BD, bronchodilator; FeV 1 , forced expiratory volume in 1 second; FeF 25%-75% , forced expiratory flow between 25% and 75% of FVC; 6MWD, 6-minute walked distance; ΔspO 2 , difference between final and initial peripheral oxygen saturation; ΔBorg, difference between final and initial Borg score of dyspnea; ETCO 2 , level of carbon dioxide released at the end of expiration; slp2, slope of phase 2; slp3, slope of phase 3; V e , expiratory volume; T i , inspiratory time; T e , expiratory time; min, minimum; max, maximum; Y, yes; n, no.",
            "section": "Table 4"
        },
        {
            "text": "Notes: all the values (mean) were calculated in patients with tomography sign present.a Values expressed as mean ± standard deviation.b",
            "section": "Table 4"
        },
        {
            "text": "Comparison of patients according to the presence or absence of air trapping on CT expiratory scans (n=44)",
            "section": "Table 5"
        },
        {
            "text": "Notes: a Values expressed as mean ± standard deviation.b Categorical variables.",
            "section": "Table 5"
        },
        {
            "text": "Correlation between CT score and spirometric variables, 6MWT and volumetric capnography CT, computed tomography; 6MWT, 6-minute walk test; FVC, forced vital capacity; FeV 1 , forced expiratory volume in 1 second; FeF 25%-75% , forced expiratory flow between 25% and 75% of FVC; BPM, breaths per minute; ETCO 2 , level of carbon dioxide released at the end of expiration; slp2, slope of phase 2; slp3, slope of phase 3; V e , expiratory volume; T i , inspiratory time; T e , expiratory time.",
            "section": "Table 6"
        },
        {
            "text": "Abbreviations:",
            "section": "Table 6"
        },
        {
            "text": "International Journal of COPD 2016:11 submit your manuscript | www.dovepress.comDovepress Dovepress",
            "section": "Table 6"
        },
        {
            "text": "International Journal of COPD 2016:11 submit your manuscript | www.dovepress.comDovepressDovepressDovepress",
            "section": "Table 6"
        },
        {
            "text": "The authors report no conflicts of interest in this work.",
            "section": "Disclosure"
        },
        {
            "text": "Submit your manuscript here: http://www.dovepress.com/international-journal-of-chronic-obstructive-pulmonary-disease-journal",
            "section": "Publish your work in this journal"
        },
        {
            "text": "The International Journal of COPD is an international, peer-reviewed journal of therapeutics and pharmacology focusing on concise rapid reporting of clinical studies and reviews in COPD. ",
            "section": "Publish your work in this journal"
        },
        {
            "text": "Special focus is given to the pathophysiological processes underlying the disease, intervention programs, patient focused education, and self management protocols.",
            "section": "Publish your work in this journal"
        },
        {
            "text": "This journal is indexed on PubMed Central, MedLine and CAS. ",
            "section": "Publish your work in this journal"
        },
        {
            "text": "The manuscript management system is completely online and includes a very quick and fair peer-review system, which is all easy to use. ",
            "section": "Publish your work in this journal"
        },
        {
            "text": "Visit http://www.dovepress.com/testimonials.php to read real quotes from published authors.",
            "section": "Publish your work in this journal"
        }
    ]
}