{
    "id": "ce5770855b",
    "level": "sentence",
    "abstract": [
        {
            "text": "Protein-protein interactions (PPIs) have been widely studied to understand the biological processes or molecular functions associated with dif ferent disease systems like cancer. ",
            "paragraph_rank": 1,
            "section_rank": 0
        },
        {
            "text": "While focused studies on individual cancers have generated valuable information, global and comparative analysis of datasets from dif ferent cancer types has not been done. ",
            "paragraph_rank": 1,
            "section_rank": 0
        },
        {
            "text": "In this work, we carried out bioinformatic analysis of PPIs corresponding to dif ferentially expressed genes from microarrays of various tumor tissues (belonging to bladder, colon, kidney and thyroid cancers) and compared their associated biological processes and molecular functions (based on Gene Ontology terms). ",
            "paragraph_rank": 1,
            "section_rank": 0
        },
        {
            "text": "We identif ied a set of processes or functions that are common to all these cancers, as well as those that are specif ic to only one or partial cancer types. ",
            "paragraph_rank": 1,
            "section_rank": 0
        },
        {
            "text": "Similarly, protein interaction networks in nucleic acid metabolism were compared to identify the common/specif ic clusters of proteins across dif ferent cancer types. ",
            "paragraph_rank": 1,
            "section_rank": 0
        },
        {
            "text": "Our results provide a basis for further experimental investigations to study protein interaction networks associated with cancer. ",
            "paragraph_rank": 1,
            "section_rank": 0
        },
        {
            "text": "The methodology developed in this work can also be applied to study similar disease systems.",
            "paragraph_rank": 1,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 1
        },
        {
            "text": "The vast majority of proteins must interact with other proteins to perform their function. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The network of protein-protein interactions (PPIs), referred to as the interactome, plays a vital role in the initiation and progression of many disease pathways. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Hence, understanding protein interaction networks is crucial for identifying the key functional modulators of tumor progression and metastasis in cancer. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Computational approaches using PPI data have been widely employed for the identification of important protein networks involved in tumors (1 ) and cancer metastasis (2 ). ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 138,
                    "end": 142,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1 )"
                },
                {
                    "start": 165,
                    "end": 169,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(2 )"
                }
            ]
        },
        {
            "text": "For instance, estrogen-regulated networks in human breast cancer cells were recently identified (3 ). ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "(3 )"
                }
            ]
        },
        {
            "text": "Similarly, an earlier study on the interactometranscriptome analysis has revealed the high centrality of differentially expressed genes in lung cancer tissues (4 ). ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 159,
                    "end": 163,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "(4 )"
                }
            ]
        },
        {
            "text": "Studies were also performed on integrated analysis of the cancer transcriptome using microarray data coupled with computational approaches (5 ). ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 139,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "(5 )"
                }
            ]
        },
        {
            "text": "A recent study introduced a systems biology approach to improve the prognosis prediction of breast, lung and ovarian cancer patients (6 ), where the authors analyzed molecular interactions that are dysregulated in specific tumor phenotypes using a large set of microarray expression data. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 133,
                    "end": 137,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(6 )"
                }
            ]
        },
        {
            "text": "Likewise, protein interaction networks of brain metastasis were analyzed by developing and using a bioinformatics program called PIANA (7 ). ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 135,
                    "end": 139,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "(7 )"
                }
            ]
        },
        {
            "text": "These studies show the importance of computational methods in deducing and understanding protein interaction networks from datasets associated with cancer gene expression.",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Analysis of microarray expression data to infer protein interaction networks has been the subject of extensive research aimed at gaining insight into the initiation and progression of various diseases like cancer. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "Several studies have been carried out on similar lines using gene expression data from tumor tissues of ovarian cancer (8 ), prostate cancer (9 ), etc. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 119,
                    "end": 123,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(8 )"
                },
                {
                    "start": 141,
                    "end": 145,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "(9 )"
                }
            ]
        },
        {
            "text": "Nevertheless, these studies were primarily focused on correlating gene expression data with PPIs occurring in a specific type of cancer. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "While these studies provide valuable information on the significance of a set of PPIs in a particular type of cancer, comparing and contrasting these interactions across various cancers will elucidate comprehensive knowledge on the nature of these interactions.",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "In the current study, we carried out global computational analysis of protein interactions in cancer-associated genes, using microarray expression datasets from normal and tumor tissues of four distinct cancer types, including bladder, colon, kidney and thyroid cancers. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "To the best of our knowledge, such kind of global computational analysis to compare PPIs across multiple cancer types has not been conducted before. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "The goals of this study are twofold: firstly, to identify and characterize PPIs that are common to all these cancers as well as those that are specific to a particular cancer type, and secondly, to infer the functional significance of PPIs by creating protein interaction networks using Gene Ontology (GO) annotations.",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "Results and Discussion",
            "section_rank": 2
        },
        {
            "text": "We implemented a top-down approach to carry out global analysis of the PPIs that are potentially involved in the initiation and progression of cancer. ",
            "section": "Results and Discussion",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Figure 1 depicts the workflow of our methodology. ",
            "section": "Results and Discussion",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "figure",
                    "text": "Figure"
                }
            ]
        },
        {
            "text": "We searched the GEO database (Gene Expression Omnibus) to collect datasets from gene expression studies where a tumor tissue (belonging to bladder, colon, kidney or thyroid cancers) was compared against a healthy tissue reference (see Materials and Methods for more details). ",
            "section": "Results and Discussion",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "To maintain consistency, the data for all cancer types analyzed in this study were collected from experiments that used only Affymetrix HG-U133 Plus 2.0 GeneChip. ",
            "section": "Results and Discussion",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Due to a paucity of tumor-grade-specific datasets on this new Affymetrix GeneChip platform for all cancer types, we restricted our analysis to the baseline or essential PPIs in different cancer tumors (irrespective of the tumor grade) compared with normal tissues.",
            "section": "Results and Discussion",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "As a result, we identified a total of 6,758 unique proteins in the four cancer types, corresponding to the genes that are differentially expressed by at least two folds. ",
            "section": "Results and Discussion",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Differentially expressed genes were first mapped to corresponding proteins and then to proteins involved in known PPIs. ",
            "section": "Results and Discussion",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "About 54% (3,656) of these proteins were mapped to 23,619 unique PPIs and were used for further analysis in this study. ",
            "section": "Results and Discussion",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Mapped PPIs for each cancer were annotated using GO terms that describe their biological processes (pathways) and molecular functions. ",
            "section": "Results and Discussion",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "We compared PPIs from different cancer types using the frequency of common GO terms between two partner proteins in an interaction. ",
            "section": "Results and Discussion",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The rationale is that the common GO terms of two partner proteins in an interaction denote the common biological process and/or molecular function associated with that interaction. ",
            "section": "Results and Discussion",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Hence, based on the most frequent common GO terms in the PPIs of a particular cancer type, the nature of biological processes and/or functions associated with that cancer can be inferred. ",
            "section": "Results and Discussion",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "However, the incomplete and unbalanced nature of the available PPI datasets resulted in unbalanced datasets of mapped PPIs across the four cancers used in this study (Table 1). ",
            "section": "Results and Discussion",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 166,
                    "end": 175,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(Table 1)"
                }
            ]
        },
        {
            "text": "To make a fair comparison of GO term frequencies, we normalized the raw frequencies against the number of PPIs, showing at least one common GO term under a given GO category in a given cancer type. ",
            "section": "Results and Discussion",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Accordingly, the top 20 most frequent common GO terms were collected from each cancer type and then were combined to obtain 30 unique GO terms from all these cancers, under the \"biological process\" and the \"molecular function\" categories, respectively. ",
            "section": "Results and Discussion",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "These GO terms were then used for comparative analysis of biological processes and molecular functions associated with the PPIs of different cancer types.  ",
            "section": "Results and Discussion",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Comparative analysis of biological processes associated with cancer PPIs",
            "section_rank": 3
        },
        {
            "text": "The most frequent biological processes associated with differentially expressed genes in the four cancers are listed in Table 2. ",
            "section": "Comparative analysis of biological processes associated with cancer PPIs",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 120,
                    "end": 127,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "As shown in Figure 2A, there are 14 common regulatory processes found in the differentially expressed genes of all these cancers. ",
            "section": "Comparative analysis of biological processes associated with cancer PPIs",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 12,
                    "end": 21,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 2A"
                }
            ]
        },
        {
            "text": "We further analyzed the types of PPIs associated with only one or two types of cancers ( Figure 2B). ",
            "section": "Comparative analysis of biological processes associated with cancer PPIs",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 89,
                    "end": 98,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 2B"
                }
            ]
        },
        {
            "text": "Note that a GO biological process observed in only a particular cancer does not necessarily mean that such process is entirely lacking in other cancer types, rather it is not found in the list of experimentally known PPI datasets, which are incomplete and unbalanced for various types of cancers. ",
            "section": "Comparative analysis of biological processes associated with cancer PPIs",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "Our methodology found a number of interesting biological processes that are specific to a particular cancer type. ",
            "section": "Comparative analysis of biological processes associated with cancer PPIs",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "For instance, cell-cell signaling (CCS) and macromolecule catabolic process (MCP) were observed only in bladder cancer, which are linked to signaling proteins like hormones and glycoproteins that are mostly oncogenes (10 ). ",
            "section": "Comparative analysis of biological processes associated with cancer PPIs",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 217,
                    "end": 222,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "(10 )"
                }
            ]
        },
        {
            "text": "The TEK receptor tyrosine kinase, which is associated with angiogenesis (a primary process that establishes blood supply for the tumors), is one of the proteins in cell signaling process (11 ). ",
            "section": "Comparative analysis of biological processes associated with cancer PPIs",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 187,
                    "end": 192,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "(11 )"
                }
            ]
        },
        {
            "text": "Inhibin is another signaling protein whose levels have been shown to reflect the size of cell tumors (12 ). ",
            "section": "Comparative analysis of biological processes associated with cancer PPIs",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 101,
                    "end": 106,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(12 )"
                }
            ]
        },
        {
            "text": "However, experimental evidence suggesting a direct link between these proteins and bladder cancer is not available. ",
            "section": "Comparative analysis of biological processes associated with cancer PPIs",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "Protein interactions associated with blood coagulation (BC) and hemostasis (HE) were observed only in thyroid cancer. ",
            "section": "Comparative analysis of biological processes associated with cancer PPIs",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "Literature evidence shows that disturbance of hemostasis is a common phenomenon in patients with thyroid disease, usually with hyperthyroidism (13 ).",
            "section": "Comparative analysis of biological processes associated with cancer PPIs",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 143,
                    "end": 148,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "(13 )"
                }
            ]
        },
        {
            "text": "In these studies, a hyper coagulability state has been",
            "section": "Comparative analysis of biological processes associated with cancer PPIs",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "Protein-Protein Interactions in Cancer Genes reported in patients with thyroid cancer as a result of up-regulation of thrombin, protein S alpha and coagulation factor X. Similarly, PPIs involved in membrane organization and biogenesis (MOB) and regulation of membrane potential (RMP) were observed only in kidney cancer. ",
            "section": "Comparative analysis of biological processes associated with cancer PPIs",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "Proteins associated with these processes regulate ionic homeostasis, suggesting the importance of homeostasis in renal cell carcinoma (14 ). ",
            "section": "Comparative analysis of biological processes associated with cancer PPIs",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 134,
                    "end": 139,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "(14 )"
                }
            ]
        },
        {
            "text": "Moreover, most of these interactions are among membrane proteins that are vital for membrane transport to maintain homeostasis (chloride channels, Na + /H + exchanger, ferritin, the iron storing protein, Thy-1 membrane glycoprotein, etc). ",
            "section": "Comparative analysis of biological processes associated with cancer PPIs",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "Lastly, PPIs associated with the generation of precursor metabolites and energy (GPM), symbiosis en-compassing mutualism through parasitism (SEM) and protein transport (PT) were observed only in colon cancer. ",
            "section": "Comparative analysis of biological processes associated with cancer PPIs",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "Proteins associated with the GPM process are mostly mitochondrial respiratory enzymes and mitochondrial outer membrane proteins. ",
            "section": "Comparative analysis of biological processes associated with cancer PPIs",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "It is reported that a quantitative mitochondrial change occurs in colon carcinoma patients; in particular, the ratio between outer membrane enzyme activity and respiratory enzyme activity may be altered (15 , 16 ). ",
            "section": "Comparative analysis of biological processes associated with cancer PPIs",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 203,
                    "end": 213,
                    "type": "bibr",
                    "text": "(15 , 16 )"
                }
            ]
        },
        {
            "text": "Another process that is regulated only in colon cancer is SEM. ",
            "section": "Comparative analysis of biological processes associated with cancer PPIs",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "This is not surprising because the role of bacteria in the development of colorectal tumors was well documented (17 ). ",
            "section": "Comparative analysis of biological processes associated with cancer PPIs",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 112,
                    "end": 117,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "(17 )"
                }
            ]
        },
        {
            "text": "The involvement of colonic bacteria expressing enzymes in the metabolism of procarcinogens and tumor promoters suggests that changes in the colonic bacterial population would influence cancer risk by altering the activity of these enzymes (18 ). ",
            "section": "Comparative analysis of biological processes associated with cancer PPIs",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 239,
                    "end": 244,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "(18 )"
                }
            ]
        },
        {
            "text": "Major proteins involved in the SEM process are ubiquitin protein ligase and HLA class histocompatibility antigen. ",
            "section": "Comparative analysis of biological processes associated with cancer PPIs",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "Proteins associated with the PT process are chromatin modifying protein, SH3 and PX domain containing protein (sorting nexin-9), which are involved in intracellular trafficking. ",
            "section": "Comparative analysis of biological processes associated with cancer PPIs",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "The chromatin remodeling enzymes with their role in cancer and dysplastic syndromes were previously reported (19 ). ",
            "section": "Comparative analysis of biological processes associated with cancer PPIs",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 109,
                    "end": 114,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "(19 )"
                }
            ]
        },
        {
            "text": "Studies on sorting of nexin-9 and EG-1 proteins that are significantly elevated in colorectal, breast and prostate cancer revealed the possible role of nexin-9 in signaling pathway (20 ).",
            "section": "Comparative analysis of biological processes associated with cancer PPIs",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 181,
                    "end": 186,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "(20 )"
                }
            ]
        },
        {
            "text": "Other processes regulated in multiple cancers include regulation of signal transduction (RST) and vesicle-mediated transport (VMT) in bladder and kid-ney cancers, homeostatic process (HOP) in colon and kidney cancers, regulation of protein metabolic process (PMP) and cellular biosynthetic process (CBP) in colon and thyroid cancers, and response to wounding (RW) in bladder and thyroid cancers. ",
            "section": "Comparative analysis of biological processes associated with cancer PPIs",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "PPIs associated with the RW process were observed among proteins such as thrombin, serine proteinase inhibitor, prostaglandin endoperoxidase synthase (aka COX-2, cyclooxygenase-2), which are all responsible for inducing tumor growth, metastasis and angiogenesis (21 , 22 ). ",
            "section": "Comparative analysis of biological processes associated with cancer PPIs",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 262,
                    "end": 272,
                    "type": "bibr",
                    "text": "(21 , 22 )"
                }
            ]
        },
        {
            "text": "Nevertheless, we were unable to find literature-based explanations for each and every observation in our study, yet the aforementioned experimental evidence strongly suggests that the methodology used in this study is able to identify the true biological processes involved in the PPIs of cancerassociated genes.",
            "section": "Comparative analysis of biological processes associated with cancer PPIs",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "Comparative analysis of molecular functions associated with cancer PPIs",
            "section_rank": 4
        },
        {
            "text": "We also carried out similar analysis of GO terms that describe the common \"molecular functions\" of PPIs associated with different cancers. ",
            "section": "Comparative analysis of molecular functions associated with cancer PPIs",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "We collected the top 20 most frequent GO terms from the PPIs of each of the four cancers and then combined them to obtain 30 unique GO terms describing their molecular functions. ",
            "section": "Comparative analysis of molecular functions associated with cancer PPIs",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "Out of the 30 terms, 12 ones are common to all these cancers ( Figure 3A), including functions related to the binding of protein, ion, carbohydrate and nucleic acid, as well as to the catalytic activity (listed in Table 3). ",
            "section": "Comparative analysis of molecular functions associated with cancer PPIs",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 63,
                    "end": 73,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 3A)"
                },
                {
                    "start": 214,
                    "end": 221,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "This result clearly indicates that binding and catalytic activities are the most common functions associated with all types of cancers. ",
            "section": "Comparative analysis of molecular functions associated with cancer PPIs",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "Mean-while, some functions were found in the PPIs of only three cancer types. ",
            "section": "Comparative analysis of molecular functions associated with cancer PPIs",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "For instance, two functions, hydrolase activity acting on ester bonds (HAE) and protein binding, bridging (PBB), were regulated in all these cancers except in kidney cancer; PPIs associated with alpha-type channel activity (ATC), hydrolase activity acting on acid anhydrides (HAA) and identical protein binding (IPB) were expressed in all these cancers except in thyroid cancer; while protein domain specific binding (PDSB) function was not found in the PPIs of bladder cancer.",
            "section": "Comparative analysis of molecular functions associated with cancer PPIs",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "Similar to the biological processes, we have identified several molecular functions that are specifically associated with a particular type of cancer ( Figure  3B). ",
            "section": "Comparative analysis of molecular functions associated with cancer PPIs",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 152,
                    "end": 162,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure  3B"
                }
            ]
        },
        {
            "text": "Proteins regulated only in bladder cancer include kinases and synthetases that belong to the GO cate-  gory of transferase activity, transferring phosphorus containing groups (TATP). ",
            "section": "Comparative analysis of molecular functions associated with cancer PPIs",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "There is concrete evidence on the role of these enzymes in tumorigenesis and metastasis (23 , 24 ). ",
            "section": "Comparative analysis of molecular functions associated with cancer PPIs",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 88,
                    "end": 98,
                    "type": "bibr",
                    "text": "(23 , 24 )"
                }
            ]
        },
        {
            "text": "Likewise, cyclic nucleotide binding (CNB), cytokine binding (CYB) and phospholipid binding (PLB) functions are involved only in the PPIs observed from renal cell carcinoma. ",
            "section": "Comparative analysis of molecular functions associated with cancer PPIs",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "Proteins regulated in this cancer include chemokine (a type of cytokine) receptors and contactin-1 protein (a phospholipid binding protein). ",
            "section": "Comparative analysis of molecular functions associated with cancer PPIs",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "A relationship between cytokine binding and renal cancer cells was reported in a previous study (25 ), and the role of contactin-1 was found to be essential in tumor invasion and metastasis (26 ). ",
            "section": "Comparative analysis of molecular functions associated with cancer PPIs",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 96,
                    "end": 101,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "(25 )"
                },
                {
                    "start": 190,
                    "end": 195,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "(26 )"
                }
            ]
        },
        {
            "text": "PPIs involved in coenzyme binding (CEB) function were regulated only in colon cancer. ",
            "section": "Comparative analysis of molecular functions associated with cancer PPIs",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "Pro-teins with this function are mostly mitochondrial, and the relationship between mitochondrial enzymes and colon cancer was previously explained in the biological process section (15 ). ",
            "section": "Comparative analysis of molecular functions associated with cancer PPIs",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 182,
                    "end": 187,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(15 )"
                }
            ]
        },
        {
            "text": "Molecular functions including protease inhibitor activity (PIA), anion binding (AB), transcription factor binding (TFB), translation factor activity, nucleic acid binding (TANB) and protein kinase regulatory activity (PKRA) were found to regulate only in the PPIs of thyroid cancer. ",
            "section": "Comparative analysis of molecular functions associated with cancer PPIs",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "Proteins associated with these functions include cathepsin, runt-related transcription factor, protein kinase, cycline-dependent kinase inhibitor, etc. ",
            "section": "Comparative analysis of molecular functions associated with cancer PPIs",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "The regulation of these proteins and their role in tumorigenesis was well documented (27)(28)(29).",
            "section": "Comparative analysis of molecular functions associated with cancer PPIs",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 85,
                    "end": 89,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "(27)"
                },
                {
                    "start": 89,
                    "end": 93,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "(28)"
                },
                {
                    "start": 93,
                    "end": 97,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "(29)"
                }
            ]
        },
        {
            "text": "We also observed some molecular functions that are seen in only two types of cancers. ",
            "section": "Comparative analysis of molecular functions associated with cancer PPIs",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "For instance, peptide receptor activity (PRA) was found only in bladder and kidney cancers. ",
            "section": "Comparative analysis of molecular functions associated with cancer PPIs",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "Proteins involved in these interactions include signaling receptors like G-protein coupled receptor, interleukin-8 receptor, chemokine and bradykinin receptors. ",
            "section": "Comparative analysis of molecular functions associated with cancer PPIs",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "Expression and regulation of these proteins was reported in bladder cancer (30 , 31 ).",
            "section": "Comparative analysis of molecular functions associated with cancer PPIs",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 75,
                    "end": 85,
                    "type": "bibr",
                    "text": "(30 , 31 )"
                }
            ]
        },
        {
            "text": "Analysis of protein interaction networks in nucleic acid metabolism",
            "section_rank": 5
        },
        {
            "text": "To demonstrate the effectiveness of this method in identifying networks of genes that have different regulatory roles in different cellular processes associated with cancer, we chose the biological process NNN (nucleobase, nucleoside, nucleotide and nucleic acid metabolism) for analysis, which is highly up-regulated in all the four cancer types used in this study. ",
            "section": "Analysis of protein interaction networks in nucleic acid metabolism",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "We created protein interaction networks for each cancer separately, using PPIs that are associated with the NNN process. ",
            "section": "Analysis of protein interaction networks in nucleic acid metabolism",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "These networks were compared against each other to identify the similarities and differences among them. ",
            "section": "Analysis of protein interaction networks in nucleic acid metabolism",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "As shown in Figure 4, we found that some networks are universal to all these cancers (Figure 4A), while some are found only in part of these cancers ( Figure 4B) or only in a specific type of cancer such as bladder cancer ( Figure 4C) or colon cancer ( Figure 4D). ",
            "section": "Analysis of protein interaction networks in nucleic acid metabolism",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 12,
                    "end": 20,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 4"
                },
                {
                    "start": 85,
                    "end": 96,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Figure 4A)"
                },
                {
                    "start": 151,
                    "end": 160,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 4B"
                },
                {
                    "start": 224,
                    "end": 233,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 4C"
                },
                {
                    "start": 253,
                    "end": 262,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 4D"
                }
            ]
        },
        {
            "text": "The observations are elucidated as follows.",
            "section": "Analysis of protein interaction networks in nucleic acid metabolism",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "Oncogenic activation of transcription factors is a key event in the establishment and progression of human cancers. ",
            "section": "Analysis of protein interaction networks in nucleic acid metabolism",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "Most of the members of the networks in Figure 4 are either transcription factors or their activators/receptors. ",
            "section": "Analysis of protein interaction networks in nucleic acid metabolism",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 39,
                    "end": 47,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 4"
                }
            ]
        },
        {
            "text": "Figure 4A shows a network of transcription factor activating proteins that are common to all of the four cancer types. ",
            "section": "Analysis of protein interaction networks in nucleic acid metabolism",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 4A"
                }
            ]
        },
        {
            "text": "The activity of these proteins was shown to increase in multiple human tumor types, suggesting their pivotal role in tumorigenesis (32 ). ",
            "section": "Analysis of protein interaction networks in nucleic acid metabolism",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 131,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "(32 )"
                }
            ]
        },
        {
            "text": "These activator proteins were recognized as molecular targets for many antioxidant and anti-inflammatory chemopreventive compounds. ",
            "section": "Analysis of protein interaction networks in nucleic acid metabolism",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "For example, the transcription factor activation protein 1 (JUN) is associated with progression and recurrence of various types of cancers (33 ), and several nuclear receptors (NR1P1, NCOA2, NR4A1) play a pivotal role in controlling the growth and differentiation in many cell types. ",
            "section": "Analysis of protein interaction networks in nucleic acid metabolism",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 139,
                    "end": 144,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "(33 )"
                }
            ]
        },
        {
            "text": "These proteins are also known to inhibit or enhance transcription by recruiting an array of co-activator or co-repressor proteins to the transcription complex (34 ). ",
            "section": "Analysis of protein interaction networks in nucleic acid metabolism",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 159,
                    "end": 164,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "(34 )"
                }
            ]
        },
        {
            "text": "Transcription factors are generally not suitable as drug targets except the nuclear receptors, which are considered as outstanding targets for developing cancer therapeutics and drug discovery (35 ). ",
            "section": "Analysis of protein interaction networks in nucleic acid metabolism",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 193,
                    "end": 198,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "(35 )"
                }
            ]
        },
        {
            "text": "Other proteins in this network include hypoxia-inducible factor 1 alpha (HIF1A), which, in association with other proteins, may be involved in angiogenesis and tumor growth (36 ). ",
            "section": "Analysis of protein interaction networks in nucleic acid metabolism",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 173,
                    "end": 178,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "(36 )"
                }
            ]
        },
        {
            "text": "Figure 4B shows the proteins containing WW domain (WWTR1) or homeobox domain (NKX2.1) that are specific to both colon and bladder cancers. ",
            "section": "Analysis of protein interaction networks in nucleic acid metabolism",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 4B"
                }
            ]
        },
        {
            "text": "Though their expression and involvement are not well studied in bladder and colon cancers, their critical role was reported in breast cancer (37 ) (not included in this study due to constraints on HG-U133 plus 2 GeneChip data availability). ",
            "section": "Analysis of protein interaction networks in nucleic acid metabolism",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "The network that is specific to bladder cancer ( Figure 4C) contains important receptor proteins, whose role as biomarkers was well studied for developing therapeutic drugs in bladder cancer prevention (38 , 39 ). ",
            "section": "Analysis of protein interaction networks in nucleic acid metabolism",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 49,
                    "end": 58,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 4C"
                },
                {
                    "start": 202,
                    "end": 212,
                    "type": "bibr",
                    "text": "(38 , 39 )"
                }
            ]
        },
        {
            "text": "The network in Figure  4D was found only in colon cancer, which contains two nucleoside diphosphate kinases NDK and Nm23. ",
            "section": "Analysis of protein interaction networks in nucleic acid metabolism",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 15,
                    "end": 25,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure  4D"
                }
            ]
        },
        {
            "text": "Out of them, the mitochondrial precursor protein (Nm23) was well studied as a metastasis-associated gene in colon cancer (40 ).",
            "section": "Analysis of protein interaction networks in nucleic acid metabolism",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 121,
                    "end": 126,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "(40 )"
                }
            ]
        },
        {
            "text": "We also looked into the subcellular localization of the proteins involved in these networks. ",
            "section": "Analysis of protein interaction networks in nucleic acid metabolism",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "The result shows that almost all of these proteins are localized in the nucleus except those in Figure 4D, where Nm23 is localized to mitochondria and the localization of NDK is unknown. ",
            "section": "Analysis of protein interaction networks in nucleic acid metabolism",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 96,
                    "end": 105,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 4D"
                }
            ]
        },
        {
            "text": "The nuclear localization of these proteins is expected owing to their role in the regulation of transcription. ",
            "section": "Analysis of protein interaction networks in nucleic acid metabolism",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "In addition, comparison of PPI networks across four cancers and identification of experimentally known protein clusters that are common or specific to different cancer types have demonstrated the efficacy of our method in studying similar interaction networks in other disease systems.",
            "section": "Analysis of protein interaction networks in nucleic acid metabolism",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "Conclusion",
            "section_rank": 6
        },
        {
            "text": "We performed bioinformatic analysis of differentially expressed genes obtained from microarray studies of various tumor tissues. ",
            "section": "Conclusion",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "Comparative analysis of PPIs from different cancer types revealed a number of common functions or processes across all these cancers, as well as those that are specific to partial cancers or only to a particular cancer type. ",
            "section": "Conclusion",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "The function of a protein in a system (such as a tumor) is better understood by studying the function(s) of its interacting proteins. ",
            "section": "Conclusion",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "The methodology used in this study derives the common functions of protein pairs in PPIs from different tumor tissues and uses this formation as the basis for cross comparison of similarities and differences among various cancer types. ",
            "section": "Conclusion",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "Comparison of protein interaction networks revealed the group of genes that are regulated uniformly across all these cancer types as well as those regulated only in a specific cancer, indicating their importance in that particular cancer. ",
            "section": "Conclusion",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "We have provided literature-based evidence for many observations in this study, yet such evidence is not available to support every observation. ",
            "section": "Conclusion",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "We believe that the similarities and differences observed in the biological processes and molecular functions of PPIs from various cancer types will provide the basis for focused experimental investigations in cancer therapeutics and drug discovery studies.",
            "section": "Conclusion",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "Materials and Methods",
            "section_rank": 7
        },
        {
            "text": "Cancer gene expression data",
            "section_rank": 8
        },
        {
            "text": "The GEO database (41 ), a central repository for differential gene expression data, was used in this study. ",
            "section": "Cancer gene expression data",
            "paragraph_rank": 18,
            "section_rank": 8
        },
        {
            "text": "This database offers an extensive collection of gene expression data on cancer and compares various types and subgroups. ",
            "section": "Cancer gene expression data",
            "paragraph_rank": 18,
            "section_rank": 8
        },
        {
            "text": "We selected only those gene expression studies where a tumor tissue was compared against a healthy tissue reference. ",
            "section": "Cancer gene expression data",
            "paragraph_rank": 18,
            "section_rank": 8
        },
        {
            "text": "The initial datasets were derived for six cancer types including bladder (GSE7476), colon (GSE4107), kidney (GSE7023), thyroid (GSE3678), breast (GSE6883) and prostate (GSE3325) cancers. ",
            "section": "Cancer gene expression data",
            "paragraph_rank": 18,
            "section_rank": 8
        },
        {
            "text": "To maintain consistency, data for all cancer types in this study were collected from experiments that used only Affymetrix HG-U133 Plus 2.0 GeneChip. ",
            "section": "Cancer gene expression data",
            "paragraph_rank": 18,
            "section_rank": 8
        },
        {
            "text": "This is a newer chip from Affymetrix that covers about 54,000 human genes, but the tradeoff is that this restriction limits the number of available datasets on a specific tumor grade for a specific cancer. ",
            "section": "Cancer gene expression data",
            "paragraph_rank": 18,
            "section_rank": 8
        },
        {
            "text": "Since the goal of our study is to carry out comparison of baseline PPIs in different cancer types, it requires robust datasets for each cancer type. ",
            "section": "Cancer gene expression data",
            "paragraph_rank": 18,
            "section_rank": 8
        },
        {
            "text": "To obtain datasets of reasonable size, we didn't take the tumor grade into account; hence heterogeneity somewhat exists in the grade of the tumor tissue samples used in this study. ",
            "section": "Cancer gene expression data",
            "paragraph_rank": 18,
            "section_rank": 8
        },
        {
            "text": "In brief, bladder, kidney and prostate datasets were obtained from low, high or metastatic (invasive) tumors, whereas breast, colon and thyroid samples originated mostly from low grade or early onset tumors. ",
            "section": "Cancer gene expression data",
            "paragraph_rank": 18,
            "section_rank": 8
        },
        {
            "text": "Under this GeneChip, breast cancer and prostate cancer were found to have only 34 and 139 differentially expressed genes, respectively; hence these two cancer types were eliminated from further analysis. ",
            "section": "Cancer gene expression data",
            "paragraph_rank": 18,
            "section_rank": 8
        },
        {
            "text": "More details on the grade and tumor type used for each cancer are provided in Table  S1 (see Supporting Online Material).",
            "section": "Cancer gene expression data",
            "paragraph_rank": 18,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 78,
                    "end": 87,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table  S1"
                }
            ]
        },
        {
            "text": "Datasets in each series were analyzed by Gene-Spring software (v7.3.1; Agilent) using GCRMA normalization and with the cross-gene error model activated. ",
            "section": "Cancer gene expression data",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "text": "In each case, samples were grouped as normal or diseased, and a parametric t-test was per-Protein-Protein Interactions in Cancer Genes formed to obtain genes with statistically significant differences. ",
            "section": "Cancer gene expression data",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "text": "The p-value cutoff was set at 0.05 and a Benjamin Hochberg False Discovery Rate correction was included. ",
            "section": "Cancer gene expression data",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "text": "These restrictions would allow about 5% of the tested genes on the GeneChip (total 54,675) to qualify by random chance. ",
            "section": "Cancer gene expression data",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "text": "This gene list was further filtered to obtain genes that showed at least a two-fold differential expression between the normal and diseased states, which generated between 1,300 to 3,700 differentially expressed genes for the four cancer datasets (Table 1). ",
            "section": "Cancer gene expression data",
            "paragraph_rank": 19,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 247,
                    "end": 255,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(Table 1"
                }
            ]
        },
        {
            "text": "Protein sequences corresponding to these genes were obtained from GenBank and UniProt databases.",
            "section": "Cancer gene expression data",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "text": "Protein-protein interaction data",
            "section_rank": 9
        },
        {
            "text": "We created a comprehensive, non-redundant dataset of human interacting protein pairs (PPIs) by combining experimentally derived datasets from five major protein interaction databases, including DIP (Database of Interacting Proteins; http://dip.doembi.ucla.edu), IntAct (http://www.ebi.ac.uk/intact), BIND (Biomolecular Interaction Network Database; http://www.bind.ca), HPRD (Human Protein Reference Database; http://www.hprd.org) and MINT (Molecular Interaction Database; http://mint.bio. uniroma2.it/mint). ",
            "section": "Protein-protein interaction data",
            "paragraph_rank": 20,
            "section_rank": 9
        },
        {
            "text": "Protein sequences in each of these databases are fairly overlapping, but are indexed by different identifiers such as SwissProt/UniProt identifier, GenBank protein identifier, etc, making it difficult to identify redundant sequences. ",
            "section": "Protein-protein interaction data",
            "paragraph_rank": 20,
            "section_rank": 9
        },
        {
            "text": "To remove redundancy, we first created datasets of unique sequences (based on full-length protein sequence string comparison using Perl scripts) within each database and then merged them to create a non-redundant dataset of interacting protein sequences, each indexed with our internal identifier. ",
            "section": "Protein-protein interaction data",
            "paragraph_rank": 20,
            "section_rank": 9
        },
        {
            "text": "Note that this internal identifier can be used to map all the original source identifiers for corresponding sequences in the source databases. ",
            "section": "Protein-protein interaction data",
            "paragraph_rank": 20,
            "section_rank": 9
        },
        {
            "text": "Finally, we obtained 27,051 unique human protein sequences (henceforth referred to as P int ) representing 57,307 unique PPIs. ",
            "section": "Protein-protein interaction data",
            "paragraph_rank": 20,
            "section_rank": 9
        },
        {
            "text": "The FASTA formatted protein sequences and PPI datasets for each cancer used in this study can be downloaded at http://bioinformatics.albany.edu/gpb/.",
            "section": "Protein-protein interaction data",
            "paragraph_rank": 20,
            "section_rank": 9
        },
        {
            "text": "Mapping and annotation of interacting proteins",
            "section_rank": 10
        },
        {
            "text": "To map the interacting proteins with corresponding differentially expressed genes, we performed a BLAST search against the P int dataset described above using very stringent criteria as following. ",
            "section": "Mapping and annotation of interacting proteins",
            "paragraph_rank": 21,
            "section_rank": 10
        },
        {
            "text": "For each query protein, the top hits with a sequence identity of ≥ 95% and a sequence length match between 90%-110% were selected. ",
            "section": "Mapping and annotation of interacting proteins",
            "paragraph_rank": 21,
            "section_rank": 10
        },
        {
            "text": "Functional annotations for the selected interacting proteins were obtained from the GO database (http://www.geneontology.org). ",
            "section": "Mapping and annotation of interacting proteins",
            "paragraph_rank": 21,
            "section_rank": 10
        },
        {
            "text": "We developed several Perl scripts to analyze the most frequent common GO terms in PPIs belonging to individual cancer types.",
            "section": "Mapping and annotation of interacting proteins",
            "paragraph_rank": 21,
            "section_rank": 10
        },
        {
            "text": "Comparative analysis of PPIs based on GO term frequency",
            "section_rank": 11
        },
        {
            "text": "GO is a hierarchical graph-based annotation system where the terms closer to the root describe more general information while those away from the root provide more specific information about a given GO category. ",
            "section": "Comparative analysis of PPIs based on GO term frequency",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "The root (level ",
            "section": "Comparative analysis of PPIs based on GO term frequency",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "0) describes three main GO categories at level 1, which are \"biological process\", \"molecular function\" and \"cellular component\". ",
            "section": "Comparative analysis of PPIs based on GO term frequency",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "We used GO terms only from the \"biological process\" and \"molecular function\" categories because the data for the \"cellular component\" category are very sparse. ",
            "section": "Comparative analysis of PPIs based on GO term frequency",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "Ideally, we would have used GO terms that provide specific descriptions on the processes or functions; however, the more specific the terms get, the less frequent they are, which prohibits meaningful comparison of GO term frequencies across different cancer. ",
            "section": "Comparative analysis of PPIs based on GO term frequency",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "Hence, we chose the GO terms at level 4 for our analysis because at this level, GO terms are more specific (than those at previous levels), while generic enough to cover broader groups of related processes or functions to attain reasonable cumulative frequency for analysis. ",
            "section": "Comparative analysis of PPIs based on GO term frequency",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "All the GO terms associated with a protein sequence were obtained from the GO database as graph paths, which have an inherent hierarchical order starting from the root (level 0). ",
            "section": "Comparative analysis of PPIs based on GO term frequency",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "Since our goal is to compare the number of common GO terms across different cancer types, these GO terms must be selected at the same level in the graph path (for all cancers) to make the comparison meaningful. ",
            "section": "Comparative analysis of PPIs based on GO term frequency",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "We developed a Perl program to store all the graph paths for a given protein. ",
            "section": "Comparative analysis of PPIs based on GO term frequency",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "Using this program, under each GO category (except the \"cellular component\"), the common GO terms for a given pair of PPIs were determined at level 4 to calculate the frequency of common GO terms in a given cancer. ",
            "section": "Comparative analysis of PPIs based on GO term frequency",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "Since the size of PPI dataset (Table 1) varies across different cancer types, frequencies of common GO terms were normalized against the number of PPIs, showing at least one common GO term in each cancer dataset. ",
            "section": "Comparative analysis of PPIs based on GO term frequency",
            "paragraph_rank": 22,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 30,
                    "end": 39,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(Table 1)"
                }
            ]
        },
        {
            "text": "This normalization ensures a fair comparison of the common GO term frequencies across different cancer types irrespective of the size of PPI datasets used. ",
            "section": "Comparative analysis of PPIs based on GO term frequency",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "The top 20 most frequent common terms were selected from each cancer, which were combined to obtain a nonredundant set of GO terms under the biological process and the molecular function categories, respectively.",
            "section": "Comparative analysis of PPIs based on GO term frequency",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "Creation of protein interaction networks",
            "section_rank": 12
        },
        {
            "text": "PPIs associated with differentially expressed cancer genes were used to create networks with the application of Cytoscape program (v2.3.2) (http:// www.cytoscape.org). ",
            "section": "Creation of protein interaction networks",
            "paragraph_rank": 23,
            "section_rank": 12,
            "entity_spans": [
                {
                    "start": 112,
                    "end": 121,
                    "type": "software",
                    "rawForm": "Cytoscape",
                    "resp": "#annotator17",
                    "used": true,
                    "id": "ce5770855b-software-2",
                    "cert": "1.0"
                },
                {
                    "start": 132,
                    "end": 137,
                    "type": "version",
                    "rawForm": "2.3.2",
                    "resp": "#annotator17",
                    "id": "#ce5770855b-software-2"
                },
                {
                    "start": 140,
                    "end": 165,
                    "type": "url",
                    "rawForm": "http:// www.cytoscape.org",
                    "resp": "#curator",
                    "id": "#ce5770855b-software-2"
                }
            ]
        },
        {
            "text": "Semantic similarity provides a quantitative measure of how similar a pair of proteins are, based on the annotations (GO terms) in a given GO category. ",
            "section": "Creation of protein interaction networks",
            "paragraph_rank": 23,
            "section_rank": 12
        },
        {
            "text": "This method has been proved to be very effective in interpreting the functional similarities of genes based on gene annotation information from heterogeneous data sources (42 , 43 ). ",
            "section": "Creation of protein interaction networks",
            "paragraph_rank": 23,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 171,
                    "end": 181,
                    "type": "bibr",
                    "text": "(42 , 43 )"
                }
            ]
        },
        {
            "text": "In our study, the semantic similarity between the molecular functions or the biological processes of two proteins involved in a PPI was calculated following the literature (43 ) and only those PPIs with a high semantic similarity value of 4.0 or more (5.5 being the highest) were used to create interaction networks under each GO term category.",
            "section": "Creation of protein interaction networks",
            "paragraph_rank": 23,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 172,
                    "end": 177,
                    "type": "bibr",
                    "text": "(43 )"
                }
            ]
        },
        {
            "text": "Figure 1",
            "section_rank": 13
        },
        {
            "text": "Flow chart showing the methodology used in this study.",
            "section": "Figure 1",
            "paragraph_rank": 24,
            "section_rank": 13
        },
        {
            "text": "Figure 2",
            "section_rank": 14
        },
        {
            "text": "Comparison of the frequency distribution of GO terms describing the common biological processes in the PPIs of different cancers including bladder (BLAD), colon (COL), kidney (KID) and thyroid (THY) cancers. ",
            "section": "Figure 2",
            "paragraph_rank": 25,
            "section_rank": 14
        },
        {
            "text": "A. Histogram showing the most frequent processes in at least three types of cancers; processes found only in three types of cancer are marked with asterisk. ",
            "section": "Figure 2",
            "paragraph_rank": 25,
            "section_rank": 14
        },
        {
            "text": "B. Histogram showing the most frequent processes in only one or two types of cancers.",
            "section": "Figure 2",
            "paragraph_rank": 25,
            "section_rank": 14
        },
        {
            "text": "Figure 3",
            "section_rank": 15
        },
        {
            "text": "Comparison of the frequency distribution of GO terms describing the common molecular functions in the PPIs of different cancers including bladder (BLAD), colon (COL), kidney (KID) and thyroid (THY) cancers. ",
            "section": "Figure 3",
            "paragraph_rank": 26,
            "section_rank": 15
        },
        {
            "text": "A. Histogram showing the most frequent functions in at least three types of cancers; functions found only in three types of cancer are marked with asterisk. ",
            "section": "Figure 3",
            "paragraph_rank": 26,
            "section_rank": 15
        },
        {
            "text": "B. Histogram showing the most frequent functions in only one or two types of cancers.",
            "section": "Figure 3",
            "paragraph_rank": 26,
            "section_rank": 15
        },
        {
            "text": "Figure 4",
            "section_rank": 16
        },
        {
            "text": "Protein interaction networks of nucleic acid pathway. ",
            "section": "Figure 4",
            "paragraph_rank": 27,
            "section_rank": 16
        },
        {
            "text": "A. NFYA, nuclear transcription factor Y subunit alpha; HIF1A, hypoxia inducible factor 1 alpha; NRIP1, nuclear receptor interacting protein 1; JUN, transcription factor activator protein 1; NCOA2, nuclear receptor co-activator 2; NR4A1, nuclear receptor subfamily 4 group A member 1; ATF4, activating transcription factor 4; C/ATF4, cyclic AMP-dependent transcription factor ATF-4. ",
            "section": "Figure 4",
            "paragraph_rank": 27,
            "section_rank": 16
        },
        {
            "text": "B. WWTR1 (TAZ), WW domain-containing transcription regulator protein; NKX2.1, homeobox protein Nkx-2.1. ",
            "section": "Figure 4",
            "paragraph_rank": 27,
            "section_rank": 16
        },
        {
            "text": "C. Rxra, retinoic acid receptor RXR-alpha; crebbp, CREB binding protein; Thra, thyroid hormone receptor alpha. ",
            "section": "Figure 4",
            "paragraph_rank": 27,
            "section_rank": 16
        },
        {
            "text": "D. NDK, nucleoside diphosphate kinase; Nm23, nucleoside diphosphate kinase, mitochondrial (precursor).",
            "section": "Figure 4",
            "paragraph_rank": 27,
            "section_rank": 16
        },
        {
            "text": "Table 1 Statistics on the size of datasets across four dif ferent cancer types",
            "section_rank": 17
        },
        {
            "text": "*DEGs, differentially expressed genes; PPIs, protein-protein interactions.",
            "section": "Table 1 Statistics on the size of datasets across four dif ferent cancer types",
            "paragraph_rank": 29,
            "section_rank": 17
        },
        {
            "text": "Table 2 Gene Ontology terms (biological process) of dif ferentially expressed genes",
            "section_rank": 18
        },
        {
            "text": "Table 3 Gene Ontology terms (molecular function) of dif ferentially expressed genes",
            "section_rank": 19
        },
        {
            "text": "Functions common to all of the four cancer types",
            "section": "Table 3 Gene Ontology terms (molecular function) of dif ferentially expressed genes",
            "paragraph_rank": 32,
            "section_rank": 19
        },
        {
            "text": "Genomics Proteomics Bioinformatics Vol. ",
            "section": "Table 3 Gene Ontology terms (molecular function) of dif ferentially expressed genes",
            "paragraph_rank": 34,
            "section_rank": 19
        },
        {
            "text": "7 No. 1-2 June 2009",
            "section": "Table 3 Gene Ontology terms (molecular function) of dif ferentially expressed genes",
            "paragraph_rank": 34,
            "section_rank": 19
        },
        {
            "text": "Acknowledgements",
            "section_rank": 21
        },
        {
            "text": "This work was partly supported by the startup funds to CG from SUNY-Albany, and partly by the Academic Research Enhancement Award (1R15GM080681-01) to CG from NIGMS/NIH.",
            "section": "Acknowledgements",
            "paragraph_rank": 35,
            "section_rank": 21
        },
        {
            "text": "This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/).",
            "paragraph_rank": 36,
            "section_rank": 23
        },
        {
            "text": "Authors' contributions",
            "section_rank": 24
        },
        {
            "text": "PG carried out this work, analyzed the results and drafted the manuscript. ",
            "section": "Authors' contributions",
            "paragraph_rank": 37,
            "section_rank": 24
        },
        {
            "text": "SVC created the microarray datasets and contributed to the manuscript preparation and proofreading. ",
            "section": "Authors' contributions",
            "paragraph_rank": 37,
            "section_rank": 24
        },
        {
            "text": "CG conceived of the study, provided overall conceptual framework for this project and contributed to the manuscript preparation. ",
            "section": "Authors' contributions",
            "paragraph_rank": 37,
            "section_rank": 24
        },
        {
            "text": "All authors read and approved the final manuscript.",
            "section": "Authors' contributions",
            "paragraph_rank": 37,
            "section_rank": 24
        },
        {
            "text": "Competing interests",
            "section_rank": 25
        },
        {
            "text": "The authors have declared that no competing interests exist.",
            "section": "Competing interests",
            "paragraph_rank": 38,
            "section_rank": 25
        }
    ]
}