{
    "id": "c15e1b44d0",
    "level": "sentence",
    "abstract": [
        {
            "text": "Much has been learned about the voltage sensors of ion channels since the x-ray structure of the mammalian voltage-gated potassium channel Kv1.2 was published in 2005. "
        },
        {
            "text": "High resolution structural data of a Kv channel enabled the structural interpretation of numerous electrophysiological findings collected in various ion channels, most notably Shaker, and permitted the development of meticulous computational simulations of the activation mechanism. "
        },
        {
            "text": "The fundamental premise for the structural interpretation of functional measurements from Shaker is that this channel and Kv1.2 have the same characteristics, such that correlation of data from both channels would be a trivial task. "
        },
        {
            "text": "We tested these assumptions by measuring Kv1.2 voltage-dependent gating and charge per channel. "
        },
        {
            "text": "We found that the Kv1.2 gating charge is near 10 elementary charges (e o), 25% less than the well-established 13-14 e o in Shaker. "
        },
        {
            "text": "Next, we neutralized positive residues in the Kv1.2 S4 transmembrane segment to investigate the cause of the reduction of the gating charge and found that, whereas replacing R1 with glutamine decreased voltage sensitivity to 50% of the wild-type channel value, mutation of the subsequent arginines had a much smaller effect. "
        },
        {
            "text": "These data are in marked contrast to the effects of charge neutralization in Shaker, where removal of the first four basic residues reduces the gating charge by roughly the same amount. "
        },
        {
            "text": "In light of these differences, we propose that the voltage-sensing domains (VSDs) of Kv1.2 and Shaker might undergo the same physical movement, but the septum that separates the aqueous crevices in the VSD of Kv1.2 might be thicker than Shaker's, accounting for the smaller Kv1.2 gating charge."
        }
    ],
    "body_text": [
        {
            "text": "Sequence alignment and structural model building Shaker and Kv1.2 amino acid sequences were aligned using AlignX in the Vector NTI software package (Invitrogen). ",
            "section": "I N T R O D U C T I O N",
            "entity_spans": [
                {
                    "start": 106,
                    "end": 112,
                    "type": "software",
                    "rawForm": "AlignX",
                    "resp": "#annotator26",
                    "used": true,
                    "id": "c15e1b44d0-software-2",
                    "cert": "1.0"
                },
                {
                    "start": 120,
                    "end": 160,
                    "type": "software",
                    "rawForm": "Vector NTI software package (Invitrogen)",
                    "resp": "#curator",
                    "id": "c15e1b44d0-software-simple-7"
                }
            ]
        },
        {
            "text": "The structural model of Shaker was constructed using the I-TASER protein structure prediction server, with the 1. ",
            "section": "I N T R O D U C T I O N",
            "ref_spans": [
                {
                    "start": 111,
                    "end": 112,
                    "text": "1"
                }
            ],
            "entity_spans": [
                {
                    "start": 57,
                    "end": 64,
                    "type": "software",
                    "rawForm": "I-TASER",
                    "resp": "#annotator26",
                    "used": true,
                    "id": "c15e1b44d0-software-simple-8",
                    "cert": "0.9"
                }
            ]
        },
        {
            "text": "All of our patch-clamp recordings of ionic and gating currents were performed in the cell-attached configuration to maximize patch stability and avoid voltage shifts that have been reported to be present in Kv1.2 channels when recorded in excised-patch configurations (Rezazadeh et al., 2007; Schmidt et al., 2012). ",
            "section": "I N T R O D U C T I O N",
            "ref_spans": [
                {
                    "start": 268,
                    "end": 314,
                    "type": "bibr",
                    "text": "(Rezazadeh et al., 2007; Schmidt et al., 2012)"
                }
            ]
        },
        {
            "text": "Nevertheless, we observed some variability in channel behavior. ",
            "section": "I N T R O D U C T I O N"
        },
        {
            "text": "Most currents behaved as those ionic potassium (K + ) currents depicted in Fig. 1 A. Large amplitude currents could be routinely measured, with activation that speeded up with depolarizing voltages, as has been reported for other voltage-gated K + ion channels and previously for Kv1.2 (Scholle et al., 2004). ",
            "section": "I N T R O D U C T I O N",
            "ref_spans": [
                {
                    "start": 75,
                    "end": 81,
                    "type": "figure",
                    "text": "Fig. 1"
                },
                {
                    "start": 286,
                    "end": 308,
                    "type": "bibr",
                    "text": "(Scholle et al., 2004)"
                }
            ]
        },
        {
            "text": "Occasionally, faster onset currents could be recorded, which also activated over a more negative voltage range (not depicted). ",
            "section": "I N T R O D U C T I O N"
        },
        {
            "text": "These less common currents are related to the more typical ones shown in Fig. 1 by an approximate 15-mV voltage shift, both in kinetics and steady-state properties. ",
            "section": "I N T R O D U C T I O N",
            "ref_spans": [
                {
                    "start": 73,
                    "end": 79,
                    "type": "figure",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "This observation is similar to what has been shown to occur to Kv1.2 in mammalian cell expression systems (Rezazadeh et al., 2007) and to the Kv1.2-Kv2.1 paddle chimera (Schmidt et al., 2012), where fast and slow populations of channels can be distinguished. ",
            "section": "I N T R O D U C T I O N",
            "ref_spans": [
                {
                    "start": 106,
                    "end": 130,
                    "type": "bibr",
                    "text": "(Rezazadeh et al., 2007)"
                },
                {
                    "start": 169,
                    "end": 191,
                    "type": "bibr",
                    "text": "(Schmidt et al., 2012)"
                }
            ]
        },
        {
            "text": "In our recording conditions (symmetric K + ), the I-V curve shows a negative slope region, indicative of voltage-dependent activation Fig. 1 B). ",
            "section": "I N T R O D U C T I O N",
            "ref_spans": [
                {
                    "start": 134,
                    "end": 143,
                    "type": "figure",
                    "text": "Fig. 1 B)"
                }
            ]
        },
        {
            "text": "The voltage dependence of activation was estimated from the amplitude of tail currents at the end of a depolarizing pulse. ",
            "section": "I N T R O D U C T I O N"
        },
        {
            "text": "The normalized magnitude of the tail current is shown in Fig. 1 C, along with a fit to a fourth-power Boltzmann function, with an apparent gating charge per subunit of 2.7 e o .",
            "section": "I N T R O D U C T I O N",
            "ref_spans": [
                {
                    "start": 57,
                    "end": 63,
                    "type": "figure",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "The current consensus regarding the functioning of the voltage sensor in Shaker is that the transmembrane domains S1-S4 function as a portable voltage-sensing module (Alabi et al., 2007). ",
            "section": "I N T R O D U C T I O N",
            "ref_spans": [
                {
                    "start": 166,
                    "end": 186,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "(Alabi et al., 2007)"
                }
            ]
        },
        {
            "text": "Six positively charged residues in the S4 segment interact with the membrane electric field and move outward in response to positive voltages (Mannuzzu et al., 1996;Cha and Bezanilla, 1997). ",
            "section": "I N T R O D U C T I O N",
            "ref_spans": [
                {
                    "start": 142,
                    "end": 165,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "(Mannuzzu et al., 1996;"
                },
                {
                    "start": 165,
                    "end": 189,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "Cha and Bezanilla, 1997)"
                }
            ]
        },
        {
            "text": "Although the magnitude of this movement is somewhat controversial, it is well established that the Abbreviations used in this paper: MD, molecular dynamics; VSD, voltagesensing domain. ",
            "section": "I N T R O D U C T I O N"
        },
        {
            "text": "total gating charge is 12-14 elementary charges (e o ) (Schoppa et al., 1992;Aggarwal and MacKinnon, 1996;Noceti et al., 1996;Islas and Sigworth, 1999). ",
            "section": "I N T R O D U C T I O N",
            "ref_spans": [
                {
                    "start": 55,
                    "end": 77,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "(Schoppa et al., 1992;"
                },
                {
                    "start": 77,
                    "end": 106,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "Aggarwal and MacKinnon, 1996;"
                },
                {
                    "start": 106,
                    "end": 126,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "Noceti et al., 1996;"
                },
                {
                    "start": 126,
                    "end": 151,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "Islas and Sigworth, 1999)"
                }
            ]
        },
        {
            "text": "The first charged residue, R1, appears to contribute 28% of the gating charge, and R2, R3, R4, and K5 contribute 35, 26, 28, and 15%, respectively  (Aggarwal and MacKinnon, 1996;Seoh et al., 1996). ",
            "section": "I N T R O D U C T I O N",
            "ref_spans": [
                {
                    "start": 88,
                    "end": 147,
                    "type": "bibr",
                    "text": "R3, R4, and K5 contribute 35, 26, 28, and 15%, respectively"
                },
                {
                    "start": 149,
                    "end": 179,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "(Aggarwal and MacKinnon, 1996;"
                },
                {
                    "start": 179,
                    "end": 197,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "Seoh et al., 1996)"
                }
            ]
        },
        {
            "text": "That is, the first four positive residues contribute about the same amount of charge. ",
            "section": "I N T R O D U C T I O N"
        },
        {
            "text": "The large magnitude of charge movement has been explained by the existence of aqueous cavities that sharply focus the electric field near the center of the voltage-sensing domain (VSD) (Islas and Sigworth, 2001;Asamoah et al., 2003 ;Ahern and Horn, 2005) and across which the S4 charges move in sequence (Tao et al., 2010).",
            "section": "I N T R O D U C T I O N",
            "ref_spans": [
                {
                    "start": 185,
                    "end": 211,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "(Islas and Sigworth, 2001;"
                },
                {
                    "start": 211,
                    "end": 233,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "Asamoah et al., 2003 ;"
                },
                {
                    "start": 233,
                    "end": 254,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "Ahern and Horn, 2005)"
                },
                {
                    "start": 304,
                    "end": 322,
                    "type": "bibr",
                    "ref_id": "b50",
                    "text": "(Tao et al., 2010)"
                }
            ]
        },
        {
            "text": "A wonderful breakthrough in our understanding of voltage gating came in the form of the x-ray structures of the Kv1.2 channel, a mammalian orthologue of Shaker (Long et al., 2005) and the paddle chimera between Kv1.2 and the S3b-S4 of Kv2.1 (Long et al., 2007). ",
            "section": "I N T R O D U C T I O N",
            "ref_spans": [
                {
                    "start": 160,
                    "end": 179,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "(Long et al., 2005)"
                },
                {
                    "start": 241,
                    "end": 260,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "(Long et al., 2007)"
                }
            ]
        },
        {
            "text": "These structures most likely represent an active/relaxed (Villalba-Galea et al., 2008) conformation of both the VSD and the pore domain and are the basis for models of the hypothetical resting state of the channels. ",
            "section": "I N T R O D U C T I O N",
            "ref_spans": [
                {
                    "start": 57,
                    "end": 86,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "(Villalba-Galea et al., 2008)"
                }
            ]
        },
        {
            "text": "These Voltage-dependent gating and gating charge measurements in the Kv1.2 potassium channel contained 130 KCl, 3 HEPES, and 1 EDTA, pH 7.4 (KOH). ",
            "section": "I N T R O D U C T I O N"
        },
        {
            "text": "Gating currents were recorded in the absence of permeant ions using the following solutions: 130 NMDG-Asp, 10 HEPES, 5 NaCl, and 2.5 CaCl 2 , pH 7.4 (NMDG), in the pipette solution, and 130 NMDG-Asp, 10 HEPES, 5 NaCl, and 2.5 EDTA, pH 7.4 (NMDG), in the bath solution. ",
            "section": "I N T R O D U C T I O N"
        },
        {
            "text": "Charge-per-channel experiments were made using symmetrical Cs + solutions, which contained 120 CsCl, 10 HEPES, and 1.5 EDTA, pH 7.4 (NMDG), in the bath, and 120 CsCl, 10 HEPES, and 1.5 CaCl 2 , pH 7.4 (NMDG), in the pipette.",
            "section": "I N T R O D U C T I O N"
        },
        {
            "text": "All recordings were performed at room temperature (22°C) using an Axopatch 200B amplifier (Molecular Devices) and acquired with Pulse and Patchmaster software (HEKA). ",
            "section": "I N T R O D U C T I O N",
            "entity_spans": [
                {
                    "start": 128,
                    "end": 149,
                    "type": "software",
                    "rawForm": "Pulse and Patchmaster",
                    "resp": "#annotator26",
                    "used": true,
                    "id": "c15e1b44d0-software-0",
                    "cert": "1.0"
                },
                {
                    "start": 160,
                    "end": 164,
                    "type": "publisher",
                    "rawForm": "HEKA",
                    "resp": "#curator",
                    "id": "#c15e1b44d0-software-0"
                }
            ]
        },
        {
            "text": "Patch pipettes were pulled from borosilicate glass, fire-polished to a resistance of 0.5-1 MΩ, and covered in dental wax to reduce linear capacitive currents.",
            "section": "I N T R O D U C T I O N"
        },
        {
            "text": "Macroscopic currents were low-pass filtered at 5 kHz and sampled at 15 kHz. ",
            "section": "I N T R O D U C T I O N"
        },
        {
            "text": "For macroscopic current recordings, the following voltage protocol was used: patches were held at 90 mV, and voltage was stepped from 70 to 90 mV in 10-mV increments for 100 ms before being changed back to 90 mV for 100 ms. All macroscopic current recordings are the average of 10 current traces to reduce noise. ",
            "section": "I N T R O D U C T I O N"
        },
        {
            "text": "For leak subtraction, a P/5 protocol was applied from a leak holding potential of 120 mV.",
            "section": "I N T R O D U C T I O N"
        },
        {
            "text": "The first 100 µs of the tail current were averaged and divided by the largest tail current value in the set of traces to yield a normalized current that is directly proportional to the open probability, P o . ",
            "section": "I N T R O D U C T I O N"
        },
        {
            "text": "The voltage dependence of the normalized tail currents was fitted to a fourth-power Boltzmann function:",
            "section": "I N T R O D U C T I O N"
        },
        {
            "text": "Here, q app is the apparent gating charge of one subunit in the tetramer, and V is a value related to the V 1/2 of the P o (V) function by:",
            "section": "I N T R O D U C T I O N"
        },
        {
            "text": "T and k B have their usual meanings. ",
            "section": "I N T R O D U C T I O N"
        },
        {
            "text": "The time constant of channel activation,  on , was estimated by fitting a single exponential to the late phase of ionic currents activated by depolarization, and the activation delay, d, was determined to be the point where the exponential fit intersects the time axis using the equation:",
            "section": "I N T R O D U C T I O N"
        },
        {
            "text": "Channel closure kinetics were measured using a tail current protocol in which the voltage was held at 120 mV for 100 ms, and then stepped to 60 mV for 100 ms to activate all channels, and followed by pulses starting from 150 to 0 mV in 10-mV steps for 100 ms. Tail currents were fit with a single-exponential function to obtain the time constant associated with the deactivation event. ",
            "section": "I N T R O D U C T I O N"
        },
        {
            "text": "The voltage dependence of all time constants  i (V) was fit to the equation:",
            "section": "I N T R O D U C T I O N"
        },
        {
            "text": "Here,  i (0) is the value of the time constant at zero mV, and q i is the partial charge associated with the time constant. ",
            "section": "I N T R O D U C T I O N"
        },
        {
            "text": "For nonstationary noise analysis, 50-300 depolarizing pulses to 100 mV were delivered from a holding potential of 90 mV, then returned to 90 mV. ",
            "section": "I N T R O D U C T I O N"
        },
        {
            "text": "The variance  2 was calculated from these at each point in time, using the method of pairwise sweep subtraction refined models of closed and open conformations have been used in molecular dynamics (MD) simulations of the voltage-driven conformational changes that activate the channel (Khalili-Araghi et al., 2010;Delemotte et al., 2011;Jensen et al., 2012;Vargas et al., 2012). ",
            "section": "I N T R O D U C T I O N",
            "ref_spans": [
                {
                    "start": 286,
                    "end": 315,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "(Khalili-Araghi et al., 2010;"
                },
                {
                    "start": 315,
                    "end": 338,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "Delemotte et al., 2011;"
                },
                {
                    "start": 338,
                    "end": 358,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "Jensen et al., 2012;"
                },
                {
                    "start": 358,
                    "end": 378,
                    "type": "bibr",
                    "ref_id": "b51",
                    "text": "Vargas et al., 2012)"
                }
            ]
        },
        {
            "text": "An important caveat is that all of the functional data that has been used to construct and validate these model structures and the subsequent simulations have been derived from experiments performed in Shaker (Lainé et al., 2004;Campos et al., 2007;Lin et al., 2011).",
            "section": "I N T R O D U C T I O N",
            "ref_spans": [
                {
                    "start": 209,
                    "end": 229,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "(Lainé et al., 2004;"
                },
                {
                    "start": 229,
                    "end": 249,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "Campos et al., 2007;"
                },
                {
                    "start": 249,
                    "end": 266,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "Lin et al., 2011)"
                }
            ]
        },
        {
            "text": "Although the degree of homology between Shaker and Kv1.2 is high, especially in the VSD (66% identical), there is no a priori reason to think that these two channels should be functionally equal. ",
            "section": "I N T R O D U C T I O N"
        },
        {
            "text": "After all, they have evolved to perform distinct functions at specific physiological conditions in two very different kinds of organisms.",
            "section": "I N T R O D U C T I O N"
        },
        {
            "text": "The use of data derived from Shaker to validate structures obtained from Kv1.2 makes the assumption that basic biophysical properties between these two channels are the same and that mutagenesis of equivalent amino acid residues should produce the same structural perturbations and functional effects. ",
            "section": "I N T R O D U C T I O N"
        },
        {
            "text": "These assumptions need to be experimentally tested. ",
            "section": "I N T R O D U C T I O N"
        },
        {
            "text": "In this work, we set out to explore the basic voltage-dependent behavior of heterologously expressed homomeric Kv1.2 channels to contrast these characteristics with those of Shaker. ",
            "section": "I N T R O D U C T I O N"
        },
        {
            "text": "Our results point to several important basic differences that need to be taken into account in further structurefunction comparisons between the two channels.",
            "section": "I N T R O D U C T I O N"
        },
        {
            "text": "Molecular biology and heterologous expression The WT Kv1.2 and Shaker 29-4 (N-type inactivation removed) channels were provided by B. Roux (University of Chicago, Chicago, IL) and F. Sigworth (Yale University, New Haven, CT), respectively.",
            "section": "M A T E R I A L S A N D M E T H O D S"
        },
        {
            "text": "Point mutations in Kv1.2 S4 were constructed in a single PCR reaction using mutagenic oligonucleotides, the KOD Hot Start DNA Polymerase (EMD Millipore), and the Kv1.2-pMAX plasmid as a template. ",
            "section": "M A T E R I A L S A N D M E T H O D S"
        },
        {
            "text": "Only mutants R294Q, R297Q, R300N, and R303Q produced detectable currents when expressed in Xenopus laevis oocytes. ",
            "section": "M A T E R I A L S A N D M E T H O D S"
        },
        {
            "text": "Shaker in the pGEMA plasmid and Kv1.2 constructs were linearized using NotI and PacI, respectively. ",
            "section": "M A T E R I A L S A N D M E T H O D S"
        },
        {
            "text": "The digested plasmids were transcribed with the T7 mMESSAGE mMACHINE kit (Ambion), and the resulting mRNAs were resuspended in nucleasefree water at a concentration of 0.5-1 mg/ml. ",
            "section": "M A T E R I A L S A N D M E T H O D S"
        },
        {
            "text": "A piece of ovary was surgically removed from tricaine-anesthetized Xenopus females and mechanically ruptured into small sections. ",
            "section": "M A T E R I A L S A N D M E T H O D S"
        },
        {
            "text": "Ovary segments were treated with 1.2 mg/ml type I collagenase (Sigma-Aldrich) in OR2 solution for 30 min, and stage V-VI oocytes were selected and stored in ND96 solution hereafter. ",
            "section": "M A T E R I A L S A N D M E T H O D S"
        },
        {
            "text": "Healthy oocytes were injected with 50 ng mRNA 5-24 h after harvesting, and recordings were performed 1-3 d after injection.",
            "section": "M A T E R I A L S A N D M E T H O D S"
        },
        {
            "text": "The composition of all the solutions listed in this section is given in millimolar quantities. ",
            "section": "Electrophysiology and data analysis"
        },
        {
            "text": "The pipette solution for ionic current recordings, unless otherwise stated, was composed of 130 KCl, 3 HEPES, and 1.8 CaCl 2 , pH 7.4 (KOH), and the bath solution",
            "section": "Electrophysiology and data analysis"
        },
        {
            "text": "was fitted to the 10 2 -10 3 range of normalized conductance to yield a lower bound estimate of the voltage dependence. ",
            "section": "Electrophysiology and data analysis"
        },
        {
            "text": "Data analysis and model fitting were performed using custom scripts written in Igor Pro 6 (WaveMetrics).",
            "section": "Electrophysiology and data analysis",
            "entity_spans": [
                {
                    "start": 53,
                    "end": 67,
                    "type": "software",
                    "rawForm": "custom scripts",
                    "resp": "#curator",
                    "id": "c15e1b44d0-software-simple-2"
                },
                {
                    "start": 79,
                    "end": 87,
                    "type": "software",
                    "rawForm": "Igor Pro",
                    "resp": "#annotator26",
                    "used": true,
                    "id": "c15e1b44d0-software-1",
                    "cert": "1.0"
                },
                {
                    "start": 88,
                    "end": 89,
                    "type": "version",
                    "rawForm": "6",
                    "resp": "#annotator26",
                    "id": "#c15e1b44d0-software-1"
                },
                {
                    "start": 91,
                    "end": 102,
                    "type": "publisher",
                    "rawForm": "WaveMetrics",
                    "resp": "#curator",
                    "id": "#c15e1b44d0-software-1"
                }
            ]
        },
        {
            "text": "Sequence alignment and structural model building Shaker and Kv1.2 amino acid sequences were aligned using AlignX in the Vector NTI software package (Invitrogen). ",
            "section": "Electrophysiology and data analysis"
        },
        {
            "text": "The structural model of Shaker was constructed using the I-TASER protein structure prediction server, with the All of our patch-clamp recordings of ionic and gating currents were performed in the cell-attached configuration to maximize patch stability and avoid voltage shifts that have been reported to be present in Kv1.2 channels when recorded in excised-patch configurations (Rezazadeh et al., 2007;Schmidt et al., 2012). ",
            "section": "Electrophysiology and data analysis",
            "ref_spans": [
                {
                    "start": 379,
                    "end": 403,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "(Rezazadeh et al., 2007;"
                },
                {
                    "start": 403,
                    "end": 424,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "Schmidt et al., 2012)"
                }
            ]
        },
        {
            "text": "Nevertheless, we observed some variability in channel behavior. ",
            "section": "Electrophysiology and data analysis"
        },
        {
            "text": "Most currents behaved as those ionic potassium (K + ) currents depicted in Fig. 1 A. Large amplitude currents could be routinely measured, with activation that speeded up with depolarizing voltages, as has been reported for other voltage-gated K + ion channels and previously for Kv1.2 (Scholle et al., 2004). ",
            "section": "Electrophysiology and data analysis",
            "ref_spans": [
                {
                    "start": 75,
                    "end": 81,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 1"
                },
                {
                    "start": 286,
                    "end": 308,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "(Scholle et al., 2004)"
                }
            ]
        },
        {
            "text": "Occasionally, faster onset currents could be recorded, which also activated over a more negative voltage range (not depicted). ",
            "section": "Electrophysiology and data analysis"
        },
        {
            "text": "These less common currents are related to the more typical ones shown in Fig. 1 by an approximate 15-mV voltage shift, both in kinetics and steady-state properties. ",
            "section": "Electrophysiology and data analysis",
            "ref_spans": [
                {
                    "start": 73,
                    "end": 79,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "This observation is similar to what has been shown to occur to Kv1.2 in mammalian cell expression systems (Rezazadeh et al., 2007) and to the Kv1.2-Kv2.1 paddle chimera (Schmidt et al., 2012), where fast and slow populations of channels can be distinguished. ",
            "section": "Electrophysiology and data analysis",
            "ref_spans": [
                {
                    "start": 106,
                    "end": 130,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "(Rezazadeh et al., 2007)"
                },
                {
                    "start": 169,
                    "end": 191,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "(Schmidt et al., 2012)"
                }
            ]
        },
        {
            "text": "In our recording conditions (symmetric K + ), the I-V curve shows a negative slope region, indicative of voltage-dependent activation (Fig. 1 B). ",
            "section": "Electrophysiology and data analysis",
            "ref_spans": [
                {
                    "start": 134,
                    "end": 144,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Fig. 1 B)"
                }
            ]
        },
        {
            "text": "The voltage dependence of activation was estimated from the amplitude of tail currents at the end of a depolarizing pulse. ",
            "section": "Electrophysiology and data analysis"
        },
        {
            "text": "The normalized magnitude of the tail current is shown in Fig. 1 C, along with a fit to a fourth-power Boltzmann function, with an apparent gating charge per subunit of 2.7 e o .",
            "section": "Electrophysiology and data analysis",
            "ref_spans": [
                {
                    "start": 57,
                    "end": 63,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "Nonstationary noise analysis of macroscopic ionic currents revealed that the channels reached a maximum open probability of 0.8 and had a single-channel current of 0.7 pA at 40 mV, almost the same as Shaker (Heginbotham and MacKinnon, 1993).",
            "section": "Electrophysiology and data analysis",
            "ref_spans": [
                {
                    "start": 207,
                    "end": 240,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(Heginbotham and MacKinnon, 1993)"
                }
            ]
        },
        {
            "text": "Activation kinetics showed marked deviation from a single-exponential time course (Fig. 1 D). ",
            "section": "Electrophysiology and data analysis",
            "ref_spans": [
                {
                    "start": 82,
                    "end": 92,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Fig. 1 D)"
                }
            ]
        },
        {
            "text": "We characterized activation with two parameters: the time constant of an exponential fit to the second half of the time to reduce the influence of any channel rundown (Heinemann and Conti, 1992). ",
            "section": "Electrophysiology and data analysis",
            "ref_spans": [
                {
                    "start": 167,
                    "end": 194,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "(Heinemann and Conti, 1992)"
                }
            ]
        },
        {
            "text": "To estimate the number of channels, N and the amplitude of the single-channel current, i, variance was plotted against the mean current I  and fitted with the equation (Sigworth, 1980):",
            "section": "Electrophysiology and data analysis",
            "ref_spans": [
                {
                    "start": 170,
                    "end": 186,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "(Sigworth, 1980)"
                }
            ]
        },
        {
            "text": "For gating current recordings, patches were depolarized in 10-mV steps up to 40 mV from a 90-mV holding potential for 50 ms, and then returned to 90 mV. ",
            "section": "Electrophysiology and data analysis"
        },
        {
            "text": "Currents were filtered at 10 kHz and sampled at 50 kHz, and a P/5 protocol from a holding potential of 140 mV was applied to subtract linear current components. ",
            "section": "Electrophysiology and data analysis"
        },
        {
            "text": "On-gating currents were integrated to obtain the charge moved at every voltage. ",
            "section": "Electrophysiology and data analysis"
        },
        {
            "text": "Estimation of the apparent gating charge was done through the limiting slope method as implemented in Islas and Sigworth (1999). ",
            "section": "Electrophysiology and data analysis",
            "ref_spans": [
                {
                    "start": 102,
                    "end": 127,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "Islas and Sigworth (1999)"
                }
            ]
        },
        {
            "text": "These experiments were performed using the same set of solutions as the macroscopic current recordings: low-pass filtered at 2 kHz and sampled at 10 kHz. ",
            "section": "Electrophysiology and data analysis"
        },
        {
            "text": "The holding potential was set to 100 mV for 100 ms, and then the patch was depolarized for 700 ms in 5-or 10-mV steps from the most positive potential at which individual channel openings could be clearly observed (usually 60 mV) down to 90 mV. ",
            "section": "Electrophysiology and data analysis"
        },
        {
            "text": "The patch was stepped down to the holding potential for 100 ms after each test pulse. ",
            "section": "Electrophysiology and data analysis"
        },
        {
            "text": "Leak and capacitive currents were subtracted using an average of null sweeps. ",
            "section": "Electrophysiology and data analysis"
        },
        {
            "text": "100-1,000 current traces at each potential were idealized using the half-amplitude threshold crossing method (Colquhoun and Sigworth, 1995). ",
            "section": "Electrophysiology and data analysis",
            "ref_spans": [
                {
                    "start": 109,
                    "end": 139,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(Colquhoun and Sigworth, 1995)"
                }
            ]
        },
        {
            "text": "These idealized records were then averaged to obtain the ensemble time course of the product of the number of channels times the open probability (NP o ). ",
            "section": "Electrophysiology and data analysis"
        },
        {
            "text": "P o was obtained from these ensembles by dividing the steady-state value of NP o by the number of channels estimated from noise analysis.",
            "section": "Electrophysiology and data analysis"
        },
        {
            "text": "The apparent charge, Q app , was estimated from the slope of the P o (V) relationship according to:",
            "section": "Electrophysiology and data analysis"
        },
        {
            "text": "or from a fit of P o plotted against voltage to the equation:",
            "section": "Electrophysiology and data analysis"
        },
        {
            "text": "In these equations, A is a scaling factor, and k B and T have their usual meanings. ",
            "section": "Electrophysiology and data analysis"
        },
        {
            "text": "Charge per channel was determined as in Noceti et al. (1996). ",
            "section": "Electrophysiology and data analysis",
            "ref_spans": [
                {
                    "start": 40,
                    "end": 60,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "Noceti et al. (1996)"
                }
            ]
        },
        {
            "text": "After removal of the vitelline membrane, oocytes were soaked in Cs + -containing solution for 30 min to allow exchange of the internal solution. ",
            "section": "Electrophysiology and data analysis"
        },
        {
            "text": "After this time period, the reversal potential of Cs + currents was within ±3 mV of 0. ",
            "section": "Electrophysiology and data analysis"
        },
        {
            "text": "A pulse to a voltage near 0 mV (the Cs + reversal potential in these experiments) was delivered to the patch to elicit a gating current trace free of ionic current from which the maximum charge was calculated. ",
            "section": "Electrophysiology and data analysis"
        },
        {
            "text": "After the reversal potential pulse, voltage was stepped to 90 mV to elicit a Cs + tail current. ",
            "section": "Electrophysiology and data analysis"
        },
        {
            "text": "The variance of these Cs + currents was calculated from 300 pulses and used to estimate the number of channels as described above, using a pairwise subtraction algorithm. ",
            "section": "Electrophysiology and data analysis"
        },
        {
            "text": "The maximum charge displaced by the activation of a single channel was determined from the relationship between the on-charge and the number of channels from several patches.",
            "section": "Electrophysiology and data analysis"
        },
        {
            "text": "Voltage ramps were used to estimate the limiting slope and the apparent gating charge contribution of each charged residue in S4. ",
            "section": "Electrophysiology and data analysis"
        },
        {
            "text": "Patches were depolarized with a 5-s ramp spanning the range of 100 to 50 mV. ",
            "section": "Electrophysiology and data analysis"
        },
        {
            "text": "The resulting current was converted to conductance according to G(V ) = I/(V  V rev ) and normalized to the steady-state value. ",
            "section": "Electrophysiology and data analysis"
        },
        {
            "text": "An exponential function, oocytes with very high expression levels and were apparent at voltages more negative than those that induce significant channel opening, as expected for a channel where charge movement is coupled to channel opening (Fig. 2 A). ",
            "section": "Electrophysiology and data analysis",
            "ref_spans": [
                {
                    "start": 240,
                    "end": 250,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Fig. 2 A)"
                }
            ]
        },
        {
            "text": "The charge obtained from integration of currents during depolarization (on-gating currents) was discernible at voltages as negative as 80 mV and became saturated at voltages positive to 10 mV. ",
            "section": "Electrophysiology and data analysis"
        },
        {
            "text": "The Q(V) relationship could be fit by a sum of two Boltzmann equations ( Fig. 2 B). ",
            "section": "Electrophysiology and data analysis",
            "ref_spans": [
                {
                    "start": 73,
                    "end": 82,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig. 2 B)"
                }
            ]
        },
        {
            "text": "The voltage dependence of charge movement is reminiscent of that in Shaker (Zagotta et al., 1994b;Schoppa and Sigworth, 1998a).",
            "section": "Electrophysiology and data analysis",
            "ref_spans": [
                {
                    "start": 75,
                    "end": 98,
                    "type": "bibr",
                    "ref_id": "b56",
                    "text": "(Zagotta et al., 1994b;"
                },
                {
                    "start": 98,
                    "end": 126,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "Schoppa and Sigworth, 1998a)"
                }
            ]
        },
        {
            "text": "At negative voltages, on-gating currents are rapid, become slower at intermediate voltages, and turn faster again at more depolarized potentials. ",
            "section": "Electrophysiology and data analysis"
        },
        {
            "text": "We quantified gating current kinetics by fitting a single exponential to the decay phase of the transient current. ",
            "section": "Electrophysiology and data analysis"
        },
        {
            "text": "The decay is exponentially dependent on voltage with an average associated charge q on = 0.54 e o (Fig. 2 C). ",
            "section": "Electrophysiology and data analysis",
            "ref_spans": [
                {
                    "start": 98,
                    "end": 108,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Fig. 2 C)"
                }
            ]
        },
        {
            "text": "Charge return during repolarization (off-gating currents) is initially also rapid but becomes significantly slowed down in the range of voltages where channels begin to open (Fig. 2 D).",
            "section": "Electrophysiology and data analysis",
            "ref_spans": [
                {
                    "start": 174,
                    "end": 184,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Fig. 2 D)"
                }
            ]
        },
        {
            "text": "course of current activation and a delay, which was measured by extrapolating the exponential fit to zero current (Schoppa and Sigworth, 1998a). ",
            "section": "Electrophysiology and data analysis",
            "ref_spans": [
                {
                    "start": 114,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "(Schoppa and Sigworth, 1998a)"
                }
            ]
        },
        {
            "text": "Both the time course of the exponential fit and the delay are voltage dependent (partial charges of 0.25 and 0.45 e o , respectively). ",
            "section": "Electrophysiology and data analysis"
        },
        {
            "text": "Deactivation kinetics, measured from inward tail currents, also behaved as in other Kv channels, and deactivation could be accounted for by a single-exponential relaxation, whose time constant decreased exponentially with hyperpolarization (q deact = 0.72 e o ; Fig. 1 E).",
            "section": "Electrophysiology and data analysis",
            "ref_spans": [
                {
                    "start": 262,
                    "end": 271,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 1 E)"
                }
            ]
        },
        {
            "text": "The sigmoidal time course suggests that Kv1.2 channels also transit through many closed states before reaching the open state. ",
            "section": "Electrophysiology and data analysis"
        },
        {
            "text": "A Cole-Moore-type experiment reveals that the delay is voltage dependent, becoming shorter as the prepulse voltage is made more positive (Fig. 1 F). ",
            "section": "Electrophysiology and data analysis",
            "ref_spans": [
                {
                    "start": 137,
                    "end": 147,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Fig. 1 F)"
                }
            ]
        },
        {
            "text": "This result confirms that the channel has to move through several closed states before opening.",
            "section": "Electrophysiology and data analysis"
        },
        {
            "text": "We recorded voltage-dependent charge movement from cell-attached patches in the absence of permeant ions. ",
            "section": "Gating currents"
        },
        {
            "text": "Gating currents could be observed in patches from measured previously in Shaker channels (Schoppa et al., 1992;Aggarwal and MacKinnon, 1996;Noceti et al., 1996;Seoh et al., 1996;Islas and Sigworth, 1999) and which is generally assumed to be the same for Kv1.2. ",
            "section": "Gating currents",
            "ref_spans": [
                {
                    "start": 89,
                    "end": 111,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "(Schoppa et al., 1992;"
                },
                {
                    "start": 111,
                    "end": 140,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "Aggarwal and MacKinnon, 1996;"
                },
                {
                    "start": 140,
                    "end": 160,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "Noceti et al., 1996;"
                },
                {
                    "start": 160,
                    "end": 178,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "Seoh et al., 1996;"
                },
                {
                    "start": 178,
                    "end": 203,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "Islas and Sigworth, 1999)"
                }
            ]
        },
        {
            "text": "When the P o (V) data are transformed according to Eq. ",
            "section": "Gating currents"
        },
        {
            "text": "5, it can be seen that the apparent charge approaches a limiting value of 10 e o and that the data between P o values of 10 4 -10 7 is very close to this limiting value (Fig. 3 C).",
            "section": "Gating currents",
            "ref_spans": [
                {
                    "start": 171,
                    "end": 181,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "(Fig. 3 C)"
                }
            ]
        },
        {
            "text": "Several explanations are possible for the apparent reduced voltage dependence of Kv1.2 channels. ",
            "section": "Gating currents"
        },
        {
            "text": "Limiting slope measurements are approximate and give the gating charge only if channel opening is strictly coupled to charge movement (Sigg and Bezanilla, 1997;Islas and Sigworth, 1999). ",
            "section": "Gating currents",
            "ref_spans": [
                {
                    "start": 134,
                    "end": 160,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "(Sigg and Bezanilla, 1997;"
                },
                {
                    "start": 160,
                    "end": 185,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "Islas and Sigworth, 1999)"
                }
            ]
        },
        {
            "text": "Although the gating current and macroscopic ionic current behaviors of the channel are consistent with a sequential mechanism and strict coupling of charge movement to channel opening, we decided to carry out a direct measurement of the gating charge per channel by comparing charge movement and channel number in the same patch.",
            "section": "Gating currents"
        },
        {
            "text": "We simultaneously measured gating and ionic tail currents in cell-attached patches in solutions where Cs + is the only permeant ion (Noceti et al., 1996). ",
            "section": "Direct gating charge determination",
            "ref_spans": [
                {
                    "start": 132,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "(Noceti et al., 1996)"
                }
            ]
        },
        {
            "text": "Potassium channels generally have a single-channel conductance for Cs + that is at least an order of magnitude smaller than that of K + (Heginbotham and MacKinnon, 1993), and it seems that Kv1.2 is not an exception. ",
            "section": "Direct gating charge determination",
            "ref_spans": [
                {
                    "start": 136,
                    "end": 169,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(Heginbotham and MacKinnon, 1993)"
                }
            ]
        },
        {
            "text": "The reduced It is noteworthy that the kinetics of charge movement in Kv1.2 is about threefold slower than that of Shaker, and the voltage dependence is slightly higher (q onKv1.2 = 0.54 e o and q onShaker = 0.39-0.45 e o ; Zagotta et al., 1994b;Schoppa and Sigworth, 1998a;Islas and Sigworth, 1999).",
            "section": "Direct gating charge determination",
            "ref_spans": [
                {
                    "start": 223,
                    "end": 245,
                    "type": "bibr",
                    "ref_id": "b56",
                    "text": "Zagotta et al., 1994b;"
                },
                {
                    "start": 245,
                    "end": 273,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "Schoppa and Sigworth, 1998a;"
                },
                {
                    "start": 273,
                    "end": 298,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "Islas and Sigworth, 1999)"
                }
            ]
        },
        {
            "text": "Limiting slope measurements of the voltage sensitivity For a voltage-gated ion channel that is activated by depolarization, an estimate of the gating charge can be obtained from the logarithmic voltage sensitivity or limiting slope of the open probability measured at hyperpolarized voltages (Almers, 1978), although this only measures the charge coupled to opening. ",
            "section": "Direct gating charge determination",
            "ref_spans": [
                {
                    "start": 292,
                    "end": 306,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "(Almers, 1978)"
                }
            ]
        },
        {
            "text": "We performed the measurement of open probability to the lowest possible values in our experimental conditions, according to methods described previously (Hirschberg et al., 1995;Islas and Sigworth, 1999;González-Pérez et al., 2010). ",
            "section": "Direct gating charge determination",
            "ref_spans": [
                {
                    "start": 153,
                    "end": 178,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "(Hirschberg et al., 1995;"
                },
                {
                    "start": 178,
                    "end": 203,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "Islas and Sigworth, 1999;"
                },
                {
                    "start": 203,
                    "end": 231,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "González-Pérez et al., 2010)"
                }
            ]
        },
        {
            "text": "Fig. 3 A shows ensemble averages from idealized channel records at four negative voltages. ",
            "section": "Direct gating charge determination",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "It can be seen from these that channel opening is steeply voltage dependent when the open probability is very low. ",
            "section": "Direct gating charge determination"
        },
        {
            "text": "Fig. 3 B shows the voltage dependence of the steady-state value of these ensembles normalized to the number of channels present in each patch for several experiments.",
            "section": "Direct gating charge determination",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Fig. 3 B"
                }
            ]
        },
        {
            "text": "We were surprised by these measurements of the limiting slope of Kv1.2 channels, as they indicate that the voltage dependence of opening at values of P o between 10 4 and 10 7 is consistent with a gating charge of 9.6 ± 0.25 e o , a value well below the expected 13-14 e o The red curve is a fit of a sum of two Boltzmann functions with charges q 1 = 0.3 e o , q 2 = 3 e o , and V 1 1/2 = 70 mV, V 2 1/2 = 37 mV. ",
            "section": "Direct gating charge determination"
        },
        {
            "text": "Error bars are the SEM. ",
            "section": "Direct gating charge determination"
        },
        {
            "text": "(C) Time constant of current decay  on determined from an exponential fit to the gating current decay; n = 5 patches. ",
            "section": "Direct gating charge determination"
        },
        {
            "text": "The red line is the average fit of Eq. ",
            "section": "Direct gating charge determination"
        },
        {
            "text": "3 to all five patches; the partial charge is q on = 0.54 e o . ",
            "section": "Direct gating charge determination"
        },
        {
            "text": "(D) Time constant of the offgating current decay determined from an exponential fit. ",
            "section": "Direct gating charge determination"
        },
        {
            "text": "Note that the time constant becomes very slow and voltage independent at voltages more positive than 40 mV, which corresponds to the range of channel opening. ",
            "section": "Direct gating charge determination"
        },
        {
            "text": "Fig. 4 shows the data from a representative patch. ",
            "section": "Direct gating charge determination",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Fig. 4"
                }
            ]
        },
        {
            "text": "Gating and tail currents can be recorded in a single sweep and at the same gain (Fig. 4 A). ",
            "section": "Direct gating charge determination",
            "ref_spans": [
                {
                    "start": 80,
                    "end": 90,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "(Fig. 4 A)"
                }
            ]
        },
        {
            "text": "The number of channels in the patch was estimated from variance analysis of the inward Cs + tail current (Fig. 4 C). ",
            "section": "Direct gating charge determination",
            "ref_spans": [
                {
                    "start": 105,
                    "end": 115,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "(Fig. 4 C)"
                }
            ]
        },
        {
            "text": "The single-channel Cs + current at 90 mV was 0.02 pA, which can be compared with 1.8 pA measured in K + solutions to give a permeability ratio P Cs /P K of 0.01. ",
            "section": "Direct gating charge determination"
        },
        {
            "text": "This value is the same as has been measured for Shaker and other potassium channels (Heginbotham and MacKinnon, 1993; magnitude of macroscopic Cs + currents allows for precise determination of the reversal potential, at which the gating current is clearly resolved without ionic current contamination. ",
            "section": "Direct gating charge determination",
            "ref_spans": [
                {
                    "start": 84,
                    "end": 117,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(Heginbotham and MacKinnon, 1993;"
                },
                {
                    "start": 117,
                    "end": 117,
                    "type": "bibr",
                    "text": ""
                }
            ]
        },
        {
            "text": "Noise analysis of the tail current was used to determine the number of channels in the patch. ",
            "section": "Direct gating charge determination"
        },
        {
            "text": "The reversal potential of each patch was within ± 3 mV of 0 mV, the expected reversal potential for Cs + . ",
            "section": "Direct gating charge determination"
        },
        {
            "text": "It should be noted that charge movement is already saturated at approximately 10 mV (Fig. 2 B), which means that at 0 mV we measured all the charge available. ",
            "section": "Direct gating charge determination",
            "ref_spans": [
                {
                    "start": 85,
                    "end": 95,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Fig. 2 B)"
                }
            ]
        },
        {
            "text": "Between 100 and 500 idealized sweeps were averaged to produce the ensembles at each voltage. ",
            "section": "Direct gating charge determination"
        },
        {
            "text": "(B) Measurements of the open probability of Kv1.2 channels were performed down to values between 10 7 and 10 6 . ",
            "section": "Direct gating charge determination"
        },
        {
            "text": "Shown are the data from six patches where the maximal open probability and channel number were measured. ",
            "section": "Direct gating charge determination"
        },
        {
            "text": "The apparent charge was estimated from a fit to Eq. ",
            "section": "Direct gating charge determination"
        },
        {
            "text": "6 to the data between 10 7 and 10 3 . ",
            "section": "Direct gating charge determination"
        },
        {
            "text": "The dotted lines are the P o for a Boltzmann function elevated to the fourth power with a total charge of 10 e o (red curve), and for Scheme 1 (blue curve). ",
            "section": "Direct gating charge determination"
        },
        {
            "text": "The prediction from the allosteric model (Scheme 2) is shown by the lime-colored line. ",
            "section": "Direct gating charge determination"
        },
        {
            "text": "Both schemes have a total charge of 10 e o . ",
            "section": "Direct gating charge determination"
        },
        {
            "text": "The inset shows the median (9.65 e o ) and the 25th and 75th percentiles (box) and the 90th and 10th percentiles (whiskers). ",
            "section": "Direct gating charge determination"
        },
        {
            "text": "The mean and SEM are 9.57 ± 0.24 e o . ",
            "section": "Direct gating charge determination"
        },
        {
            "text": "(C) The slope from the data in B is plotted as a function of P o according to Eq. ",
            "section": "Direct gating charge determination"
        },
        {
            "text": "5. ",
            "section": "Direct gating charge determination"
        },
        {
            "text": "The data show that the limiting slope is approached at values <10 3 . ",
            "section": "Direct gating charge determination"
        },
        {
            "text": "The curves are model predictions as in A and have the same color coding. ",
            "section": "Direct gating charge determination"
        },
        {
            "text": "showing simultaneous measurement of outward gating current and inward Cs + current. ",
            "section": "Direct gating charge determination"
        },
        {
            "text": "The reversal potential was near zero (+1.5 mV). ",
            "section": "Direct gating charge determination"
        },
        {
            "text": "(B) Gating current (back trace) and its integral (red). ",
            "section": "Direct gating charge determination"
        },
        {
            "text": "(C) Noise analysis of the inward Cs + current. ",
            "section": "Direct gating charge determination"
        },
        {
            "text": "The variance versus mean relationship was fit to Eq. ",
            "section": "Direct gating charge determination"
        },
        {
            "text": "4 to obtain the number of channels and the amplitude of the single-channel current at 90 mV, which in this patch are 145,070 and 0.023 pA, respectively. ",
            "section": "Direct gating charge determination"
        },
        {
            "text": "developed to account for Shaker channel gating data can be applied to explain gating in Kv1.2. ",
            "section": "Direct gating charge determination"
        },
        {
            "text": "There are a handful of available successful models that vary in their degree of detail and experimental constraints (Zagotta et al., 1994a;Schoppa and Sigworth, 1998b;Ledwell and Aldrich, 1999). ",
            "section": "Direct gating charge determination",
            "ref_spans": [
                {
                    "start": 116,
                    "end": 139,
                    "type": "bibr",
                    "ref_id": "b54",
                    "text": "(Zagotta et al., 1994a;"
                },
                {
                    "start": 139,
                    "end": 167,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "Schoppa and Sigworth, 1998b;"
                },
                {
                    "start": 167,
                    "end": 193,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "Ledwell and Aldrich, 1999)"
                }
            ]
        },
        {
            "text": "All of them share a basic architecture. ",
            "section": "Direct gating charge determination"
        },
        {
            "text": "Upon depolarization, four VSDs undergo two to three independent transitions, which are mainly responsible for the observed charge movement. ",
            "section": "Direct gating charge determination"
        },
        {
            "text": "Once all of the VSDs reach an activated conformation, one or two more transitions, which move less charge and are produced by a concerted conformational change in all subunits, lead to the final pore opening. ",
            "section": "Direct gating charge determination"
        },
        {
            "text": "Our model is represented in Scheme 1 and is very similar to that presented by Ledwell and Aldrich (1999) to account for the behavior of WT Shaker and the ILT mutant, with a total of 16 closed states and a single open state. ",
            "section": "Direct gating charge determination",
            "ref_spans": [
                {
                    "start": 78,
                    "end": 104,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "Ledwell and Aldrich (1999)"
                }
            ]
        },
        {
            "text": "The rate constants k ij for a transition from state i to j, represented by an arrow, have the form:",
            "section": "Direct gating charge determination"
        },
        {
            "text": "where k ij (0) is the value of the rate constant at 0 mV, and q ij is the partial charge associated with the transition. ",
            "section": "Direct gating charge determination"
        },
        {
            "text": "The values of the parameters for each rate constant are listed in Table 1. ",
            "section": "Direct gating charge determination",
            "ref_spans": [
                {
                    "start": 66,
                    "end": 73,
                    "type": "table",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "Fig. 6 shows that the model accounts well for the macroscopic time course of the open probability, the time course of on-and off-gating currents; the equilibrium behavior of charge movement, Q(V), and channel opening; P o (V); and the kinetics of on-gating currents.",
            "section": "Direct gating charge determination",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "figure",
                    "text": "Fig. 6"
                }
            ]
        },
        {
            "text": "This result suggests that although the gating charge in Kv1.2 is 30% smaller than in Shaker, the gating mechanism in conserved; that is, both channels possess a VSD that undergoes conformational changes that are strictly coupled to pore opening.",
            "section": "Direct gating charge determination"
        },
        {
            "text": "We have shown that the gating mechanism of Kv1.2 potassium channels is very similar to Shaker channels. ",
            "section": "Properties of S4-neutralized mutants"
        },
        {
            "text": "Pérez-Cornejo and Begenisich, 1994). ",
            "section": "Properties of S4-neutralized mutants",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 35,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "Pérez-Cornejo and Begenisich, 1994)"
                }
            ]
        },
        {
            "text": "The circles in Fig. 5 show the correlation of charge and channel number for 10 patches obtained from several oocytes. ",
            "section": "Properties of S4-neutralized mutants",
            "ref_spans": [
                {
                    "start": 15,
                    "end": 21,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "Fig. 5"
                }
            ]
        },
        {
            "text": "The straight line is a linear fit with a slope of 9.96 e o /channel and is entirely in agreement with the limiting slope value. ",
            "section": "Properties of S4-neutralized mutants"
        },
        {
            "text": "As a control for internal consistency in our experiments, we repeated these measurements in Shaker under the same conditions. ",
            "section": "Properties of S4-neutralized mutants"
        },
        {
            "text": "The linear fit to the Shaker data gives a slope of 13.3 e o /channel, which is in accord with previous estimates (Schoppa et al., 1992;Aggarwal and MacKinnon, 1996;Noceti et al., 1996;Seoh et al., 1996;Islas and Sigworth, 1999). ",
            "section": "Properties of S4-neutralized mutants",
            "ref_spans": [
                {
                    "start": 113,
                    "end": 135,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "(Schoppa et al., 1992;"
                },
                {
                    "start": 135,
                    "end": 164,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "Aggarwal and MacKinnon, 1996;"
                },
                {
                    "start": 164,
                    "end": 184,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "Noceti et al., 1996;"
                },
                {
                    "start": 184,
                    "end": 202,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "Seoh et al., 1996;"
                },
                {
                    "start": 202,
                    "end": 227,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "Islas and Sigworth, 1999)"
                }
            ]
        },
        {
            "text": "The ratios of the charge to channel number (Q/N) are shown if Fig. 5 B, indicating that Kv1.2 has 30% less gating charge than Shaker.",
            "section": "Properties of S4-neutralized mutants",
            "ref_spans": [
                {
                    "start": 62,
                    "end": 71,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "Fig. 5 B,"
                }
            ]
        },
        {
            "text": "The data presented above indicate that macroscopic gating properties of Kv1.2 are similar to those of Shaker channels. ",
            "section": "Kinetic model of Kv1.2 gating"
        },
        {
            "text": "We decided to explore if kinetic models previously  Rate constants used in the model of Scheme 1 derived from fits to data in Fig. 6. ",
            "section": "Kinetic model of Kv1.2 gating",
            "ref_spans": [
                {
                    "start": 126,
                    "end": 132,
                    "type": "figure",
                    "text": "Fig. 6"
                }
            ]
        },
        {
            "text": "Equilibrium constants are calculated as:",
            "section": "Kinetic model of Kv1.2 gating"
        },
        {
            "text": "S4 charges could make very different individual contributions to overall charge movement. ",
            "section": "Kinetic model of Kv1.2 gating"
        },
        {
            "text": "We decided to explore the last possibility by neutralizing each residue in S4 and measuring the apparent gating charge of each mutant through the limiting slope method. ",
            "section": "Kinetic model of Kv1.2 gating"
        },
        {
            "text": "R1, R2, and R4 were mutated to glutamine, whereas R3 was swapped with asparagine. ",
            "section": "Kinetic model of Kv1.2 gating"
        },
        {
            "text": "Although we constructed several K5 and R6 mutants, we could not detect currents when expressing any of them.",
            "section": "Kinetic model of Kv1.2 gating"
        },
        {
            "text": "Charge-neutralized mutants R1Q (R294Q), R2Q (R297Q), R3N (R300N), and R4Q (R303Q) produced detectable voltage-activated currents, although their magnitude is vastly reduced with respect to WT channels (Fig. 7). ",
            "section": "Kinetic model of Kv1.2 gating",
            "ref_spans": [
                {
                    "start": 201,
                    "end": 209,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "(Fig. 7)"
                }
            ]
        },
        {
            "text": "The R1Q and R2Q mutants have a phenotype that makes experiments difficult, as even in cell-attached patch experiments, the steady-state voltage dependence shifts to more negative voltages with a fast time course. ",
            "section": "Kinetic model of Kv1.2 gating"
        },
        {
            "text": "This effect is very pronounced in R2Q, where the magnitude of inward currents at negative voltages-which is proportional to the negative shift of the G(V) curveincreases severalfold with a time constant of 4.4 min However, there is a very important difference in that the gating charge is significantly reduced. ",
            "section": "Kinetic model of Kv1.2 gating"
        },
        {
            "text": "Why is this important? ",
            "section": "Kinetic model of Kv1.2 gating"
        },
        {
            "text": "As we will touch upon in the Discussion, the free energy associated with the conformational changes leading to channel opening is related to the magnitude of the gating charge.",
            "section": "Kinetic model of Kv1.2 gating"
        },
        {
            "text": "Also, the magnitude of the gating charge of Shaker has been used as a constraint in MD simulations that make use of models based on the structure of Kv1.2 (Khalili-Araghi et al., 2010;Delemotte et al., 2011;Jensen et al., 2012).",
            "section": "Kinetic model of Kv1.2 gating",
            "ref_spans": [
                {
                    "start": 149,
                    "end": 184,
                    "type": "bibr",
                    "text": "Kv1.2 (Khalili-Araghi et al., 2010;"
                },
                {
                    "start": 184,
                    "end": 207,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "Delemotte et al., 2011;"
                },
                {
                    "start": 207,
                    "end": 227,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "Jensen et al., 2012)"
                }
            ]
        },
        {
            "text": "There are several scenarios that can explain the reduced gating charge in Kv1.2. ",
            "section": "Kinetic model of Kv1.2 gating"
        },
        {
            "text": "The magnitude of the physical displacement of the S4 charges could be smaller, the distribution of the electric field across the VSD could be different between the two channels, and finally, individual Scheme 1 Figure 6. ",
            "section": "Kinetic model of Kv1.2 gating",
            "ref_spans": [
                {
                    "start": 211,
                    "end": 219,
                    "type": "figure",
                    "text": "Figure 6"
                }
            ]
        },
        {
            "text": "A kinetic model for Kv1.2 channels. ",
            "section": "Kinetic model of Kv1.2 gating"
        },
        {
            "text": "(A) Current traces, I, from a representative patch were converted to P o according to: P o = I/iN. ",
            "section": "Kinetic model of Kv1.2 gating"
        },
        {
            "text": "The number of channels, N, in the patch was estimated from noise analysis. ",
            "section": "Kinetic model of Kv1.2 gating"
        },
        {
            "text": "Black traces are the experimental data and the red curves are the best estimate from Scheme 1. ",
            "section": "Kinetic model of Kv1.2 gating"
        },
        {
            "text": "(B) The same parameters of the model were used to fit gating current traces from a separate experiment. ",
            "section": "Kinetic model of Kv1.2 gating"
        },
        {
            "text": "The red curves superimposed on the black traces are the fit from the model. ",
            "section": "Kinetic model of Kv1.2 gating"
        },
        {
            "text": "(C) The same parameters also describe the steady-state voltage dependence of charge movement and open probability and the kinetics of on-gating currents. ",
            "section": "Kinetic model of Kv1.2 gating"
        },
        {
            "text": "(D) The parameters used are given in Table 1. ",
            "section": "Kinetic model of Kv1.2 gating",
            "ref_spans": [
                {
                    "start": 37,
                    "end": 45,
                    "type": "table",
                    "text": "Table 1."
                }
            ]
        },
        {
            "text": "on the overall gating charge does not appear to be as large as in the R1Q channel, as this mutation causes the loss of 17% of the gating charge when compared with the WT value (Fig. 9 B).",
            "section": "Kinetic model of Kv1.2 gating",
            "ref_spans": [
                {
                    "start": 177,
                    "end": 187,
                    "type": "figure",
                    "text": "(Fig. 9 B)"
                }
            ]
        },
        {
            "text": "R3Q mutant channels express very poorly (Fig. 7 A), with macroscopic ionic currents being <100 pA in amplitude at positive voltages. ",
            "section": "Kinetic model of Kv1.2 gating",
            "ref_spans": [
                {
                    "start": 40,
                    "end": 50,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "(Fig. 7 A)"
                }
            ]
        },
        {
            "text": "The charge estimated from the G(V) curves obtained from voltage ramps is 5.5 e o , which corresponds to a contribution to the gating charge of 18%. ",
            "section": "Kinetic model of Kv1.2 gating"
        },
        {
            "text": "Limiting slope measurements could be performed for R3N only to a P o of 5 × 10 5 , yielding a value of Q app = 7.35 ± 0.15 e o .",
            "section": "Kinetic model of Kv1.2 gating"
        },
        {
            "text": "Finally, mutant R4Q has a Q app = 5.61 ± 0.19 e o , also estimated from voltage ramps. ",
            "section": "Kinetic model of Kv1.2 gating"
        },
        {
            "text": "The contribution of each charge to the total gating charge was calculated as a ratio of the Q app estimates of each mutant to the Q app from voltage ramps of WT channels (Fig. 9 C). ",
            "section": "Kinetic model of Kv1.2 gating",
            "ref_spans": [
                {
                    "start": 170,
                    "end": 180,
                    "type": "figure",
                    "text": "(Fig. 9 C)"
                }
            ]
        },
        {
            "text": "These experiments indicate that positive charges in S4 contribute to the gating charge of Kv1.2 channels in a manner that is similar to experiments in Shaker (Aggarwal and MacKinnon, 1996;Seoh et al., 1996), but with different relative contributions of each positive residue in S4, especially for R1. ",
            "section": "Kinetic model of Kv1.2 gating",
            "ref_spans": [
                {
                    "start": 158,
                    "end": 188,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "(Aggarwal and MacKinnon, 1996;"
                },
                {
                    "start": 188,
                    "end": 206,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "Seoh et al., 1996)"
                }
            ]
        },
        {
            "text": "(Fig. 8). ",
            "section": "Kinetic model of Kv1.2 gating",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_8",
                    "text": "(Fig. 8)"
                }
            ]
        },
        {
            "text": "For this reason, we could not reliably estimate the gating charge of Kv1.2-R2Q from careful limiting slope experiments as in WT Kv1.2, and we resorted to measuring the voltage-dependent conductance from currents elicited by slow (10-mV/s) voltage ramps.",
            "section": "Kinetic model of Kv1.2 gating"
        },
        {
            "text": "All four mutants have reduced voltage sensitivity, as judged from the apparent gating charge obtained by fitting Eq. ",
            "section": "Kinetic model of Kv1.2 gating"
        },
        {
            "text": "7 to the voltage-dependent conductance measured from voltage ramp experiments. ",
            "section": "Kinetic model of Kv1.2 gating"
        },
        {
            "text": "It should be noted that this charge value is underestimated, because the apparent charge obtained for the WT channel under the same experimental conditions is only 6.7 e o (Fig. 9 B). ",
            "section": "Kinetic model of Kv1.2 gating",
            "ref_spans": [
                {
                    "start": 172,
                    "end": 182,
                    "type": "figure",
                    "text": "(Fig. 9 B)"
                }
            ]
        },
        {
            "text": "The effect of the R1Q mutation is dramatic, with an apparent charge of only 3.4 e o (Fig. 9 B). ",
            "section": "Kinetic model of Kv1.2 gating",
            "ref_spans": [
                {
                    "start": 84,
                    "end": 94,
                    "type": "figure",
                    "text": "(Fig. 9 B)"
                }
            ]
        },
        {
            "text": "This corresponds to a 50% reduction in the gating charge when compared with 6.7 e o for WT. ",
            "section": "Kinetic model of Kv1.2 gating"
        },
        {
            "text": "For this mutant, we also measured the limiting slope in a few patches, and the gating charge from the slope is 5.6 e o , which gives a reduction of 46% when compared with the limiting slope charge of 9.6 e o for the WT.",
            "section": "Kinetic model of Kv1.2 gating"
        },
        {
            "text": "The R2Q apparent charge also measured from voltage ramps is 5.56 ± 0.14 e o . ",
            "section": "Kinetic model of Kv1.2 gating"
        },
        {
            "text": "The effect of neutralizing R2 charge and is consistent with a concerted allosteric conformation change. ",
            "section": "Kinetic model of Kv1.2 gating"
        },
        {
            "text": "The kinetics of opening are slightly slower than in Shaker.",
            "section": "Kinetic model of Kv1.2 gating"
        },
        {
            "text": "On the other hand, the gating charge of Kv1.2 is reduced and significantly different from the gating charge of Shaker. ",
            "section": "Kinetic model of Kv1.2 gating"
        },
        {
            "text": "We have established this with two different lines of evidence. ",
            "section": "Kinetic model of Kv1.2 gating"
        },
        {
            "text": "First, the limiting slope measured at very low open probabilities yields a charge of 9.6 ± 0.25 e o . ",
            "section": "Kinetic model of Kv1.2 gating"
        },
        {
            "text": "Second, direct measurement of charge movement and the number of channels in the same patch also yields a charge near 10 e o .",
            "section": "Kinetic model of Kv1.2 gating"
        },
        {
            "text": "In retrospect, it can be argued that the reduced charge movement in Kv1.2 is entirely consistent with its physiological function. ",
            "section": "Kinetic model of Kv1.2 gating"
        },
        {
            "text": "It is known (Adrian, 1975) that channels that shape the action potential waveform are more efficient at sustaining a high speed of propagation of action potentials if they have moderate amounts of gating charge, because their contribution to cell capacitance is smaller. ",
            "section": "Kinetic model of Kv1.2 gating",
            "ref_spans": [
                {
                    "start": 12,
                    "end": 25,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "(Adrian, 1975"
                }
            ]
        },
        {
            "text": "Kv1.2 subunits are found in many neurons where they assemble as a homotetramer or as part of tetramers with Kv1.1 (Dodson et al., 2002), giving rise to sustained delayed-rectifier potassium currents that activate at relatively negative potentials. ",
            "section": "Kinetic model of Kv1.2 gating",
            "ref_spans": [
                {
                    "start": 114,
                    "end": 135,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(Dodson et al., 2002)"
                }
            ]
        },
        {
            "text": "These currents play a role in action potential repolarization and also limit the depolarization produced by intense synaptic inputs (Dodson et al., 2003).",
            "section": "Kinetic model of Kv1.2 gating",
            "ref_spans": [
                {
                    "start": 132,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "(Dodson et al., 2003)"
                }
            ]
        },
        {
            "text": "The reduced gating charge as compared with Shaker channels has another important consequence. ",
            "section": "Kinetic model of Kv1.2 gating"
        },
        {
            "text": "It has been shown that for a voltage-gated channel, the change in free energy G in going from the closed to the open state (including all closed states), can be obtained from the Q(V) relationship (Chowdhury and Chanda, 2012), according to G = Q max • V m , where Q max is the gating charge and V m is the median voltage, which is obtained from the Q(V) relationship and defined by:",
            "section": "Kinetic model of Kv1.2 gating",
            "ref_spans": [
                {
                    "start": 198,
                    "end": 226,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "(Chowdhury and Chanda, 2012)"
                }
            ]
        },
        {
            "text": "From the Kv1.2 Q(V) measurements in Fig. 6, we calculated a V m value of 32.7 mV, which when combined with our measurement of the gating charge of Q max = 10 e o , gives a G of 7.5 Kcal/mol. ",
            "section": "Kinetic model of Kv1.2 gating",
            "ref_spans": [
                {
                    "start": 36,
                    "end": 42,
                    "type": "figure",
                    "text": "Fig. 6"
                }
            ]
        },
        {
            "text": "The free energy change can also be computed from the equilibrium constants of the gating model, which in our case is given by:",
            "section": "Kinetic model of Kv1.2 gating"
        },
        {
            "text": "The equilibrium constants of our model are given in Table 1. ",
            "section": "Kinetic model of Kv1.2 gating",
            "ref_spans": [
                {
                    "start": 52,
                    "end": 59,
                    "type": "table",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "From these, the value of G model is 8.5 Kcal/mol, which is in close agreement with G.",
            "section": "Kinetic model of Kv1.2 gating"
        },
        {
            "text": "This value is interesting, as the G for Shaker calculated using the median voltage method or from a detailed gating model (Schoppa and Sigworth, 1998b) is almost twice as big (14 Kcal/mol) (Chowdhury and Chanda, 2012). ",
            "section": "Kinetic model of Kv1.2 gating",
            "ref_spans": [
                {
                    "start": 123,
                    "end": 152,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "(Schoppa and Sigworth, 1998b)"
                },
                {
                    "start": 191,
                    "end": 219,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "(Chowdhury and Chanda, 2012)"
                }
            ]
        },
        {
            "text": "This difference indicates that, mainly because of",
            "section": "Kinetic model of Kv1.2 gating"
        },
        {
            "text": "We have assessed, with a certain degree of detail, the voltage-dependent gating characteristics of Kv1.2 potassium channels. ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "In many aspects, these proteins are very similar to the better understood and amply studied Shaker channels. ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "Gating charge movement precedes pore opening and is almost entirely distributed among a large number of closed states. ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "The opening transition seems to be different and, like in Shaker, carries less scheme and an allosteric model, respectively. ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "The two models have the same gating charge of 10 e o . ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "It can be seen that if it exists, a reduction in the slope of the P o (V) curve consistent with voltage-independent openings would be distinguishable only at much lower open probabilities than those reached here.",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "What is the origin of the reduced gating charge in Kv1.2 channels? ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "The first MD-derived calculation of the gating charge of an ion channel (Khalili-Araghi et al., 2010) made use of atomic models of the closed and open conformations based on the Kv1.2/2.1 chimera structure. ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "Strikingly, these calculations yielded a gating charge of 10 e o . ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "The authors suggested that the origin of this \"anomaly\" could be traced to the position of the first arginine of S4 in the electric field, and that it should be deeper into the local electric field. ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "Consequently, the position of R1 was fixed on steered MD simulations to force the calculation to yield a gating charge closer to the expected 13 e o . ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "So, our data would suggest that arginine 294 might actually be pointing out in the closed state, thus being subject to a smaller fraction of the electric field.",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "Kv1.2 charge movement seems to occur through the same mechanisms as in Shaker, and a sequence alignment of Shaker and Kv1.2 indicates that the key charges, the larger gating charge in Shaker channels, their opening is accompanied by a larger stabilization of the open state at positive voltages. ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "One could speculate that the reduced G in Kv1.2 implies that these channels are allosteric, in the sense that the energy difference between the open and closed state is smaller and perhaps there is a higher open probability of voltage-independent openings at negative voltages. ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "However, we have measured the P o (V) curve down to P o values of 10 7 , and we do not find convincing evidence of a reduced apparent charge at low P o values as should be expected from allosteric models. ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "In Fig. 3 C we compare the best prediction from Schemes 1 and 2, a fully coupled gating Scheme 2 Figure 9. ",
            "section": "D I S C U S S I O N",
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Fig. 3"
                },
                {
                    "start": 97,
                    "end": 105,
                    "type": "figure",
                    "text": "Figure 9"
                }
            ]
        },
        {
            "text": "Limiting slope estimates of the contribution of S4 charges to the gating charge. ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "Limiting slopes of WT Kv1.2 and the mutants R1Q, R1Q, R3N, and R4Q were measured from the normalized conductance obtained from slow voltage ramps. ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "(A) Data for all four mutants. ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "The color traces are the normalized conductance-voltage relationships of the mutants, and the black trace is the WT. ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "The gray line is a fit to Eq. ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "7. ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "(B) The average apparent charge obtained from data as in A, with the number of patches analyzed indicated in parentheses. ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "Also included are data for limiting slope experiments for WT, R1Q, and R3N, for completeness. ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "The error bars are the SEM. ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "(C) The average fraction of WT charge for each neutralization, obtained from the voltage ramp data. ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "The values are: 0.51, 0.83, 0.82, and 0.86 for R1Q, R2Q, R3N, and R4Q, respectively.",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "The contribution of specific S4 charges to the total gating charge in Shaker has been examined previously using two different methods. ",
            "section": "Specific role of S4 residues"
        },
        {
            "text": "Channels were counted by means of radiolabeled high affinity toxins (Aggarwal and MacKinnon, 1996) or nonstationary noise analysis (Seoh et al., 1996). ",
            "section": "Specific role of S4 residues",
            "ref_spans": [
                {
                    "start": 68,
                    "end": 98,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "(Aggarwal and MacKinnon, 1996)"
                },
                {
                    "start": 131,
                    "end": 150,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "(Seoh et al., 1996)"
                }
            ]
        },
        {
            "text": "The first method counts channels that can bind the toxin but can underestimate the Q/N value if some channels bind toxin but do not contribute to the gating current, such as desensitized channels or channels that are down-regulated via phosphorylation or other mechanisms (O'Connell et al., 2010). ",
            "section": "Specific role of S4 residues",
            "ref_spans": [
                {
                    "start": 272,
                    "end": 296,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "(O'Connell et al., 2010)"
                }
            ]
        },
        {
            "text": "Noise analysis can underestimate the number of channels if the data are sampled at low bandwidth. ",
            "section": "Specific role of S4 residues"
        },
        {
            "text": "For heavily filtered data, the error can be as high as 10% (Alvarez et al., 2002). ",
            "section": "Specific role of S4 residues",
            "ref_spans": [
                {
                    "start": 59,
                    "end": 81,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(Alvarez et al., 2002)"
                }
            ]
        },
        {
            "text": "Also, channel rundown can influence the channel number determination. ",
            "section": "Specific role of S4 residues"
        },
        {
            "text": "In Shaker, both methods agreed on the size of the WT gating charge, although significant differences were found when studying S4 charge neutralizations.",
            "section": "Specific role of S4 residues"
        },
        {
            "text": "Neutralization of the first arginine in the Shaker S4 produced a reduction of the gating charge of 4 e o (Aggarwal and MacKinnon, 1996). ",
            "section": "Specific role of S4 residues",
            "ref_spans": [
                {
                    "start": 105,
                    "end": 135,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "(Aggarwal and MacKinnon, 1996)"
                }
            ]
        },
        {
            "text": "Why does the neutralization of R1 in Kv1.2 lead to a larger reduction of both negative and positive, implicated in charge movement and charge compensation within the membrane are conserved (Fig. 10), thus not providing a clue as to why Kv1.2 gating charge is reduced. ",
            "section": "Specific role of S4 residues",
            "ref_spans": [
                {
                    "start": 189,
                    "end": 198,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Fig. 10)"
                }
            ]
        },
        {
            "text": "Possible scenarios that could explain the difference include a smaller magnitude of the physical displacement of the Kv1.2 voltage sensor. ",
            "section": "Specific role of S4 residues"
        },
        {
            "text": "This would be consistent with the observation that Shaker channels have an 11-amino acid insertion between S3b and S4 ( Fig. 10), which modulates gating kinetics (Gonzalez et al., 2001) and possibly allows a larger displacement in Shaker than in Kv1.2. ",
            "section": "Specific role of S4 residues",
            "ref_spans": [
                {
                    "start": 120,
                    "end": 128,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 10)"
                },
                {
                    "start": 162,
                    "end": 184,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "(Gonzalez et al., 2001"
                }
            ]
        },
        {
            "text": "We tested this hypothesis, but the Kv1.2 chimera with the Shaker linker did not produce functional channels.",
            "section": "Specific role of S4 residues"
        },
        {
            "text": "Another likely explanation is that the electric field across the Kv1.2 voltage sensor is less focused than in Shaker channels. ",
            "section": "Specific role of S4 residues"
        },
        {
            "text": "In Shaker, estimates of the thickness of the septum or hydrophobic region across which the field is thought to be focused are in the order of 6-10 Å (Islas and Sigworth, 2001;Asamoah et al., 2003). ",
            "section": "Specific role of S4 residues",
            "ref_spans": [
                {
                    "start": 149,
                    "end": 175,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "(Islas and Sigworth, 2001;"
                },
                {
                    "start": 175,
                    "end": 196,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "Asamoah et al., 2003)"
                }
            ]
        },
        {
            "text": "In contrast, the MD simulations performed in Kv1.2/2.1 chimera and the isolated VSD show that water can penetrate in outward-and inward-facing cavities, leaving a 15-17-Å hydrophobic region across which the field can be focused (Jogini and Roux, 2007;Ramsey et al., 2010). ",
            "section": "Specific role of S4 residues",
            "ref_spans": [
                {
                    "start": 228,
                    "end": 251,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "(Jogini and Roux, 2007;"
                },
                {
                    "start": 251,
                    "end": 271,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "Ramsey et al., 2010)"
                }
            ]
        },
        {
            "text": "Figure 10. ",
            "section": "Specific role of S4 residues",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 10"
                }
            ]
        },
        {
            "text": "Amino acid alignment of the S1, S2, and S4 regions of Kv1.2 and Shaker channels. ",
            "section": "Specific role of S4 residues"
        },
        {
            "text": "The alignment shows the almost absolute conservation of positive (blue) and negative (red) charges shown to be involved in charge movement, salt-bridge formation, and chargeto-charge interactions. ",
            "section": "Specific role of S4 residues"
        },
        {
            "text": "The phenylalanine at position 274 (green), proposed to act as a charge transfer center, is also conserved and occupies the same position in both channels. ",
            "section": "Specific role of S4 residues"
        },
        {
            "text": "The obvious difference between both channels is an eleven-amino acid insertion between the S3b and S4 in Shaker (orange). ",
            "section": "Specific role of S4 residues"
        },
        {
            "text": "Nonconserved amino acids are highlighted in light purple. ",
            "section": "Specific role of S4 residues"
        },
        {
            "text": "The inset shows a molecular model of Shaker (brown) superimposed on a model of Kv1.2 (yellow) based on the Kv1.2-2.1 chimera structure and showing the extra loop in Shaker.",
            "section": "Specific role of S4 residues"
        },
        {
            "text": "charge, even beyond what would be maximally expected from the removal of four positive charges that cross the full membrane electric field? ",
            "section": "Specific role of S4 residues"
        },
        {
            "text": "It seems inescapable that the mutation is also changing the structure of the initial closed and/or open state. ",
            "section": "Specific role of S4 residues"
        },
        {
            "text": "It has been proposed that R1 is close to the gating charge transfer center in the deactivated state of the VSD (Tao et al., 2010;Lin et al., 2011), which would suggest that its neutralization leads to destabilization of the initial closed state. ",
            "section": "Specific role of S4 residues",
            "ref_spans": [
                {
                    "start": 111,
                    "end": 129,
                    "type": "bibr",
                    "ref_id": "b50",
                    "text": "(Tao et al., 2010;"
                },
                {
                    "start": 129,
                    "end": 146,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "Lin et al., 2011)"
                }
            ]
        },
        {
            "text": "Perhaps in our R1Q mutant, R2 moves up to occupy the original position of R1, leading to a smaller translation of S4 and thus further reducing the gating charge.",
            "section": "Specific role of S4 residues"
        },
        {
            "text": "Neutralization of the subsequent three charges of the VSD of Kv1.2 shows that they all have a similar contribution to the gating charge, as first described in Shaker channels. ",
            "section": "Specific role of S4 residues"
        },
        {
            "text": "However, the fraction of the gating charge that is reduced by neutralization of R2, R3, and R4 is less than what is observed in Shaker mutants (Aggarwal and MacKinnon, 1996), and markedly below the 4 e o that would be expected if the residues crossed the entire membrane field. ",
            "section": "Specific role of S4 residues",
            "ref_spans": [
                {
                    "start": 143,
                    "end": 173,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "(Aggarwal and MacKinnon, 1996)"
                }
            ]
        },
        {
            "text": "This observation is also consistent with a scenario where the hydrophobic septum of the VSD of Kv1.2 is thicker than in Shaker, as the same translational movement of the S4 helix in a less focused electric field would result in a reduction of the electrical distance traversed by each residue and, consequently, the gating charge.",
            "section": "Specific role of S4 residues"
        },
        {
            "text": "We thank Tamara Rosenbaum for helpful discussions of this manuscript.",
            "section": "Figure 8 ."
        },
        {
            "text": "This study was supported by PAPIIT grant IN212612-3 from Universidad Nacional Autonoma de Mexico-Direccion General de Asuntos del Personal Academico-Programa de Apoyo a Proyectos de Investigacion e Inovacion Tecnologica (UNAM-DGAPA-PAPIIT) and CONACyT grant 151297 to L.D. Islas. ",
            "section": "Figure 8 ."
        },
        {
            "text": "I.G. Ishida was supported by an Undergraduate Fellowship from UNAM-DGAPA-PAPIIT.",
            "section": "Figure 8 ."
        },
        {
            "text": "The authors declare no competing financial interests.",
            "section": "Figure 8 ."
        },
        {
            "text": "Kenton J. Swartz served as editor.",
            "section": "Figure 8 ."
        },
        {
            "text": "Submitted: 10 October 2014 Accepted: 17 February 2015",
            "section": "Figure 8 ."
        }
    ]
}