{
    "id": "f93caafd89",
    "level": "sentence",
    "abstract": [
        {
            "text": "Purpose: We aimed to evaluate the intestinal anti-inflammatory properties of silk fibroin nanoparticles, around 100 nm in size, when loaded with the stilbene compound resveratrol, in an experimental model of rat colitis. ",
            "paragraph_rank": 0,
            "section_rank": 0
        },
        {
            "text": "Methods: Nanoparticles were loaded with resveratrol by adsorption. ",
            "paragraph_rank": 0,
            "section_rank": 0
        },
        {
            "text": "The biological effects of the resveratrol-loaded nanoparticles were tested both in vitro, in a cell culture of RAW 264.7 cells (mouse macrophages), and in vivo, in the trinitrobenzenesulfonic acid model of rat colitis, when administered intracolonically. ",
            "paragraph_rank": 0,
            "section_rank": 0
        },
        {
            "text": "Results: The resveratrol liberation in 1× phosphate-buffered saline (PBS; pH 7.4) was characterized by fast liberation, reaching the solubility limit in 3 hours, which was maintained over a period of 80 hours. ",
            "paragraph_rank": 0,
            "section_rank": 0
        },
        {
            "text": "The in vitro assays revealed immunomodulatory properties exerted by these resveratrol-loaded nanoparticles since they promoted macrophage activity in basal conditions and inhibited this activity when stimulated with lipopolysaccharide. ",
            "paragraph_rank": 0,
            "section_rank": 0
        },
        {
            "text": "The in vivo experiments showed that after evaluation of the macroscopic symptoms, inflammatory markers, and intestinal barrier function, the fibroin nanoparticles loaded with resveratrol had a better effect than the single treatments, being similar to that produced by the glucocorticoid dexamethasone. ",
            "paragraph_rank": 0,
            "section_rank": 0
        },
        {
            "text": "Conclusion: Silk fibroin nanoparticles constitute an attractive strategy for the controlled release of resveratrol, showing immunomodulatory properties and intestinal anti-inflammatory effects.",
            "paragraph_rank": 0,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 1
        },
        {
            "text": "Chronic human inflammatory bowel disease (IBD) is characterized by chronic diarrhea, abdominal pain, and bleeding, due to ulceration of the inner lining of the colon and/or rectum. ",
            "section": "Introduction",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The aims of treatment are the remission of the symptoms during the acute flare (acute treatment) and control of the chronic inflammation to avoid or delay the occurrence of new flares (maintenance treatment). ",
            "section": "Introduction",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "Although the etiology of IBD remains unclear, it is generally accepted that it occurs in genetically susceptible subjects, who develop an exaggerated immune response in the digestive tract against intestinal bacteria, which leads to chronic intestinal inflammation. ",
            "section": "Introduction",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "1 In consequence, control of the inflammation is the main target of the drugs used nowadays in the therapy of IBD, including aminosalicylates, immunosuppressants (glucocorticoids, azathioprine, metothrexate, and cyclosporine A), and biologicals (infliximab and adalimumab). ",
            "section": "Introduction",
            "paragraph_rank": 1,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "However, adverse effects, an inconvenient dosing schedule and prohibitive price, in some cases, limit their long-term use. ",
            "section": "Introduction",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "2 For this reason, the development of new immunomodulatory therapies that combine efficacy, convenient dosing, and lesser side effects is an important goal in human IBD therapy.",
            "section": "Introduction",
            "paragraph_rank": 1,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "Among the different approaches available for the therapy of IBD, one that has received considerable attention is the delivery of anti-inflammatory drugs in the affected colonic area through the use of nanoparticles. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Different studies have indicated that nanomedicines are more beneficial than conventional medications regarding inflammation because nanoparticles have an increased ability to adhere to inflamed tissues compared with healthy ones, allowing better availability of drugs at lower concentrations and minimizing the risks of systemic action and adverse effects, with a general improvement of the efficacy. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "3 Similar observations have also been made in the management of colon cancer. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                }
            ]
        },
        {
            "text": "4,5 In fact, the deposition and adherence of fluorescent polystyrene particles were greater in the ulcerated regions of the inflamed tissue than in nonulcerated control tissue in experimental models of rodent colitis; this adhesion was size-dependent, the best results being obtained with particle sizes ranging from 25 to 100 nm. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4,"
                },
                {
                    "start": 2,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5"
                }
            ]
        },
        {
            "text": "3 Based on this paradigm, different groups have developed the delivery of several drugs, such as tacrolimus and rolipram, delivered on poly(lactic-co-glycolic acid) nanoparticles; dexamethasone on poly(d-lactide) particles; 3 or fluticasone propionate on hydroxypropyl betacyclodextrin. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                },
                {
                    "start": 224,
                    "end": 225,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                }
            ]
        },
        {
            "text": "6 Currently, there are many biomaterials available for the fabrication of nanoparticles for drug delivery. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6"
                }
            ]
        },
        {
            "text": "Among them, fibroin, a polymeric protein present in the silk of the lepidopteran insect Bombyx mori L., has shown a set of remarkable properties, such as biocompatibility and a simple processing technology, which makes it adequate for this application. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Fibroin has experienced an outstanding development in tissue engineering research as it can adopt a great diversity of configurations in the shape of films, hydrogels, sponges, and electrospun mats and fibers. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "7 In addition, fibroin can be elaborated as micro-and nanoparticles, with excellent properties as vectors for drug delivery. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7"
                }
            ]
        },
        {
            "text": "[8][9][10] Many compounds can be encapsulated in fibroin particles, such as proteins, like insulin; 11 antitumorals, like paclitaxel; 12 and curcumin. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                },
                {
                    "start": 6,
                    "end": 10,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                },
                {
                    "start": 100,
                    "end": 102,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11"
                },
                {
                    "start": 134,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12"
                }
            ]
        },
        {
            "text": "13 In addition, fibroin is highly biocompatible, and its degradation products from the action of proteases are peptides that are easily reabsorbed by the tissues. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13"
                }
            ]
        },
        {
            "text": "As a consequence, neither fibroin nor its byproducts produce an inflammatory reaction or an adverse effect. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "14 Besides, fibroin is not only an inert drug carrier. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14"
                }
            ]
        },
        {
            "text": "The peptides resulting from its hydrolysis have shown therapeutic potential, for instance, in the stimulation of glucose transport in normal and insulin-resistant 3T3-L1 adipocytes 15 or in the proliferation of fibroblasts in wound healing models. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 181,
                    "end": 183,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15"
                }
            ]
        },
        {
            "text": "11 Kim et al also reported the anti-inflammatory activity of fibroin peptides in a mice edema model of inflammation. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11"
                }
            ]
        },
        {
            "text": "16 These effects were associated with the decrease of cyclooxygenase-2, interleukin (IL)-6, IL-1β, and tumor necrosis factor (TNF)-α levels in the inflamed tissue. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16"
                }
            ]
        },
        {
            "text": "In addition, silk fibroin has also shown beneficial effects on wound healing in vivo, 17 through upregulation and phosphorylation of c-Jun, a protein responsible for the migration of keratinocytes in wound healing models. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 86,
                    "end": 88,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17"
                }
            ]
        },
        {
            "text": "18 The aim of the present study was to test the intestinal anti-inflammatory effects of fibroin nanoparticles (FNPs) loaded with resveratrol on the trinitrobenzene sulphonic acid (TNBS) experimental model of rat colitis, which resembles human IBD. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "18"
                }
            ]
        },
        {
            "text": "19 The combination of the good qualities of fibroin as a delivery vector and the anti-inflammatory and healing effects of its peptides could enhance the therapeutic action of the drug. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "19"
                }
            ]
        },
        {
            "text": "Resveratrol is a stilbene compound, present in many plant species, with excellent antioxidant, anti-inflammatory, antiviral, and antitumor properties 20,21 but with a low bioavailability, which could be improved by nanoparticle delivery. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 150,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "20,"
                },
                {
                    "start": 153,
                    "end": 155,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "21"
                }
            ]
        },
        {
            "text": "We tested the anti-inflammatory effects of FNPs, either unloaded or loaded with resveratrol, and compared them with a widely used anti-inflammatory drug, the glucocorticoid dexamethasone. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Special attention was paid to their effects on the expression of some of the mediators involved in the inflammatory response, such as proinflammatory cytokines (IL-1β, TNF-α, IL-6, and IL-12), chemokines (cytokine-induced neutrophil chemoattractant [CINC]-1 and monocyte chemoattractant protein [MCP]-1), and adhesion molecules (intercellular adhesion molecule [ICAM]-1), as well as different markers of epithelial integrity in the mucosa, like the mucins MUC-2 and MUC-3, and the proteins trefoil factor (TFF)-3 and villin. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "In addition, the effects of resveratrol-loaded FNPs (RL-FNPs) were tested in vitro in RAW 264.7 cells (mouse macrophages). ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "RL-FNPs showed immunomodulatory properties and had a better intestinal anti-inflammatory effect than the single treatments, being similar to that obtained with the glucocorticoid dexamethasone.",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Materials and methods Materials",
            "section_rank": 2
        },
        {
            "text": "Silk fibroin was obtained from silkworms reared in the sericulture facilities of the Instituto Murciano de Investigación y Desarrollo Agrario y Alimentario (Murcia, Spain).",
            "section": "Materials and methods Materials",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "All reagents, including resveratrol (99% purity, fine crystalline powder), were purchased from Sigma-Aldrich Corp (St Louis, MO, USA).",
            "section": "Materials and methods Materials",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Preparation of reconstituted liquid silk fibroin",
            "section_rank": 3
        },
        {
            "text": "Cocoons were boiled twice for 45 minutes in aqueous 0.02 N Na 2 CO 3 and then rinsed thoroughly with water to extract the glue-like sericin proteins. ",
            "section": "Preparation of reconstituted liquid silk fibroin",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "The raw silk fibroin was then dried at room temperature for 72 hours before being dissolved at 10% (w/v) in Ajisawa's reagent 22 -composed of CaCl 2 / ethanol/H 2 O (1:2:8, molar ratio) -for 6 hours at 70°C (avoiding boiling). ",
            "section": "Preparation of reconstituted liquid silk fibroin",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 126,
                    "end": 128,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "22"
                }
            ]
        },
        {
            "text": "The silk solution was dialyzed for 48 hours against distilled water, to remove CaCl 2 , smaller molecules, and some impurities, using a cellulose semipermeable membrane (cutoff 12 kD).",
            "section": "Preparation of reconstituted liquid silk fibroin",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "Preparation of silk FNPs",
            "section_rank": 4
        },
        {
            "text": "FNPs were prepared by nanoprecipitation in MeOH. ",
            "section": "Preparation of silk FNPs",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "10 Briefly, 10 mL of 4% (w/v) silk fibroin aqueous solution was dropped into 90 mL of cold MeOH with gentle stirring. ",
            "section": "Preparation of silk FNPs",
            "paragraph_rank": 6,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10"
                }
            ]
        },
        {
            "text": "The resulting suspension of nanospheres was stirred for 2 hours. ",
            "section": "Preparation of silk FNPs",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "Then, nanoparticles were recovered by centrifugation at 18,500 g for 15 minutes at 4°C (Eppendorf Centrifuge 5810R, equipped with a F-34-6-38 rotor; Eppendorf AG, Hamburg, Germany), washed with water, and lyophilized. ",
            "section": "Preparation of silk FNPs",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "They were stored at room temperature in a desiccator until use.",
            "section": "Preparation of silk FNPs",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "Preparation and characterization of RL-FNPs",
            "section_rank": 5
        },
        {
            "text": "RL-FNPs were prepared by an incubation method. ",
            "section": "Preparation and characterization of RL-FNPs",
            "paragraph_rank": 7,
            "section_rank": 5
        },
        {
            "text": "Briefly, 25 mg of lyophilized FNPs were added to 1 mL of resveratrol solution in ethanol, in Eppendorf tubes, and gently agitated for 24 hours, protected from the light. ",
            "section": "Preparation and characterization of RL-FNPs",
            "paragraph_rank": 7,
            "section_rank": 5
        },
        {
            "text": "Loaded particles were collected by centrifugation at 18,000 g for 15 minutes at 4°C, washed with MilliQ water to remove unloaded resveratrol, and dried under reduced pressure in a Concentrator plus™ (Eppendorf AG) at room temperature for further characterization and utilization. ",
            "section": "Preparation and characterization of RL-FNPs",
            "paragraph_rank": 7,
            "section_rank": 5
        },
        {
            "text": "Blank nanoparticles were prepared in a similar manner, omitting the drug. ",
            "section": "Preparation and characterization of RL-FNPs",
            "paragraph_rank": 7,
            "section_rank": 5
        },
        {
            "text": "All batches were prepared in triplicate. ",
            "section": "Preparation and characterization of RL-FNPs",
            "paragraph_rank": 7,
            "section_rank": 5
        },
        {
            "text": "The RL-FNPs were diluted to the desired concentration immediately before use, according to the equivalent dose of resveratrol.",
            "section": "Preparation and characterization of RL-FNPs",
            "paragraph_rank": 7,
            "section_rank": 5
        },
        {
            "text": "The mean diameter and size distribution of the nanoparticles were measured by dynamic light scattering (DLS) using a Malvern Mastersizer 2000E instrument (Malvern Instruments, Malvern, UK). ",
            "section": "Preparation and characterization of RL-FNPs",
            "paragraph_rank": 8,
            "section_rank": 5
        },
        {
            "text": "All measurements were performed in purified water at 25°C. ",
            "section": "Preparation and characterization of RL-FNPs",
            "paragraph_rank": 8,
            "section_rank": 5
        },
        {
            "text": "Calculation of the size and polydispersity index was achieved by the software provided by the manufacturer. ",
            "section": "Preparation and characterization of RL-FNPs",
            "paragraph_rank": 8,
            "section_rank": 5
        },
        {
            "text": "The mean diameter values were calculated from the measurements performed, at least, in triplicate. ",
            "section": "Preparation and characterization of RL-FNPs",
            "paragraph_rank": 8,
            "section_rank": 5
        },
        {
            "text": "Morphological examination of the nanoparticles was conducted using a JEOL-JSM-6060 (JEOL Ltd, Tokyo, Japan) scanning electron microscope (SEM). ",
            "section": "Preparation and characterization of RL-FNPs",
            "paragraph_rank": 8,
            "section_rank": 5
        },
        {
            "text": "One drop of nanoparticle suspension was fixed on an aluminum stub, coated with gold (under vacuum, by an auto fine coater), and examined at different magnifications.",
            "section": "Preparation and characterization of RL-FNPs",
            "paragraph_rank": 8,
            "section_rank": 5
        },
        {
            "text": "The infrared (IR) spectra of pure resveratrol, unloaded FNPs, and RL-FNPs were compared by Fourier transform IR (FTIR) spectroscopy. ",
            "section": "Preparation and characterization of RL-FNPs",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "For this purpose, an FTIR spectrometer (Perkin-Elmer Spectrum 100 Series; PerkinElmer Inc., Waltham, MA, USA), controlled with Spectrum Software version 6.1.0.0038, was used. ",
            "section": "Preparation and characterization of RL-FNPs",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "Samples (~2 mg) were mixed with ~198 mg of KBr (Sigma-Aldrich Corp) and ground into a fine powder using a mortar and pestle, before being compressed into a disk (Perkin Elmer 15.011; PerkinElmer Inc.). ",
            "section": "Preparation and characterization of RL-FNPs",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "Each spectrum was acquired in transmittance mode (ten scans) with a resolution of 4 cm -1 and spectral range of 4,000-500 cm -1 . ",
            "section": "Preparation and characterization of RL-FNPs",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "The analysis was finally focused in the range of 2,000-500 cm -1 as the most informative for the IR spectra of silk fibroin for these assays.",
            "section": "Preparation and characterization of RL-FNPs",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "For the drug-loading content (DLC) and encapsulation efficiency (EE) experiments, the concentration of resveratrol in the loading solution varied from 1 to 25 mg/mL in ethanol. ",
            "section": "Preparation and characterization of RL-FNPs",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "The quantity of loaded resveratrol was determined by a direct method, in a Synergy MX ultraviolet visible ( UV-Vis) spectrometer (Bio Tek Instruments Inc; Winooski, VT, USA). ",
            "section": "Preparation and characterization of RL-FNPs",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "The amount of resveratrol loaded was determined at a wavelength of 320 nm, after extraction in ethanol, by reference to a calibration curve (0.5-25 μg/mL). ",
            "section": "Preparation and characterization of RL-FNPs",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "Briefly, 25 mg of dried RL-FNPs were extracted with 1 mL of fresh ethanol in an Eppendorf tube. ",
            "section": "Preparation and characterization of RL-FNPs",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "After 1 hour of gentle shaking, they were centrifuged at 18,000 g to remove FNPs, and their resveratrol concentration was then measured. ",
            "section": "Preparation and characterization of RL-FNPs",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "The DLC and EE were represented by the equations (1) and (2), respectively:",
            "section": "Preparation and characterization of RL-FNPs",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "DLC",
            "section_rank": 6
        },
        {
            "text": "Weight of the drug in nanoparticles Weight of the nanopartic (%) = l les ×100 (1)",
            "section": "DLC",
            "paragraph_rank": 11,
            "section_rank": 6
        },
        {
            "text": "Resveratrol-loaded silk fibroin nanoparticles in TNBS rat colitis isolation. ",
            "section_rank": 7
        },
        {
            "text": "Myeloperoxidase (MPO) activity was measured according to the technique described by Krawisz et al and the results were expressed as MPO units per gram of wet tissue; one unit of MPO activity was defined as that degrading 1 μmol hydrogen peroxide/min at 25°C. ",
            "section_rank": 7
        },
        {
            "text": "26 The total glutathione content was quantified with the recycling assay described by Anderson, and the results were expressed as nmol/g wet tissue. ",
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "26"
                }
            ]
        },
        {
            "text": "27 For the analysis of gene expression in colonic samples by reverse-transcription quantitative polymerase chain reaction (RT-qPCR), the total RNA from colonic samples was isolated using Trizol ® , following the manufacturer's protocol. ",
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "27"
                }
            ]
        },
        {
            "text": "All RNA samples were quantified with a Thermo Scientific Nano- (Table 1). ",
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 63,
                    "end": 72,
                    "type": "table",
                    "text": "(Table 1)"
                }
            ]
        },
        {
            "text": "To normalize messenger (m) RNA expression, the expression of the housekeeping gene, glyceraldehyde-3-phosphate dehydrogenase (GAPDH) was measured. ",
            "section_rank": 7
        },
        {
            "text": "The mRNA relative quantitation was calculated using the comparative CT (∆∆Ct) method. ",
            "section_rank": 7
        },
        {
            "text": "28 statistics All results are expressed as the mean ± standard error of the mean (SEM). ",
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "28"
                }
            ]
        },
        {
            "text": "Differences between means were tested for statistical significance using a one-way analysis of variance (ANOVA) and post hoc least significance tests. ",
            "section_rank": 7
        },
        {
            "text": "Differences between proportions were analyzed with the chi-squared test. ",
            "section_rank": 7
        },
        {
            "text": "All statistical analyses were carried out with GraphPad Prism version 5.0 (La Jolla, CA, USA), with statistical significance set at P0.05.",
            "section_rank": 7,
            "entity_spans": [
                {
                    "start": 47,
                    "end": 61,
                    "type": "software",
                    "rawForm": "GraphPad Prism",
                    "resp": "#annotator8",
                    "used": true,
                    "id": "f93caafd89-software-2",
                    "cert": "1.0"
                },
                {
                    "start": 70,
                    "end": 73,
                    "type": "version",
                    "rawForm": "5.0",
                    "resp": "#annotator8",
                    "id": "#f93caafd89-software-2"
                }
            ]
        },
        {
            "text": "Weight of the drug in nanoparticles Weight of the feeding drug (%) = s s ×100",
            "section": "EE",
            "paragraph_rank": 12,
            "section_rank": 7
        },
        {
            "text": "For further confirmation, resveratrol loading was also determined by an indirect method. ",
            "section": "EE",
            "paragraph_rank": 13,
            "section_rank": 7
        },
        {
            "text": "The amount of resveratrol lost in the loading solution was assayed spectrophotometrically. ",
            "section": "EE",
            "paragraph_rank": 13,
            "section_rank": 7
        },
        {
            "text": "The amount of drug loaded was calculated as the difference between the drug added in the loading solution and the drug content remaining in solution after incubation with FNPs. ",
            "section": "EE",
            "paragraph_rank": 13,
            "section_rank": 7
        },
        {
            "text": "All experiments were performed in triplicate.",
            "section": "EE",
            "paragraph_rank": 13,
            "section_rank": 7
        },
        {
            "text": "The release rate of resveratrol from the silk FNPs in phosphate-buffered saline (PBS) was also evaluated. ",
            "section": "EE",
            "paragraph_rank": 14,
            "section_rank": 7
        },
        {
            "text": "Briefly, 25 mg of dried RL-FNPs were dispersed in 25 mL of PBS 1× (pH 7.4) in a 50 mL Falcon™ tube and then maintained at 37°C with gentle agitation. ",
            "section": "EE",
            "paragraph_rank": 14,
            "section_rank": 7
        },
        {
            "text": "At different times of incubation, samples were centrifuged until the supernatants were clear, and then aliquots of 150 μL of supernatant were withdrawn from the incubation medium, centrifuged at 18,000 g to remove residual FNPs, and measured for resveratrol concentration as described above. ",
            "section": "EE",
            "paragraph_rank": 14,
            "section_rank": 7
        },
        {
            "text": "Samples were diluted to the calibration range (0.5-25 μg/mL) with ethanol (ethanol/PBS 9:1). ",
            "section": "EE",
            "paragraph_rank": 14,
            "section_rank": 7
        },
        {
            "text": "Each assay was performed in triplicate, including a negative control of PBS without RL-FNPs. ",
            "section": "EE",
            "paragraph_rank": 14,
            "section_rank": 7
        },
        {
            "text": "After sampling, an equal volume of fresh PBS was immediately added to the incubation medium. ",
            "section": "EE",
            "paragraph_rank": 14,
            "section_rank": 7
        },
        {
            "text": "The amount of resveratrol released from the nanoparticles was expressed as a percentage of the total resveratrol loaded in the nanoparticles and was plotted as a function of time.",
            "section": "EE",
            "paragraph_rank": 14,
            "section_rank": 7
        },
        {
            "text": "Bioactivity of RL-FNPs in RAW 264.7 cells",
            "section_rank": 8
        },
        {
            "text": "RAW 264.7 cells (mouse macrophage cells) were obtained from the Cell Culture Unit of the University of Granada (Granada, Spain) and cultured in Dulbecco's Modified Eagle's Medium (DMEM), supplemented with 10% fetal bovine serum (FBS) and 2 mM L-glutamine, in a humidified 5% CO 2 atmosphere at 37°C. ",
            "section": "Bioactivity of RL-FNPs in RAW 264.7 cells",
            "paragraph_rank": 15,
            "section_rank": 8
        },
        {
            "text": "The RAW 264.7 cells were seeded onto 96-well plates, at a density of 5×10 5 cells per well, and grown until confluence. ",
            "section": "Bioactivity of RL-FNPs in RAW 264.7 cells",
            "paragraph_rank": 15,
            "section_rank": 8
        },
        {
            "text": "They were cultured for 2 hours with each concentration of the nanoparticles (100, 250, and 500 μg/mL) (alone or loaded with resveratrol) and then stimulated with lipopolysaccharide (LPS) (100 ng/mL); similarly, positive and negative controls were also used, including three concentrations of resveratrol (12,20, and 60 μg/mL) -which correspond to the maximal release that could be obtained with each concentration of the RL-FNPs assayed. ",
            "section": "Bioactivity of RL-FNPs in RAW 264.7 cells",
            "paragraph_rank": 15,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 304,
                    "end": 308,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(12,"
                },
                {
                    "start": 308,
                    "end": 310,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "20"
                }
            ]
        },
        {
            "text": "After 20 hours, the supernatants were collected and centrifuged at 10,000 g for 5 minutes: the nitrite levels, as an indirect marker of inducible nitric oxide synthase (iNOS) activity, were measured using the Griess assay. ",
            "section": "Bioactivity of RL-FNPs in RAW 264.7 cells",
            "paragraph_rank": 15,
            "section_rank": 8
        },
        {
            "text": "23 Cell viability was examined using the cell cytotoxicity 3-(4,5dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide (MTT) assay kit test (CellTiter 96 ® AQueous One Solution Cell Proliferation Assay; Promega Corporation, Madison, WI, USA) as described elsewhere. ",
            "section": "Bioactivity of RL-FNPs in RAW 264.7 cells",
            "paragraph_rank": 15,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "23"
                }
            ]
        },
        {
            "text": "24 In vivo evaluation of the bioactivity of RL-FNPs in the TNBS model of rat colitis",
            "section": "Bioactivity of RL-FNPs in RAW 264.7 cells",
            "paragraph_rank": 15,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "24"
                }
            ]
        },
        {
            "text": "This study was carried out in accordance with the \"Guide for the Care and Use of Laboratory Animals\", as promulgated by the US National Institutes of Health (NIH), and the protocols were approved by the Ethics Committee of Laboratory Animals of the University of Granada (Spain) (reference number CEEA-2010-286). ",
            "section": "Bioactivity of RL-FNPs in RAW 264.7 cells",
            "paragraph_rank": 16,
            "section_rank": 8
        },
        {
            "text": "Female Wistar rats (180-200 g) obtained from Janvier Labs (St Berthevin, France) were housed in Makrolon ® cages and maintained in an air-conditioned atmosphere with a 12/12 hour light-dark cycle, and they were provided with free access to tap water and food. ",
            "section": "Bioactivity of RL-FNPs in RAW 264.7 cells",
            "paragraph_rank": 16,
            "section_rank": 8
        },
        {
            "text": "The rats were randomly assigned to seven groups (n=10). ",
            "section": "Bioactivity of RL-FNPs in RAW 264.7 cells",
            "paragraph_rank": 16,
            "section_rank": 8
        },
        {
            "text": "An untreated TNBS control group and a noncolitic group were included for reference: they received only the vehicle used to administer the test compounds. ",
            "section": "Bioactivity of RL-FNPs in RAW 264.7 cells",
            "paragraph_rank": 16,
            "section_rank": 8
        },
        {
            "text": "The treatments tested were: ",
            "section": "Bioactivity of RL-FNPs in RAW 264.7 cells",
            "paragraph_rank": 16,
            "section_rank": 8
        },
        {
            "text": "a) unloaded FNPs, at the dose of 8 mg/rat; ",
            "section": "Bioactivity of RL-FNPs in RAW 264.7 cells",
            "paragraph_rank": 16,
            "section_rank": 8
        },
        {
            "text": "b) resveratrol, at the dose of 1 mg/rat; ",
            "section": "Bioactivity of RL-FNPs in RAW 264.7 cells",
            "paragraph_rank": 16,
            "section_rank": 8
        },
        {
            "text": "c) resveratrol encapsulated in FNPs (RL-FNPs), at the ratio of 1 mg in 8 mg nanoparticles/rat; and ",
            "section": "Bioactivity of RL-FNPs in RAW 264.7 cells",
            "paragraph_rank": 16,
            "section_rank": 8
        },
        {
            "text": "d) dexamethasone, at the dose of 0.1 mg/rat. ",
            "section": "Bioactivity of RL-FNPs in RAW 264.7 cells",
            "paragraph_rank": 16,
            "section_rank": 8
        },
        {
            "text": "All the treatments were incorporated in carboxymethylcellulose (0.5% w/v) in water and administered intrarectally.",
            "section": "Bioactivity of RL-FNPs in RAW 264.7 cells",
            "paragraph_rank": 16,
            "section_rank": 8
        },
        {
            "text": "Colonic inflammation was induced in the control and treated groups as previously described. ",
            "section": "Bioactivity of RL-FNPs in RAW 264.7 cells",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "text": "25 Briefly, rats were fasted overnight, anesthetized with halothane, and given 10 mg of TNBS dissolved in 0.25 mL of 50% ethanol (v/v), by means of a Teflon cannula inserted 8 cm through the anus. ",
            "section": "Bioactivity of RL-FNPs in RAW 264.7 cells",
            "paragraph_rank": 17,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "25"
                }
            ]
        },
        {
            "text": "During and after TNBS administration, the rats were kept in a head-down position until they recovered from the anesthesia and were then returned to their cages. ",
            "section": "Bioactivity of RL-FNPs in RAW 264.7 cells",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "text": "Rats from the noncolitic group were administered, intracolonically, 0.25 mL of PBS, instead of TNBS. ",
            "section": "Bioactivity of RL-FNPs in RAW 264.7 cells",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "text": "The four treatments described were administered from the day following the colitis induction until the day before the death of the rats, which took place 8 days after the induction of the colonic damage. ",
            "section": "Bioactivity of RL-FNPs in RAW 264.7 cells",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "text": "All the rats were killed with an overdose of halothane. ",
            "section": "Bioactivity of RL-FNPs in RAW 264.7 cells",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "text": "The animal body weights, occurrence of diarrhea, and water and food intake were recorded daily throughout all the experiments. ",
            "section": "Bioactivity of RL-FNPs in RAW 264.7 cells",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "text": "Once the animals had been killed, the colon was removed aseptically, placed on an ice-cooled plate, opened longitudinally, and cleaned of its luminal contents with cold saline. ",
            "section": "Bioactivity of RL-FNPs in RAW 264.7 cells",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "text": "Afterwards, the colonic segment was weighed and its length measured. ",
            "section": "Bioactivity of RL-FNPs in RAW 264.7 cells",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "text": "Each colon was scored for macroscopically visible damage, on a 0-10 scale, by two observers unaware of the treatment, according to the criteria previously reported. ",
            "section": "Bioactivity of RL-FNPs in RAW 264.7 cells",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "text": "25 Then, the colonic samples were sectioned in different longitudinal fragments to be used for biochemical determinations or for RNA isolation. ",
            "section": "Bioactivity of RL-FNPs in RAW 264.7 cells",
            "paragraph_rank": 17,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "25"
                }
            ]
        },
        {
            "text": "Myeloperoxidase (MPO) activity was measured according to the technique described by Krawisz et al and the results were expressed as MPO units per gram of wet tissue; one unit of MPO activity was defined as that degrading 1 μmol hydrogen peroxide/min at 25°C. ",
            "section": "Bioactivity of RL-FNPs in RAW 264.7 cells",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "text": "26 The total glutathione content was quantified with the recycling assay described by Anderson, and the results were expressed as nmol/g wet tissue. ",
            "section": "Bioactivity of RL-FNPs in RAW 264.7 cells",
            "paragraph_rank": 17,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "26"
                }
            ]
        },
        {
            "text": "27 For the analysis of gene expression in colonic samples by reverse-transcription quantitative polymerase chain reaction (RT-qPCR), the total RNA from colonic samples was isolated using Trizol ® , following the manufacturer's protocol. ",
            "section": "Bioactivity of RL-FNPs in RAW 264.7 cells",
            "paragraph_rank": 17,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "27"
                }
            ]
        },
        {
            "text": "All RNA samples were quantified with a Thermo Scientific Nano-Drop™ 2000 Spectrophoto meter (Thermo Fisher Scientific Inc, Waltham, MA, USA), and 2 μg of RNA was reverse-transcribed using Oligo (dT) Primers (Promega Corp). ",
            "section": "Bioactivity of RL-FNPs in RAW 264.7 cells",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "text": "Real-time quantitative polymerase chain reaction (PCR) amplification and detection were performed on optical grade, 48-well plates in an Eco™ Real-Time PCR System (Illumina, Inc., San Diego, CA, USA), with 20 ng of complementary (c)DNA, the KAPA SYBR ® FAST qPCR Master Mix (Kapa Biosystems, Inc., Wilmington, MA, USA), and specific primers at their annealing temperature (Table 1). ",
            "section": "Bioactivity of RL-FNPs in RAW 264.7 cells",
            "paragraph_rank": 17,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 372,
                    "end": 380,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(Table 1"
                }
            ]
        },
        {
            "text": "To normalize messenger (m) RNA expression, the expression of the housekeeping gene, glyceraldehyde-3-phosphate dehydrogenase (GAPDH) was measured. ",
            "section": "Bioactivity of RL-FNPs in RAW 264.7 cells",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "text": "The mRNA relative quantitation was calculated using the comparative CT (∆∆Ct) method. ",
            "section": "Bioactivity of RL-FNPs in RAW 264.7 cells",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "text": "28 statistics All results are expressed as the mean ± standard error of the mean (SEM). ",
            "section": "Bioactivity of RL-FNPs in RAW 264.7 cells",
            "paragraph_rank": 17,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "28"
                }
            ]
        },
        {
            "text": "Differences between means were tested for statistical significance using a one-way analysis of variance (ANOVA) and post hoc least significance tests. ",
            "section": "Bioactivity of RL-FNPs in RAW 264.7 cells",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "text": "Differences between proportions were analyzed with the chi-squared test. ",
            "section": "Bioactivity of RL-FNPs in RAW 264.7 cells",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "text": "All statistical analyses were carried out with GraphPad Prism version 5.0 (La Jolla, CA, USA), with statistical significance set at P0.05.",
            "section": "Bioactivity of RL-FNPs in RAW 264.7 cells",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "text": "Results",
            "section_rank": 9
        },
        {
            "text": "Particle size and shape",
            "section_rank": 10
        },
        {
            "text": "The DLS measurements showed that 80% of the FNPs had a diameter between 35 and 122 nm, with a median diameter of 64 nm. ",
            "section": "Particle size and shape",
            "paragraph_rank": 18,
            "section_rank": 10
        },
        {
            "text": "The RL-FNP diameter (median diameter of 68 nm) was slightly bigger than that of unloaded silk FNPs (Figure 1). ",
            "section": "Particle size and shape",
            "paragraph_rank": 18,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 99,
                    "end": 109,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Figure 1)"
                }
            ]
        },
        {
            "text": "The RL-FNPs were found to have lower values of specific surface area than the FNPs (Table 2). ",
            "section": "Particle size and shape",
            "paragraph_rank": 18,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 83,
                    "end": 92,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "(Table 2)"
                }
            ]
        },
        {
            "text": "These results are concordant with the effect of the saturation of the pores in the particle surface by the resveratrol adsorbed in the FNPs. ",
            "section": "Particle size and shape",
            "paragraph_rank": 18,
            "section_rank": 10
        },
        {
            "text": "The SEM images show nanoparticles as discrete particles and RL-FNPs as aggregates ( Figure 2). ",
            "section": "Particle size and shape",
            "paragraph_rank": 18,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 84,
                    "end": 92,
                    "type": "figure",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "Resveratrol crystals were found over the surface of the aggregates as an artefact of sample preparation for SEM capture.",
            "section": "Particle size and shape",
            "paragraph_rank": 18,
            "section_rank": 10
        },
        {
            "text": "FTIR spectroscopy",
            "section_rank": 11
        },
        {
            "text": "IR spectra of the different FNPs were recorded in order to confirm that resveratrol was successfully incorporated into the nanoparticles and the structural conformations of the protein. ",
            "section": "FTIR spectroscopy",
            "paragraph_rank": 19,
            "section_rank": 11
        },
        {
            "text": "The analysis was focused in the region ranging from 2,000-500 cm -1 (Figure 3), the most useful for detection of the characteristic absorption peaks of the aromatic rings of resveratrol and the silk fibroin amides. ",
            "section": "FTIR spectroscopy",
            "paragraph_rank": 19,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 68,
                    "end": 78,
                    "type": "figure",
                    "text": "(Figure 3)"
                }
            ]
        },
        {
            "text": "The FTIR confirmed that resveratrol was successfully incorporated onto the nanoparticles since its characteristic peaks (at ~1,000 and ~1,300 cm -1 ) could be differentiated from the background of nanoparticles (Figure 3). ",
            "section": "FTIR spectroscopy",
            "paragraph_rank": 19,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 211,
                    "end": 220,
                    "type": "figure",
                    "text": "(Figure 3"
                }
            ]
        },
        {
            "text": "Amide regions showed the characteristic peaks of the β-sheet conformation, as reported by Zhang et al 10 denoting a water-insoluble protein in these cases.",
            "section": "FTIR spectroscopy",
            "paragraph_rank": 19,
            "section_rank": 11
        },
        {
            "text": "Dlc and ee",
            "section_rank": 12
        },
        {
            "text": "The DLC varied, depending on the feeding ratio. ",
            "section": "Dlc and ee",
            "paragraph_rank": 20,
            "section_rank": 12
        },
        {
            "text": "By varying the feeding ratio of FNPs and resveratrol, the highest DLC and EE of resveratrol in the nanoparticles were 11.6%±0.2% (2.89 mg of resveratrol loaded in 25 mg of FNPs) and 33.3%±0.2%, respectively. ",
            "section": "Dlc and ee",
            "paragraph_rank": 20,
            "section_rank": 12
        },
        {
            "text": "The DLC obtained is similar to that found by Shao et al 29 in a polyethyleneglycolpolycaprolactone copolymer (PEG/PCL), mPEG4k-PCL20k, with a loading content of resveratrol near to 20%, but the EE in our study was far below their value (more than 90%). ",
            "section": "Dlc and ee",
            "paragraph_rank": 20,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 56,
                    "end": 58,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "29"
                }
            ]
        },
        {
            "text": "Although it is difficult to compare the properties of different materials, such as silk and PEG/PCL copolymer, this low efficiency reached by the FNPs is probably due to the hydrophobicity of resveratrol. ",
            "section": "Dlc and ee",
            "paragraph_rank": 20,
            "section_rank": 12
        },
        {
            "text": "29 The amount of resveratrol loaded in the particles was a function of its concentration in the incubation solution, the maximum loading being reached at a concentration of 25 mg/mL in ethanol.",
            "section": "Dlc and ee",
            "paragraph_rank": 20,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "29"
                }
            ]
        },
        {
            "text": "Release of resveratrol from RL-FNPs",
            "section_rank": 13
        },
        {
            "text": "Resveratrol has very low solubility (0.11-0.3 mg/L) in aqueous media (simulated intestinal fluid or PBS). ",
            "section": "Release of resveratrol from RL-FNPs",
            "paragraph_rank": 21,
            "section_rank": 13
        },
        {
            "text": "30 Our RL-FNPs showed curves of liberation with an initial burst, reaching resveratrol saturation of the aqueous medium in 3-4 hours and maintaining a resveratrol concentration higher than 15 mg/L in PBS medium over a period of 80 hours. ",
            "section": "Release of resveratrol from RL-FNPs",
            "paragraph_rank": 21,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "30"
                }
            ]
        },
        {
            "text": "Considering a volume of 25 mL of PBS, 0.5 mg of resveratrol was released initially until medium saturation was reached. ",
            "section": "Release of resveratrol from RL-FNPs",
            "paragraph_rank": 21,
            "section_rank": 13
        },
        {
            "text": "Taking into account that the DLC of FNPs is about 12%, less than 20% of the loaded resveratrol was released in the initial burst. ",
            "section": "Release of resveratrol from RL-FNPs",
            "paragraph_rank": 21,
            "section_rank": 13
        },
        {
            "text": "Adsorbed resveratrol was stable upon degradation, and the RL-FNPs showed a prolonged release over 80 hours (Figure 4).",
            "section": "Release of resveratrol from RL-FNPs",
            "paragraph_rank": 21,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 107,
                    "end": 116,
                    "type": "figure",
                    "text": "(Figure 4"
                }
            ]
        },
        {
            "text": "Bioactivity of RL-FNPs in RAW 264.7 cells",
            "section_rank": 14
        },
        {
            "text": "In this assay, we aimed to characterize the immunomodulatory properties of RL-FNPs in an in vitro model of cells involved in the immune response: the RAW 264.7 cell line of mouse macrophages. ",
            "section": "Bioactivity of RL-FNPs in RAW 264.7 cells",
            "paragraph_rank": 22,
            "section_rank": 14
        },
        {
            "text": "It is interesting to note that cell viability was not affected by any of the treatments used (not shown). ",
            "section": "Bioactivity of RL-FNPs in RAW 264.7 cells",
            "paragraph_rank": 22,
            "section_rank": 14
        },
        {
            "text": "In the absence of LPS stimulation, the treatment of these cells with the different concentrations of the nanoparticles resulted in a progressive increase in the production of nitrite ( Figure 5A). ",
            "section": "Bioactivity of RL-FNPs in RAW 264.7 cells",
            "paragraph_rank": 22,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 185,
                    "end": 195,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 5A)"
                }
            ]
        },
        {
            "text": "Similarly, the RL-FNPs also promoted the release of nitrite in the cell culture, although to a lesser  Notes: D(0.1), D(0.5), and D(0.9) are standard percentile readings from the analysis. ",
            "section": "Bioactivity of RL-FNPs in RAW 264.7 cells",
            "paragraph_rank": 22,
            "section_rank": 14
        },
        {
            "text": "D(0.1) (nm) is the size of particle below which 10% of the sample lies; D(0.5) (nm) is the size in microns at which 50% of the sample is smaller, and 50% is larger. ",
            "section": "Bioactivity of RL-FNPs in RAW 264.7 cells",
            "paragraph_rank": 22,
            "section_rank": 14
        },
        {
            "text": "This value is also known as the mass median diameter (MMD); D(0.9) (nm) is the size of particle below which 90% of the sample lies. ",
            "section": "Bioactivity of RL-FNPs in RAW 264.7 cells",
            "paragraph_rank": 22,
            "section_rank": 14
        },
        {
            "text": "Abbreviations: DLS, dynamic light scattering; FNP, silk fibroin nanoparticle; RL-FNP, resveratrol-loaded silk fibroin nanoparticle. ",
            "section": "Bioactivity of RL-FNPs in RAW 264.7 cells",
            "paragraph_rank": 22,
            "section_rank": 14
        },
        {
            "text": "extent than with the nanoparticles alone. ",
            "section": "Bioactivity of RL-FNPs in RAW 264.7 cells",
            "paragraph_rank": 22,
            "section_rank": 14
        },
        {
            "text": "In addition, resveratrol was also able to significantly increase the nitrite production in basal conditions, when compared with the corresponding control, although no concentration-dependent effect was obtained. ",
            "section": "Bioactivity of RL-FNPs in RAW 264.7 cells",
            "paragraph_rank": 22,
            "section_rank": 14
        },
        {
            "text": "When RAW 264.7 macrophages were incubated with LPS, enhanced production of nitrite took place, as well as its accumulation in the culture media, due to increased expression of iNOS in these cells ( Figure 5B). ",
            "section": "Bioactivity of RL-FNPs in RAW 264.7 cells",
            "paragraph_rank": 22,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 198,
                    "end": 207,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 5B"
                }
            ]
        },
        {
            "text": "The pretreatment with resveratrol-unloaded nanoparticles did not significantly modify nitrite levels in comparison with control conditions, whereas RL-FNPs, at concentrations of 250 and 500 μg/mL, were able to reduce nitrite production. ",
            "section": "Bioactivity of RL-FNPs in RAW 264.7 cells",
            "paragraph_rank": 22,
            "section_rank": 14
        },
        {
            "text": "This inhibition was similar to that obtained when resveratrol was assayed at the lowest concentration studied but lower than those achieved when the macrophages were incubated with higher concentrations of resveratrol ( Figure 5B).",
            "section": "Bioactivity of RL-FNPs in RAW 264.7 cells",
            "paragraph_rank": 22,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 220,
                    "end": 229,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 5B"
                }
            ]
        },
        {
            "text": "In vivo evaluation of the bioactivity of RL-FNPs in the TNBS model of rat colitis",
            "section_rank": 15
        },
        {
            "text": "The aim of this experiment was to verify whether the incorporation of resveratrol (1 mg) in the nanoparticles of fibroin (8 mg) had an additional anti-inflammatory effect in vivo, in comparison with the administration of nanoparticles or resveratrol alone. ",
            "section": "In vivo evaluation of the bioactivity of RL-FNPs in the TNBS model of rat colitis",
            "paragraph_rank": 23,
            "section_rank": 15
        },
        {
            "text": "Also, the effects were compared to those obtained after intracolonic administration of the glucocorticoid dexamethasone (0.1 mg), one of the standard therapies in human IBD.",
            "section": "In vivo evaluation of the bioactivity of RL-FNPs in the TNBS model of rat colitis",
            "paragraph_rank": 23,
            "section_rank": 15
        },
        {
            "text": "The macroscopic evaluation of the colonic specimens revealed that most of the experimental groups showed an intestinal anti-inflammatory effect, the exception being those colitic animals that received resveratrol alone. ",
            "section": "In vivo evaluation of the bioactivity of RL-FNPs in the TNBS model of rat colitis",
            "paragraph_rank": 24,
            "section_rank": 15
        },
        {
            "text": "This beneficial effect was evidenced by a significant reduction of the colonic weight/length ratio in comparison with the nontreated group, which indicates an improvement of the edema associated with the inflamed tissue (Table 3). ",
            "section": "In vivo evaluation of the bioactivity of RL-FNPs in the TNBS model of rat colitis",
            "paragraph_rank": 24,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 220,
                    "end": 229,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "(Table 3)"
                }
            ]
        },
        {
            "text": "At the same time, a significant reduction in the length of the inflamed/ulcerated colonic tissue was observed 8 days after the administration of TNBS, with lower values in the macroscopic score (Table 3). ",
            "section": "In vivo evaluation of the bioactivity of RL-FNPs in the TNBS model of rat colitis",
            "paragraph_rank": 24,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 194,
                    "end": 203,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "(Table 3)"
                }
            ]
        },
        {
            "text": "It is interesting to note that the effect of the FNPs, alone or loaded with resveratrol, was similar to that obtained with the intracolonic administration of dexamethasone ( Table 3).",
            "section": "In vivo evaluation of the bioactivity of RL-FNPs in the TNBS model of rat colitis",
            "paragraph_rank": 24,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 174,
                    "end": 182,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 3)"
                }
            ]
        },
        {
            "text": "The beneficial effect shown macroscopically was also evident in the evaluation of the different biochemical parameters in the colonic tissue. ",
            "section": "In vivo evaluation of the bioactivity of RL-FNPs in the TNBS model of rat colitis",
            "paragraph_rank": 25,
            "section_rank": 15
        },
        {
            "text": "The treatment of the colitic animals with the nanoparticles, alone or resveratrolloaded, was associated with a significant reduction of the activity of the colonic MPO, probably due to a lesser infiltration of leukocytes into the inflamed tissue (Table 3). ",
            "section": "In vivo evaluation of the bioactivity of RL-FNPs in the TNBS model of rat colitis",
            "paragraph_rank": 25,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 246,
                    "end": 255,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "(Table 3)"
                }
            ]
        },
        {
            "text": "However, it is important to note that the reduction was significantly higher when the nanoparticles were loaded with resveratrol, showing a similar activity to dexamethasone (Table 3). ",
            "section": "In vivo evaluation of the bioactivity of RL-FNPs in the TNBS model of rat colitis",
            "paragraph_rank": 25,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 174,
                    "end": 183,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "(Table 3)"
                }
            ]
        },
        {
            "text": "At the same time, the treatment with the RL-FNPs significantly increased the glutathione content, which indicates an improvement of the altered oxidative state that was the result of the inflammatory process induced by the TNBS, showing significant differences from the group of animals that received the unloaded nanoparticles. ",
            "section": "In vivo evaluation of the bioactivity of RL-FNPs in the TNBS model of rat colitis",
            "paragraph_rank": 25,
            "section_rank": 15
        },
        {
            "text": "Again, this effect was similar to that observed in the group of rats that received dexamethasone (Table 3). ",
            "section": "In vivo evaluation of the bioactivity of RL-FNPs in the TNBS model of rat colitis",
            "paragraph_rank": 25,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 97,
                    "end": 106,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "(Table 3)"
                }
            ]
        },
        {
            "text": "The analysis of the markers related to the alteration of the immune response (and associated with the intestinal inflammatory process) showed that the treatment of the colitic animals with the RL-FNPs significantly reduced the expression of IL-1β, TNF-α, IL-6, and IL-12, with an efficacy similar to that of the group receiving dexamethasone, except for IL-12 ( Figure 6). ",
            "section": "In vivo evaluation of the bioactivity of RL-FNPs in the TNBS model of rat colitis",
            "paragraph_rank": 25,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 362,
                    "end": 370,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Figure 6"
                }
            ]
        },
        {
            "text": "The administration of unloaded nanoparticles significantly inhibited the expression of IL-6 and IL-12, whereas resveratrol alone only had a significant effect on the expression of TNF-α ( Figure 6).",
            "section": "In vivo evaluation of the bioactivity of RL-FNPs in the TNBS model of rat colitis",
            "paragraph_rank": 25,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 188,
                    "end": 197,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Figure 6)"
                }
            ]
        },
        {
            "text": "Similarly, the administration of the RL-FNPs to the rats suffering the intestinal inflammation was associated with a significant reduction of the expression of the chemokines CINC-1 and MCP-1, this inhibition being similar to that achieved when resveratrol was administered. ",
            "section": "In vivo evaluation of the bioactivity of RL-FNPs in the TNBS model of rat colitis",
            "paragraph_rank": 26,
            "section_rank": 15
        },
        {
            "text": "Unloaded nanoparticles were only able to reduce significantly the expression of MCP-1, whereas dexamethasone did not inhibit the expression of either of the two chemokines evaluated (Figure 7). ",
            "section": "In vivo evaluation of the bioactivity of RL-FNPs in the TNBS model of rat colitis",
            "paragraph_rank": 26,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 182,
                    "end": 192,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "(Figure 7)"
                }
            ]
        },
        {
            "text": "On the other hand, the expression of the adhesion molecule ICAM-1 was also inhibited after treatment with the RL-FNPs, resveratrol, or dexamethasone; however, unloaded nanoparticles were devoid of any significant inhibitory effect on this proinflammatory marker (Figure 7).",
            "section": "In vivo evaluation of the bioactivity of RL-FNPs in the TNBS model of rat colitis",
            "paragraph_rank": 26,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 262,
                    "end": 272,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "(Figure 7)"
                }
            ]
        },
        {
            "text": "Finally, the evaluation of the markers related to the preservation of the barrier function of the intestinal epithelium, like the mucins MUC-2 and MUC-3, as well as TFF-3 and villin, showed that only the treatment with RL-FNPs was associated with a significant increment in their expression, in comparison with the untreated colitic group, similar to the effects observed with dexamethasone (Figure 8). ",
            "section": "In vivo evaluation of the bioactivity of RL-FNPs in the TNBS model of rat colitis",
            "paragraph_rank": 27,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 391,
                    "end": 400,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "(Figure 8"
                }
            ]
        },
        {
            "text": "However, unloaded nanoparticles or resveratrol did not significantly modify the expression of these proteins, in comparison with control colitic rats. ",
            "section": "In vivo evaluation of the bioactivity of RL-FNPs in the TNBS model of rat colitis",
            "paragraph_rank": 27,
            "section_rank": 15
        },
        {
            "text": "The recovery of the function of the epithelial barrier was observed also in the group of colitic animals treated with the glucocorticoid dexamethasone, supporting the similar intestinal anti-inflammatory effect obtained with both treatments (Figure 8).",
            "section": "In vivo evaluation of the bioactivity of RL-FNPs in the TNBS model of rat colitis",
            "paragraph_rank": 27,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 241,
                    "end": 250,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "(Figure 8"
                }
            ]
        },
        {
            "text": "Discussion",
            "section_rank": 16
        },
        {
            "text": "The results described in the present study indicate that it is possible to encapsulate the stilbene resveratrol in nanoparticles made from silk fibroin. ",
            "section": "Discussion",
            "paragraph_rank": 28,
            "section_rank": 16
        },
        {
            "text": "This encapsulation results from the adsorption of the drug onto the surface of the particles. ",
            "section": "Discussion",
            "paragraph_rank": 28,
            "section_rank": 16
        },
        {
            "text": "Given that resveratrol has a small charge, the EE of about 13% is quite low in comparison with other encapsulation approaches and materials for this compound. ",
            "section": "Discussion",
            "paragraph_rank": 28,
            "section_rank": 16
        },
        {
            "text": "31 However, even at this low level of encapsulation, the loaded nanoparticles showed a significant and remarkable biological effectboth in vitro, in a macrophage cell line, and in vivo, in a rat model of experimental colitis. ",
            "section": "Discussion",
            "paragraph_rank": 28,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "31"
                }
            ]
        },
        {
            "text": "The in vitro assays revealed the immunomodulatory properties of the FNPs when they contained resveratrol, since only in this case were they able to both promote the macrophage activity when the cells were in basal conditions, and inhibit it when stimulated with LPS. ",
            "section": "Discussion",
            "paragraph_rank": 28,
            "section_rank": 16
        },
        {
            "text": "These effects are similar to those found when resveratrol was tested alone in these in vitro assays. ",
            "section": "Discussion",
            "paragraph_rank": 28,
            "section_rank": 16
        },
        {
            "text": "In fact, previous studies have reported that resveratrol, although slightly enhancing iNOS mRNA in a concentration-dependent manner, decreased nitric oxide production in activated RAW 264.7 macrophages. ",
            "section": "Discussion",
            "paragraph_rank": 28,
            "section_rank": 16
        },
        {
            "text": "32 The in vivo experiments show that the daily intracolonic administration of 1 mg of resveratrol encapsulated in 8 mg of FNPs per rat had an intestinal anti-inflammatory effect in the experimental model of rat colitis induced by the intracolonic administration of the hapten TNBS, this effect being similar to that obtained with the intrarectal administration   of dexamethasone -a glucocorticoid used as a positive control, and one of the therapies available for the treatment of human IBD. ",
            "section": "Discussion",
            "paragraph_rank": 28,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "32"
                }
            ]
        },
        {
            "text": "33 Previous study has reported the intestinal anti-inflammatory effect of resveratrol in this experimental model of rat colitis. ",
            "section": "Discussion",
            "paragraph_rank": 28,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "33"
                }
            ]
        },
        {
            "text": "21 However, our study reveals that the incorporation of this compound into FNPs resulted in an improvement of its biological properties because the effect observed with RL-FNPs was greater than that obtained when the resveratrol or the nanoparticles were administered alone, suggesting a synergistic action in the encapsulated product. ",
            "section": "Discussion",
            "paragraph_rank": 28,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "21"
                }
            ]
        },
        {
            "text": "It is important to note that the FNPs cannot be considered as an inert carrier in experimental colitis since they had an intestinal anti-inflammatory effect, thus confirming previous observations with this biomaterial, both in vivo and in vitro. ",
            "section": "Discussion",
            "paragraph_rank": 28,
            "section_rank": 16
        },
        {
            "text": "16,18 The synergistic effect obtained in the RL-FNPs was evidenced macroscopically since the lowest damage score was obtained in this group of colitic rats. ",
            "section": "Discussion",
            "paragraph_rank": 28,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "18"
                }
            ]
        },
        {
            "text": "It is noteworthy that the intestinal anti-inflammatory effects were related to the better recovery of the colonic tissue produced by the treatments in comparison with the colitic control; this ruled out a preventative effect of the treatments since the administration of the different test compounds only started once the damage had been induced. ",
            "section": "Discussion",
            "paragraph_rank": 28,
            "section_rank": 16
        },
        {
            "text": "The higher efficacy obtained with RL-FNPs was also demonstrated biochemically as a significantly lower reduction in colonic MPO activity in comparison with the colitic groups receiving resveratrol or the nanoparticles alone, probably related to a reduction of neutrophil infiltration and thus demonstrating the superior intestinal anti-inflammatory effect of the treatment. ",
            "section": "Discussion",
            "paragraph_rank": 28,
            "section_rank": 16
        },
        {
            "text": "34 Moreover, it is precisely in this group of animals where the anti-inflammatory effects were associated with a significant improvement in most of the markers related to the alteration of the immune response resulting from the intestinal injury induced by the TNBS. ",
            "section": "Discussion",
            "paragraph_rank": 28,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "34"
                }
            ]
        },
        {
            "text": "35 In fact, RL-FNP administration was the only treatment able to significantly inhibit the expression of all the cytokines evaluated, namely TNF-α, IL-1β, IL-6, and IL-12. ",
            "section": "Discussion",
            "paragraph_rank": 28,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "35"
                }
            ]
        },
        {
            "text": "This may be relevant since the expression of these proinflammatory cytokines has been reported to be increased in human IBD, and the effect of these cytokines on the intestine has been directly related to the induction of tissue injury and/or destruction. ",
            "section": "Discussion",
            "paragraph_rank": 28,
            "section_rank": 16
        },
        {
            "text": "36 Closely associated with the improvement in the immune response produced by the different treatments are their effects on the chemokines CINC-1 and MCP-1 as well as on the adhesion molecule ICAM-1, which could be responsible for the lower neutrophil infiltration (which in turn, coincided consistently with the lower activity of colonic MPO obtained with the treatments) and the decline in monocytes/macrophages in the inflamed tissue. ",
            "section": "Discussion",
            "paragraph_rank": 28,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "36"
                }
            ]
        },
        {
            "text": "This could play a key role in the intestinal anti-inflammatory effect because it has been well described that in the first steps of the gut inflammation, margination and extravasation of circulating leukocytes probably result in the perpetuation of the inflammatory process. ",
            "section": "Discussion",
            "paragraph_rank": 28,
            "section_rank": 16
        },
        {
            "text": "37 Also of note is the significant effect of the more active treatments, RL-FNPs and dexamethasone, on the improvement of the intestinal epithelium barrier function, as evidenced by increased expression of the mucins MUC-2 and MUC-3, the primary constituents of the colonic mucus layer, 38 and of TFF-3 and villin, the bioactive peptides involved in epithelial protection and repair. ",
            "section": "Discussion",
            "paragraph_rank": 28,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "37"
                },
                {
                    "start": 287,
                    "end": 289,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "38"
                }
            ]
        },
        {
            "text": "39,40 This can be key to explaining the greater anti-inflammatory effect obtained with RL-FNP treatment in comparison with free resveratrol and unloaded nanoparticles -this could be one of the mechanisms that promotes the mucus-secreting layer that covers the epithelium and acts as a physical barrier, protecting its integrity and making possible a faster recovery of the injured colonic tissue. ",
            "section": "Discussion",
            "paragraph_rank": 28,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "39,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "40"
                }
            ]
        },
        {
            "text": "Epithelial barrier function impairment is considered as one of the initial steps in intestinal inflammation that facilitates the access of antigens from the intestinal lumen and hence, generates an exacerbated immune  response. ",
            "section": "Discussion",
            "paragraph_rank": 28,
            "section_rank": 16
        },
        {
            "text": "This effect seems to be of special relevance since it has been stated recently that mucosal healing is a key prognostic parameter in the management of IBD; in fact, mucosal healing has emerged as a key treatment goal in IBD that predicts sustained clinical remission. ",
            "section": "Discussion",
            "paragraph_rank": 28,
            "section_rank": 16
        },
        {
            "text": "41 ",
            "section": "Discussion",
            "paragraph_rank": 28,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "41"
                }
            ]
        },
        {
            "text": "Conclusion",
            "section_rank": 17
        },
        {
            "text": "Silk FNPs constitute an attractive strategy for the controlled release of resveratrol. ",
            "section": "Conclusion",
            "paragraph_rank": 29,
            "section_rank": 17
        },
        {
            "text": "This is even more the case when one considers first the low bioavailability of resveratrol, both in animals and humans, and second, its low water solubility, which hinders its administration since it would need the use of an organic solvent (ie, dimethyl sulfoxide, acetone, or ethanol) that is not suitable for drug delivery. ",
            "section": "Conclusion",
            "paragraph_rank": 29,
            "section_rank": 17
        },
        {
            "text": "However, further studies, to improve its stability during gastric passage and to delay drug release to the distal intestine, are needed in order to allow the oral administration of this nanoparticulate formulation.",
            "section": "Conclusion",
            "paragraph_rank": 29,
            "section_rank": 17
        },
        {
            "text": "Junta de Andalucia; J Garrido-Mesa is a predoctoral fellow of the Spanish Ministry of Education, Culture and Sport; N Garrido-Mesa is a postdoctoral fellow of the Ramon Areces Foundation; ME Rodríguez-Cabezas is a postdoctoral fellow of Centro de Investigaciones Biomédicas en Red -Enfermedades Hepáticas y Digest (CIBER-EHD), which is funded by the Instituto de Salud Carlos III.",
            "section": "Conclusion",
            "paragraph_rank": 30,
            "section_rank": 17
        },
        {
            "text": "Figure 1",
            "section_rank": 18
        },
        {
            "text": "Particle size distribution (%) of FNPs and RL-FNPs. ",
            "section": "Figure 1",
            "paragraph_rank": 31,
            "section_rank": 18
        },
        {
            "text": "Abbreviations: FNP, silk fibroin nanoparticle; RL-FNP, resveratrol-loaded silk fibroin nanoparticle.",
            "section": "Figure 1",
            "paragraph_rank": 31,
            "section_rank": 18
        },
        {
            "text": "Figure 2 FNPsFigure 3 Figure 4",
            "section_rank": 19
        },
        {
            "text": "SEM images of: (A) FNPs (magnification 15,000×); (B) RL-FNPs (5,000×); (C) RL-FNPs (15,000×); and (D) detail of resveratrol crystals (5,000×) grown on the surface of aggregated RL-FNPs during sample deposition for SEM capture. ",
            "section": "Figure 2 FNPsFigure 3 Figure 4",
            "paragraph_rank": 32,
            "section_rank": 19
        },
        {
            "text": "Abbreviations: FNP, silk fibroin nanoparticle; RL-FNP, resveratrol-loaded silk fibroin nanoparticle; SEM, scanning electron microscope. ",
            "section": "Figure 2 FNPsFigure 3 Figure 4",
            "paragraph_rank": 32,
            "section_rank": 19
        },
        {
            "text": "Comparative FTIR spectra of resveratrol (top), RL-FNPs (middle), and FNPs (bottom). ",
            "section": "Figure 2 FNPsFigure 3 Figure 4",
            "paragraph_rank": 32,
            "section_rank": 19
        },
        {
            "text": "Abbreviations: FNP, silk fibroin nanoparticle; FTIR, Fourier transform infrared; RES, resveratrol; RL-FNP, resveratrol-loaded silk fibroin nanoparticle; T, transmittance. ",
            "section": "Figure 2 FNPsFigure 3 Figure 4",
            "paragraph_rank": 32,
            "section_rank": 19
        },
        {
            "text": "Release of resveratrol from RL-FNPs in 25 mL of PBS 1× (pH 7.4) over a period of 80 hours. ",
            "section": "Figure 2 FNPsFigure 3 Figure 4",
            "paragraph_rank": 32,
            "section_rank": 19
        },
        {
            "text": "Abbreviations: PBS, phosphate-buffered saline; RES, resveratrol; RL-FNP, resveratrol-loaded silk fibroin nanoparticle.",
            "section": "Figure 2 FNPsFigure 3 Figure 4",
            "paragraph_rank": 32,
            "section_rank": 19
        },
        {
            "text": "Figure 5",
            "section_rank": 20
        },
        {
            "text": "Production of nitrite in RAW 264.7 cells after exposure to different doses of resveratrol, RL-FNPs, and unloaded FNPs. ",
            "section": "Figure 5",
            "paragraph_rank": 33,
            "section_rank": 20
        },
        {
            "text": "(A) Reaction without exposure of cells to LPS. ",
            "section": "Figure 5",
            "paragraph_rank": 33,
            "section_rank": 20
        },
        {
            "text": "(B) Reaction with exposure of cells to LPS. ",
            "section": "Figure 5",
            "paragraph_rank": 33,
            "section_rank": 20
        },
        {
            "text": "Abbreviations: FNP, silk fibroin nanoparticle; LPS, lipopolysaccharide; RL-FNP, resveratrol-loaded silk fibroin nanoparticle.",
            "section": "Figure 5",
            "paragraph_rank": 33,
            "section_rank": 20
        },
        {
            "text": "Figure 6",
            "section_rank": 21
        },
        {
            "text": "Effects of unloaded FNPs, resveratrol, RL-FNPs, and dexamethasone on colonic gene expression, in TNBS rat colitis, of the cytokines (A) IL-1β, (B) IL-6, (C) TNF-α, and (D) IL-12, analyzed by real-time PCR. ",
            "section": "Figure 6",
            "paragraph_rank": 34,
            "section_rank": 21
        },
        {
            "text": "Notes: Pcr data are expressed as mean ± SEM (n=10). ",
            "section": "Figure 6",
            "paragraph_rank": 34,
            "section_rank": 21
        },
        {
            "text": "Groups with a different letter (a-d) differ statistically (P0.05). ",
            "section": "Figure 6",
            "paragraph_rank": 34,
            "section_rank": 21
        },
        {
            "text": "Abbreviations: Dex, dexamethasone; FNP, silk fibroin nanoparticle; IL, interleukin; PCR, polymerase chain reaction; Resv, resveratrol; RL-FNP, resveratrol-loaded silk fibroin nanoparticle; SEM, standard error of the mean; TNBS, trinitrobenzene sulphonic acid; TNF, tumor necrosis factor.",
            "section": "Figure 6",
            "paragraph_rank": 34,
            "section_rank": 21
        },
        {
            "text": "Figure 7",
            "section_rank": 22
        },
        {
            "text": "Effects of unloaded FNPs, resveratrol, RL-FNPs, and dexamethasone on colonic gene expression, in TNBS rat colitis, of the chemokines (A) CINC-1, (B) MCP-1, and (C) the adhesion molecule ICAM-1, analyzed by real-time PCR. ",
            "section": "Figure 7",
            "paragraph_rank": 35,
            "section_rank": 22
        },
        {
            "text": "Notes: Data are expressed as mean ± SEM (n=10). ",
            "section": "Figure 7",
            "paragraph_rank": 35,
            "section_rank": 22
        },
        {
            "text": "Groups with a different letter (a-c) differ statistically (P0.05). ",
            "section": "Figure 7",
            "paragraph_rank": 35,
            "section_rank": 22
        },
        {
            "text": "Abbreviations: cINc, cytokine-induced neutrophil chemoattractant; Dex, dexamethasone; FNP, silk fibroin nanoparticle; ICAM, intercellular adhesion molecule; MCP, monocyte chemoattractant protein; PCR, polymerase chain reaction; Resv, resveratrol; RL-FNP, resveratrol-loaded silk fibroin nanoparticle; SEM, standard error of the mean; TNBS, trinitrobenzene sulphonic acid.",
            "section": "Figure 7",
            "paragraph_rank": 35,
            "section_rank": 22
        },
        {
            "text": "Figure 8",
            "section_rank": 23
        },
        {
            "text": "Effects of unloaded FNPs, resveratrol, RL-FNPs, and dexamethasone on colonic gene expression, in TNBS rat colitis, of the mucins (A) MUC-2 and (B) MUC-3, as well as of (C) TFF-3 and (D) villin, analyzed by real-time PCR. ",
            "section": "Figure 8",
            "paragraph_rank": 36,
            "section_rank": 23
        },
        {
            "text": "Notes: Data are expressed as mean ± SEM (n=10). ",
            "section": "Figure 8",
            "paragraph_rank": 36,
            "section_rank": 23
        },
        {
            "text": "Groups with a different letter (a-c) differ statistically (P0.05). ",
            "section": "Figure 8",
            "paragraph_rank": 36,
            "section_rank": 23
        },
        {
            "text": "Abbreviations: Dex, dexamethasone; FNP, silk fibroin nanoparticle; MUC, mucin; PCR, polymerase chain reaction; Resv, resveratrol; RL-FNP, resveratrol-loaded silk fibroin nanoparticle; SEM, standard error of the mean; TFF, trefoil factor; TNBS, trinitrobenzene sulphonic acid.",
            "section": "Figure 8",
            "paragraph_rank": 36,
            "section_rank": 23
        },
        {
            "text": "Table 1",
            "section_rank": 24
        },
        {
            "text": "Primer sequences used in real-time PCR assays in colonic tissue",
            "section": "Table 1",
            "paragraph_rank": 37,
            "section_rank": 24
        },
        {
            "text": "Abbreviations: CINC, cytokine-induced neutrophil chemoattractant; FW, forward; GADPH, glyceraldehyde-3-phosphate dehydrogenase; ICAM, intercellular adhesion molecule; IL, interleukin; MCP, monocyte chemoattractant protein; MUC, mucin; PCR, polymerase chain reaction; RV, reverse; T, temperature; TFF, trefoil factor; TNF, tumor necrosis factor.",
            "section": "Table 1",
            "paragraph_rank": 38,
            "section_rank": 24
        },
        {
            "text": "Table 2",
            "section_rank": 25
        },
        {
            "text": "Morphological characteristics of silk fibroin particles obtained by DLS",
            "section": "Table 2",
            "paragraph_rank": 39,
            "section_rank": 25
        },
        {
            "text": "Table 3",
            "section_rank": 26
        },
        {
            "text": "Effects of resveratrol, resveratrol-loaded fibroin nanoparticles, and unloaded fibroin nanoparticles on colonic macroscopic damage score, weight/length ratio, myeloperoxidase activity, and glutathione content, in TNBS experimental rat colitis",
            "section": "Table 3",
            "paragraph_rank": 41,
            "section_rank": 26
        },
        {
            "text": "International Journal of Nanomedicine 2014:9 submit your manuscript | www.dovepress.comDovepress Dovepress",
            "section": "Table 3",
            "paragraph_rank": 43,
            "section_rank": 26
        },
        {
            "text": "International Journal of Nanomedicine 2014:9 submit your manuscript | www.dovepress.comDovepressDovepressDovepress",
            "section": "Table 3",
            "paragraph_rank": 44,
            "section_rank": 26
        },
        {
            "text": "Acknowledgments",
            "section_rank": 28
        },
        {
            "text": "This work was supported by the Spanish Ministry of Science and Innovation (grant number SAF2011-29648) with funds from the European Union, and by the Junta ",
            "section": "Acknowledgments",
            "paragraph_rank": 45,
            "section_rank": 28
        },
        {
            "text": "Disclosure",
            "section_rank": 30
        },
        {
            "text": "The authors report no conflicts of interest in this work.",
            "section": "Disclosure",
            "paragraph_rank": 46,
            "section_rank": 30
        },
        {
            "text": "International Journal of Nanomedicine",
            "section_rank": 31
        },
        {
            "text": "Publish your work in this journal",
            "section_rank": 32
        },
        {
            "text": "Submit your manuscript here: http://www.dovepress.com/international-journal-of-nanomedicine-journal",
            "section": "Publish your work in this journal",
            "paragraph_rank": 47,
            "section_rank": 32
        },
        {
            "text": "The International Journal of Nanomedicine is an international, peerreviewed journal focusing on the application of nanotechnology in diagnostics, therapeutics, and drug delivery systems throughout the biomedical field. ",
            "section": "Publish your work in this journal",
            "paragraph_rank": 48,
            "section_rank": 32
        },
        {
            "text": "This journal is indexed on PubMed Central, MedLine, CAS, SciSearch®, Current Contents®/Clinical Medicine, Journal Citation Reports/Science Edition, EMBase, Scopus and the Elsevier Bibliographic databases. ",
            "section": "Publish your work in this journal",
            "paragraph_rank": 48,
            "section_rank": 32
        },
        {
            "text": "The manuscript management system is completely online and includes a very quick and fair peer-review system, which is all easy to use. ",
            "section": "Publish your work in this journal",
            "paragraph_rank": 48,
            "section_rank": 32
        },
        {
            "text": "Visit http://www.dovepress.com/ testimonials.php to read real quotes from published authors.",
            "section": "Publish your work in this journal",
            "paragraph_rank": 48,
            "section_rank": 32
        }
    ]
}