{
    "id": "b305abae61",
    "level": "sentence",
    "abstract": [
        {
            "text": "Nanoparticles have been widely used for nonviral gene delivery. "
        },
        {
            "text": "Recently, cationic hybrid nanoparticles consisting of two different materials were suggested as a promising delivery vehicle. "
        },
        {
            "text": "In this study, nanospheres with a poly(d,l-lactic-co-glycolic acid) (PLGA) core and cationic lipid shell were prepared, and the effect of cationic lipid concentrations on the properties of lipid polymer hybrid nanocarriers investigated. "
        },
        {
            "text": "Lipid-polymer hybrid nanospheres (LPHNSs) were fabricated by the emulsion-solvent evaporation method using different concentrations of cationic lipids and characterized for size, surface charge, stability, plasmid DNA-binding capacity, cytotoxicity, and transfection efficiency. "
        },
        {
            "text": "All LPHNSs had narrow size distribution with positive surface charges (ζ-potential 52-60 mV), and showed excellent plasmid DNA-binding capacity. "
        },
        {
            "text": "In vitro cytotoxicity measurements with HEK293T, HeLa, HaCaT, and HepG2 cells also showed that LPHNSs exhibited less cytotoxicity than conventional transfection agents, such as Lipofectamine and polyethyleneimine-PLGA. "
        },
        {
            "text": "As cationic lipid concentrations increased, the particle size of LPHNSs decreased while their ζ-potential increased. "
        },
        {
            "text": "In addition, the in vitro transfection efficiency of LPHNSs increased as lipid concentration increased."
        }
    ],
    "body_text": [
        {
            "text": "Influence of lipid concentration on LPHNS properties are statistically expressed in terms of means and standard deviation. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 99,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "Analysis of variance was used for analysis of quantitative values, and the Bonferroni post hoc test was used for comparisons among groups. ",
            "section": "Introduction"
        },
        {
            "text": "Differences were considered significant at P,0.05. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 40,
                    "end": 43,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 43,
                    "end": 46,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 46,
                    "end": 49,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "The Prism software package (version 5.02; GraphPad Software Inc, La Jolla, CA, USA) was used to perform the statistical tests.",
            "section": "Introduction",
            "entity_spans": [
                {
                    "start": 4,
                    "end": 9,
                    "type": "software",
                    "rawForm": "Prism",
                    "resp": "#annotator0",
                    "used": true,
                    "id": "b305abae61-software-0",
                    "cert": "1.0"
                },
                {
                    "start": 36,
                    "end": 40,
                    "type": "version",
                    "rawForm": "5.02",
                    "resp": "#annotator0",
                    "id": "#b305abae61-software-0"
                },
                {
                    "start": 42,
                    "end": 63,
                    "type": "publisher",
                    "rawForm": "GraphPad Software Inc",
                    "resp": "#curator",
                    "id": "#b305abae61-software-0"
                }
            ]
        },
        {
            "text": "Therefore, there is an increasing demand for a hybrid vector to overcome the barriers associated with conventional gene carriers. ",
            "section": "Introduction"
        },
        {
            "text": "12 Recently, lipid-polymer hybrid nanospheres (LPHNSs) were designed to achieve complementary benefits of liposomes and polymeric NSs. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12"
                }
            ]
        },
        {
            "text": "[13][14][15] They were designed to have a biodegradable polymer core and lipid layers. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "14,16 Depending on their application, specific fabrication methods have been reported. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16"
                }
            ]
        },
        {
            "text": "17 In the past, LPHNSs were prepared by two-step methods that required introducing lipid vesicles into preformed polymeric NSs. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17"
                }
            ]
        },
        {
            "text": "18 However, this method is inefficient, because of practical difficulties and process complexity. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "18"
                }
            ]
        },
        {
            "text": "12 Alternatively, a single-step fabrication method was developed, which combined the fabrication process of emulsion-solvent evaporation with the self-assembly of lipids. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12"
                }
            ]
        },
        {
            "text": "15 Although successful outcomes have been achieved using the single-step method, a better understanding of the parameters involved in the fabrication process is required in order to significantly improve the design and fabrication of LPHNSs. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15"
                }
            ]
        },
        {
            "text": "19,20 Specifically, cationic lipids forming outer shells could allow for superior gene-delivery capabilities. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "19,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "20"
                }
            ]
        },
        {
            "text": "However, it is still not clear how lipid concentration affects the formation of LPHNSs. ",
            "section": "Introduction"
        },
        {
            "text": "Furthermore, it is important to balance the amount of lipids, because despite being a key factor for DNA delivery, a high concentration of cationic lipids could result in cytotoxicity. ",
            "section": "Introduction"
        },
        {
            "text": "Therefore, in order to optimize their performance, it is necessary to understand the influence of cationic lipid concentration on various properties of LPHNSs. ",
            "section": "Introduction"
        },
        {
            "text": "21 The present study describes a simple and efficient method for fabrication of LPHNSs, and examined the influence of cationic lipid concentration on the structural and functional characteristics of LPHNSs. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "21"
                }
            ]
        },
        {
            "text": "We rationally designed LPHNS formulations with four different ratios of cationic lipids to polymer during the fabrication step. ",
            "section": "Introduction"
        },
        {
            "text": "Then, the LPHNSs were compared with various controls, including poly(d,l-lacticco-glycolic acid) (PLGA), liposomes, and polyethyleneimine (PEI)-PLGA NSs.",
            "section": "Introduction"
        },
        {
            "text": "PLGA (50:50) (Resomer ® RG 502 H, molecular weight 7,000-17,000) was purchased from Sigma-Aldrich Co (St Louis, MO, USA). ",
            "section": "Materials and methods Materials"
        },
        {
            "text": "Cationic lipid 1,2-di-(9Z-octadecenoyl)-3-trimethylammonium-propane (chloride salt) and fluorescent lipid 1-oleoyl-2-[12-[(7-nitro-2-1,3-benzoxadiazol-4-yl) amino]dodecanoyl]-sn-glycero-3-phosphocholine] (NBD-PC) were purchased from Avanti Polar Lipids (Alabaster, AL, USA). ",
            "section": "Materials and methods Materials"
        },
        {
            "text": "Lipofectamine 2000 was obtained from Life Technologies Korea (Seoul, South Korea). ",
            "section": "Materials and methods Materials"
        },
        {
            "text": "TE buffer (10 mM Tris/HCl, pH 8.0, 1 mM ethylenediaminetetraacetic acid) was purchased from Cosmo Genetech (Seoul, South Korea). ",
            "section": "Materials and methods Materials"
        },
        {
            "text": "Plasmid EGFP (pEGFP) was obtained from Clontech (Palo Alto, CA, USA), and the plasmids were amplified in Escherichia coli and purified using a Qiagen Plasmid Giga Kit (Qiagen NV, Venlo, the Netherlands). ",
            "section": "Materials and methods Materials"
        },
        {
            "text": "Polyvinyl alcohol (PVA; molecular weight 13-23 kDa), Protamine sulfate, rhodamine (Rho), and all other chemicals were obtained from Sigma-Aldrich.",
            "section": "Materials and methods Materials"
        },
        {
            "text": "The four sets of LPHNSs were prepared as described previously by the modified double-emulsion solvent-evaporation method with self-assembly. ",
            "section": "lipid-polymer hybrid nanosphere preparation and characterization"
        },
        {
            "text": "20 Briefly, protamine sulfate (10 µg/mL) was dissolved in aqueous solution. ",
            "section": "lipid-polymer hybrid nanosphere preparation and characterization",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "20"
                }
            ]
        },
        {
            "text": "The cationic lipid (1,2-di-(9Z-octadecenoyl)-3-trimethylammoniumpropane (chloride salt) [DOTAP]) and PLGA (3% w/v) were dissolved in dichloromethane. ",
            "section": "lipid-polymer hybrid nanosphere preparation and characterization"
        },
        {
            "text": "The water-in-oil emulsion was formed by the addition of an aqueous phase into an organic phase with sonication (ultrasonic probe; Sonics & Materials Inc, Newtown, CT, USA). ",
            "section": "lipid-polymer hybrid nanosphere preparation and characterization"
        },
        {
            "text": "The primary emulsion was transferred to 1% w/v PVA aqueous solution and sonicated in an ice bath. ",
            "section": "lipid-polymer hybrid nanosphere preparation and characterization"
        },
        {
            "text": "The resultant secondary (water in oil in water) emulsion was stirred overnight at room temperature until evaporation of dichloromethane was complete. ",
            "section": "lipid-polymer hybrid nanosphere preparation and characterization"
        },
        {
            "text": "The final formulated LPHNSs were collected by ultracentrifugation at 20,000 rpm for 30 minutes (Optima L-100 XP Ultra Centrifuge; Beckman Coulter, Brea, CA, USA). ",
            "section": "lipid-polymer hybrid nanosphere preparation and characterization"
        },
        {
            "text": "Then, they were washed three times by a repeating centrifugation step and freeze-dried at -20°C for 48 hours. ",
            "section": "lipid-polymer hybrid nanosphere preparation and characterization"
        },
        {
            "text": "At least three batches were prepared for each formulation. ",
            "section": "lipid-polymer hybrid nanosphere preparation and characterization"
        },
        {
            "text": "To investigate the influence of cationic lipid concentrations on size, charge, and in vitro performance, we prepared four formulation groups of LPHNSs with different concentrations of cationic lipid (DOTAP) to polymer ratio, as shown in Table 1. ",
            "section": "lipid-polymer hybrid nanosphere preparation and characterization",
            "ref_spans": [
                {
                    "start": 237,
                    "end": 244,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "All other parameters were kept constant. ",
            "section": "lipid-polymer hybrid nanosphere preparation and characterization"
        },
        {
            "text": "PLGA NSs were also fabricated as described and used to prepare the PEI-PLGA NSs for comparison. ",
            "section": "lipid-polymer hybrid nanosphere preparation and characterization"
        },
        {
            "text": "22 ",
            "section": "lipid-polymer hybrid nanosphere preparation and characterization",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "22"
                }
            ]
        },
        {
            "text": "Fluorescent (NBD-PC lipid and Rho-PLGA) NSs were prepared using the same modified solvent evaporation with self-assembly procedure with few changes. ",
            "section": "Preparation of fluorescent lipid-polymer hybrid nanospheres"
        },
        {
            "text": "23 Briefly, 200 µL of a 1 mg/mL of Rho B solution was added to the polymer-solvent mixture (3% w/v of polymer) with 0.5 mg of NBD-PC and DOTAP (24% w/w to polymer). ",
            "section": "Preparation of fluorescent lipid-polymer hybrid nanospheres",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "23"
                }
            ]
        },
        {
            "text": "The resultant water-in-oil emulsion was processed in the same way as the aforementioned procedure.",
            "section": "Preparation of fluorescent lipid-polymer hybrid nanospheres"
        },
        {
            "text": "The mean particle diameter (z-average) and size distribution (polydispersity index) of LPHNSs and LPHNS-plasmid DNA (pDNA) complexes were determined by dynamic light scattering (DLS) using a Zetasizer Nano ZS (Malvern Instruments, Malvern, UK), and the surface charge of the LPHNSs and LPHNS-pDNA complexes was determined by analysis of the ζ-potential as described previously. ",
            "section": "characterization of hybrid nanospheres"
        },
        {
            "text": "24,25 Both types of measurements were performed at 25°C using deionized water and repeated three times for each sample (50 µg/L). ",
            "section": "characterization of hybrid nanospheres",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "24,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "25"
                }
            ]
        },
        {
            "text": "The shape and surface morphology of the LPHNSs were initially investigated by field-emission scanning electron microscopy (FESEM; JSM-6700F; JEOL, Tokyo, Japan) at an accelerating voltage of 5 kV. ",
            "section": "characterization of hybrid nanospheres"
        },
        {
            "text": "For the sample preparation, one drop of the NS dispersion was drop casted on a carbon tape supported by the stub, and the water was evaporated under reduced pressure. ",
            "section": "characterization of hybrid nanospheres"
        },
        {
            "text": "Thin layers of dried particle were sputter coated with platinum by an Auto Fine Coater (JEOL) for 30 seconds at 30 mA. ",
            "section": "characterization of hybrid nanospheres"
        },
        {
            "text": "The core-shell structures of LPHNSs and LPHNS-pDNA complexes were further confirmed by energy-filtered transmission electron microscopy (EFTEM). ",
            "section": "characterization of hybrid nanospheres"
        },
        {
            "text": "26 EFTEM experiments were carried out with a Libra 120 microscope (Carl Zeiss Meditec AG, Jena, Germany), and samples were prepared by depositing 20 µL of LPHNS suspension (0.5 mg/ mL) onto a 200-mesh carbon-coated copper grid. ",
            "section": "characterization of hybrid nanospheres",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "26"
                }
            ]
        },
        {
            "text": "Samples were blotted away after 30 minutes' incubation, and grids were negatively stained with freshly prepared and sterile-filtered 2% (w/v) uranyl acetate aqueous solution. ",
            "section": "characterization of hybrid nanospheres"
        },
        {
            "text": "The grids were then washed twice with distilled water and air-dried prior to imaging. ",
            "section": "characterization of hybrid nanospheres"
        },
        {
            "text": "The core-shell hybrid structure of LPHNSs was further confirmed by a confocal laser scanning microscopy (CLSM; Carl Zeiss LSM 510 Meta) with fluorescent LPHNSs.",
            "section": "characterization of hybrid nanospheres"
        },
        {
            "text": "LPHNS-pDNA complexes were prepared using 1 µg of pDNA mixed with the resuspended freeze-dried LPHNS group (A, B, C, and D) at different ratios of NSs to pDNA (LPHNS:pDNA 15:1, 30:1, 60:1, and 90:1 w/w, respectively) in nuclease-free deionized water. ",
            "section": "Formation of lPhNs-pDNa complexes and gel retardation assay"
        },
        {
            "text": "The mixture was incubated at room temperature for 30 minutes to allow for LPHNS-pDNA complex formation. ",
            "section": "Formation of lPhNs-pDNa complexes and gel retardation assay"
        },
        {
            "text": "After incubation, the LPHNS-pDNA complexes were diluted in serum-free medium (Dulbecco's Modified Eagle's Medium [DMEM]). ",
            "section": "Formation of lPhNs-pDNa complexes and gel retardation assay",
            "ref_spans": [
                {
                    "start": 113,
                    "end": 119,
                    "type": "bibr",
                    "text": "[DMEM]"
                }
            ]
        },
        {
            "text": "The incorporation efficiency of each LPHNS group (A, B, C, and D) was verified by gel retardation assay. ",
            "section": "Formation of lPhNs-pDNa complexes and gel retardation assay"
        },
        {
            "text": "27 For the assay, we prepared LPHNS-pDNA complexes from each experimental group (A, B, C, and D) by mixing 15, 30, 60, and 90 µg of LPHNSs with 1 µg of pDNA and incubating them for 30 minutes at room temperature. ",
            "section": "Formation of lPhNs-pDNa complexes and gel retardation assay",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "27"
                }
            ]
        },
        {
            "text": "After 30 minutes, 5 µL of each group of LPHNS-pDNA complexes was mixed with 1 µL of loading buffer (0.25% w/w bromophenol blue in TE buffer) and applied to 1% agarose gel. ",
            "section": "Formation of lPhNs-pDNa complexes and gel retardation assay"
        },
        {
            "text": "Electrophoresis was carried out at 100 V for 20 minutes at room temperature in 0.5× TAE buffer. ",
            "section": "Formation of lPhNs-pDNa complexes and gel retardation assay"
        },
        {
            "text": "The gels were stained with ethidium bromide solution (10 mg/mL) for DNA visualization. ",
            "section": "Formation of lPhNs-pDNa complexes and gel retardation assay"
        },
        {
            "text": "Images were captured by a gel documentation system (GDS-200 D; Korea Lab Tech, Seongnam, Korea). ",
            "section": "Formation of lPhNs-pDNa complexes and gel retardation assay"
        },
        {
            "text": "Similarly, to investigate the supportive role of protamine, we fabricated LPHNSs (DOTAP 24% w/w) without protamine for comparison.",
            "section": "Formation of lPhNs-pDNa complexes and gel retardation assay"
        },
        {
            "text": "HEK293, HeLa, HepG2, and HaCaT cells were obtained from the American Type Culture Collection (Manassas, VA, USA) and cultured at 37°C and 5% CO 2 in DMEM supplemented with 10% fetal bovine serum (FBS) and 1% penicillin (5,000 U/mL)-streptomycin (5,000 U/mL). ",
            "section": "cell cultures and transfection"
        },
        {
            "text": "For LPHNS transfections, HEK293, HeLa, HaCaT, and HepG2 cells were seeded in 24-well plates at a density of 6×10 4 cells per well in 0.5 mL DMEM (GE Healthcare Bio-Sciences AB, Uppsala, Sweden) supplemented with 10% FBS for 24 hours to reach approximately 60%-80% confluence before transfection. ",
            "section": "cell cultures and transfection"
        },
        {
            "text": "For the transfection experiment, the cells was cultured with serum-free medium (0.5 mL) and incubated with each group for 4 hours. ",
            "section": "cell cultures and transfection"
        },
        {
            "text": "Then, the medium was replaced with serum containing medium and incubated for 48 hours. ",
            "section": "cell cultures and transfection"
        },
        {
            "text": "After 48 hours of Notes: experimental groups compared with control; differences with P-values less than 0.05 were considered significant: **P,0.01, ***P,0.001. ",
            "section": "cell cultures and transfection"
        },
        {
            "text": "Data are presented as mean ± standard error of the mean (seM). ",
            "section": "cell cultures and transfection"
        },
        {
            "text": "Abbreviations: lPhNss, lipid-polymer hybrid nanospheres; PDI, polydispersity index; Plga, poly(D,l-lactic-co-glycolic acid); w/w, weight/weight; DOTaP, 1,2-di-(9Zoctadecenoyl)-3-trimethylammonium-propane (chloride salt).",
            "section": "cell cultures and transfection"
        },
        {
            "text": "incubation, transfected cells were examined by fluorescence microscopy (Leica Microsystems, Wetzlar, Germany), and the fluorescence intensity was quantified by C6 flow cytometry (Accuri™ C6; BD Biosciences, San Jose, CA, USA) and analyzed under excitation and emission wavelengths of 488 and 520 nm, respectively. ",
            "section": "cell cultures and transfection"
        },
        {
            "text": "The autofluorescence of untreated cells was used as an internal control. ",
            "section": "cell cultures and transfection"
        },
        {
            "text": "Forward and side lightscatter gates were set to exclude dead cells, debris, and cell aggregates. ",
            "section": "cell cultures and transfection"
        },
        {
            "text": "At least 10,000 events were acquired and analyzed per sample. ",
            "section": "cell cultures and transfection"
        },
        {
            "text": "To calculate the relative transfection efficiency of LPHNSs, all experiments were designed to compare LPHNS groups with Lipofectamine 2000. ",
            "section": "cell cultures and transfection"
        },
        {
            "text": "PEI-PLGA NSs were used as a positive control, and pDNA alone was used as the negative control. ",
            "section": "cell cultures and transfection"
        },
        {
            "text": "Lipofectamine-pDNA complexes were prepared according to manufacturer's instructions and equalized to our experimental conditions by optimizing the concentration (1-2.5 µL with 1 µg of DNA). ",
            "section": "cell cultures and transfection"
        },
        {
            "text": "Similarly, PEI-PLGA-pDNA complexes were prepared by a mixing (90:1 w/w) ratio. ",
            "section": "cell cultures and transfection"
        },
        {
            "text": "The cell experiment in this study was done in the CHA University. ",
            "section": "cell cultures and transfection"
        },
        {
            "text": "All the immortalized human cell lines were purchased from ATCC and have been subcultured with the approval of the Ethics Committee at CHA University.",
            "section": "cell cultures and transfection"
        },
        {
            "text": "The cellular uptake and intracellular release behaviors of the LPHNS groups (A, B, C, and D) were investigated as described previously. ",
            "section": "cellular uptake and intracellular release study"
        },
        {
            "text": "28 HeLa cells were seeded in 24-well plates at a density of 6×10 4 cells per well in 0.5 mL DMEM supplemented with 10% FBS to reach approximately 60%-80% confluence. ",
            "section": "cellular uptake and intracellular release study",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "28"
                }
            ]
        },
        {
            "text": "After 24 h, fluorescently labeled Rho LPHNSs (90 µg) with different cationic lipid-concentration groups (A, B, C, and D) were added into the culture medium. ",
            "section": "cellular uptake and intracellular release study"
        },
        {
            "text": "Following various incubation times of 0.5, 1, 2, 4, 6, 12, and 24 hours, the cells were washed twice with phosphatebuffered saline (PBS), trypsinized, and quantified by flow cytometry. ",
            "section": "cellular uptake and intracellular release study"
        },
        {
            "text": "Initially, a threshold of fluorescence was generated using HeLa cells without exposure to the LPHNSs as a control sample. ",
            "section": "cellular uptake and intracellular release study"
        },
        {
            "text": "The autofluorescence of untreated cells was used as an internal control. ",
            "section": "cellular uptake and intracellular release study"
        },
        {
            "text": "Forward and side light-scatter gates were set to exclude dead cells, debris, and cell aggregates. ",
            "section": "cellular uptake and intracellular release study"
        },
        {
            "text": "At least 10,000 events were acquired and analyzed per sample. ",
            "section": "cellular uptake and intracellular release study"
        },
        {
            "text": "All events corresponding to the control sample were located at intensities below this threshold. ",
            "section": "cellular uptake and intracellular release study"
        },
        {
            "text": "The number of cells carrying Rho LPHNSs was found from the area matching the events located at higher intensities than the threshold. ",
            "section": "cellular uptake and intracellular release study"
        },
        {
            "text": "The cellular uptake ratio was calculated as follows:",
            "section": "cellular uptake and intracellular release study"
        },
        {
            "text": "Number of events over the threshold Total number of events ×1 100%",
            "section": "cellular uptake and intracellular release study"
        },
        {
            "text": "Further, the cellular uptake and intracellular behaviors of LPHNSs with different surface coatings were studied in HeLa cells with CLSM (LSM 510) using fluorescently labeled Rho LPHNSs. ",
            "section": "cellular uptake and intracellular release study"
        },
        {
            "text": "The PEI-modified PLGA NSs were used as controls. ",
            "section": "cellular uptake and intracellular release study"
        },
        {
            "text": "28 In brief, HeLa cells were plated on coverslips in 24-well plates (cell density 6×10 4 cells/well) and maintained in DMEM supplemented with 10% FBS at 37°C in a humidified atmosphere containing 5% CO 2 for 1 day. ",
            "section": "cellular uptake and intracellular release study",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "28"
                }
            ]
        },
        {
            "text": "Then, fluorescent Rho LPHNSs (90 µg) with different cationic lipid-concentration surface coatings were added to the cells and incubated for 12 hours at 37°C. ",
            "section": "cellular uptake and intracellular release study"
        },
        {
            "text": "The cells were washed with PBS and fixed with 4% paraformaldehyde solution in PBS and washed three times, and the nuclei were stained with 5 µL of DAPI (4′,6-diamidino-2-phenylindole; 1 µg/mL) for 1-2 minutes at room temperature and washed. ",
            "section": "cellular uptake and intracellular release study"
        },
        {
            "text": "Finally, the cells were mounted and observed using CLSM.",
            "section": "cellular uptake and intracellular release study"
        },
        {
            "text": "The cytotoxicity of LPHNS-pDNA complexes were evaluated using HEK293, HeLa, HaCaT, and HepG2 cells by CCK-8 assay. ",
            "section": "cytotoxicity assay"
        },
        {
            "text": "29 Cells were seeded in a 24-well plate at a density of 6×10 4 cells/mL. ",
            "section": "cytotoxicity assay",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "29"
                }
            ]
        },
        {
            "text": "After incubation for 24 hours, the medium was exchanged with 0.5 mL of culture medium containing 90 µg of LPHNS-pDNA complexes (90:1 w/w) from each group. ",
            "section": "cytotoxicity assay"
        },
        {
            "text": "Lipofectamine 2000 and PEI-PLGA NSs were used as control groups. ",
            "section": "cytotoxicity assay"
        },
        {
            "text": "After incubation for 48 hours, the medium was replaced with fresh medium. ",
            "section": "cytotoxicity assay"
        },
        {
            "text": "CCK-8 solution (10 µL) was added to each well, followed by incubation for 1 hour at 37°C. ",
            "section": "cytotoxicity assay"
        },
        {
            "text": "Then, the absorbance at 450 nm was measured by a VersaMax ELISA Microplate Reader (Molecular Devices LLC, Sunnyvale, CA, USA). ",
            "section": "cytotoxicity assay"
        },
        {
            "text": "Cell viability was expressed as a percentage based on control (untreated) cells. ",
            "section": "cytotoxicity assay"
        },
        {
            "text": "Additionally, CCK-8 assays were performed with HEK293 cells for groups with different concentrations (15,30,60, and 90 µg).",
            "section": "cytotoxicity assay",
            "ref_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(15,"
                },
                {
                    "start": 105,
                    "end": 108,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "30,"
                },
                {
                    "start": 108,
                    "end": 110,
                    "type": "bibr",
                    "text": "60"
                }
            ]
        },
        {
            "text": "Stability is a crucial factor affecting the practicality of hybrid NS formulations. ",
            "section": "short-term stability testing"
        },
        {
            "text": "For stability testing, three batches of each LPHNS group (A, B, C, and D) and bare PLGA were stored in transparent glass vials at 4°C. ",
            "section": "short-term stability testing"
        },
        {
            "text": "The particle sizes of the experimental groups were used to determine the stability by DLS (Nano ZS), and measurements were taken at selected time intervals.",
            "section": "short-term stability testing"
        },
        {
            "text": "At least three independent sets of experiments for each condition were performed in triplicate. ",
            "section": "statistical analysis"
        },
        {
            "text": "Data were pooled, and are statistically expressed in terms of means and standard deviation. ",
            "section": "statistical analysis"
        },
        {
            "text": "Analysis of variance was used for analysis of quantitative values, and the Bonferroni post hoc test was used for comparisons among groups. ",
            "section": "statistical analysis"
        },
        {
            "text": "Differences were considered significant at P,0.05. ",
            "section": "statistical analysis"
        },
        {
            "text": "The Prism software package (version 5.02; GraphPad Software Inc, La Jolla, CA, USA) was used to perform the statistical tests.",
            "section": "statistical analysis"
        },
        {
            "text": "In the past few decades, numerous nanocarriers have been developed for safe and efficient gene delivery. ",
            "section": "Results and discussion"
        },
        {
            "text": "30 We aimed to develop a simple and efficient hybrid nanocarrier as a nonviral gene-delivery vehicle, which has the complementary features of both liposome and polymeric NSs. ",
            "section": "Results and discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "30"
                }
            ]
        },
        {
            "text": "We synthesized relatively monodisperse core-shell LPHNSs ( Figure  1), consisting of a positively charged cationic lipid (DOTAP) with a protamine layer forming the outer shell and an inner spherical PLGA core. ",
            "section": "Results and discussion",
            "ref_spans": [
                {
                    "start": 59,
                    "end": 68,
                    "type": "figure",
                    "text": "Figure  1"
                }
            ]
        },
        {
            "text": "The LP HNSs were fabricated by modifying the double-emulsion solvent-evaporation process by allowing lipids and protamine to self-assemble on the surface of a polymer core. ",
            "section": "Results and discussion"
        },
        {
            "text": "14,20 Protamine was used as the condensing agent. ",
            "section": "Results and discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "20"
                }
            ]
        },
        {
            "text": "31 In this study, four different concentrations of lipids with constant protamine were used to construct LPHNSs, and their properties and transfection efficiencies were compared.",
            "section": "Results and discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "31"
                }
            ]
        },
        {
            "text": "In order to study the influence of cationic lipid concentration on LPHNS properties, LPHNSs with different concentrations of lipids were prepared using different ratios of cationic lipid to polymer in the organic phase, with a constant amount of protamine (10 µg/mL) in the aqueous phase. ",
            "section": "Influence of cationic lipid concentration on size and size distribution of lPhNss"
        },
        {
            "text": "As shown in Table 1, it was observed that the mean diameters (z-average sizes) of LPHNSs with cationic lipid concentrations of 6% w/w (group A), 12% w/w (group B), 18% w/w (group C), and 24% w/w (group D) were 209±10.4, 186±7.3, 163±5.6, and 154±5.2 nm, respectively. ",
            "section": "Influence of cationic lipid concentration on size and size distribution of lPhNss",
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "DLS analysis revealed that there was a significant size reduction (Figures 2A, S1) compared to bare PLGA NSs (247±12.8 nm), which could be explained by the fact that the processing of those particles in a single step was stabilized by the function of the lipids with PVA. ",
            "section": "Influence of cationic lipid concentration on size and size distribution of lPhNss",
            "ref_spans": [
                {
                    "start": 66,
                    "end": 81,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Figures 2A, S1"
                }
            ]
        },
        {
            "text": "15,20 It was also found that there was a decrease in particle size Figure 1 schematic diagram of lPhNs nanoparticles as gene-delivery vectors. ",
            "section": "Influence of cationic lipid concentration on size and size distribution of lPhNss",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "20"
                },
                {
                    "start": 67,
                    "end": 75,
                    "type": "figure",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "Notes: LPHNSs that consisted of DOTAP-protamine-PLGA for efficient gene delivery were fabricated by emulsion-solvent evaporation with a self-assembly process. ",
            "section": "Influence of cationic lipid concentration on size and size distribution of lPhNss"
        },
        {
            "text": "The superior cationic charges of lPhNss assisted to form a complex with pDNa and enhance condensation ability, which facilitated the higher cellular uptake and intracellular release of pDNa. ",
            "section": "Influence of cationic lipid concentration on size and size distribution of lPhNss"
        },
        {
            "text": "The scale represents 100 µm. ",
            "section": "Influence of cationic lipid concentration on size and size distribution of lPhNss"
        },
        {
            "text": "Abbreviations: lPhNs, lipid-polymer hybrid nanosphere; pDNa, plasmid DNa; Plga, poly(d,l-lactic-co-glycolic acid); DOTaP, 1,2-di-(9Z-octadecenoyl)-3trimethylammonium-propane (chloride salt); PVa, polyvinyl alcohol; w/w, weight/weight.",
            "section": "Influence of cationic lipid concentration on size and size distribution of lPhNss"
        },
        {
            "text": "(209-154 nm) as the lipid concentrations increased in the organic phase from 6% to 24% w/w (lipid-to-polymer weight ratio). ",
            "section": "Influence of cationic lipid concentration on size and size distribution of lPhNss"
        },
        {
            "text": "The concentration of cationic lipids could play a significant role in controlling the size of LPHNSs, possibly reducing the coalescence of particles. ",
            "section": "Influence of cationic lipid concentration on size and size distribution of lPhNss"
        },
        {
            "text": "32 Furthermore, it was found that the higher lipid concentration (24% w/w DOTAP) with constant protamine considerably decreased LPHNS-pDNA complex size (z-average) than the less lipid group (6% w/w DOTAP). ",
            "section": "Influence of cationic lipid concentration on size and size distribution of lPhNss",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "32"
                }
            ]
        },
        {
            "text": "The synergistic effect of cationic lipid and protamine could have been the possible reason, as observed in earlier studies. ",
            "section": "Influence of cationic lipid concentration on size and size distribution of lPhNss"
        },
        {
            "text": "33 ",
            "section": "Influence of cationic lipid concentration on size and size distribution of lPhNss",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "33"
                }
            ]
        },
        {
            "text": "Surface charge is an important indication of the stability of a colloidal system in a particular medium. ",
            "section": "Influence of cationic lipid concentration on surface charge of lPhNss"
        },
        {
            "text": "34 We investigated the influence of cationic lipid concentrations on LPHNS surface charge ( Figures 2B, S1). ",
            "section": "Influence of cationic lipid concentration on surface charge of lPhNss",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "34"
                },
                {
                    "start": 92,
                    "end": 106,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figures 2B, S1"
                }
            ]
        },
        {
            "text": "As expected, the inclusion of cationic lipids changed the surface charges of the particles. ",
            "section": "Influence of cationic lipid concentration on surface charge of lPhNss"
        },
        {
            "text": "All LPHNSs had positive charges compared with the negative charge of bare PLGA NSs (-24±4 mV). ",
            "section": "Influence of cationic lipid concentration on surface charge of lPhNss"
        },
        {
            "text": "As shown in Table 1, the ζ-potentials of LPHNSs with cationic lipid concentrations of 6% w/w (group A), 12% w/w (group B), 18% w/w (group C), and 24% w/w (group D) were 36±3, 50±1.8, 57±2.2, and 64±2 mV, respectively. ",
            "section": "Influence of cationic lipid concentration on surface charge of lPhNss",
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "However, the addition of negatively charged pDNA to the LPHNSs led to a slight charge reduction, as shown in Figure 3C. ",
            "section": "Influence of cationic lipid concentration on surface charge of lPhNss",
            "ref_spans": [
                {
                    "start": 109,
                    "end": 118,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 3C"
                }
            ]
        },
        {
            "text": "Considering that the surface area of LPHNSs decreased with increasing concentration, which might lead to a decrease in the incorporation of cationic lipids, an increase in the surface charges with increasing lipid concentration was unexpected. ",
            "section": "Influence of cationic lipid concentration on surface charge of lPhNss"
        },
        {
            "text": "35 We believe that this finding will help with the optimization of LPHNSs for the purpose of transfection and delivery of multiple bioactive molecules in the future.",
            "section": "Influence of cationic lipid concentration on surface charge of lPhNss",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "35"
                }
            ]
        },
        {
            "text": "The overall structure of the NSs was examined to ensure that they were hybrid particles of lipid and a polymeric core, rather than a random combination of liposomes and unprotected PLGA NPs. ",
            "section": "Influence of cationic lipid concentration on lPhNs morphology"
        },
        {
            "text": "As shown in Figure 2C and D, FESEM and EFTEM showed that all formulation groups (A, B, C, and D) exhibited the perfect HNS size (~150-250 nm). ",
            "section": "Influence of cationic lipid concentration on lPhNs morphology",
            "ref_spans": [
                {
                    "start": 12,
                    "end": 21,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 2C"
                }
            ]
        },
        {
            "text": "The particle size observed from the EFTEM image was in agreement with that determined by DLS (Figures 2A, S1). ",
            "section": "Influence of cationic lipid concentration on lPhNs morphology",
            "ref_spans": [
                {
                    "start": 93,
                    "end": 108,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Figures 2A, S1"
                }
            ]
        },
        {
            "text": "Further, EFTEM confirmed the formation of an HNS consisting of a PLGA core covered by a thin lipid monolayer. ",
            "section": "Influence of cationic lipid concentration on lPhNs morphology"
        },
        {
            "text": "The negative staining further confirmed the core-shell structure of LPHNSs. ",
            "section": "Influence of cationic lipid concentration on lPhNs morphology"
        },
        {
            "text": "Additionally, EFTEM confirmed the particle-size reduction (~209-154 nm) when the lipid concentration was increased from 6% to 24% w/w. ",
            "section": "Influence of cationic lipid concentration on lPhNs morphology"
        },
        {
            "text": "It appeared that 6% DOTAP was unable to control the NS aggregation, whereas 24% w/w DOTAP effectively controlled the aggregation. ",
            "section": "Influence of cationic lipid concentration on lPhNs morphology"
        },
        {
            "text": "We speculated that the DOTAP played a synergistic role as a stabilizer of PVA more efficiently at higher concentrations than at lower concentrations. ",
            "section": "Influence of cationic lipid concentration on lPhNs morphology"
        },
        {
            "text": "To visualize the core-shell structure and lipid assembly further, two different fluorescent dyes -NBD-PC (0.5 mg/mL) with DOTAP and Rhodamine (1 mg/mL) with PLGA -were used to synthesize fluorescent LPHNSs and examined using confocal microscopy. ",
            "section": "Influence of cationic lipid concentration on lPhNs morphology"
        },
        {
            "text": "The fluorescence image in Figure 2E clearly illustrates the self-assembly process of the lipidpolymer core-shell structure by forming a uniform green fluorescence on a red fluorescence from the surface of the inner core. ",
            "section": "Influence of cationic lipid concentration on lPhNs morphology",
            "ref_spans": [
                {
                    "start": 26,
                    "end": 35,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 2E"
                }
            ]
        },
        {
            "text": "Furthermore, EFTEM clearly shows the difference between LPHNSs and LPHNS-pDNA complexes ( Figure S2).",
            "section": "Influence of cationic lipid concentration on lPhNs morphology",
            "ref_spans": [
                {
                    "start": 90,
                    "end": 99,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure S2"
                }
            ]
        },
        {
            "text": "The binding ability of the cationic LPHNSs to the polyanionic pDNA (pEGFP) was studied using electrophoresis, DLS, and microscopic analysis. ",
            "section": "Influence of cationic lipid concentration on lPhNs-DNa complexes and transfection efficiency"
        },
        {
            "text": "36 It has been proven that the condensation of DNA is important for the protection of DNA from enzymatic degradation, as well for allowing easy entry into the nucleus. ",
            "section": "Influence of cationic lipid concentration on lPhNs-DNa complexes and transfection efficiency",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "36"
                }
            ]
        },
        {
            "text": "The LPHNS-pDNA complexes were prepared as described in the Materials and methods section. ",
            "section": "Influence of cationic lipid concentration on lPhNs-DNa complexes and transfection efficiency"
        },
        {
            "text": "As shown in Figure 3A, with increasing cationic lipid (DOTAP) concentration in the LPHNS formulation, DNA-incorporation efficiency increased. ",
            "section": "Influence of cationic lipid concentration on lPhNs-DNa complexes and transfection efficiency",
            "ref_spans": [
                {
                    "start": 12,
                    "end": 21,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 3A"
                }
            ]
        },
        {
            "text": "When the DOTAP lipid concentration was increased from 6% to 24% w/w, the pDNA-incorporation ability improved significantly (results not shown). ",
            "section": "Influence of cationic lipid concentration on lPhNs-DNa complexes and transfection efficiency"
        },
        {
            "text": "However, the NS-pDNA ratio played a crucial role in DNA incorporation, and it was observed that at higher LPHNS particle concentrations (.130 µg), 1 µg of pDNA was retained. ",
            "section": "Influence of cationic lipid concentration on lPhNs-DNa complexes and transfection efficiency"
        },
        {
            "text": "However, at such a high NS concentration, cytotoxicity increased and cell viability decreased below 80% (results not shown). ",
            "section": "Influence of cationic lipid concentration on lPhNs-DNa complexes and transfection efficiency"
        },
        {
            "text": "On the other hand, less than 100 µg of LPHNS particle concentration (,100 µg) was unable to compact the pDNA completely, as shown in Figure 3A. ",
            "section": "Influence of cationic lipid concentration on lPhNs-DNa complexes and transfection efficiency",
            "ref_spans": [
                {
                    "start": 133,
                    "end": 142,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 3A"
                }
            ]
        },
        {
            "text": "Therefore, we included protamine in the LPHNSs during the fabrication process (Figure 1). ",
            "section": "Influence of cationic lipid concentration on lPhNs-DNa complexes and transfection efficiency",
            "ref_spans": [
                {
                    "start": 78,
                    "end": 87,
                    "type": "figure",
                    "text": "(Figure 1"
                }
            ]
        },
        {
            "text": "Incorporation of protamine in the LPHNS formulation resulted in strong pDNA binding and retention in all LPHNS-formulation groups (A, B, C, and D) at various NS concentrations (15,30,60, and 90 µg) ( Figure 3B and C). ",
            "section": "Influence of cationic lipid concentration on lPhNs-DNa complexes and transfection efficiency",
            "ref_spans": [
                {
                    "start": 176,
                    "end": 180,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(15,"
                },
                {
                    "start": 180,
                    "end": 183,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "30,"
                },
                {
                    "start": 183,
                    "end": 185,
                    "type": "bibr",
                    "text": "60"
                },
                {
                    "start": 200,
                    "end": 216,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 3B and C)"
                }
            ]
        },
        {
            "text": "Furthermore, the synergistic effect of protamine and lipid resulted in a higher degree of complexation with pDNA, explaining the role of protamine as a DNA-condensing agent ( Figures 3C, S2). ",
            "section": "Influence of cationic lipid concentration on lPhNs-DNa complexes and transfection efficiency",
            "ref_spans": [
                {
                    "start": 175,
                    "end": 189,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figures 3C, S2"
                }
            ]
        },
        {
            "text": "37",
            "section": "Influence of cationic lipid concentration on lPhNs-DNa complexes and transfection efficiency"
        },
        {
            "text": "Cytotoxicity is a crucial problem associated with most nonviral vectors, limiting their clinical use. ",
            "section": "Influence of cationic lipid concentration on cell viability"
        },
        {
            "text": "38 The cytotoxicity of LPHNSs-pDNA complexes as well as control groups (PEI-PLGA and Lipofectamine 2000-pDNA complexes) was investigated with HEK293, HeLa, HaCaT, and HepG2 cells by CCK-8 assays. ",
            "section": "Influence of cationic lipid concentration on cell viability",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "38"
                }
            ]
        },
        {
            "text": "It is well known that lipoplexes and polyplexes exhibit high cytotoxicity. ",
            "section": "Influence of cationic lipid concentration on cell viability"
        },
        {
            "text": "8 The experimental results confirmed similar cytotoxicity for Lipofectamine and PEI-PLGA-pDNA complexes, as shown in Figure 4. ",
            "section": "Influence of cationic lipid concentration on cell viability",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8"
                },
                {
                    "start": 117,
                    "end": 125,
                    "type": "figure",
                    "text": "Figure 4"
                }
            ]
        },
        {
            "text": "Notably, all LPHNS-pDNA complexes exhibited low cytotoxicity (cell viability .70%), even at higher NS concentrations (90 µg) for 293T, HeLa, HaCaT, and HepG2 cells. ",
            "section": "Influence of cationic lipid concentration on cell viability"
        },
        {
            "text": "In addition, groups with higher lipid concentrations, such as LPHNS group C with 18% w/w DOTAP and group D with 24% w/w DOTAP, did not exhibit severe cytotoxicity (.70% cell viability in all tested cells). ",
            "section": "Influence of cationic lipid concentration on cell viability"
        },
        {
            "text": "Furthermore, we investigated the effect of concentration of LPHNS-pDNA complexes on cell viability of HEK293 cells by using 15, 30, 60, and 90 µg of LPHNSs with 1 µg of pDNA. ",
            "section": "Influence of cationic lipid concentration on cell viability"
        },
        {
            "text": "The experimental results confirmed that all tested NS-pDNA complexes exhibited comparatively lower cytotoxicity than PEI-PLGA NS-pDNA complexes (90:1 w/w) ( Figure S3). ",
            "section": "Influence of cationic lipid concentration on cell viability",
            "ref_spans": [
                {
                    "start": 157,
                    "end": 166,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure S3"
                }
            ]
        },
        {
            "text": "It was also observed that there was a slight increase in cytotoxicity for both PEI-PLGA and LPHNSs. ",
            "section": "Influence of cationic lipid concentration on cell viability"
        },
        {
            "text": "It has been confirmed in various tissues that cationic liposome-based lipoplexes show dose-dependent toxicity. ",
            "section": "Influence of cationic lipid concentration on cell viability"
        },
        {
            "text": "8,39 The size, charge ratio, and amount of free lipid present in the cationic liposome may be the reason for the increased cytotoxicity of cationic lipoplexes. ",
            "section": "Influence of cationic lipid concentration on cell viability",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8,"
                },
                {
                    "start": 2,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "39"
                }
            ]
        },
        {
            "text": "40 However, our LPHNS system's nanosize (~150-200 nm) and biodegradable lipid-polymer hybrid could be the major contributors to the low cytotoxicity. ",
            "section": "Influence of cationic lipid concentration on cell viability",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "40"
                }
            ]
        },
        {
            "text": "Furthermore, the spherical shape and less aggregation of LPHNSs could be the reason for low cytotoxicity, since cytotoxicity of NSs depends on the nature of the aggregates formed and morphology of lipoplexes (Figure 3). ",
            "section": "Influence of cationic lipid concentration on cell viability",
            "ref_spans": [
                {
                    "start": 208,
                    "end": 218,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "(Figure 3)"
                }
            ]
        },
        {
            "text": "41 Ample evidence exists showing that polymeric NPs or liposomes alone cause cytotoxicity. ",
            "section": "Influence of cationic lipid concentration on cell viability",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "41"
                }
            ]
        },
        {
            "text": "Therefore, to overcome this problem, lipid-polymer hybrid architectures have been designed, which combine the mechanical (stability) advantages of biodegradable polymeric NPs and the biomimetic advantages of liposomes. ",
            "section": "Influence of cationic lipid concentration on cell viability"
        },
        {
            "text": "8,17 ",
            "section": "Influence of cationic lipid concentration on cell viability",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8,"
                },
                {
                    "start": 2,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17"
                }
            ]
        },
        {
            "text": "The in vitro transfection activity of LPHNSs with protamine at different concentrations of cationic lipid were studied in HEK293, HeLa, HaCaT, and HepG2 cells using pEGFP as a reporter gene at a 90:1 w/w (NS:pDNA) ratio.",
            "section": "Influence of cationic lipid concentration on transfection efficiency of LPHNSs"
        },
        {
            "text": "Transfection efficiency exhibited a strong correlation with cationic lipid concentration and NS concentration (results not shown) of the LPHNS gene carriers. ",
            "section": "Influence of cationic lipid concentration on transfection efficiency of LPHNSs"
        },
        {
            "text": "Transfection efficiency in all four cell lines was slightly different, as shown in Figure 4B. ",
            "section": "Influence of cationic lipid concentration on transfection efficiency of LPHNSs",
            "ref_spans": [
                {
                    "start": 83,
                    "end": 92,
                    "type": "figure",
                    "text": "Figure 4B"
                }
            ]
        },
        {
            "text": "When the cationic lipid concentration increased from 6% to 24% w/w at a specific NS concentration (90 µg), the transgene-expression level increased from 48% to 85% in HEK293 cells. ",
            "section": "Influence of cationic lipid concentration on transfection efficiency of LPHNSs"
        },
        {
            "text": "At the same NS concentration, the transgene-expression level increased from 27% to 50% in the HeLa cells. ",
            "section": "Influence of cationic lipid concentration on transfection efficiency of LPHNSs"
        },
        {
            "text": "Similar trends were observed in human hepatocellular carcinoma cells, where transfection efficiency increased from 13% to 40%, and in immortalized human keratinocytes, where transgene-expression level increased from 30% to 53%. ",
            "section": "Influence of cationic lipid concentration on transfection efficiency of LPHNSs"
        },
        {
            "text": "Interestingly, all formulation groups of LPHNSs showed markedly enhanced transfection efficiencies in HEK293 cells compared with other tested cells, as shown in Figure 4C. ",
            "section": "Influence of cationic lipid concentration on transfection efficiency of LPHNSs",
            "ref_spans": [
                {
                    "start": 161,
                    "end": 170,
                    "type": "figure",
                    "text": "Figure 4C"
                }
            ]
        },
        {
            "text": "This could be attributed to the biochemical machinery of HEK293 cells, capable of carrying out most of the posttranslational folding and processing required to generate functional and mature protein from a wide spectrum of both mammalian and nonmammalian nucleic acids. ",
            "section": "Influence of cationic lipid concentration on transfection efficiency of LPHNSs"
        },
        {
            "text": "42 Lipid concentration-dependent transfection efficiency was observed in all four tested cell lines ( Figure 4C). ",
            "section": "Influence of cationic lipid concentration on transfection efficiency of LPHNSs",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "42"
                },
                {
                    "start": 102,
                    "end": 111,
                    "type": "figure",
                    "text": "Figure 4C"
                }
            ]
        },
        {
            "text": "The transfection efficiencies of LPHNSs with protamine increased significantly as expected, but was slightly different in different cell types. ",
            "section": "Influence of cationic lipid concentration on transfection efficiency of LPHNSs"
        },
        {
            "text": "For instance, in HEK293 cells, LPHNS group D exhibited enhanced gene expression (85%) compared to group A (48%), group B (61%), and group C (72%), while transgene expression in other cell types was not as different as in HEK293 cells. ",
            "section": "Influence of cationic lipid concentration on transfection efficiency of LPHNSs"
        },
        {
            "text": "However, we observed that the type of cells marginally influenced transgene expression ( Figure 4C). ",
            "section": "Influence of cationic lipid concentration on transfection efficiency of LPHNSs",
            "ref_spans": [
                {
                    "start": 89,
                    "end": 98,
                    "type": "figure",
                    "text": "Figure 4C"
                }
            ]
        },
        {
            "text": "It was evident in the cervical cancer (HeLa) cells that experimental group D had a higher transgene-expression level (50%) compared to group A (27%), group B (33%), and group C (45%). ",
            "section": "Influence of cationic lipid concentration on transfection efficiency of LPHNSs"
        },
        {
            "text": "Particularly, the transgene-expression capability of LPHNSs and the effect of cell type on transgene expression among cell lines were investigated in additional cells. ",
            "section": "Influence of cationic lipid concentration on transfection efficiency of LPHNSs"
        },
        {
            "text": "( Figure 4C) ",
            "section": "Influence of cationic lipid concentration on transfection efficiency of LPHNSs",
            "ref_spans": [
                {
                    "start": 2,
                    "end": 11,
                    "type": "figure",
                    "text": "Figure 4C"
                }
            ]
        },
        {
            "text": "A similar trend of lipid concentration-dependent transfection was also observed in HepG2 cells, where group D had a higher gene-expression level (40%) compared to group A (17%), group B (24%), and group C (32%). ",
            "section": "Influence of cationic lipid concentration on transfection efficiency of LPHNSs"
        },
        {
            "text": "In immortalized human keratinocytes, the transgene expression of group D showed superior efficiency (54%) compared to the lower lipid-concentration counterparts, as observed in group A (30%), group B (42%), and group C (46%), demonstrating that the transfection activity of the cationic lipid-protamine polymer hybrid nanocarrier was significantly dependent on their cationic lipid concentration.",
            "section": "Influence of cationic lipid concentration on transfection efficiency of LPHNSs"
        },
        {
            "text": "The transgene-expression level induced by the LPHNSs at the optimal NS:pDNA ratio in HEK cells was lower than that mediated by Lipofectamine, whereas it was at the same order of magnitude as that mediated by PEI-PLGA in HEK293 cells. ",
            "section": "Influence of cationic lipid concentration on transfection efficiency of LPHNSs"
        },
        {
            "text": "However, groups D and C exhibited 30% more transfection efficiency than that induced by PEI-PLGA in HeLa cells and 25% higher transfection in HepG2 cells. ",
            "section": "Influence of cationic lipid concentration on transfection efficiency of LPHNSs"
        },
        {
            "text": "Specifically, group D demonstrated 2.6-fold higher transfection activity in HepG2 than Lipofectamine. ",
            "section": "Influence of cationic lipid concentration on transfection efficiency of LPHNSs"
        },
        {
            "text": "One possible explanation for the good transfection activity of LPHNSs may be the cationic lipid-protamine ternary complex having a hybrid structure with optimal cationic charge and uniform size.",
            "section": "Influence of cationic lipid concentration on transfection efficiency of LPHNSs"
        },
        {
            "text": "The cellular uptake of NSs can take place through multiple pathways, depending on the hybrid NS characteristics and specific cell type. ",
            "section": "Influence of cationic lipid concentration of lPhNss on cellular uptake and intracellular processing"
        },
        {
            "text": "28 High cellular uptake of LPHNSs is an essential qualification for gene transfection. ",
            "section": "Influence of cationic lipid concentration of lPhNss on cellular uptake and intracellular processing",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "28"
                }
            ]
        },
        {
            "text": "43 The fluorescently labeled Rho LPHNSs taken up by HeLa cells were quantified as a function of incubation time. ",
            "section": "Influence of cationic lipid concentration of lPhNss on cellular uptake and intracellular processing",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "43"
                }
            ]
        },
        {
            "text": "The cellular uptake of LPHNSs in all tested groups (A, B, C, and D) was higher than PEI-modified PLGA NSs for the same incubation time. ",
            "section": "Influence of cationic lipid concentration of lPhNss on cellular uptake and intracellular processing"
        },
        {
            "text": "As shown in Figure 5A, group D (DOTAP 24% w/w) had a higher cellular uptake, reaching more than 85% after 24 hours of incubation, while group A had ~60% uptake of LPHNSs. ",
            "section": "Influence of cationic lipid concentration of lPhNss on cellular uptake and intracellular processing",
            "ref_spans": [
                {
                    "start": 12,
                    "end": 21,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 5A"
                }
            ]
        },
        {
            "text": "Based on these results, the particle-uptake rate and the final amount of HNSs inside the cells were strongly dependent on the cationic lipid concentrations. ",
            "section": "Influence of cationic lipid concentration of lPhNss on cellular uptake and intracellular processing"
        },
        {
            "text": "The results from flow cytometry were further evaluated with CLSM, as shown in Figure 5B. ",
            "section": "Influence of cationic lipid concentration of lPhNss on cellular uptake and intracellular processing",
            "ref_spans": [
                {
                    "start": 78,
                    "end": 87,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 5B"
                }
            ]
        },
        {
            "text": "Interestingly, LPHNSs were found in the cytoplasm of cells, and were in close proximity to the nucleus. ",
            "section": "Influence of cationic lipid concentration of lPhNss on cellular uptake and intracellular processing"
        },
        {
            "text": "With increasing concentrations of DOTAP in the LPHNS formulation, the HNSs were formed as aggregates in the proximity of the nucleus. ",
            "section": "Influence of cationic lipid concentration of lPhNss on cellular uptake and intracellular processing"
        },
        {
            "text": "The possible explanation for the formation of an aggregated vesicle-like structure may be that DOTAP-mediated gene-delivery carriers are internalized by cells via clathrin-mediated endocytosis and efficiently released from the acidic endosomal compartment prior to endosome/lysosomal degradation. ",
            "section": "Influence of cationic lipid concentration of lPhNss on cellular uptake and intracellular processing"
        },
        {
            "text": "Therefore, the DNA is accumulated near the perinuclear region of the cells; our results demonstrated that the size of the aggregates may be indirectly proportional to the DOTAP concentration. ",
            "section": "Influence of cationic lipid concentration of lPhNss on cellular uptake and intracellular processing"
        },
        {
            "text": "Alternately, polyplexes (PEI-PLGA) probably follow caveolae-mediated uptake, leading to scattered fluorescence in the cytoplasm. ",
            "section": "Influence of cationic lipid concentration of lPhNss on cellular uptake and intracellular processing"
        },
        {
            "text": "44 The group with the lowest concentration of cationic lipid (group A [6% w/w of DOTAP]) formed large, scattered aggregates close to the nucleus. ",
            "section": "Influence of cationic lipid concentration of lPhNss on cellular uptake and intracellular processing",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "44"
                }
            ]
        },
        {
            "text": "When the concentration of cationic lipid in the LPHNS formulation was increased from 6% to 24% w/w (Figure 5B), the ζ-potentials (positive charge) of the hybrid nanocarriers also increased significantly, probably leading to vesicle-like aggregate formation. ",
            "section": "Influence of cationic lipid concentration of lPhNss on cellular uptake and intracellular processing",
            "ref_spans": [
                {
                    "start": 99,
                    "end": 109,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Figure 5B"
                }
            ]
        },
        {
            "text": "45 The propensity to form aggregates in the cytoplasm, particularly close to the nucleus, is a special feature of lipid-based nanocarriers. ",
            "section": "Influence of cationic lipid concentration of lPhNss on cellular uptake and intracellular processing",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "45"
                }
            ]
        },
        {
            "text": "46 On the contrary, PEI-PLGA NSs do not form vesicle-like structures, and become scattered in the cytoplasm. ",
            "section": "Influence of cationic lipid concentration of lPhNss on cellular uptake and intracellular processing",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "46"
                }
            ]
        },
        {
            "text": "28 Analysis of LPHNSs with different concentrations of DOTAP lipid (6%, 12%, 18%, and 24% w/w) demonstrated that cationic lipid concentration played a crucial role in cellular uptake and transfection efficiency of LPHNSs. ",
            "section": "Influence of cationic lipid concentration of lPhNss on cellular uptake and intracellular processing",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "28"
                }
            ]
        },
        {
            "text": "28 The data were consistent with the major role of clathrin-mediated endocytosis in the internalization of DOTAP lipoplexes. ",
            "section": "Influence of cationic lipid concentration of lPhNss on cellular uptake and intracellular processing",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "28"
                }
            ]
        },
        {
            "text": "44 ",
            "section": "Influence of cationic lipid concentration of lPhNss on cellular uptake and intracellular processing",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "44"
                }
            ]
        },
        {
            "text": "Nanocarrier stability is a critical factor for long-term storage and practical use. ",
            "section": "stability and aggregation of lPhNss during storage"
        },
        {
            "text": "To test the shelf life of LPHNSs, three batches of each LPHNS formulation from groups A, B, C, and D were prepared by modified solvent evaporation with self-assembly and stored in transparent glass vials at 4°C. ",
            "section": "stability and aggregation of lPhNss during storage"
        },
        {
            "text": "The average intensity-weighted diameters (z-average) were used to study LPHNS stability by DLS measurements at 5-day intervals. ",
            "section": "stability and aggregation of lPhNss during storage"
        },
        {
            "text": "19 As shown in Figure S4, LPHNSs and control NSs stored at 4°C remained stable during the entire observed period of 15 days, maintaining a z-average slightly higher than that on the day of production and showing no visible signs of instability, such as sedimentation or aggregation.",
            "section": "stability and aggregation of lPhNss during storage",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "19"
                },
                {
                    "start": 15,
                    "end": 24,
                    "type": "figure",
                    "text": "Figure S4"
                }
            ]
        },
        {
            "text": "Herein, we have demonstrated the potential role of cationic lipid concentration in the physical and biological performances of LPHNSs. ",
            "section": "Conclusion"
        },
        {
            "text": "Cationic lipids potentially reduce the size of LPHNSs, and significantly increase the surface charge toward the positive side. ",
            "section": "Conclusion"
        },
        {
            "text": "We postulate that the transfection efficiency of our LPHNSs could be greatly enhanced by optimizing the cationic lipid concentration and controlling process. ",
            "section": "Conclusion"
        },
        {
            "text": "We believe that these LPHNS vectors will allow for the optimization of LPHNSs for safe and efficient nonviral gene transfection, and have great promise as a systematic delivery system for multiple bioactive molecules, such as small interfering RNA and small-molecule drugs for the treatment of various diseases. ",
            "section": "Conclusion"
        },
        {
            "text": "Figure S2 Microscopic analysis. ",
            "section": "Supplementary materials"
        },
        {
            "text": "eFTeM analysis of lPhNss and lPhNs-pDNa complex. ",
            "section": "Supplementary materials"
        },
        {
            "text": "scale bar represents 0.5 µm. ",
            "section": "Supplementary materials"
        },
        {
            "text": "Abbreviations: EFTEM, energy-filtered transmission electron microscopy; LPHNSs, lipid-polymer hybrid nanospheres; pDNA, plasmid DNA; DOTAP, 1,2-di-(9Zoctadecenoyl)-3-trimethylammonium-propane (chloride salt); w/w, weight/weight.",
            "section": "Supplementary materials"
        },
        {
            "text": "Submit your manuscript here: http://www.dovepress.com/international-journal-of-nanomedicine-journal",
            "section": "Publish your work in this journal"
        },
        {
            "text": "The International Journal of Nanomedicine is an international, peerreviewed journal focusing on the application of nanotechnology in diagnostics, therapeutics, and drug delivery systems throughout the biomedical field. ",
            "section": "Publish your work in this journal"
        },
        {
            "text": "This journal is indexed on PubMed Central, MedLine, CAS, SciSearch®, Current Contents®/Clinical Medicine, Journal Citation Reports/Science Edition, EMBase, Scopus and the Elsevier Bibliographic databases. ",
            "section": "Publish your work in this journal"
        },
        {
            "text": "The manuscript management system is completely online and includes a very quick and fair peer-review system, which is all easy to use. ",
            "section": "Publish your work in this journal"
        },
        {
            "text": "Visit http://www.dovepress.com/ testimonials.php to read real quotes from published authors.",
            "section": "Publish your work in this journal"
        },
        {
            "text": "International Journal of Nanomedicine 2015:10 Abbreviations: lPhNs, lipid-polymer hybrid nanosphere; pDNa, plasmid DNa; DOTaP, 1,2-di-(9Z-octadecenoyl)-3-trimethylammonium-propane (chloride salt); PeI, polyethyleneimine; Plga, poly(d,l-lactic-co-glycolic acid); w/w, weight/weight; Ns, nanosphere. ",
            "section": "Publish your work in this journal"
        },
        {
            "text": "Figure S4 short-term stability studies of lPhNss by dynamic light scattering (Dls). ",
            "section": "Publish your work in this journal",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "text": "Figure S4"
                }
            ]
        },
        {
            "text": "Notes: The particle sizes of the lPhNss were used to determine the stability of lPhNss by Dls (Malvern Nano Zs), and measurements were taken at 5-day intervals. ",
            "section": "Publish your work in this journal"
        },
        {
            "text": "Abbreviations: lPhNss, lipid-polymer hybrid nanospheres; Plga, poly(d,l-lactic-co-glycolic acid); DOTaP, 1,2-di-(9Z-octadecenoyl)-3-trimethylammonium-propane (chloride salt).",
            "section": "Publish your work in this journal"
        },
        {
            "text": "This research was supported by the National Research Foundation of Korea (NRF), funded by the Ministry of Science, ICT and Future Planning (NRF-2013R1A2A1A09013980). ",
            "section": "Acknowledgments"
        },
        {
            "text": "This research was also supported by the Korea Health Technology R&D Project through the Korea Health Industry Development Institute (KHIDI), funded by the Ministry of Health and Welfare, Republic of Korea (HI14C3484).",
            "section": "Acknowledgments"
        },
        {
            "text": "The authors report no conflicts of interest in this work.",
            "section": "Disclosure"
        }
    ]
}