{
    "id": "d7a32c07d3",
    "level": "sentence",
    "abstract": [
        {
            "text": "Aims Permanent cardiac pacing is the only effective treatment for symptomatic bradycardia, but complications associated with conventional transvenous pacing systems are commonly related to the pacing lead and pocket. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "We describe the early performance of a novel self-contained miniaturized pacemaker. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Methods and results Patients having Class I or II indication for VVI pacing underwent implantation of a Micra transcatheter pacing system, from the femoral vein and fixated in the right ventricle using four protractible nitinol tines. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Prespecified objectives were .85% freedom from unanticipated serious adverse device events (safety) and ,2 V 3-month mean pacing capture threshold at 0.24 ms pulse width (efficacy). ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Patients were implanted (n ¼ 140) from 23 centres in 11 countries (61% male, age 77.0 + 10.2 years) for atrioventricular block (66%) or sinus node dysfunction (29%) indications. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "During mean follow-up of 1.9 + 1.8 months, the safety endpoint was met with no unanticipated serious adverse device events. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Thirty adverse events related to the system or procedure occurred, mostly due to transient dysrhythmias or femoral access complications. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "One pericardial effusion without tamponade occurred after 18 device deployments. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "In 60 patients followed to 3 months, mean pacing threshold was 0.51 + 0.22 V, and no threshold was ≥2 V, meeting the efficacy endpoint (P , 0.001). ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Average R-wave was 16.1 + 5.2 mV and impedance was 650.7 + 130 ohms. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Conclusion Early assessment shows the transcatheter pacemaker can safely and effectively be applied. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Long-term safety and benefit of the pacemaker will further be evaluated in the trial. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Clinical Trial Registration ClinicalTrials.gov ID NCT02004873.",
            "paragraph_rank": 2,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 1
        },
        {
            "text": "Permanent cardiac pacing, the only effective treatment for symptomatic bradycardia, reduces symptoms and recurrence of syncope, and improves survival in high-risk populations. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "1 -3 Since their introduction in the 1960s, pacemakers have shrunk in size and grown in sophistication, yet their basic function remains to be sustaining a normal heart rate. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "text": "1 -3"
                }
            ]
        },
        {
            "text": "Conventional pacing systems consist of a pacemaker containing the electronics and battery typically implanted in a subcutaneous pocket in the chest. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "One or more leads threaded from the device pocket through veins into the heart conduct the pacing therapy to the desired pacing site. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "When veins cannot be used, a surgical procedure includes implanting epicardial leads that link the heart to the device. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "Despite the reduction in complications due to technological advances, serious adverse events can still be encountered. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "These are reported to be 20% at 5 years, with highest contributions related to the pacing lead ( 11%) and pocket ( 8%), 4 including pneumo/ haemothorax after subclavian vein puncture, pocket haematoma, erosion or infection, vein stenosis or occlusion, endocarditis, tricuspid valve trauma, connection troubles, lead fractures, and other malfunctions. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 120,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "4"
                }
            ]
        },
        {
            "text": "5 -8 Micra TM transcatheter pacing system (TPS, Model MC1VR01, Medtronic plc, Mounds View, MN, USA) is a miniaturized single-chamber pacemaker system that is delivered via catheter through the femoral vein and implanted directly inside the right ventricle (RV) of the heart. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "text": "5 -8"
                }
            ]
        },
        {
            "text": "This new technology is feasible due to advances in miniaturization (high-density battery), low-power electronics, catheter delivery systems, novel materials (nitinol), and electrodes being directly placed on the pacemaker capsule. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "This eliminates the need for a device pocket and insertion of a pacing lead, thereby eliminating an important source of complications associated with traditional pacing systems while providing similar benefits.",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "The purpose of this report is to summarize the early performance of the TPS using pre-specified safety and efficacy objectives from the Micra Transcatheter Pacing System Study. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "These data are being used to support European regulatory submission.",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "Methods",
            "section_rank": 2
        },
        {
            "text": "Study design and oversight",
            "section_rank": 3
        },
        {
            "text": "The trial is a prospective, multi-site, single-arm, worldwide clinical study evaluating the safety and efficacy of the TPS. ",
            "section": "Study design and oversight",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "Briefly, the study will implant up to 720 patients at up to 70 centres worldwide. ",
            "section": "Study design and oversight",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "All participants must satisfy standard criteria for de novo pacemaker implantation with Class I or II indications and provide written informed consent. ",
            "section": "Study design and oversight",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "The trial design is described in detail elsewhere. ",
            "section": "Study design and oversight",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "9 The trial is sponsored by the manufacturer, Medtronic. ",
            "section": "Study design and oversight",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "9"
                }
            ]
        },
        {
            "text": "The protocol was approved by the Ethics Committee at each participating institution and associated national and local regulatory agencies. ",
            "section": "Study design and oversight",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "Data of this ongoing study are collected by trained centre personnel, and data integrity maintained via programmatic edit checks and source data verification by the sponsor. ",
            "section": "Study design and oversight",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "Safety and trial conduct oversight are provided by an independent data monitoring committee.",
            "section": "Study design and oversight",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "Study device and implant procedure",
            "section_rank": 4
        },
        {
            "text": "The transcatheter pacing system is a 0.8 cc, 2.0 g, self-contained, hermetically enclosed capsule, single-chamber ventricular pacemaker with functionality and features similar to existing ventricular pacemakers, inclusive of rate responsive pacing and automated pacing capture threshold management. ",
            "section": "Study device and implant procedure",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "The device is 25.9 mm in length, with an outer diameter of 6.7 mm. ",
            "section": "Study device and implant procedure",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "A nominal pulse width duration of 0.24 ms was chosen since it is near the chronaxie of the strength duration curve. ",
            "section": "Study device and implant procedure",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "10 Utilizing a pulse width near the chronaxie should minimize pacing energy and improve battery longevity. ",
            "section": "Study device and implant procedure",
            "paragraph_rank": 6,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "10"
                }
            ]
        },
        {
            "text": "By design, it is conditionally safe for full body magnetic resonance imaging in 1.5 and 3.0 Tesla scanners. ",
            "section": "Study device and implant procedure",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "The device is fixated via four electrically inactive protractible nitinol tines located on the distal end of the device (Figure 1).",
            "section": "Study device and implant procedure",
            "paragraph_rank": 6,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 120,
                    "end": 130,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Figure 1)"
                }
            ]
        },
        {
            "text": "The TPS is tethered to and sits in a cup at the distal end of a steerable transfemoral catheter delivery system and placed through the femoral vein using a 23 French internal diameter/27 French outer diameter introducer ( Figure 2). ",
            "section": "Study device and implant procedure",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 222,
                    "end": 230,
                    "type": "figure",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "The introducer is advanced using a guide-wire and dilator into the right atrium. ",
            "section": "Study device and implant procedure",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "The guide-wire and dilator are then removed, and the steerable delivery system catheter with TPS preloaded and tethered is then advanced into the RV. ",
            "section": "Study device and implant procedure",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "Transcatheter pacing system is deployed by retraction of the device-containing cup at the distal end of the delivery catheter positioned against the RV endocardium with fixation into the myocardium by the associated protraction of the nitinol tines ( Figure 3). ",
            "section": "Study device and implant procedure",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 251,
                    "end": 260,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 3)"
                }
            ]
        },
        {
            "text": "The delivery catheter is then withdrawn several centimetres and the fixation confirmed by a 'pull and hold' test. ",
            "section": "Study device and implant procedure",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "The tether is pulled until counter movement of the heartbeats can be felt and the tine deflection can be observed fluoroscopically, with the tethering material still connected to the TPS. ",
            "section": "Study device and implant procedure",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "Although bench testing has shown a single tine engaged in tissue holds the device securely within the myocardium with a high margin of safety, it is recommended that two tines are engaged for further security of fixation. ",
            "section": "Study device and implant procedure",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "Therefore, investigators are requested to check fluoroscopically that at least two tines are engaged within the myocardium before releasing the device; otherwise, the device should be retracted and repositioned to another position within the RV. ",
            "section": "Study device and implant procedure",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "Once the device is placed in the RV and adequate device fixation verified, electrical measurements (pacing thresholds, pacing impedance, R-wave amplitude) are checked. ",
            "section": "Study device and implant procedure",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "Inadequate fixation (e.g. device tines engage into the trabeculae rather than RV myocardial wall) will be apparent via unacceptable electrical measurements and possibly failed pull and hold test. ",
            "section": "Study device and implant procedure",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "In case of persistence of high thresholds after two to three deployments, investigators were advised to remove the transcatheter delivery system in order to check for thrombus covering the tip electrode, and, if found, to carefully remove the thrombus. ",
            "section": "Study device and implant procedure",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "No specific implant location is recommended as the device can be placed at various anatomical RV positions. ",
            "section": "Study device and implant procedure",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "However, it is suggested to avoid placement at the free wall to minimize risk of effusion.",
            "section": "Study device and implant procedure",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "After adequate electrical measurements are obtained, the tether is cut and the delivery system is removed. ",
            "section": "Study device and implant procedure",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "Haemostasis is achieved via various closure methods, determined by implanter. ",
            "section": "Study device and implant procedure",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "Post-procedural haemostasis and peri-procedural antibiotics and anticoagulation are at implanter discretion with the exception that intra-procedural heparinized flushing of the introducer is recommended in all patients.",
            "section": "Study device and implant procedure",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "Therapy initiation and follow-up",
            "section_rank": 5
        },
        {
            "text": "Enrolled patients undergo system implant attempt and then are followed, including adverse event and device evaluation, at implant, hospital discharge, 1, 3, 6, and 12 months post-implant. ",
            "section": "Therapy initiation and follow-up",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "Implanted patients are evaluated semi-annually until trial closure. ",
            "section": "Therapy initiation and follow-up",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "Cardiovascular, procedure, and system-related adverse events are adjudicated by an independent clinical events committee.",
            "section": "Therapy initiation and follow-up",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "Initially, pacemaker-dependent patients were excluded. ",
            "section": "Therapy initiation and follow-up",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "Twenty-five implanted patients underwent 24 h ambulatory ECG and device function (markers and EGMs) monitoring (Model ER220, Medtronic plc, Mounds View, MN, USA). ",
            "section": "Therapy initiation and follow-up",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "After comprehensive review of the ambulatory ECG and safety data by the trial's independent data monitoring committee, allowance of pacemaker-dependent patients was determined.",
            "section": "Therapy initiation and follow-up",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "Early performance objectives",
            "section_rank": 6
        },
        {
            "text": "Early performance objectives, the subject of this report, were assessed once the 60th patient completed the 3-month post-implant visit. ",
            "section": "Early performance objectives",
            "paragraph_rank": 11,
            "section_rank": 6
        },
        {
            "text": "At that point, 140 patients had been implanted ( Figure 4). ",
            "section": "Early performance objectives",
            "paragraph_rank": 11,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 49,
                    "end": 57,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 4"
                }
            ]
        },
        {
            "text": "The safety objective was assessed in all 140 implanted patients, and the efficacy objective was assessed in the 60 subjects who had been followed through 3 months. ",
            "section": "Early performance objectives",
            "paragraph_rank": 11,
            "section_rank": 6
        },
        {
            "text": "These early performance objectives were required to obtain CE mark:",
            "section": "Early performance objectives",
            "paragraph_rank": 11,
            "section_rank": 6
        },
        {
            "text": "(i) The early safety performance objective was to demonstrate that the freedom from unanticipated serious adverse device events (USADEs) was significantly .85% in all implanted patients once 60 patients were followed through 3 months. ",
            "section": "Early performance objectives",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "The early safety performance objective was assessed in all 140 implanted patients. ",
            "section": "Early performance objectives",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "USADEs are defined as serious adverse events related to the use of the TPS not previously identified in nature, severity, or degree of incidence. ",
            "section": "Early performance objectives",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "USADEs were selected for the early safety assessment endpoint since the risk profile of transvenous pacemaker lead systems has been well-established. ",
            "section": "Early performance objectives",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "Thus, the rate of USADEs was selected to characterize unforeseen risk associated with TPS. ",
            "section": "Early performance objectives",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "(ii) The early efficacy performance objective was to demonstrate that the mean pacing capture threshold at pulse duration of 0.24 ms was significantly lower than 2 V in the 60 patients who completed the 3-month follow-up visit. ",
            "section": "Early performance objectives",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "Meeting this objective ensures TPS would have battery longevity estimation as expected.",
            "section": "Early performance objectives",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "Figure 2",
            "section_rank": 7
        },
        {
            "text": "Transcatheter pacing system delivery system. ",
            "section": "Figure 2",
            "paragraph_rank": 13,
            "section_rank": 7
        },
        {
            "text": "Tools needed to deliver transcatheter pacing system, from bottom to top: needle and guide-wire, introducer with dilator, delivery catheter with transcatheter pacing system retracted within the distal tube of the delivery system. ",
            "section": "Figure 2",
            "paragraph_rank": 13,
            "section_rank": 7
        },
        {
            "text": "Insert: transcatheter pacing system with Euro dollar to indicate scale.",
            "section": "Figure 2",
            "paragraph_rank": 13,
            "section_rank": 7
        },
        {
            "text": "In addition to the USADE early performance objective, all adverse events from the 140 implanted patients were carefully described and reviewed by the Data Monitoring Committee.",
            "section": "Figure 2",
            "paragraph_rank": 14,
            "section_rank": 7
        },
        {
            "text": "Statistical methods",
            "section_rank": 8
        },
        {
            "text": "A sample size of 60 patients successfully implanted with TPS and followed for at least 3-months post-implant provided more than 90% power at a type I error level of 0.025 to test the null hypothesis associated with the early performance efficacy objective assuming the true mean 3-month pacing capture thresholds is 1.0 V with a standard deviation of 0.5 V. This sample size provided more than 90% power for testing the early performance safety objective since all patients with an implant attempt at the time the 60th 3-month visit was accrued would be included in the analysis of the safety objective.",
            "section": "Statistical methods",
            "paragraph_rank": 15,
            "section_rank": 8
        },
        {
            "text": "The Kaplan -Meier method was pre-specified as the method for evaluating the safety objective so all patients with an implant attempt could be included in the analysis. ",
            "section": "Statistical methods",
            "paragraph_rank": 16,
            "section_rank": 8
        },
        {
            "text": "However, since no USADEs were observed, the exact binomial test comparing the observed 3-month USADE free rate to the null value of 85% was used to evaluate the safety objective and derive the lower 97.5% confidence interval (CI). ",
            "section": "Statistical methods",
            "paragraph_rank": 16,
            "section_rank": 8
        },
        {
            "text": "A onesample t-test comparing the observed mean 3-month pacing capture threshold to the null value of 2.0 V was used to test the efficacy objective. ",
            "section": "Statistical methods",
            "paragraph_rank": 16,
            "section_rank": 8
        },
        {
            "text": "In addition, paired t-tests were used to compare electrical variables measured at implant and the 3-month visit. ",
            "section": "Statistical methods",
            "paragraph_rank": 16,
            "section_rank": 8
        },
        {
            "text": "Statistical calculations were performed using SAS (SAS Institute, Cary, NC, USA) or R (www. r-project.org) and validated per the sponsor's operating procedures. ",
            "section": "Statistical methods",
            "paragraph_rank": 16,
            "section_rank": 8,
            "entity_spans": [
                {
                    "start": 46,
                    "end": 49,
                    "type": "software",
                    "rawForm": "SAS",
                    "resp": "#annotator3",
                    "used": true,
                    "id": "d7a32c07d3-software-0",
                    "cert": "1.0"
                },
                {
                    "start": 51,
                    "end": 64,
                    "type": "publisher",
                    "rawForm": "SAS Institute",
                    "resp": "#curator",
                    "id": "#d7a32c07d3-software-0"
                },
                {
                    "start": 84,
                    "end": 85,
                    "type": "software",
                    "rawForm": "R",
                    "resp": "#curator",
                    "used": true,
                    "id": "d7a32c07d3-software-1",
                    "cert": "1.0"
                },
                {
                    "start": 87,
                    "end": 105,
                    "type": "url",
                    "rawForm": "www. r-project.org",
                    "resp": "#curator",
                    "id": "#d7a32c07d3-software-1"
                }
            ]
        },
        {
            "text": "The procedure duration was defined as the time from the insertion of the TPS introducer to removal. ",
            "section": "Statistical methods",
            "paragraph_rank": 16,
            "section_rank": 8
        },
        {
            "text": "Time to hospital discharge was defined as the number of days from implant to hospital discharge.",
            "section": "Statistical methods",
            "paragraph_rank": 16,
            "section_rank": 8
        },
        {
            "text": "Results",
            "section_rank": 9
        },
        {
            "text": "Patient recruitment began 5 December 2013 and the 60th 3-month visit accrued on 11 August 2014, triggering evaluation of the early performance objectives. ",
            "section": "Results",
            "paragraph_rank": 17,
            "section_rank": 9
        },
        {
            "text": "At the time of database closure for this analysis, 140 patients had an attempted implant and all were successfully implanted. ",
            "section": "Results",
            "paragraph_rank": 17,
            "section_rank": 9
        },
        {
            "text": "The TPS was implanted in these 140 patients in 23 study centres by 37 physicians in 11 countries and were followed to an average of 1.9 + 1.8 months (range 0 -6.5 months). ",
            "section": "Results",
            "paragraph_rank": 17,
            "section_rank": 9
        },
        {
            "text": "Step 2, middle panel: the device is deployed and its tines penetrate the myocardium. ",
            "section": "Results",
            "paragraph_rank": 17,
            "section_rank": 9
        },
        {
            "text": "Step 3, lower panel: the delivery catheter is pulled back from the device, which is still retained by a tether. ",
            "section": "Results",
            "paragraph_rank": 17,
            "section_rank": 9
        },
        {
            "text": "After fixation and electrical checks, the tether will be cut and removed, as will the delivery system be. ",
            "section": "Results",
            "paragraph_rank": 17,
            "section_rank": 9
        },
        {
            "text": "RV, right ventricle.",
            "section": "Results",
            "paragraph_rank": 17,
            "section_rank": 9
        },
        {
            "text": "Patients were mostly male (60.7%), of mean age 77.0 + 10.2 years, height range 144 -190 cm, and weight range 41 -148 kg ( Table 1). ",
            "section": "Results",
            "paragraph_rank": 18,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 122,
                    "end": 130,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1)"
                }
            ]
        },
        {
            "text": "The most common primary indications for pacing were atrioventricular (AV) block (66%, or 93 of 140 patients) and symptomatic sinus node dysfunction (29%, or 40 of 140 patients). ",
            "section": "Results",
            "paragraph_rank": 18,
            "section_rank": 9
        },
        {
            "text": "Nine (6%) patients were not felt to be appropriate for implantation of conventional transvenous lead pacing systems due to a variety of reasons such as compromised venous access, previous infection, and cancer with need for indwelling catheter. ",
            "section": "Results",
            "paragraph_rank": 18,
            "section_rank": 9
        },
        {
            "text": "Confirmation of appropriate pacemaker operation from the 24 h ambulatory ECG analysis by the trial's data monitoring committee was achieved 3 weeks prior to database closure, enabling pacemaker-dependent patient enrolment. ",
            "section": "Results",
            "paragraph_rank": 18,
            "section_rank": 9
        },
        {
            "text": "Two pacemaker-dependent patients were subsequently implanted and included in this analysis.",
            "section": "Results",
            "paragraph_rank": 18,
            "section_rank": 9
        },
        {
            "text": "Ninety-one (65%) of the 140 patients received a VVI pacemaker for bradycardia in conjunction with permanent or persistent atrial tachyarrhythmias. ",
            "section": "Results",
            "paragraph_rank": 19,
            "section_rank": 9
        },
        {
            "text": "Of the remaining 49 patients, 22 had sinus node dysfunction, 19 had AV block, two had sinus node dysfunction plus AV block, and six had other reasons listed for choosing a ventricular pacemaker. ",
            "section": "Results",
            "paragraph_rank": 19,
            "section_rank": 9
        },
        {
            "text": "In these 49 patients, the predominant reason for TPS selection was identified as 'infrequent pacing expected' (69%) and 'advanced age' (22%). ",
            "section": "Results",
            "paragraph_rank": 19,
            "section_rank": 9
        },
        {
            "text": "Other reasons included sedentary lifestyle, anatomical limitations, or co-morbidities increasing complication risk.",
            "section": "Results",
            "paragraph_rank": 19,
            "section_rank": 9
        },
        {
            "text": "Implant procedure results",
            "section_rank": 10
        },
        {
            "text": "The implant success rate was 100% (140/140). ",
            "section": "Implant procedure results",
            "paragraph_rank": 20,
            "section_rank": 10
        },
        {
            "text": "Type of anaesthesia, anticoagulation, and use of antibiotics were at the discretion of implanters. ",
            "section": "Implant procedure results",
            "paragraph_rank": 20,
            "section_rank": 10
        },
        {
            "text": "Sedation and/or local anaesthesia was applied in 93.6% of patients and general anaesthesia used in 6.4%. ",
            "section": "Implant procedure results",
            "paragraph_rank": 20,
            "section_rank": 10
        },
        {
            "text": "No systemic anticoagulation was applied in 36%, and various regimens were used in the other patients (40% received heparin and 24% received another anticoagulation method). ",
            "section": "Implant procedure results",
            "paragraph_rank": 20,
            "section_rank": 10
        },
        {
            "text": "An anticoagulation antagonist was used to reverse anticoagulation effects in 16 patients (11%). ",
            "section": "Implant procedure results",
            "paragraph_rank": 20,
            "section_rank": 10
        },
        {
            "text": "The mean implant time was 37 + 21 min (range: 11 -154 min) with an average fluoroscopy time of 9 + 7 min. ",
            "section": "Implant procedure results",
            "paragraph_rank": 20,
            "section_rank": 10
        },
        {
            "text": "The majority of attempts were successful upon initial device positioning (59%) or two positioning (22.1%), but the maximum number of attempts in a single patient was 18 deployments (mean + SD, 2 + 2). ",
            "section": "Implant procedure results",
            "paragraph_rank": 20,
            "section_rank": 10
        },
        {
            "text": "A second device was used in two implants, due to unacceptable electrical measurements. ",
            "section": "Implant procedure results",
            "paragraph_rank": 20,
            "section_rank": 10
        },
        {
            "text": "In both cases, electrical measurements with the second device were similar to the measurements of the first device, although ultimately both cases were able to achieve a position with acceptable electrical measurements. ",
            "section": "Implant procedure results",
            "paragraph_rank": 20,
            "section_rank": 10
        },
        {
            "text": "While 107 of the 140 devices were placed at the RV apex (76.4%), 33 (24%) were implanted at the anterior septum, midseptum, or outflow tract (images available in Figure 5). ",
            "section": "Implant procedure results",
            "paragraph_rank": 20,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 162,
                    "end": 170,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Figure 5"
                }
            ]
        },
        {
            "text": "Access site closure was predominantly performed using a suture method (76%), although other methods were observed (such as manual pressure or venotomy occlusion system). ",
            "section": "Implant procedure results",
            "paragraph_rank": 20,
            "section_rank": 10
        },
        {
            "text": "The average time to ambulation following the procedure was 13 + 8 h and the median days from procedure to hospital discharge was 1 day, although day to discharge varied by geography (mean + SD, 2 + 2).",
            "section": "Implant procedure results",
            "paragraph_rank": 20,
            "section_rank": 10
        },
        {
            "text": "Early safety performance",
            "section_rank": 11
        },
        {
            "text": "There were no USADEs in the 140 patients, thus the safety objective was met with 100% freedom from USADEs at 3 months (95% confidence interval, 94.0-100%; P , 0.0001). ",
            "section": "Early safety performance",
            "paragraph_rank": 21,
            "section_rank": 11
        },
        {
            "text": "Thirty adverse events occurred in 26 patients, all within 17 days of implant ( Table 2).",
            "section": "Early safety performance",
            "paragraph_rank": 21,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 79,
                    "end": 87,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2)"
                }
            ]
        },
        {
            "text": "One pericardial effusion was observed in a 90-year-old female who had undergone 18 repositioning because of inappropriate electrical measurements, the highest number of repositioning observed in the study. ",
            "section": "Early safety performance",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "A pericardial drainage was performed to drain approximately 250 cc of blood, although no tamponade was diagnosed. ",
            "section": "Early safety performance",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "The same patient experienced an acute myocardial infarction 3 days post-implant and angiography revealed three-vessel coronary artery disease. ",
            "section": "Early safety performance",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "Transient complete AV block occurred in four patients and resolved within seconds to a few hours. ",
            "section": "Early safety performance",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "Three cases of transient AV block required pacing via a temporary wire. ",
            "section": "Early safety performance",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "The fourth resolved with immediate programming to active pacing after device deployment. ",
            "section": "Early safety performance",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "Each of the four patients experiencing transient AV block had a history of LBBB or prolonged AV conduction (two had second-degree AV block, one had LBBB with first-degree AV block, and one had LBBB). ",
            "section": "Early safety performance",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "Groin bleeding ('incision site haemorrhage') was observed in three of the 140 patients, and a haematoma in two. ",
            "section": "Early safety performance",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "None of these events were considered serious, and all cases resolved without invasive intervention. ",
            "section": "Early safety performance",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "There were two cases of arterial pseudoaneurysms. ",
            "section": "Early safety performance",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "One of the two events was considered serious and required thrombin injection with prolonged hospitalization. ",
            "section": "Early safety performance",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "The other pseudoaneurysm was not considered serious and resolved without any invasive intervention. ",
            "section": "Early safety performance",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "There was no apparent relationship to heparin use or closure method approach in the events which were observed at the groin puncture site. ",
            "section": "Early safety performance",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "(There was a total of 11 events at the groin puncture site and intravenous heparin was administered in approximately half of the events. A suture method was used for closure in each of these 11 cases except one where only manual pressure was applied). ",
            "section": "Early safety performance",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "One patient death occurred 139 days post-implant, was not cardiovascular related, and was determined to not be related to the procedure or system. ",
            "section": "Early safety performance",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "Early efficacy performance",
            "section_rank": 12
        },
        {
            "text": "The mean pacing capture threshold at the 3-month visit for the 60 patients measured at 0.24 ms was 0.51 V (95% CI, 0.45 -0.56; P , 0.0001), meeting the efficacy objective. ",
            "section": "Early efficacy performance",
            "paragraph_rank": 23,
            "section_rank": 12
        },
        {
            "text": "In these 60 patients, the mean electrical values for R-wave sensing amplitude, pacing impedance, and pacing capture threshold at 0.24 ms were, respectively: 11.7  ",
            "section": "Early efficacy performance",
            "paragraph_rank": 23,
            "section_rank": 12
        },
        {
            "text": "Longevity estimation",
            "section_rank": 13
        },
        {
            "text": "In 60 patients followed to 3 months, cumulative percent pacing ranged from ,1 to .99% with a median of 49% (interquartile range, 10.2 -75.1%). ",
            "section": "Longevity estimation",
            "paragraph_rank": 24,
            "section_rank": 13
        },
        {
            "text": "Based on device use conditions (e.g. heart rate, pulse width, pacing amplitude, impedance) through 3-months, battery longevity was estimated at an average 12.6 years (range 8.6 -14.4 years, Figure 7). ",
            "section": "Longevity estimation",
            "paragraph_rank": 24,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 190,
                    "end": 198,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Figure 7"
                }
            ]
        },
        {
            "text": "This estimate does not include  pacemaker-dependent patients and assumes that thresholds remain stable for device lifetime.",
            "section": "Longevity estimation",
            "paragraph_rank": 24,
            "section_rank": 13
        },
        {
            "text": "Discussion",
            "section_rank": 14
        },
        {
            "text": "This is the largest data set reported for any transcatheter pacing technology to date. ",
            "section": "Discussion",
            "paragraph_rank": 25,
            "section_rank": 14
        },
        {
            "text": "Early results of this pacemaker are encouraging. ",
            "section": "Discussion",
            "paragraph_rank": 25,
            "section_rank": 14
        },
        {
            "text": "The TPS demonstrated safety and efficacy through the acute phase by passing both of its early performance assessment objectives. ",
            "section": "Discussion",
            "paragraph_rank": 25,
            "section_rank": 14
        },
        {
            "text": "One hundred and forty (100%) successful implants were achieved in a wide variety of patient demographics, cardiac conditions, and indications for pacing. ",
            "section": "Discussion",
            "paragraph_rank": 25,
            "section_rank": 14
        },
        {
            "text": "This was accomplished by 37 physicians in 23 study centres in 11 countries. ",
            "section": "Discussion",
            "paragraph_rank": 25,
            "section_rank": 14
        },
        {
            "text": "In two procedures, a second device was used due to unacceptable electrical measurements and decision to change the device was motivated by uncertainty due to early experience of implanters. ",
            "section": "Discussion",
            "paragraph_rank": 25,
            "section_rank": 14
        },
        {
            "text": "The majority of implants (81%) were successfully completed with one or two positionings.",
            "section": "Discussion",
            "paragraph_rank": 25,
            "section_rank": 14
        },
        {
            "text": "Safety performance",
            "section_rank": 15
        },
        {
            "text": "USADE is an ISO standard for assessing primary risks to patient health when implementing a new medical device. ",
            "section": "Safety performance",
            "paragraph_rank": 26,
            "section_rank": 15
        },
        {
            "text": "The endpoint is often used for safety evaluation, 11,12 but is uniquely different from the study's primary objective. ",
            "section": "Safety performance",
            "paragraph_rank": 26,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 50,
                    "end": 53,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "11,"
                },
                {
                    "start": 53,
                    "end": 55,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "12"
                }
            ]
        },
        {
            "text": "9 The trial had no USADEs after 266.4 months of follow-up, far exceeding its primary safety objective. ",
            "section": "Safety performance",
            "paragraph_rank": 26,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "9"
                }
            ]
        },
        {
            "text": "Thirty adverse events related to the procedure or system were identified in the 140 implanted patients, none of which were due to device dislodgement or infections. ",
            "section": "Safety performance",
            "paragraph_rank": 26,
            "section_rank": 15
        },
        {
            "text": "There were no deaths related to the procedure or system and no re-operations were required. ",
            "section": "Safety performance",
            "paragraph_rank": 26,
            "section_rank": 15
        },
        {
            "text": "Telemetry contact remained feasible in all patients. ",
            "section": "Safety performance",
            "paragraph_rank": 26,
            "section_rank": 15
        },
        {
            "text": "Adverse events did not differ substantially across patient sub-groups. ",
            "section": "Safety performance",
            "paragraph_rank": 26,
            "section_rank": 15
        },
        {
            "text": "One case of pericardial effusion occurred in the context of 18 positionings due to undesirable electrical performance. ",
            "section": "Safety performance",
            "paragraph_rank": 26,
            "section_rank": 15
        },
        {
            "text": "In light of this observation, persistent repositioning should be avoided in order to limit the possible injury to the myocardium and surrounding vessels. ",
            "section": "Safety performance",
            "paragraph_rank": 26,
            "section_rank": 15
        },
        {
            "text": "In case of undesirable thresholds immediately after deployment, some waiting time should be considered before measuring electricals again. ",
            "section": "Safety performance",
            "paragraph_rank": 26,
            "section_rank": 15
        },
        {
            "text": "As is frequently observed in tined and helix-based pacemaker leads, 13 thresholds may improve within minutes, thus allowing release of the device. ",
            "section": "Safety performance",
            "paragraph_rank": 26,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 68,
                    "end": 70,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "13"
                }
            ]
        },
        {
            "text": "In all cases, consideration of the potential benefit of multiple repositioning vs. risk is warranted.",
            "section": "Safety performance",
            "paragraph_rank": 26,
            "section_rank": 15
        },
        {
            "text": "Transient AV (in patients with LBBB or AV conduction abnormalities) or right bundle branch block during navigation of the delivery tool was reported in a few cases, suggesting a mechanical trauma by the delivery system which bears consideration in crossing the tricuspid valve. ",
            "section": "Safety performance",
            "paragraph_rank": 27,
            "section_rank": 15
        },
        {
            "text": "Prevention of ventricular arrhythmias warrants a similar consideration. ",
            "section": "Safety performance",
            "paragraph_rank": 27,
            "section_rank": 15
        },
        {
            "text": "However, these events can occur with any rightheart procedure. ",
            "section": "Safety performance",
            "paragraph_rank": 27,
            "section_rank": 15
        },
        {
            "text": "Temporary pacing is a preventive option and may be considered in patients with LBBB.",
            "section": "Safety performance",
            "paragraph_rank": 27,
            "section_rank": 15
        },
        {
            "text": "The management of pre-and peri-operative anticoagulants was left to the discretion of the physician because of lack of experience with the implantation of the TPS. ",
            "section": "Safety performance",
            "paragraph_rank": 28,
            "section_rank": 15
        },
        {
            "text": "No specific recommendation was Figure 6 Device electrical measures of first 60 patients. ",
            "section": "Safety performance",
            "paragraph_rank": 28,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 31,
                    "end": 39,
                    "type": "figure",
                    "text": "Figure 6"
                }
            ]
        },
        {
            "text": "A, B, and C display the mean + SD of the pacing threshold at 0.24 ms, R-wave amplitude, and impedance respectively for all data available from the 60 patients followed to 3 months. ",
            "section": "Safety performance",
            "paragraph_rank": 28,
            "section_rank": 15
        },
        {
            "text": "The P-value in A is for the comparison of the mean pacing capture threshold to the performance goal of 2.0V. ",
            "section": "Safety performance",
            "paragraph_rank": 28,
            "section_rank": 15
        },
        {
            "text": "**Significantly different from implant value. ",
            "section": "Safety performance",
            "paragraph_rank": 28,
            "section_rank": 15
        },
        {
            "text": "given to investigators who were free to define their own protocol with the condition that all catheters were flushed with heparinized saline, and that a heparinized drip was placed on the introducer to reduce clotting. ",
            "section": "Safety performance",
            "paragraph_rank": 28,
            "section_rank": 15
        },
        {
            "text": "A variety of approaches were used and minimal haematomas or bleeding were observed, without correlation to approach (40% received heparin and 36% did not receive any anticoagulation; there were two haematomas and three events of minor groin bleeding). ",
            "section": "Safety performance",
            "paragraph_rank": 28,
            "section_rank": 15
        },
        {
            "text": "Therefore, no obvious advantages or disadvantages due to anticoagulation approach have become apparent, although a heparin bolus may reduce risk of clotting on the device and within the delivery tool. ",
            "section": "Safety performance",
            "paragraph_rank": 28,
            "section_rank": 15
        },
        {
            "text": "The risk of inadvertent arterial puncture (with possible subsequent complications such as pseudoaneurysms, AV fistulas, and haematomas) might be mitigated by using ultrasound techniques for venous access, although this has not been evaluated within this study. ",
            "section": "Safety performance",
            "paragraph_rank": 28,
            "section_rank": 15
        },
        {
            "text": "With regard to post-procedural closure/haemostasis, investigators have successfully used various techniques as a pre-specified closure method was not mandated. ",
            "section": "Safety performance",
            "paragraph_rank": 28,
            "section_rank": 15
        },
        {
            "text": "The majority (46%) of closure methods utilized manual pressure with a suture method (Figure of 8, purse string). ",
            "section": "Safety performance",
            "paragraph_rank": 28,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 84,
                    "end": 111,
                    "type": "figure",
                    "text": "(Figure of 8, purse string)"
                }
            ]
        },
        {
            "text": "A suture method without manual pressure was used in 39% of cases. ",
            "section": "Safety performance",
            "paragraph_rank": 28,
            "section_rank": 15
        },
        {
            "text": "A vascular closure device was used in 11% of cases (with or without pressure or a suture), and manual pressure alone was used in 4% of cases.",
            "section": "Safety performance",
            "paragraph_rank": 28,
            "section_rank": 15
        },
        {
            "text": "Efficacy performance",
            "section_rank": 16
        },
        {
            "text": "Device functionality and efficacy was successfully demonstrated at 3 months with a mean pacing threshold of 0.51 V at 0.24 ms pulse width; exceeding the intended goal of ,2.0 V. Further, ambulatory ECG monitoring in the first 25 patients at 1-month demonstrated the device was performing as expected. ",
            "section": "Efficacy performance",
            "paragraph_rank": 29,
            "section_rank": 16
        },
        {
            "text": "Pacing thresholds remained low and stable, with no measurements at or above 2.0 V at 3 months follow-up. ",
            "section": "Efficacy performance",
            "paragraph_rank": 29,
            "section_rank": 16
        },
        {
            "text": "This last observation is important because any programming requiring high energy levels may result in a significant reduction in the life expectancy of the device. ",
            "section": "Efficacy performance",
            "paragraph_rank": 29,
            "section_rank": 16
        },
        {
            "text": "One patient had a pacing threshold .2 V at implantation, though this decreased to ,1 V at 3 months. ",
            "section": "Efficacy performance",
            "paragraph_rank": 29,
            "section_rank": 16
        },
        {
            "text": "Based on pacing conditions from the 60 patients followed to 3 months, mean device longevity was estimated at 12.6 years, with 95% of the patients over 10 years and shortest of 8.6 years. ",
            "section": "Efficacy performance",
            "paragraph_rank": 29,
            "section_rank": 16
        },
        {
            "text": "This longevity performance would be no worse than conventional pacing systems. ",
            "section": "Efficacy performance",
            "paragraph_rank": 29,
            "section_rank": 16
        },
        {
            "text": "14,15 The TPS uses a new capture management approach with automatic hourly 0.5 V safety margin confirmations to ensure pacing outputs remain at safe levels and to optimize battery longevity.",
            "section": "Efficacy performance",
            "paragraph_rank": 29,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "14,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "15"
                }
            ]
        },
        {
            "text": "Alternate transcatheter pacemakers",
            "section_rank": 17
        },
        {
            "text": "While other manufacturers are developing transcatheter pacemakers, it will be of importance to consider technical differences in the design and performance of the various technologies. ",
            "section": "Alternate transcatheter pacemakers",
            "paragraph_rank": 30,
            "section_rank": 17
        },
        {
            "text": "In the LEADLESS Trial, the Nanostim TM leadless cardiac pacemaker (St Jude Medical, St Paul, MN, USA) was successfully implanted in 32 of 33 patients. ",
            "section": "Alternate transcatheter pacemakers",
            "paragraph_rank": 30,
            "section_rank": 17
        },
        {
            "text": "16 One patient experienced a RV perforation and cardiac tamponade during the procedure, and later died as a result of stroke. ",
            "section": "Alternate transcatheter pacemakers",
            "paragraph_rank": 30,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "16"
                }
            ]
        },
        {
            "text": "Two patients required device retrieval post-implantation, one for inadvertent left-ventricular placement and the other for developing an indication for an implantable cardioverter defibrillator. ",
            "section": "Alternate transcatheter pacemakers",
            "paragraph_rank": 30,
            "section_rank": 17
        },
        {
            "text": "Compared with TPS, the Nanostim device is of similar size but longer (41.4 vs. 25.9 mm) and narrower in diameter (18 vs. 20 Fr). ",
            "section": "Alternate transcatheter pacemakers",
            "paragraph_rank": 30,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 113,
                    "end": 127,
                    "type": "bibr",
                    "text": "(18 vs. 20 Fr)"
                }
            ]
        },
        {
            "text": "Rate response is controlled by RV blood temperature compared with an accelerometer in TPS. ",
            "section": "Alternate transcatheter pacemakers",
            "paragraph_rank": 30,
            "section_rank": 17
        },
        {
            "text": "Although the implant approach is also transcatheter delivered via the femoral vein, endocardium fixation is different. ",
            "section": "Alternate transcatheter pacemakers",
            "paragraph_rank": 30,
            "section_rank": 17
        },
        {
            "text": "The TPS uses four protractible nitinol tines vs. a fixed helical coil with Nanostim.",
            "section": "Alternate transcatheter pacemakers",
            "paragraph_rank": 30,
            "section_rank": 17
        },
        {
            "text": "Technology implications",
            "section_rank": 18
        },
        {
            "text": "Transvenous lead technology was developed in 1959 and with the introduction of implantable pacemakers in the 1960s, the implant technique has largely been unchanged. ",
            "section": "Technology implications",
            "paragraph_rank": 31,
            "section_rank": 18
        },
        {
            "text": "Today, it is estimated that 600 000 pacemakers are implanted worldwide each year, 17 358 000 of which are in the USA. ",
            "section": "Technology implications",
            "paragraph_rank": 31,
            "section_rank": 18
        },
        {
            "text": "18 Compared with single-chamber atrial-based systems and the more costly dual-chamber systems, VVI pacemaker utilization varies regionally with rates reported from trials of 8% in the USA 19 and 25% in the Netherlands. ",
            "section": "Technology implications",
            "paragraph_rank": 31,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "18"
                },
                {
                    "start": 188,
                    "end": 190,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "19"
                }
            ]
        },
        {
            "text": "4 VVI pacemakers are guideline recommended for patients with permanent or persistent atrial arrhythmias and slow intrinsic heart rates. ",
            "section": "Technology implications",
            "paragraph_rank": 31,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "4"
                }
            ]
        },
        {
            "text": "20 Future developments of this technology may include AAI, VDD, DDD, or even biventricular pacing systems. ",
            "section": "Technology implications",
            "paragraph_rank": 31,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "20"
                }
            ]
        },
        {
            "text": "However, in the meantime, mode selection may be influenced by the technological advantages of a miniaturized transcatheter pacemaker, advantages that include the absence of lead and pocket related risks and device implant cosmesis. ",
            "section": "Technology implications",
            "paragraph_rank": 31,
            "section_rank": 18
        },
        {
            "text": "Atrial and dual-chamber pacing modes have recently been preferred for bradyarrhythmia patients without permanent or persistent atrial tachyarrhythmia due to risks associated with AV dysynchrony, notably pacemaker syndrome. ",
            "section": "Technology implications",
            "paragraph_rank": 31,
            "section_rank": 18
        },
        {
            "text": "19 Over one-third of the patients who received TPS in our trial were without history of permanent or persistent atrial tachyarrhythmia. ",
            "section": "Technology implications",
            "paragraph_rank": 31,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "19"
                }
            ]
        },
        {
            "text": "Of these patients, the primary pacing indication was SND (45%) or AV block (39%). ",
            "section": "Technology implications",
            "paragraph_rank": 31,
            "section_rank": 18
        },
        {
            "text": "Physicians selected VVI pacing for reasons due to 'infrequent pacing expected' (69%), 'advanced age' (22%), and other reasons that included sedentary lifestyle, anatomical limitations, or co-morbidities increasing risk of complication.",
            "section": "Technology implications",
            "paragraph_rank": 31,
            "section_rank": 18
        },
        {
            "text": "Limitations",
            "section_rank": 19
        },
        {
            "text": "This study is non-randomized and so the evaluation of benefit of this new technique over contemporary single-chamber or dual-chamber systems is indirect. ",
            "section": "Limitations",
            "paragraph_rank": 32,
            "section_rank": 19
        },
        {
            "text": "This is the first report of early performance of the TPS in a multi-stage assessment protocol and there was limited representation of pacemaker-dependent patients in this cohort. ",
            "section": "Limitations",
            "paragraph_rank": 32,
            "section_rank": 19
        },
        {
            "text": "The patient cohort is too small to determine any recommendation regarding anticoagulation management and post-procedural closure/ haemostasis. ",
            "section": "Limitations",
            "paragraph_rank": 32,
            "section_rank": 19
        },
        {
            "text": "No devices have yet to be retrieved, thus retrievability remains uncertain. ",
            "section": "Limitations",
            "paragraph_rank": 32,
            "section_rank": 19
        },
        {
            "text": "Also, performance with multiple or concomitant devices has not yet been observed. ",
            "section": "Limitations",
            "paragraph_rank": 32,
            "section_rank": 19
        },
        {
            "text": "This is an ongoing study that may bring more precision regarding these issues.",
            "section": "Limitations",
            "paragraph_rank": 32,
            "section_rank": 19
        },
        {
            "text": "Conclusion",
            "section_rank": 20
        },
        {
            "text": "Early performance assessment shows the TPS pacemaker can safely and effectively be applied. ",
            "section": "Conclusion",
            "paragraph_rank": 33,
            "section_rank": 20
        },
        {
            "text": "It is premature to draw definitive conclusions about the benefits of this system. ",
            "section": "Conclusion",
            "paragraph_rank": 33,
            "section_rank": 20
        },
        {
            "text": "Long-term safety and benefit associated with the absence of a subcutaneous pulse generator and transvenous lead will further be evaluated in the trial. ",
            "section": "Conclusion",
            "paragraph_rank": 33,
            "section_rank": 20
        },
        {
            "text": "However, these early results meet and exceed initial pre-specified expectations. ",
            "section": "Conclusion",
            "paragraph_rank": 33,
            "section_rank": 20
        },
        {
            "text": "The fact that such data were obtained in a multicentre study involving 37 investigators at 23 different centres around the world with a variety of patients is encouraging.",
            "section": "Conclusion",
            "paragraph_rank": 33,
            "section_rank": 20
        },
        {
            "text": "Figure 1",
            "section_rank": 21
        },
        {
            "text": "Transcatheter pacing system single-chamber ventricular pacemaker. ",
            "section": "Figure 1",
            "paragraph_rank": 34,
            "section_rank": 21
        },
        {
            "text": "Illustration of transcatheter pacing system positioned in the RV apex. ",
            "section": "Figure 1",
            "paragraph_rank": 34,
            "section_rank": 21
        },
        {
            "text": "RV, right ventricle.",
            "section": "Figure 1",
            "paragraph_rank": 34,
            "section_rank": 21
        },
        {
            "text": "Figure 3",
            "section_rank": 22
        },
        {
            "text": "Transcatheter pacing system deployment. ",
            "section": "Figure 3",
            "paragraph_rank": 35,
            "section_rank": 22
        },
        {
            "text": "Step 1, upper panel: the device is fully retracted within the delivery system. ",
            "section": "Figure 3",
            "paragraph_rank": 35,
            "section_rank": 22
        },
        {
            "text": "The distal end of the catheter is placed at the targeted site of the RV.",
            "section": "Figure 3",
            "paragraph_rank": 35,
            "section_rank": 22
        },
        {
            "text": "Figure 4",
            "section_rank": 23
        },
        {
            "text": "Flow diagram of patients analysed. ",
            "section": "Figure 4",
            "paragraph_rank": 36,
            "section_rank": 23
        },
        {
            "text": "Flow diagram from patients implanted by 11 August 2014 and analysed for early performance objectives.",
            "section": "Figure 4",
            "paragraph_rank": 36,
            "section_rank": 23
        },
        {
            "text": "+ 4.5 mV, 719 + 226 ohm, 0.57 + 0.31 V at implant, 15.6 + 4.8 mV, 662 + 133 ohm, 0.48 + 0.21 V at 1-month, and 16.1 + 5.2 mV, 651 + 130 ohm, 0.51 + 0.22 V at 3-months (Figure 6). ",
            "paragraph_rank": 37,
            "section_rank": 24
        },
        {
            "text": "All measurements at all visits were within expected . ",
            "paragraph_rank": 37,
            "section_rank": 24
        },
        {
            "text": "............ ............ ............ ............ ..........",
            "paragraph_rank": 37,
            "section_rank": 24
        },
        {
            "text": ". ............ ............ ............ ........... ............ ............ ............ ........... ............ .........",
            "paragraph_rank": 37,
            "section_rank": 24
        },
        {
            "text": "Figure 5 X",
            "section_rank": 25
        },
        {
            "text": "-rays of various device positions in RAO view. ",
            "section": "Figure 5 X",
            "paragraph_rank": 38,
            "section_rank": 25
        },
        {
            "text": "Left panel: apical device placement; Middle panel: mid-septal device placement; Right panel: right-ventricular outflow tract (RVOT) device placement. ",
            "section": "Figure 5 X",
            "paragraph_rank": 38,
            "section_rank": 25
        },
        {
            "text": "....",
            "section": "Figure 5 X",
            "paragraph_rank": 38,
            "section_rank": 25
        },
        {
            "text": ". ........... ............ ............ ............ ........... ............ ............ ............ ........... ............ ............ ............ ........... ............ ......",
            "section": "Figure 5 X",
            "paragraph_rank": 38,
            "section_rank": 25
        },
        {
            "text": "Figure 7",
            "section_rank": 26
        },
        {
            "text": "Distribution of expected transcatheter pacing system battery longevity based on device use conditions (% pacing, heart rate, pacing capture thresholds) of first 60 patients through 3 months.",
            "section": "Figure 7",
            "paragraph_rank": 39,
            "section_rank": 26
        },
        {
            "text": "Table 1",
            "section_rank": 27
        },
        {
            "text": "Patient characteristics patients indicated that the device was pacing and sensing as expected. ",
            "section": "Table 1",
            "paragraph_rank": 40,
            "section_rank": 27
        },
        {
            "text": "There were no pauses due to inappropriate TPS operation. ",
            "section": "Table 1",
            "paragraph_rank": 40,
            "section_rank": 27
        },
        {
            "text": "Additionally, the daily capture threshold testing and hourly threshold confirmation tests were performing as expected.",
            "section": "Table 1",
            "paragraph_rank": 40,
            "section_rank": 27
        },
        {
            "text": "Examination of 24 h ambulatory surface ECG and device electro- gram cycle by cycle at the 1-month visit from 25",
            "section": "Table 1",
            "paragraph_rank": 41,
            "section_rank": 27
        },
        {
            "text": "Table 2",
            "section_rank": 28
        },
        {
            "text": "Procedure or system-related adverse events from 140 implanted patients",
            "section": "Table 2",
            "paragraph_rank": 42,
            "section_rank": 28
        },
        {
            "text": "Acknowledgements",
            "section_rank": 30
        },
        {
            "text": "We would like to thank the physicians who contributed to the early performance cohort as listed in the Supplementary material online. ",
            "section": "Acknowledgements",
            "paragraph_rank": 44,
            "section_rank": 30
        },
        {
            "text": "We would like to thank Eric Williams for his technical support and Harrison Hudnall for his editorial support in the preparation of this article.",
            "section": "Acknowledgements",
            "paragraph_rank": 44,
            "section_rank": 30
        },
        {
            "text": "Supplementary material",
            "section_rank": 32
        },
        {
            "text": "Supplementary material is available at European Heart Journal online. ",
            "section": "Supplementary material",
            "paragraph_rank": 45,
            "section_rank": 32
        },
        {
            "text": "Funding",
            "section_rank": 33
        }
    ]
}