{
    "id": "d2211e3b11",
    "level": "sentence",
    "abstract": [
        {
            "text": "Objective: Nonketotic hyperglycinemia is a neurometabolic disorder characterized by intellectual disability, seizures, and spasticity. "
        },
        {
            "text": "Patients with attenuated nonketotic hyperglycinemia make variable developmental progress. "
        },
        {
            "text": "Predictive factors have not been systematically assessed. "
        },
        {
            "text": "Methods: We reviewed 124 patients stratified by developmental outcome for biochemical and molecular predictive factors. "
        },
        {
            "text": "Missense mutations were expressed to quantify residual activity using a new assay. "
        },
        {
            "text": "Results: Patients with severe nonketotic hyperglycinemia required multiple anticonvulsants, whereas patients with developmental quotient (DQ) > 30 did not require anticonvulsants. "
        },
        {
            "text": "Brain malformations occurred mainly in patients with severe nonketotic hyperglycinemia (71%) but rarely in patients with attenuated nonketotic hyperglycinemia (7.5%). "
        },
        {
            "text": "Neonatal presentation did not correlate with outcome, but age at onset 4 months was associated with attenuated nonketotic hyperglycinemia. "
        },
        {
            "text": "Cerebrospinal fluid (CSF) glycine levels and CSF:plasma glycine ratio correlated inversely with DQ; CSF glycine > 230 lM indicated severe outcome and CSF:plasma glycine ratio 0.08 predicted attenuated outcome. "
        },
        {
            "text": "The glycine index correlated strongly with outcome. "
        },
        {
            "text": "Molecular analysis identified 99% of mutant alleles, including 96 novel mutations. "
        },
        {
            "text": "Mutations near the active cleft of the P-protein maintained stable protein levels. "
        },
        {
            "text": "Presence of 1 mutation with residual activity was necessary but not sufficient for attenuated outcome; 2 such mutations conferred best outcome. "
        },
        {
            "text": "Divergent outcomes for the same genotype indicate a contribution of other genetic or nongenetic factors. "
        },
        {
            "text": "Interpretation: Accurate prediction of outcome is possible in most patients. "
        },
        {
            "text": "A combination of 4 factors available neonatally predicted 78% of severe and 49% of attenuated patients, and a score based on mutation severity predicted outcome with 70% sensitivity and 97% specificity."
        }
    ],
    "body_text": [
        {
            "text": "of intellectual disability and seizures, hyperactivity, chorea, and intermittent episodes of lethargy and ataxia. "
        },
        {
            "text": "2,3,7,8 Up to 15% of neonatally presenting patients and 50% of infancy-presenting patients show this attenuated phenotype, 2,3 but elements predicting the neurodevelopmental outcome in NKH have not been systematically studied.",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "2,"
                },
                {
                    "start": 2,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3,"
                },
                {
                    "start": 4,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7,"
                },
                {
                    "start": 6,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8"
                }
            ]
        },
        {
            "text": "The glycine cleavage enzyme complex is composed of 4 proteins. "
        },
        {
            "text": "The P-protein, encoded by the GLDC gene, is a pyridoxal phosphate-dependent glycine decarboxylase; the H-protein, encoded by the GCSH gene, is a lipoic acid containing hydrogen-carrier protein; the T-protein, encoded by the AMT gene, is a tetrahydrofolatedependent protein; and the L-protein is a lipoamide dehydrogenase. "
        },
        {
            "text": "Patients with classic NKH have mutations in GLDC or AMT, including exonic deletions in GLDC. "
        },
        {
            "text": "[9][10][11] The glycine cleavage enzyme is expressed in liver, brain, and placenta, and at low levels in Epstein-Barr virus (EBV)-transformed lymphoblasts. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                },
                {
                    "start": 3,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                },
                {
                    "start": 7,
                    "end": 11,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "12 Deficient enzyme activity causes elevated glycine levels in plasma and cerebrospinal fluid (CSF) with an elevated CSF:plasma glycine ratio. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12"
                }
            ]
        },
        {
            "text": "13 Lower CSF glycine levels and a lower ratio were reported for some patients with attenuated NKH. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13"
                }
            ]
        },
        {
            "text": "7,14 Treatment most commonly involves sodium benzoate given to lower plasma glycine levels, and dextromethorphan or ketamine with the intent to reduce the excessive stimulating activity of glycine on N-methyl-D-aspartate receptors, with unclear effect on outcome.",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7,"
                },
                {
                    "start": 2,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14"
                }
            ]
        },
        {
            "text": "Predicting the prognosis of patients with NKH is important for families to make decisions on treatment following diagnosis, particularly in the neonatal intensive care setting, where withdrawal of life-sustaining therapy may be considered. "
        },
        {
            "text": "15 Differences in treatment response may exist between outcome categories, requiring early identification for appropriate treatment. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15"
                }
            ]
        },
        {
            "text": "In this study, we reviewed the outcome of patients with NKH in relation to biochemical, enzymatic, and molecular markers in addition to basic clinical and radiological findings."
        },
        {
            "text": "The primary study was approved by the ethics committees of the Colorado Multiple Institutional Review Board and Catholic University Leuven, and written informed consent was obtained from all study subjects. ",
            "section": "Clinical Studies"
        },
        {
            "text": "A second limited exempt chart review study was approved by the Colorado Multiple Institutional Review Board. ",
            "section": "Clinical Studies"
        },
        {
            "text": "Some clinical details of 12 patients were previously described. ",
            "section": "Clinical Studies"
        },
        {
            "text": "2,5,[16][17][18] All patients had classic NKH evidenced by elevated CSF glycine levels, elevated CSF:plasma glycine ratio, normal urine organic acids, and mutations in either GLDC or AMT excluding variant NKH. ",
            "section": "Clinical Studies",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "2,"
                },
                {
                    "start": 2,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5,"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[17]"
                },
                {
                    "start": 12,
                    "end": 16,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "19,20 Medical records were abstracted through a questionnaire with data listed in the Supplementary Table, and a clinical investigator (J.L.K.V.H. or J.B.H.) examined the vast majority of patients. ",
            "section": "Clinical Studies",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "19,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "20"
                }
            ]
        },
        {
            "text": "Age at symptom onset was considered neonatal if symptoms occurred in the first week of life, with later onset specified. ",
            "section": "Clinical Studies"
        },
        {
            "text": "Glycine levels were recorded at diagnosis, excluding blood contaminated CSF samples. ",
            "section": "Clinical Studies"
        },
        {
            "text": "20 Brain magnetic resonance imaging (MRI) reports were reviewed for structural abnormalities. ",
            "section": "Clinical Studies",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "20"
                }
            ]
        },
        {
            "text": "Because in NKH seizure propensity increases during the first year of life and improves on benzoate treatment, therapy resistance of the seizure disorder was estimated from the number of concurrent antiepileptic drugs (AEDs) used after age 1 year and while on benzoate therapy. ",
            "section": "Clinical Studies"
        },
        {
            "text": "2 The glycine index was calculated by subtracting the molar glycine intake in food from a dietary recall from the molar dose of sodium benzoate needed to normalize plasma glycine levels divided by body weight, which reflects a whole body balance of glycine metabolism. ",
            "section": "Clinical Studies",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "2"
                }
            ]
        },
        {
            "text": "18 Enzyme assay results were recorded. ",
            "section": "Clinical Studies",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "18"
                }
            ]
        },
        {
            "text": "Neurodevelopmental outcome was systematically assessed. ",
            "section": "Clinical Studies"
        },
        {
            "text": "Patients whose sole developmental milestone consisted of the ability to smile were given a developmental age of 6 weeks and categorized as severe NKH. ",
            "section": "Clinical Studies"
        },
        {
            "text": "Those making developmental progress beyond this stage were categorized as attenuated NKH, and formal developmental testing at an age > 2 years was used to derive a developmental quotient (DQ). ",
            "section": "Clinical Studies"
        },
        {
            "text": "Typical measures used were Bayley Scales of Infant Development, Mullen Scales of Early Learning, or Wechsler Scale of Intelligence. ",
            "section": "Clinical Studies"
        },
        {
            "text": "For each child, a DQ was calculated. ",
            "section": "Clinical Studies"
        },
        {
            "text": "The DQ is a measure of the rate of development. ",
            "section": "Clinical Studies"
        },
        {
            "text": "By using the mean or median age at which a milestone presents, a functional age equivalent for a child's development is given. ",
            "section": "Clinical Studies"
        },
        {
            "text": "It is the ratio of development age to chronological age. ",
            "section": "Clinical Studies"
        },
        {
            "text": "Subjects were subcategorized as poor attenuated NKH if DQ < 20, as intermediate attenuated NKH if DQ 20 and < 50, and as mild attenuated NKH if DQ 50. ",
            "section": "Clinical Studies"
        },
        {
            "text": "Patients without formal developmental assessment were categorized as attenuated NKH, not otherwise specified, if they could grasp and sit or walk independently, and as severe NKH if they could only smile.",
            "section": "Clinical Studies"
        },
        {
            "text": "Exons and at least 50 nucleotides into the flanking intron sequences of AMT (GenBank NM_000481.2, NP_000472.2; Ensembl ENSG00000145020) and GLDC (GenBank NM_000170.2, NP_000161.2; Ensembl ENSG00000178445) were sequenced. ",
            "section": "Molecular Studies",
            "entity_spans": [
                {
                    "start": 111,
                    "end": 118,
                    "type": "software",
                    "rawForm": "Ensembl",
                    "resp": "#curator",
                    "id": "d2211e3b11-software-simple-0"
                },
                {
                    "start": 180,
                    "end": 187,
                    "type": "software",
                    "rawForm": "Ensembl",
                    "resp": "#curator",
                    "id": "d2211e3b11-software-simple-1"
                }
            ]
        },
        {
            "text": "Phase was established from parental samples. ",
            "section": "Molecular Studies"
        },
        {
            "text": "Deletions and duplications in GLDC were analyzed by either multiplex ligation-dependent probe amplification, 10 or by a targeted array-based comparative genomic hybridization utilizing a customized 60k oligonucleotide microarray with a positive threshold of 3 consecutive probes allowing the detection of 300bp deletions, and verified by dual real-time polymerase chain reaction (PCR) with Taqman probes. ",
            "section": "Molecular Studies",
            "ref_spans": [
                {
                    "start": 109,
                    "end": 111,
                    "type": "bibr",
                    "text": "10"
                }
            ]
        },
        {
            "text": "Sequence variants were compared with 6 other species, and conservation was recorded. ",
            "section": "Molecular Studies"
        },
        {
            "text": "Splice site mutations were analyzed in silico using the BDGP Splice Site Prediction by Neural Network program, 21 and for select patients by analysis of mRNA in EBV transformed lymphoblasts. ",
            "section": "Molecular Studies",
            "ref_spans": [
                {
                    "start": 111,
                    "end": 113,
                    "type": "bibr",
                    "text": "21"
                }
            ],
            "entity_spans": [
                {
                    "start": 56,
                    "end": 83,
                    "type": "software",
                    "rawForm": "BDGP Splice Site Prediction",
                    "resp": "#annotator6",
                    "used": true,
                    "id": "d2211e3b11-software-simple-2",
                    "cert": "0.8"
                }
            ]
        },
        {
            "text": "To evaluate the effect on splicing of a deep intronic mutation in AMT (Patient 75), the generated cDNA was sequenced in 2 overlapping fragments. ",
            "section": "Molecular Studies"
        },
        {
            "text": "To evaluate whether the maternal mutation c.2203-2A>G; IVS18-2A>G (Patient 310) created a leaky splicing error, we evaluated for the presence of normally spliced mRNA not containing the paternal mutation c.547delG in the mRNA of the patient and mother by digestion of the cDNA with NcoI followed by agarose electrophoresis, where the paternal mutation abolishes a restriction site.",
            "section": "Molecular Studies"
        },
        {
            "text": "The impact of each mutation on residual enzyme activity was systematically evaluated. ",
            "section": "Protein Expression and Modeling Studies"
        },
        {
            "text": "Exonic deletions, nonsense mutations, and frameshift mutations were categorized as having no residual activity, except for a frameshift mutation that affected the final 20 amino acids. ",
            "section": "Protein Expression and Modeling Studies"
        },
        {
            "text": "Splice site mutations affecting the 2 conserved donor or acceptor nucleotides and predicted in silico as likely affecting splicing were considered to leave no residual activity. ",
            "section": "Protein Expression and Modeling Studies"
        },
        {
            "text": "For missense mutations in GLDC, the impact on residual P-protein activity was assessed by expression in vitro in COS cells and measuring the residual enzyme activity on a glycine exchange assay modified by the use of purified human recombinant lipoylated H-protein. ",
            "section": "Protein Expression and Modeling Studies"
        },
        {
            "text": "22 Missense mutations were introduced by site-directed mutagenesis into a full-length GLDC cDNA in the pCMV6-Entry vector (RC211292; Origine, Rockville, MD), and with mock and wild-type GLDC included in each experiment, were transfected into COS7 cells using Lipofectamine 2000 (Life Technologies, Carlsbad, CA). ",
            "section": "Protein Expression and Modeling Studies",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "22"
                }
            ]
        },
        {
            "text": "Cells were harvested after 48 hours, and P-protein activity was measured by the glycine exchange assay containing excess lipoylated, recombinant human H-protein. ",
            "section": "Protein Expression and Modeling Studies"
        },
        {
            "text": "22 Activities were normalized by protein concentration measured by the Bradford method 23 and mutant enzyme activity expressed as percentage of concurrent wild-type enzyme activity determined in the same experiment. ",
            "section": "Protein Expression and Modeling Studies",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "22"
                },
                {
                    "start": 87,
                    "end": 89,
                    "type": "bibr",
                    "text": "23"
                }
            ]
        },
        {
            "text": "Transfection efficiency was monitored by quantitative PCR for GLDC cDNA content. ",
            "section": "Protein Expression and Modeling Studies"
        },
        {
            "text": "To generate recombinant, lipoylated human H-protein, GCSH cDNA PCR amplified from a human liver cDNA library was cloned as a thioredoxin fusion protein into the pBAD-DEST 49 vector (Life Technologies), expressed in bacteria, and purified from the cell lysate by boiling for 1 minute followed by chromatography on a diethylaminoethyl cellulose column. ",
            "section": "Protein Expression and Modeling Studies"
        },
        {
            "text": "Lipoate-protein ligase (LplA) from Escherichia coli was expressed, purified, and used to lipoylate purified human H-protein as described using a molar ratio of 0.5:1.0 LplA:H-protein. ",
            "section": "Protein Expression and Modeling Studies"
        },
        {
            "text": "24 Lipoylation was confirmed by Western blotting (ab97625; Abcam, Cambridge, MA) and by mass spectrometry. ",
            "section": "Protein Expression and Modeling Studies",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "24"
                }
            ]
        },
        {
            "text": "The N-terminal thioredoxin tag was removed from the lipoylated H-protein by enterokinase digestion (New England Biolabs, Ipswich, MA), and reaction products were separated using a Q Sepharose Fast Flow (GE Healthcare BioSciences, Pittsburgh, PA). ",
            "section": "Protein Expression and Modeling Studies"
        },
        {
            "text": "Following transfection in COS cells, steady state Pprotein levels were identified by Western blotting following sodium dodecyl sulfate-polyacrylamide gel electrophoresis using an antibody against the P-protein from Abcam (ab97625), with b-actin as a loading control. ",
            "section": "Protein Expression and Modeling Studies"
        },
        {
            "text": "Coexpression studies used cotransfection with vectors containing both mutants compared to transfection with a single mutation and an empty vector. ",
            "section": "Protein Expression and Modeling Studies"
        },
        {
            "text": "A model of human P-protein encoded by the GLDC gene was created using the homology modeling program ESyPred3D based on the crystal structure of holo glycine decarboxylase from Synechocystis (Protein Data Bank ID: 4LHC). ",
            "section": "Protein Expression and Modeling Studies",
            "entity_spans": [
                {
                    "start": 100,
                    "end": 109,
                    "type": "software",
                    "rawForm": "ESyPred3D",
                    "resp": "#annotator6",
                    "used": true,
                    "id": "d2211e3b11-software-simple-3",
                    "cert": "1.0"
                }
            ]
        },
        {
            "text": "25,26 The relative locations of mutated residues in the 3-dimensional model were viewed using the program RasTop 2.2 (http://www.genein- finity.org/rastop/).",
            "section": "Protein Expression and Modeling Studies",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "bibr",
                    "text": "25,26"
                }
            ],
            "entity_spans": [
                {
                    "start": 106,
                    "end": 112,
                    "type": "software",
                    "rawForm": "RasTop",
                    "resp": "#annotator6",
                    "used": true,
                    "id": "d2211e3b11-software-1",
                    "cert": "1.0"
                },
                {
                    "start": 113,
                    "end": 116,
                    "type": "version",
                    "rawForm": "2.2",
                    "resp": "#annotator6",
                    "id": "#d2211e3b11-software-1"
                },
                {
                    "start": 118,
                    "end": 154,
                    "type": "url",
                    "rawForm": "http://www.genein- finity.org/rastop",
                    "resp": "#curator",
                    "id": "#d2211e3b11-software-1"
                }
            ]
        },
        {
            "text": "For missense mutations in GLDC, the impact on residual P-protein activity was assessed by expression in vitro in COS cells and measuring the residual enzyme activity on a glycine exchange assay modified by the use of purified human recombinant lipoylated H-protein. ",
            "section": "Protein Expression and Modeling Studies"
        },
        {
            "text": "22 Missense mutations were introduced by site-directed mutagenesis into a full-length GLDC cDNA in the pCMV6-Entry vector (RC211292; Origine, Rockville, MD), and with mock and wild-type GLDC included in each experiment, were transfected into COS7 cells using Lipofectamine 2000 (Life Technologies, Carlsbad, CA). ",
            "section": "Protein Expression and Modeling Studies",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "22"
                }
            ]
        },
        {
            "text": "Cells were harvested after 48 hours, and P-protein activity was measured by the glycine exchange assay containing excess lipoylated, recombinant human H-protein. ",
            "section": "Protein Expression and Modeling Studies"
        },
        {
            "text": "22 Activities were normalized by protein concentration measured by the Bradford method 23 and mutant enzyme activity expressed as percentage of concurrent wild-type enzyme activity determined in the same experiment. ",
            "section": "Protein Expression and Modeling Studies",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "22"
                },
                {
                    "start": 87,
                    "end": 89,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "23"
                }
            ]
        },
        {
            "text": "Transfection efficiency was monitored by quantitative PCR for GLDC cDNA content. ",
            "section": "Protein Expression and Modeling Studies"
        },
        {
            "text": "To generate recombinant, lipoylated human H-protein, GCSH cDNA PCR amplified from a human liver cDNA library was cloned as a thioredoxin fusion protein into the pBAD-DEST 49 vector (Life Technologies), expressed in bacteria, and purified from the cell lysate by boiling for 1 minute followed by chromatography on a diethylaminoethyl cellulose column. ",
            "section": "Protein Expression and Modeling Studies"
        },
        {
            "text": "Lipoate-protein ligase (LplA) from Escherichia coli was expressed, purified, and used to lipoylate purified human H-protein as described using a molar ratio of 0.5:1.0 LplA:H-protein. ",
            "section": "Protein Expression and Modeling Studies"
        },
        {
            "text": "24 Lipoylation was confirmed by Western blotting (ab97625; Abcam, Cambridge, MA) and by mass spectrometry. ",
            "section": "Protein Expression and Modeling Studies",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "24"
                }
            ]
        },
        {
            "text": "The N-terminal thioredoxin tag was removed from the lipoylated H-protein by enterokinase digestion (New England Biolabs, Ipswich, MA), and reaction products were separated using a Q Sepharose Fast Flow (GE Healthcare Bio-Sciences, Pittsburgh, PA).",
            "section": "Protein Expression and Modeling Studies"
        },
        {
            "text": "Following transfection in COS cells, steady state Pprotein levels were identified by Western blotting following sodium dodecyl sulfate-polyacrylamide gel electrophoresis using an antibody against the P-protein from Abcam (ab97625), with b-actin as a loading control. ",
            "section": "Protein Expression and Modeling Studies"
        },
        {
            "text": "Coexpression studies used cotransfection with vectors containing both mutants compared to transfection with a single mutation and an empty vector. ",
            "section": "Protein Expression and Modeling Studies"
        },
        {
            "text": "A model of human P-protein encoded by the GLDC gene was created using the homology modeling program ESyPred3D based on the crystal structure of holo glycine decarboxylase from Synechocystis (Protein Data Bank ID: 4LHC). ",
            "section": "Protein Expression and Modeling Studies"
        },
        {
            "text": "25,26 The relative locations of mutated residues in the 3-dimensional model were viewed using the program RasTop 2.2 (http://www.geneinfinity.org/rastop/).",
            "section": "Protein Expression and Modeling Studies",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "25,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "26"
                }
            ]
        },
        {
            "text": "A mutation score was constructed as the sum of both alleles with a mutation without residual activity scored 21 and with residual activity 12. ",
            "section": "Mutation Score"
        },
        {
            "text": "For the presumed mutation score, the AMT mutations p.M1T and p.R320H were considered to have no residual activity and the mutation p.I106T to have residual activity based on the occurrence in multiple families. ",
            "section": "Mutation Score"
        },
        {
            "text": "Thus, the presence of 2 mutations without residual activity will give a score of 22, whereas the presence of at least 1 mutation with known residual activity will give a score of 1.",
            "section": "Mutation Score"
        },
        {
            "text": "Descriptive statistics were used to summarize the data. ",
            "section": "Statistics"
        },
        {
            "text": "The difference between severe and attenuated variables is evaluated by Student t test for variables that have normal distribution, and by Mann-Whitney U test for variables that are not normally distributed as evaluated with Wilk-Shapiro. ",
            "section": "Statistics"
        },
        {
            "text": "Subcategories of attenuated NKH were evaluated by 1-way analysis of variance (ANOVA). ",
            "section": "Statistics"
        },
        {
            "text": "The significance of a difference in proportion is calculated by the chi-square test. ",
            "section": "Statistics"
        },
        {
            "text": "Pearson and Spearman correlation tests were conducted to identify the correlation between outcomes and predictors, and identify colinearity among the predictors according to the data distribution. ",
            "section": "Statistics"
        },
        {
            "text": "Multiple linear regression was performed to model the DQ in relation to predictors. ",
            "section": "Statistics"
        },
        {
            "text": "Multiple ordinal logistic regression was performed to model the relationship between predictors and disease severity or AEDs. ",
            "section": "Statistics"
        },
        {
            "text": "SPSS Statistics package version 21 (IBM, Armonk, NY) and SAS version 9.3 (SAS, Cary, NC) were used to perform the analyses. ",
            "section": "Statistics",
            "entity_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "software",
                    "rawForm": "SPSS",
                    "resp": "#annotator6",
                    "used": true,
                    "id": "d2211e3b11-software-4",
                    "cert": "1.0"
                },
                {
                    "start": 32,
                    "end": 34,
                    "type": "version",
                    "rawForm": "21",
                    "resp": "#annotator6",
                    "id": "#d2211e3b11-software-4"
                },
                {
                    "start": 36,
                    "end": 39,
                    "type": "publisher",
                    "rawForm": "IBM",
                    "resp": "#curator",
                    "id": "#d2211e3b11-software-4"
                },
                {
                    "start": 57,
                    "end": 60,
                    "type": "software",
                    "rawForm": "SAS",
                    "resp": "#annotator6",
                    "used": true,
                    "id": "d2211e3b11-software-5",
                    "cert": "1.0"
                },
                {
                    "start": 69,
                    "end": 72,
                    "type": "version",
                    "rawForm": "9.3",
                    "resp": "#annotator6",
                    "id": "#d2211e3b11-software-5"
                },
                {
                    "start": 74,
                    "end": 77,
                    "type": "publisher",
                    "rawForm": "SAS",
                    "resp": "#curator",
                    "id": "#d2211e3b11-software-5"
                }
            ]
        },
        {
            "text": "A p value < 0.05 was considered statistically significant. ",
            "section": "Statistics"
        },
        {
            "text": "Table 1). ",
            "section": "Statistics",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "Severe brain malformations (corpus callosum agenesis or cerebellar cyst with hydrocephalus) only occurred in patients with severe NKH or in neonatal death. ",
            "section": "Statistics"
        },
        {
            "text": "Thus, 3 features related to clinical severity-developmental delay, number of AED, and brain malformation-interrelated as a class. ",
            "section": "Statistics"
        },
        {
            "text": "We next examined clinical predictors of these severity classes.",
            "section": "Statistics"
        },
        {
            "text": "Clinical Severity: Developmental Outcome, Seizures, and Brain Malformations Of 124 patients, there were 26 patients (21%) who died in the neonatal or early infantile period. ",
            "section": "Results"
        },
        {
            "text": "The 56 patients (45%) with severe outcome NKH represent a uniform very poor development limited to smiling, or rarely able to roll from side to prone. ",
            "section": "Results"
        },
        {
            "text": "There were 42 patients (34%) with attenuated NKH: 6 patients with poor attenuated NKH (DQ < 20), 12 with intermediate attenuated NKH (DQ 5 20-50), 15 with mild attenuated NKH (DQ 50), and 9 with attenuated NKH where the DQ was not available. ",
            "section": "Results"
        },
        {
            "text": "The development presented a continuum from a DQ < 10 up to the normal range with intelligence quotient of 82 in a child who follows regular education curriculum with assistance. ",
            "section": "Results"
        },
        {
            "text": "The number of AEDs used for seizure control related to the degree of developmental delay. ",
            "section": "Results"
        },
        {
            "text": "All patients with severe NKH were treated with multiple (2) anticonvulsants and had persistent seizures, whereas patients with a DQ > 30 never required anticonvulsant therapy. ",
            "section": "Results"
        },
        {
            "text": "The difference between severe NKH patients (mean 3.1 AEDs), attenuated poor and intermediate NKH combined (mean 1 AED), and mild NKH (mean 0 AEDs) was significant (p < 0.001; Fig 1A). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 175,
                    "end": 182,
                    "type": "figure",
                    "text": "Fig 1A)"
                }
            ]
        },
        {
            "text": "In patients with severe NKH, 71% had brain malformations identified on MRI, whereas only 7.5% of patients with attenuated NKH had malformations, all hypoplastic corpus callosum (chi-square, p < 0.001; Table  1). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 201,
                    "end": 209,
                    "type": "table",
                    "text": "Table  1"
                }
            ]
        },
        {
            "text": "Severe brain malformations (corpus callosum agenesis or cerebellar cyst with hydrocephalus) only occurred in patients with severe NKH or in neonatal death. ",
            "section": "Results"
        },
        {
            "text": "Thus, 3 features related to clinical severity-developmental delay, number of AED, and brain malformation-interrelated as a class. ",
            "section": "Results"
        },
        {
            "text": "We next examined clinical predictors of these severity classes.",
            "section": "Results"
        },
        {
            "text": "Basic Predictors: Age at Onset and Gender Age at onset was commonly neonatal in all categories (see Table 1). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 100,
                    "end": 107,
                    "type": "table",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "Onset delayed beyond the first week was present in 12% of patients with severe NKH, and in 52% of patients with attenuated NKH. ",
            "section": "Results"
        },
        {
            "text": "Delayed onset in severe NKH was between 2 weeks and 2 months, and 4 months of age in poor or intermediate attenuated NKH. ",
            "section": "Results"
        },
        {
            "text": "In mild attenuated NKH, 53% of patients had onset beyond the first week of life, 7 patients at >4 months of age, which predicted good outcome. ",
            "section": "Results"
        },
        {
            "text": "There was no significant gender difference in age at onset, DQ, or number of AEDs used, but mean CSF glycine was higher in females than in males (219 vs 155 lM, p 5 0.02).",
            "section": "Results"
        },
        {
            "text": "The plasma glycine levels, the CSF glycine levels, and the CSF:plasma glycine ratio were higher in severe NKH than in attenuated NKH (see Table 1). ",
            "section": "Glycine Biochemistry",
            "ref_spans": [
                {
                    "start": 138,
                    "end": 145,
                    "type": "table",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "Despite substantial overlap in the ranges, the following findings were predictive: a CSF glycine level >230 lM predicted severe NKH with a sensitivity of 43%, and a CSF:plasma glycine ratio 0.08 predicted attenuated NKH with a sensitivity of 28%. ",
            "section": "Glycine Biochemistry"
        },
        {
            "text": "Within the group of attenuated NKH, there was a significant difference in CSF glycine and in the CSF:plasma ratio between subclasses (ANOVA, both p < 0.02) but not in plasma glycine levels (see Fig 1B,  C). ",
            "section": "Glycine Biochemistry",
            "ref_spans": [
                {
                    "start": 194,
                    "end": 205,
                    "type": "figure",
                    "text": "Fig 1B,  C)"
                }
            ]
        },
        {
            "text": "Attenuated mild NKH had significantly lower CSF glycine levels (good 73 vs intermediate/poor 121 lM, In attenuated NKH patients, the continuous outcome variable of DQ correlated significantly with age at onset, number of AEDs, CSF glycine level, CSF:plasma glycine ratio, and glycine index (Table 2 and  Protein, Enzyme Activity, Glycine Index Patients affected with AMT mutations (15%) are less common than patients with GLDC mutations (85%), with no GCSH mutations identified. ",
            "section": "Glycine Biochemistry",
            "ref_spans": [
                {
                    "start": 290,
                    "end": 302,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(Table 2 and"
                }
            ]
        },
        {
            "text": "The proportion of T-protein-deficient patients was not significantly different in severe NKH (12 of 56) versus attenuated NKH (5 of 42; chi-square, p 5 0.25). ",
            "section": "Glycine Biochemistry"
        },
        {
            "text": "Also, plasma and CSF glycine levels, CSF:plasma glycine ratio, age at onset, and DQ did not differ significantly between patients deficient in P-and T-protein. ",
            "section": "Glycine Biochemistry"
        },
        {
            "text": "The enzyme activity in liver depended on the affected protein (P-protein 0-10%, n 5 4; T-protein 10-31%, n 5 4), as previously reported. ",
            "section": "Glycine Biochemistry"
        },
        {
            "text": "27 Residual activity in EBV-transformed lymphoblasts (n 5 10) ranged from 0 to 83% of normal activity, and as previously noted proved unreliable, with a patient with a severe outcome who had 83% residual activity. ",
            "section": "Glycine Biochemistry",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "27"
                }
            ]
        },
        {
            "text": "21 In contrast, the glycine index had a strong relation with outcome (see Fig 1D). ",
            "section": "Glycine Biochemistry",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "21"
                },
                {
                    "start": 74,
                    "end": 81,
                    "type": "figure",
                    "text": "Fig 1D)"
                }
            ]
        },
        {
            "text": "It was highest in the severely affected patients (average  Correlation between developmental quotient and each of the predictive factors. ",
            "section": "Glycine Biochemistry"
        },
        {
            "text": "CSF 5 cerebrospinal fluid; NKH 5 nonketotic hyperglycinemia. ",
            "section": "Glycine Biochemistry"
        },
        {
            "text": "this indicated that patients with intermediate and mild attenuated NKH had more residual activity than patients with poor attenuated NKH and severe NKH, suggesting a contributing genetic factor.",
            "section": "Glycine Biochemistry"
        },
        {
            "text": "The mutation spectrum showed extensive intragenic molecular heterogeneity in classic NKH, including 78 novel mutations in GLDC and 18 novel mutations in AMT. ",
            "section": "Genetic Studies"
        },
        {
            "text": "All mutations identified are listed in the Supplementary  in silico prediction of pathogenicity of the deep splice site mutation IVS615G>C in AMT was confirmed by RNA analysis showing the presence of sequence compatible with the insertion of intron 6 sequence. ",
            "section": "Genetic Studies"
        },
        {
            "text": "The in silico predicted pathogenicity of the deep splice site mutation IVS2315G>A in GLDC could not be further verified, as lymphoblasts were unavailable. ",
            "section": "Genetic Studies"
        },
        {
            "text": "An ethnic concentration was present for AMT p.I106T in the Southern Netherlands and GLDC p.S132L in New Zealand, reflecting a founder effect. ",
            "section": "Genetic Studies"
        },
        {
            "text": "Most parents were carriers, but a de novo mutation not present in the blood of the parents was identified in 3 patients (1% of alleles), although germline mosaicism could not be excluded.",
            "section": "Genetic Studies"
        },
        {
            "text": "In many metabolic conditions, residual enzyme activity determines clinical outcome. ",
            "section": "Residual Activity of Mutations in Expression Analysis"
        },
        {
            "text": "We analyzed the impact of mutations on residual activity and in relation to neurodevelopmental outcome. ",
            "section": "Residual Activity of Mutations in Expression Analysis"
        },
        {
            "text": "There were differences in the mutation classes between severe NKH and attenuated NKH. ",
            "section": "Residual Activity of Mutations in Expression Analysis"
        },
        {
            "text": "Nonsense mutations, frameshift mutations, exonic dele-tions, and duplications, which have no residual activity, were more frequent in severe than in attenuated NKH patients (38 % vs 11% of alleles, p < 0.001), and adding mutations affecting consensus donor and acceptor splice sites, which usually result in absent activity, accentuated this difference (severe NKH 57 of 109, attenuated NKH 18 of 84 alleles, p < 0.001). ",
            "section": "Residual Activity of Mutations in Expression Analysis"
        },
        {
            "text": "Patients with both alleles from these classes had severe NKH, whereas each attenuated NKH patient had at least 1 missense mutation. ",
            "section": "Residual Activity of Mutations in Expression Analysis"
        },
        {
            "text": "Two exceptional mutations were classified as mild: a frameshift mutation that affects only the penultimate 20 amino acids, and a leaky splice site mutation IVS18-2A>G. ",
            "section": "Residual Activity of Mutations in Expression Analysis"
        },
        {
            "text": "We hypothesized that missense mutations that recurred in attenuated NKH (p.A202V, p.T269M, p.A389V, p.A802V in GLDC and p.I106T in AMT) conferred residual enzyme activity, whereas others that occurred in homozygosity in severe NKH patients (p.S132L and p.R515S in GLDC and p.R320H and p.M1T in AMT) had no residual activity. ",
            "section": "Residual Activity of Mutations in Expression Analysis"
        },
        {
            "text": "We expressed selected missense mutations and measured residual activity of the P-protein using the glycine exchange reaction with recombinant human H-protein, which after the lipoyl-    Supplementary Table).",
            "section": "Residual Activity of Mutations in Expression Analysis",
            "ref_spans": [
                {
                    "start": 186,
                    "end": 206,
                    "type": "table",
                    "text": "Supplementary Table)"
                }
            ]
        },
        {
            "text": "To relate residual activity to outcome, we analyzed 60 patients who survived the neonatal period with known neurodevelopment outcome, and for whom both mutations in GLDC were identified and the residual activity determined (Fig 5). ",
            "section": "Residual Activity of Mutations in Expression Analysis",
            "ref_spans": [
                {
                    "start": 223,
                    "end": 230,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "(Fig 5)"
                }
            ]
        },
        {
            "text": "Both developmental outcome as DQ and number of AEDs used differed significantly with the number of alleles with residual activity (Fisher exact test, both p < 0.001). ",
            "section": "Residual Activity of Mutations in Expression Analysis"
        },
        {
            "text": "Patients with 2 severe mutations used multiple (2-4) AEDs; patients with 2 residual activity-conferring alleles used no or rarely 1 AED; whereas patients with a single residual activity-conferring allele used no (in 47%) or 1 to 3 AEDs. ",
            "section": "Residual Activity of Mutations in Expression Analysis"
        },
        {
            "text": "All   35]). ",
            "section": "Residual Activity of Mutations in Expression Analysis",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "text": "All"
                },
                {
                    "start": 6,
                    "end": 9,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "35]"
                }
            ]
        },
        {
            "text": "This indicates that an allele with residual activity is necessary but not sufficient for attenuated outcome, and that factors in addition to genotype influence outcome. ",
            "section": "Residual Activity of Mutations in Expression Analysis"
        },
        {
            "text": "Further illustrating this, the average DQ was higher in patients with 2 residual activity-conferring mutations than in those with a single such mutation (53 vs 28, p 5 0.01), but within the group of attenuated patients there was no correlation between DQ and the summed residual activity of both alleles (r 2 < 0.001). ",
            "section": "Residual Activity of Mutations in Expression Analysis"
        },
        {
            "text": "Substantial phenotypic differences existed within the same genotype; for instance, p.A389V/p.R515S was seen in a severe (Patient 35) and an attenuated intermediate phenotype (Patient 148).",
            "section": "Residual Activity of Mutations in Expression Analysis",
            "ref_spans": [
                {
                    "start": 174,
                    "end": 187,
                    "type": "table",
                    "ref_id": "tab_6",
                    "text": "(Patient 148)"
                }
            ]
        },
        {
            "text": "Expanding this analysis to all patients showed a significant difference in the mutation score between outcome categories (ANOVA, p < 0.001; post hoc Tukey difference only significant between severe 1.38 6 1.41 and attenuated 21.43 6 0.83, p < 0.001; Fig 6). ",
            "section": "Residual Activity of Mutations in Expression Analysis",
            "ref_spans": [
                {
                    "start": 250,
                    "end": 256,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "Fig 6)"
                }
            ]
        },
        {
            "text": "A score of 22 predicted severe outcome with sensitivity of 62% and specificity of 100%, and a score 1 predicted attenuated outcome with a sensitivity of 81% and a specificity of 94% (Table 3). ",
            "section": "Residual Activity of Mutations in Expression Analysis",
            "ref_spans": [
                {
                    "start": 182,
                    "end": 191,
                    "type": "table",
                    "ref_id": "tab_4",
                    "text": "(Table 3)"
                }
            ]
        },
        {
            "text": "Combined, this mutation score had a predictive sensitivity of 70% and specificity of 97%.",
            "section": "Residual Activity of Mutations in Expression Analysis"
        },
        {
            "text": "The relative locations of the expressed mutations are shown on the tertiary structure of human P-protein modeled on the homologous a2 homodimer structure of Synechocystis species glycine decarboxylase (Fig 7). ",
            "section": "Molecular Modeling and Protein Stability",
            "ref_spans": [
                {
                    "start": 201,
                    "end": 208,
                    "type": "figure",
                    "ref_id": "fig_9",
                    "text": "(Fig 7)"
                }
            ]
        },
        {
            "text": "26 Mutated amino acids located near the active site pocket (A833, L548, H950, A389, S808, I381, Q366, C382, G607, P893) tended to have stable protein levels but highly variable residual activity. ",
            "section": "Molecular Modeling and Protein Stability",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "26"
                }
            ]
        },
        {
            "text": "For instance, mild mutations Q366R, I381T, and G607S affect amino acids located in a loop or domain that is mobile upon pyridoxal-phosphate binding in Thermus thermophilus, and Q366  resides in the lipoamide channel. ",
            "section": "Molecular Modeling and Protein Stability"
        },
        {
            "text": "28 In contrast, mutated amino acids located on the outer side of protein away from the active pocket (A283, A202, C291, T269, R461, P304, R515, S132, A569, A678, T437, A802) tended to have decreased protein levels of variable residual activity, likely due to protein instability. ",
            "section": "Molecular Modeling and Protein Stability",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "28"
                }
            ]
        },
        {
            "text": "For instance, mild mutations p.T269M and p.A202V located in the 9th a-helix, and severe mutations p.R515S and p.G761R affected the structural interaction of the N-and Cterminal halves of the protein. ",
            "section": "Molecular Modeling and Protein Stability"
        },
        {
            "text": "28 Cotransfection studies were done to review if observed combination of 2 mutations would affect the residual activity given the dimeric structure of P-protein.  ",
            "section": "Molecular Modeling and Protein Stability",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "28"
                }
            ]
        },
        {
            "text": "(Fig 8).",
            "section": "Molecular Modeling and Protein Stability",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "figure",
                    "ref_id": "fig_8",
                    "text": "(Fig 8)"
                }
            ]
        },
        {
            "text": "As a group, neonatally deceased patients were similar to severe patients. ",
            "section": "Neonatal and Early Infantile Deceased Patients"
        },
        {
            "text": "They had more severe mutations (65% vs 54% of alleles, p < 0.001) and fewer brain malformations (48% vs 71%, p < 0.001), but similar CSF glycine levels and CSF:plasma glycine ratio. ",
            "section": "Neonatal and Early Infantile Deceased Patients"
        },
        {
            "text": "On close observation, we identified a few patients who had residual activity-conferring mutations, without brain malformations, and with low CSF glycine level and CSF:plasma glycine ratio (eg, Patients 33a and 33b with p.T269M, and Patient 19 with p.G607S). ",
            "section": "Neonatal and Early Infantile Deceased Patients"
        },
        {
            "text": "Because >50% of attenuated NKH patients presented neonatally, we presume that these patients at least had the potential for attenuated outcome.",
            "section": "Neonatal and Early Infantile Deceased Patients"
        },
        {
            "text": "At the outset of this study, we encountered patients who presented neonatally and had been given a dismal prognosis, but who made substantial developmental progress. ",
            "section": "Discussion"
        },
        {
            "text": "This inaccurate prognostic information was frustrating for the families. ",
            "section": "Discussion"
        },
        {
            "text": "The majority of patients with attenuated NKH, even mild, presented neonatally, and predicting prognosis based on age at onset alone was inaccurate. ",
            "section": "Discussion"
        },
        {
            "text": "Moreover, single case studies of a new treatment, such as dextromethorphan, exhibited the same prognostic pitfall attributing the attenuated outcome to the drug treatment when, because of the neonatal presentation, the patient was expected to have a severe outcome. ",
            "section": "Discussion"
        },
        {
            "text": "29 A more accurate prognostic stratification is required for adequate clinical trial evaluation. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "29"
                }
            ]
        },
        {
            "text": "A reliable measure to predict outcome in NKH was not yet available, 30 and past small studies had contradictory conclusions on the predictive value of glycine levels. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 68,
                    "end": 70,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "30"
                }
            ]
        },
        {
            "text": "7,14 In this study, we categorized patients with NKH according to outcome, rather than age at onset, using developmental attainment as the primary outcome measure, which correlated well with neurological indicators such as the presence of brain malformations and the number of AEDs used to treat epilepsy. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7,"
                },
                {
                    "start": 2,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14"
                }
            ]
        },
        {
            "text": "Attenuated NKH was distinguished from severe NKH by the presence of a variable degree of development, 2 and despite its continuous nature was subdivided in categories to facilitate statistical analysis.  ",
            "section": "Discussion"
        },
        {
            "text": "This study provides strong evidence that genotype is a primary determinant of outcome, and presence of residual activity relates to outcome, as had previously been hypothesized from individual cases. ",
            "section": "Discussion"
        },
        {
            "text": "7,8,11,22 Two mutations without residual enzyme activity are associated with severe outcome, and attenuated outcome requires at least 1 mutation providing residual enzyme activity. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7,"
                },
                {
                    "start": 2,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8,"
                },
                {
                    "start": 4,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11,"
                },
                {
                    "start": 7,
                    "end": 9,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "22"
                }
            ]
        },
        {
            "text": "Lack of residual enzyme activity in severe patients results in a larger glycine pool, which requires more sodium benzoate to normalize glycine levels as reflected in a greater glycine index, 18 which showed the best discrimination between outcome categories. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 191,
                    "end": 193,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "18"
                }
            ]
        },
        {
            "text": "This larger glycine pool results in increased brain and CSF glycine levels. ",
            "section": "Discussion"
        },
        {
            "text": "CSF glycine correlated significantly although not strongly with outcome measures, but at the extremes CSF glycine >230 lM predicted severe outcome and low CSF:plasma glycine ratio 0.08 predicted attenuated outcome. ",
            "section": "Discussion"
        },
        {
            "text": "Of the clinically useful predictors, which are listed with sensitivity and specificity in Table 4, age at onset, brain imaging, CSF glycine, and CSF:plasma glycine ratio are available in the immediate newborn period to enable counseling of parents. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 90,
                    "end": 97,
                    "type": "table",
                    "ref_id": "tab_6",
                    "text": "Table 4"
                }
            ]
        },
        {
            "text": "Using these 4 predictors available at diagnosis (age at onset 4 months, CSF glycine >230 lM, CSF:plasma glycine ratio 0.08, and brain malformations on MRI), 78% of severe patients and 49% of attenuated patients would be accurately identified. ",
            "section": "Discussion"
        },
        {
            "text": "A simplified panel of 7 mutations (p.A202V, p.A389V, p.A802V/E, p.T269M, p.L548V, p.G607S in GLDC and p.I106T in AMT) identified 55% of attenuated patients, and could be implemented for rapid prediction in the neonatal period.",
            "section": "Discussion"
        },
        {
            "text": "Molecular analysis provides an important predictor. ",
            "section": "Discussion"
        },
        {
            "text": "This report greatly expands the number of mutations beyond those previously reported. ",
            "section": "Discussion"
        },
        {
            "text": "Combined sequencing and exonic deletion-duplication analysis identified 99% of causative alleles in GLDC and all in AMT, and constitutes the preferred confirmatory diagnostic testing. ",
            "section": "Discussion"
        },
        {
            "text": "Due to the documented 1% de novo mutation rate, carrier status of parents should be verified and not assumed in the context of recurrence risk counseling and prenatal diagnosis. ",
            "section": "Discussion"
        },
        {
            "text": "The large genetic heterogeneity complicates the analysis of genotype to phenotype relation. ",
            "section": "Discussion"
        },
        {
            "text": "Caution is necessary when using generic rules in predicting whether a mutation would retain residual activity. ",
            "section": "Discussion"
        },
        {
            "text": "Phylogenetic conservation was unhelpful, with most mutations affecting conserved amino acids regardless of residual activity, yet p.A569T affects a poorly conserved amino acid but had no residual activity. ",
            "section": "Discussion"
        },
        {
            "text": "Mutations affecting the 2 essential splice donor/acceptor nucleotides severely disrupted splicing, but IVS18-2A>G was a notable exception. ",
            "section": "Discussion"
        },
        {
            "text": "To evaluate missense mutations, we developed a new effective expression study, with results agreeing with the few previous publications. ",
            "section": "Discussion"
        },
        {
            "text": "27,31 The amount of residual activity associated with attenuated outcome was very low. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "27,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "31"
                }
            ]
        },
        {
            "text": "Mutations that result in unstable protein tend to be located away from the active cleft, and even reduce the A glycine index of 3 mmol/kg/day for a child on breast milk or regular infant formula with intake of 150 ml/kg/day calculates to a sodium benzoate dose of 510-540 mg/kg/day to bring glycine levels within therapeutic range (120-300 lM).",
            "section": "Discussion"
        },
        {
            "text": "b",
            "section": "Discussion"
        },
        {
            "text": "The mutation score provides a score of 21 for a mutation expected to leave no residual activity and 12 for a mutation that is expected to have residual activity. ",
            "section": "Discussion"
        },
        {
            "text": "The sum of both alleles scored as is currently known is used. ",
            "section": "Discussion"
        },
        {
            "text": "AED 5 antiepileptic drug; CSF 5 cerebrospinal fluid; HCC 5 hypoplastic corpus callosum.",
            "section": "Discussion"
        },
        {
            "text": "protein amount of the other allele likely due to dimer, formation as was shown for the p.R515S mutation. ",
            "section": "Discussion"
        },
        {
            "text": "In this study, 69 of 124 patients carried at least 1 GLDC missense mutation, and 13 of 27 GLDC missense mutants created unstable proteins, including common mutations such as p.R515S. ",
            "section": "Discussion"
        },
        {
            "text": "The impact of current therapy with benzoate and dextromethorphan has been limited. ",
            "section": "Discussion"
        },
        {
            "text": "A theoretically new therapeutic option of a chaperone or a proteostasis regulator that increases protein levels could increase enzyme activity and positively affect outcome in at least 27% of patients. ",
            "section": "Discussion"
        },
        {
            "text": "32 The relation between residual activity and outcome is complex. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "32"
                }
            ]
        },
        {
            "text": "The number of alleles with residual activity relates to outcome, but there was not a direct correlation between DQ and the amount of residual activity in this eukaryotic expression system. ",
            "section": "Discussion"
        },
        {
            "text": "Patients with a similar mild mutation sometimes had a very different outcome in this study, and substantial intrafamilial variability in large families has been noted. ",
            "section": "Discussion"
        },
        {
            "text": "14 This suggests that factors additional to genotype contribute to outcome. ",
            "section": "Discussion"
        },
        {
            "text": "11,31 For patients with attenuated NKH, the nature and timing of early treatment has been suggested as a potential factor. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "31"
                }
            ]
        },
        {
            "text": "30 Although this study is the largest ever in NKH, it does have limitations. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "30"
                }
            ]
        },
        {
            "text": "Patients were evaluated from a very wide geographic region, allowing for generalization in this rare condition, and therefore encountered a variety of methods to evaluate developmental outcome. ",
            "section": "Discussion"
        },
        {
            "text": "Analysis of developmental and behavioral outcome subcategories was not possible and will require a systematic analysis at a few centers using standardized measures. ",
            "section": "Discussion"
        },
        {
            "text": "A wide spectrum of behavioral and developmental problems was noted in preliminary analysis of a few patients with attenuated NKH. ",
            "section": "Discussion"
        },
        {
            "text": "The MRI review was limited to brain malformations as described in the report of the reading radiologist, and detailed analysis, such as the distribution of diffusion restriction, requires further study. ",
            "section": "Discussion"
        },
        {
            "text": "33,34 A detailed description of the seizure type, electroencephalogram, or response to specific antiepileptic medications could not be systematically captured, and requires a separate study. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "33,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "34"
                }
            ]
        },
        {
            "text": "The number of AEDs used, which could be accurately recorded, is significant because the need for >2 AEDs, as seen in severe NKH, relates to the presence of therapy-refractory epilepsy. ",
            "section": "Discussion"
        },
        {
            "text": "35 This study documented several factors predicting prognosis, including the presence of brain malformations, the CSF glycine level, the CSF:plasma glycine ratio, and the type of genetic mutation. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "35"
                }
            ]
        },
        {
            "text": "This information is valuable to parents and clinicians to allow better prediction of outcome. ",
            "section": "Discussion"
        },
        {
            "text": "Prediction of severe outcome can help families in considering withdrawal of life-sustaining therapy in the neonatal apneic phase, given the current lack of effective therapies in this setting. ",
            "section": "Discussion"
        },
        {
            "text": "15,36 It is also important in the stratification of patients in treatment studies. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "36"
                }
            ]
        },
        {
            "text": "Different treatment responses may exist between severe and attenuated NKH. ",
            "section": "Discussion"
        },
        {
            "text": "30,36 The relation between residual activity and outcome suggests that novel strategies to improve residual activity such as chaperones may have a beneficial clinical effect and should be researched. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "30,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "36"
                }
            ]
        },
        {
            "text": "The complex relationship between genotype and phenotype indicates that additional factors will need to be identified to make such a strategy fully successful.",
            "section": "Discussion"
        },
        {
            "text": "Differences in antiepileptic drugs, glycine levels, and glycine index by disease category. ",
            "section": "FIGURE 1 : 17 a"
        },
        {
            "text": "(A) The differences between severe nonketotic hyperglycinemia (NKH), poor attenuated NKH, intermediate attenuated NKH, and mild attenuated NKH are shown for the number of antiepileptic drugs (A), the cerebrospinal fluid (CSF) glycine levels (B), the CSF:plasma glycine ratios (C), and the glycine index (D). ",
            "section": "FIGURE 1 : 17 a"
        },
        {
            "text": "[Color figure can be viewed in the online issue, which is available at www.annalsofneurology.org.]TABLE 1. ",
            "section": "FIGURE 1 : 17 a"
        },
        {
            "text": "Clinical Predictors: Age at Onset, Brain Malformations, Glycine Levels, and Ratio The category Attenuated All also included patients with attenuated nonketotic hyperglycinemia not otherwise specified where the developmental quotient is not known. ",
            "section": "FIGURE 1 : 17 a"
        },
        {
            "text": "b p < 0.01, c p < 0.001, Mann-Whitney U test. ",
            "section": "FIGURE 1 : 17 a"
        },
        {
            "text": "CSF 5 cerebrospinal fluid. ",
            "section": "FIGURE 1 : 17 a"
        },
        {
            "text": "p < 0.01) and ratios (good 0.095 vs intermediate/poor 0.15, p < 0.01).",
            "section": "FIGURE 1 : 17 a"
        },
        {
            "text": "Fig 2). "
        },
        {
            "text": "Multiple linear regression showed a best model of outcome in DQ when related to both age at onset5 1.06 6 0.42 and CSF glycine level 5 20.19 6 0.075 lM with constant 53 6 9.1, p 5 0.01. "
        },
        {
            "text": "Multiple logistic regression identified only 2 independent predictors for disease severity: age at onset (point estimate 5 1.526, 95% confidence interval [CI] 5 1.183-1.968, p 5 0.001) and CSF glycine level (point estimate 5 0.993, 95% CI 5 0.989-0.997, p < 0.001)."
        },
        {
            "text": "5 4.01, range 5 2.84-4.87, n 5 8), between 2 and 3 in poor attenuated patients (average 5 2.69, range 5 2.30-3.10, n 5 4), and <2 in all intermediate or mild attenuated patients (average 5 1.27, range 5 0.24-1.90, n 5 8; ANOVA, p < 0.001). "
        },
        {
            "text": "As the glycine index reflects residual glycine catabolism on a whole body level,"
        },
        {
            "text": "Relation between cerebrospinal fluid (CSF) glycine levels and developmental quotient (DQ). ",
            "section": "FIGURE 2 :"
        },
        {
            "text": "There is a direct linear correlation between CSF glycine levels and DQ. ",
            "section": "FIGURE 2 :"
        },
        {
            "text": "The cutoff at 230 lM is shown.",
            "section": "FIGURE 2 :"
        },
        {
            "text": "Mutations in GLDC. ",
            "section": "FIGURE 3 :"
        },
        {
            "text": "Missense mutations are shown above the diagram of the exonic structure of the GLDC gene. ",
            "section": "FIGURE 3 :"
        },
        {
            "text": "Missense mutations with residual activity are shown in green, missense mutations without residual activity are shown in red, and mutations not expressed are shown in yellow. ",
            "section": "FIGURE 3 :"
        },
        {
            "text": "Frameshift mutations (gray) and splice site mutations (orange) are shown below the exonic structure. ",
            "section": "FIGURE 3 :"
        },
        {
            "text": "The length of observed exonic deletions is shown in red and duplications in blue. ",
            "section": "FIGURE 3 :"
        },
        {
            "text": "The frequency of occurrence is provided for recurring mutations.",
            "section": "FIGURE 3 :"
        },
        {
            "text": "Mutations in AMT. ",
            "section": "FIGURE 4 :"
        },
        {
            "text": "Missense mutations (yellow) are shown above the diagram of the exonic structure of the AMT gene. ",
            "section": "FIGURE 4 :"
        },
        {
            "text": "Frameshift mutations (gray) and splice site mutations (orange) are shown below the exonic structure.",
            "section": "FIGURE 4 :"
        },
        {
            "text": "Number of residual activity-conferring mutations and disease severity. ",
            "section": "FIGURE 5 :"
        },
        {
            "text": "(A) The frequency of developmental outcome in categories of severe, attenuated (Att) poor, attenuated intermediate, attenuated mild, or attenuated not otherwise specified (NOS; without known developmental quotient [DQ]) is shown in relation to the number of alleles with a mutation conferring no residual activity (severe mutation) or alleles with a mutation conferring residual activity (mild mutation). ",
            "section": "FIGURE 5 :"
        },
        {
            "text": "(B) The frequency of patients requiring a number of antiepileptic medications in relation to the number of severe or mild alleles.",
            "section": "FIGURE 5 :"
        },
        {
            "text": "Mutation score by disease category. ",
            "section": "FIGURE 6 :"
        },
        {
            "text": "The mutation score is compared between neonatal deceased, severe nonketotic hyperglycinemia (NKH), poor attenuated NKH, intermediate attenuated NKH, mild attenuated NKH, and attenuated NKH not otherwise specified (NOS). ",
            "section": "FIGURE 6 :"
        },
        {
            "text": "The mutation score is significantly higher in attenuated NKH than in severe or neonatal decreased NKH. ",
            "section": "FIGURE 6 :"
        },
        {
            "text": "[Color figure can be viewed in the online issue, which is available at www.annalsofneurology.org.]",
            "section": "FIGURE 6 :"
        },
        {
            "text": "Western blot analysis of expressed mutations in GLDC. ",
            "section": "FIGURE 8 :"
        },
        {
            "text": "The missense mutations present in 2 patients were expressed in COS cells, and the level of P-protein identified by Western blot. ",
            "section": "FIGURE 8 :"
        },
        {
            "text": "The amount of b-actin protein is shown as a loading control. ",
            "section": "FIGURE 8 :"
        },
        {
            "text": "WT 5 wild type. ",
            "section": "FIGURE 8 :"
        },
        {
            "text": "[Color figure can be viewed in the online issue, which is available at www.annalsofneurology.org.]",
            "section": "FIGURE 8 :"
        },
        {
            "text": "Molecular modeling of mutated amino acids on the structure of the P-protein. ",
            "section": "FIGURE 7 :"
        },
        {
            "text": "The homology structure of the human P-protein dimer modeled from Synechocystis species is shown with the amino acids of the expressed missense mutations highlighted. ",
            "section": "FIGURE 7 :"
        },
        {
            "text": "Amino acids involved in missense mutations without residual activity on expression study are shown in red, with <1% residual activity in blue, with 1 to 10% residual activity in yellow, and with >10% residual activity in green. ",
            "section": "FIGURE 7 :"
        },
        {
            "text": "The active site lysine 754 is shown in pink. ",
            "section": "FIGURE 7 :"
        },
        {
            "text": "Amino acids that when mutated result in a stable protein (identified in the lower part) tend to cluster around the active site fold (red circle), whereas amino acids that when mutated result in unstable protein (identified in the upper part) tend to be located away from the active site fold.",
            "section": "FIGURE 7 :"
        },
        {
            "text": "Relation of Developmental Quotient with Outcome and Predictive Variables",
            "section": "TABLE 2 ."
        },
        {
            "text": "Table atthe cDNA and protein level and were submitted to the Leiden Open Variant Databases (http:// databases.lovd.nl/shared/genes) of GLDC and AMT (Figs 3 and 4). "
        },
        {
            "text": "Of the 209 alleles in GLDC, there were 50.2% missense mutations, 8.1% nonsense mutations, 5.7% frameshift mutations, 13.4% splice site mutations, 20.6%"
        },
        {
            "text": "exonic deletions, 1 exonic duplication, and 1 in-frame 3bp deletion resulting in a single amino acid deletion. "
        },
        {
            "text": "Of the 114 mutations, 72 mutations were only identified in a single allele. "
        },
        {
            "text": "Recurring mutations (53) included p.R515S (133), del exon 1-2 (123), IVS2211G>C (103), p.A389V (83), del exon 3-21 (73), p.A802V (63), p.A202V (53), p.E167X (53), and IVS19-1G>A (53). "
        },
        {
            "text": "The exonic deletions were heterogeneous, ranging from a single exon to entire gene deletions, and were as frequent on the maternal (n 5 21) as the paternal (n 5 22) allele. "
        },
        {
            "text": "Some patients had 2pathogenicity of mutations of the 2 nucleotides of each consensus splice site (score < 0.46), except for IVS18- 2A>G in GLDC (score 5 0.64), where RNA analysis confirmed the presence of normally spliced mRNA, indi- cating a leaky splicing mutation (data not shown). "
        },
        {
            "text": "The"
        },
        {
            "text": "ligase reaction was >80% lipoylated by mass spectrometry, and was no longer rate limiting at 4 lM. "
        },
        {
            "text": "The mutations p.S132L, p.P304L, p.C382Y, p.T437I, p.R515S, p.A569T, p.G618R, p.S657R, p.G761R, p.S808R, p.A833V, p.P893L, and p.H950R had no measurable residual activity. "
        },
        {
            "text": "Mutations with residual activity were classified as very mild with >10% activity (p.L82S, p.A202V, p.I381T, p.A389V, p.L548V, p.A802V, p.A802E), mild with 1 to 10% activity (p.T269M, p.C291Y, p.Q366R, p.G607S, p.R630P), and intermediate with measurable activity 0.5 to 1% of wild-type activity (p.A283P, p.R461Q, p.A678del; see"
        },
        {
            "text": "Patients 18, 61, 79), indicating that very little in vitro residual activity is required. "
        },
        {
            "text": "Exceptions exist where severe outcome occurred even in the presence of a single very mild allele (eg, p.A802V [Patient 39] and p.A389V [Patient"
        },
        {
            "text": "Presumed Mutation Score as a Predictor",
            "section": "TABLE 3 ."
        },
        {
            "text": "Clinically Useful Predictors of Outcome",
            "section": "TABLE 4 ."
        },
        {
            "text": "October 2015",
            "section": "TABLE 4 ."
        },
        {
            "text": "Volume 78, No. 4",
            "section": "TABLE 4 ."
        },
        {
            "text": "We thank the families who participated in this study; the numerous physicians and genetic counselors who referred patients and provided clinical information; the nutritionists who calculated glycine intake, S. ",
            "section": "Acknowledgment"
        },
        {
            "text": "Nothing to report.",
            "section": "Potential Conflicts of Interest"
        }
    ]
}