{
    "id": "b60f0dc587",
    "level": "sentence",
    "abstract": [
        {
            "text": "Context: Junior doctors are reported to make most of the prescribing errors in the hospital setting. "
        },
        {
            "text": "Aims: The aim of the following study is to determine the knowledge intern doctors have about prescribing errors and circumstances contributing to making them. "
        },
        {
            "text": "Settings and Design: A structured questionnaire was distributed to intern doctors in National Hospital Abuja Nigeria. "
        },
        {
            "text": "Subjects and Methods: Respondents gave information about their experience with prescribing medicines, the extent to which they agreed with the definition of a clinically meaningful prescribing error and events that constituted such. "
        },
        {
            "text": "Their experience with prescribing certain categories of medicines was also sought. "
        },
        {
            "text": "Statistical Analysis Used: Data was analyzed with Statistical Package for the Social Sciences (SPSS) software version 17 (SPSS Inc Chicago, Ill, USA). "
        },
        {
            "text": "Chi-squared analysis contrasted differences in proportions; P < 0.05 was considered to be statistically significant. "
        },
        {
            "text": "Results: The response rate was 90.9% and 27 (90%) had <1 year of prescribing experience. "
        },
        {
            "text": "17 (56.7%) respondents totally agreed with the definition of a clinically meaningful prescribing error. "
        },
        {
            "text": "Most common reasons for prescribing mistakes were a failure to check prescriptions with a reference source (14, 25.5%) and failure to check for adverse drug interactions (14, 25.5%). "
        },
        {
            "text": "Omitting some essential information such as duration of therapy (13, 20%), patient age (14, 21.5%) and dosage errors (14, 21.5%) were the most common types of prescribing errors made. "
        },
        {
            "text": "Respondents considered workload (23, 76.7%), multitasking (19, 63.3%), rushing (18, 60.0%) and tiredness/stress (16, 53.3%) as important factors contributing to prescribing errors. "
        },
        {
            "text": "Interns were least confident prescribing antibiotics (12, 25.5%), opioid analgesics (12, 25.5%) cytotoxics (10, 21.3%) and antipsychotics (9, 19.1%) unsupervised. "
        },
        {
            "text": "Conclusions: Respondents seemed to have a low awareness of making prescribing errors. "
        },
        {
            "text": "Principles of rational prescribing and events that constitute prescribing errors should be taught in the practice setting."
        }
    ],
    "body_text": [
        {
            "text": "The essence of good prescription writing is to ensure that the pharmacist knows exactly, which drug formulation and dosage to dispense and the patient has clear written instruction for self-administration of the prescribed drug. ",
            "section": "Introduction"
        },
        {
            "text": "[1] A prescription is a legal document that carries regulations to ensure safe use and to comply with governmental regulations.",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "Aronson [2] has noted that the writing of a prescription is preceded by four steps in the prescribing process viz. making an accurate diagnosis; assessing the balance of benefit to harm; selecting the right drug among a range of alternatives and the right dosing regimen and discussion with the patient about the proposed treatment, potential beneficial and adverse effects. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 8,
                    "end": 11,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "World-wide, prescribing errors in clinical practice are common. ",
            "section": "Introduction"
        },
        {
            "text": "[3][4][5][6] These errors can affect the safety of patients either hospitalized or ambulatory. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 6,
                    "end": 9,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                },
                {
                    "start": 9,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "Studies have shown that in about half of hospital admissions, physicians may make one prescribing error or the other. ",
            "section": "Introduction"
        },
        {
            "text": "[7] Errors are more likely to occur with junior doctors [7][8][9] but are still prevalent in other senior categories of doctors. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                },
                {
                    "start": 56,
                    "end": 59,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                },
                {
                    "start": 59,
                    "end": 62,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                },
                {
                    "start": 62,
                    "end": 65,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "[7,10] Errors in prescribing can be attributed to a variety of factors including individual, environmental and organizational such as lack of knowledge, insufficient training, workload and communication. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7,"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10]"
                }
            ]
        },
        {
            "text": "[7,9,11,12] They are difficult to quantify due to problems with available data, error definition and study design. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9,"
                },
                {
                    "start": 5,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11,"
                },
                {
                    "start": 8,
                    "end": 11,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12]"
                }
            ]
        },
        {
            "text": "[13] Using the Delphi technique, Dean et al. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "[14] developed a general definition of a clinically meaningful prescribing error which has been widely adopted in literature to measure baseline incidence of prescribing errors in the UK and elsewhere.",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "Some researchers [15] have reported that foundation (intern) year doctors lack confidence in prescribing several groups of medicines with the majority of them feeling that undergraduate education in clinical pharmacology and therapeutics had not prepared them adequately for prescribing duties.",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 17,
                    "end": 21,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "The broad aims of medical school training are to lay the foundation for a medical career and to provide junior doctors with appropriate knowledge and skills for the first stage of their post-qualification career. ",
            "section": "Introduction"
        },
        {
            "text": "[16] Although diversity of curriculum approaches in medical schools is encouraged, the Medical and Dental Council of Nigeria is responsible for the design and regulation of undergraduate medical education in Nigeria. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "[17] Medical training in Nigeria spans a minimum of 6 years but it is in the 4 th year onward that clinical training begins. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[17]"
                }
            ]
        },
        {
            "text": "This is the period where undergraduate pharmacology courses including topics in basic and clinical pharmacology as well as therapeutics are taught.",
            "section": "Introduction"
        },
        {
            "text": "Conventionally, all newly graduated doctors are required to undergo internship in accredited hospitals for a year before full registration to practice. ",
            "section": "Introduction"
        },
        {
            "text": "Internship is a period of medical apprenticeship under the supervision of a consultant. ",
            "section": "Introduction"
        },
        {
            "text": "The intern is expected to learn clinical skills, perform some clinical procedures and demonstrate good clinical judgment to arrive at patient management decisions. ",
            "section": "Introduction"
        },
        {
            "text": "Interns are consequently the most junior doctors in a tertiary hospital. ",
            "section": "Introduction"
        },
        {
            "text": "The first experience of unsupervised prescribing begins during the internship year. ",
            "section": "Introduction"
        },
        {
            "text": "Junior doctors are the most frequent prescribers in the hospital setting and are reported to make most of the prescribing errors. ",
            "section": "Introduction"
        },
        {
            "text": "[7,8,18] Knowing what drug to prescribe to which patient does not necessarily translate to a good prescription. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8,"
                },
                {
                    "start": 5,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "18]"
                }
            ]
        },
        {
            "text": "Considering the fact that the majority of prescription-related errors in the hospital environment are made by junior doctors, it is necessary to educate the interns and develop interventions that will improve the prescribing qualities.",
            "section": "Introduction"
        },
        {
            "text": "Previous studies carried out in the Nigeria hospital setting reported that prescribing errors were common though may not always result in actual adverse outcomes for patients. ",
            "section": "Introduction"
        },
        {
            "text": "[19,20] In the few studies examining the quality of prescribing by Nigerian medical practitioners, there appears to be a need to improve prescribing quality. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[19,"
                },
                {
                    "start": 4,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "20]"
                }
            ]
        },
        {
            "text": "However, it is not easy to change the prescribing habits of experienced doctors, thus there is the hope that educating junior doctors to prescribe according to a standard guideline may be a more effective intervention. ",
            "section": "Introduction"
        },
        {
            "text": "This study was therefore aimed to determine the knowledge junior doctors have about prescribing errors, their perception of events that constitute a prescribing error, factors that contribute to prescribing errors, medicines less confidently prescribed and circumstances in which they were prone to making prescribing errors.",
            "section": "Introduction"
        },
        {
            "text": "This study was carried out in National Hospital Abuja (NHA) located in the Federal Capital Territory (FCT) of Nigeria. ",
            "section": "Subjects and Methods"
        },
        {
            "text": "Nigeria is made up of 36 states and the FCT, an area situated in the geographic center of Nigeria. ",
            "section": "Subjects and Methods"
        },
        {
            "text": "Being a Federal Government-Funded Hospital, NHA is accredited for medical internship training. ",
            "section": "Subjects and Methods"
        },
        {
            "text": "Accredited hospitals for an internship in Nigeria include all the teaching hospitals affiliated to medical schools, military hospitals, some general (secondary care) hospitals and a few private hospitals. ",
            "section": "Subjects and Methods"
        },
        {
            "text": "NHA along with the University of Abuja Teaching Hospital (UATH) are the only two tertiary hospitals situated in the FCT. ",
            "section": "Subjects and Methods"
        },
        {
            "text": "Tertiary hospitals, apart from providing referral services to the numerous primary and secondary health care facilities within their territories and beyond, also serve as institutions for training of health personnel offering undergraduate, graduate, post-graduate and residency programs. ",
            "section": "Subjects and Methods"
        },
        {
            "text": "Currently, a 200-bed tertiary hospital, NHA plays a key role in the provision of health services to the residents of Abuja, a cosmopolitan multi-ethnic, multi-cultural urban city with high socio-economic disparity.",
            "section": "Subjects and Methods"
        },
        {
            "text": "A structured questionnaire modified from the work of Dean et al. ",
            "section": "Subjects and Methods"
        },
        {
            "text": "[14] was the instrument of study. ",
            "section": "Subjects and Methods",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "It was constructed based on the definition of and events that represented prescribing errors obtained from a consensus agreement of a wide range of health care professionals [Appendix]. ",
            "section": "Subjects and Methods",
            "ref_spans": [
                {
                    "start": 174,
                    "end": 184,
                    "type": "bibr",
                    "text": "[Appendix]"
                }
            ]
        },
        {
            "text": "The questionnaire sought information from the junior doctors about their demographics, undergraduate training, qualification, present posting, whether they agreed with the definition of prescribing error and the events that represented such, their experience and confidence with prescribing certain drug categories and circumstances under which they were likely to make a prescribing error. ",
            "section": "Subjects and Methods"
        },
        {
            "text": "Prescribing errors are common among prescribers in Nigeria. ",
            "section": "Subjects and Methods"
        },
        {
            "text": "[18][19][20] This problem coupled with a low self-awareness of making prescribing errors, prompted our inclusion of interns perception of prescribing errors in the parameters assessed. ",
            "section": "Subjects and Methods",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[18]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[19]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "The questionnaire included a 5-point Likert scale ranging from totally agree to totally disagree to determine respondents' level of agreement with events that constitute a prescribing error [Appendix]. ",
            "section": "Subjects and Methods",
            "ref_spans": [
                {
                    "start": 190,
                    "end": 200,
                    "type": "bibr",
                    "text": "[Appendix]"
                }
            ]
        },
        {
            "text": "Most of the questions required selecting from a multiple of suggested options. ",
            "section": "Subjects and Methods"
        },
        {
            "text": "The questionnaire was initially piloted at the UATH, FCT and was excluded from the study.",
            "section": "Subjects and Methods"
        },
        {
            "text": "A total of 33 copies of the questionnaire were randomly distributed to house officers (HO) who were undergoing internship at the hospital during November 2011 and January 2012. ",
            "section": "Subjects and Methods"
        },
        {
            "text": "These junior doctors are admitted in two batches of 6 months spread and undergo 3 months clerkship/rotation in the four major clinical specialties: Medicine, Surgery, Pediatrics and Obstetrics and Gynecology Departments. ",
            "section": "Subjects and Methods"
        },
        {
            "text": "HO who were willing to voluntarily participate in the study were given the questionnaires to fill individually. ",
            "section": "Subjects and Methods"
        },
        {
            "text": "Confidentiality of information tendered was assured to the participants. ",
            "section": "Subjects and Methods"
        },
        {
            "text": "The ethics committee of the hospital approved the study.",
            "section": "Subjects and Methods"
        },
        {
            "text": "Each questionnaire used in this study was coded for easy reference. ",
            "section": "Subjects and Methods"
        },
        {
            "text": "The data obtained was analyzed withSPSS version 17 in terms of demographic characteristics, qualification, current and previous posting and prescribing experience using frequencies and percentages as appropriate. ",
            "section": "Subjects and Methods",
            "entity_spans": [
                {
                    "start": 35,
                    "end": 39,
                    "type": "software",
                    "rawForm": "SPSS",
                    "resp": "#annotator4",
                    "used": true,
                    "id": "b60f0dc587-software-1",
                    "cert": "1.0"
                },
                {
                    "start": 48,
                    "end": 50,
                    "type": "version",
                    "rawForm": "17",
                    "resp": "#annotator4",
                    "id": "#b60f0dc587-software-1"
                }
            ]
        },
        {
            "text": "Chi-square test was adopted in estimating possible differences in proportions. ",
            "section": "Subjects and Methods"
        },
        {
            "text": "At a confidence interval of 95%, a 2-tailed P < 0.05 was considered to be significant.",
            "section": "Subjects and Methods"
        },
        {
            "text": "Of the 33 questionnaires distributed to the junior doctors, 30 were duly filled and returned giving a response rate of 90.9%. ",
            "section": "Demographics"
        },
        {
            "text": "The respondents were predominantly males (19, 63.3%) thus a statistical gender balance was not achieved ( 2 = 0.54, P = 0.524). ",
            "section": "Demographics"
        },
        {
            "text": "A majority of the respondents (23, 76.7%) were between 25 and 35 years. ",
            "section": "Demographics"
        },
        {
            "text": "Only 7 (13.3%) were below 25 years. ",
            "section": "Demographics"
        },
        {
            "text": "All but one graduated from a Nigeria medical school and all respondents had the bachelor of medicine and bachelor of Surgery degree only. ",
            "section": "Demographics"
        },
        {
            "text": "18 (60%) respondents had rotated through two major clinical postings (medicine, pediatrics), 4 (13.3%) through surgery, medicine. ",
            "section": "Demographics"
        },
        {
            "text": "obstetrics and gynecology and 3 (10%) through the four major postings. ",
            "section": "Demographics"
        },
        {
            "text": "5 (16.7%) respondents were presently in their first posting in the medicine department.",
            "section": "Demographics"
        },
        {
            "text": "Twenty seven (90%) of the respondents had <1 year of prescribing experience. ",
            "section": "Prescribing experience"
        },
        {
            "text": "When asked of the frequency at which they prescribed medicines at the hospital, 22 (73%) claimed to prescribe medicines \"every day or more,\" another 7 (23.3%) prescribed medicines 2-6 times a week while only 1 (3.3%) admitted to prescribing once a week.",
            "section": "Prescribing experience"
        },
        {
            "text": "Eleven (36.7%) respondents each admitted to \"rarely\" (<5% of time) and \"seldom\" (5-10% of time) made prescription errors respectively. ",
            "section": "Knowledge and self-awareness of prescribing errors"
        },
        {
            "text": "Six (20%) agreed to making prescribing errors sometimes (10-20% of time) while two (6.7%) denied ever making a prescribing error (0%). ",
            "section": "Knowledge and self-awareness of prescribing errors"
        },
        {
            "text": "When asked the frequency at which a fellow clinician (doctor, pharmacist or nurse) had called the attention of the respondent to a prescription written by the respondent and that resulted to an alteration of such, 13 (43.3%) respondent claimed they had \"rarely\" (<5% of time) been called to such while 9 (30%) assented to have \"seldom\" (5-10% of time) been alerted this way, 3 (10%) asserted to \"sometimes\" (10-20% of time) and 5 (16.7%) respondents declared to have \"never\" (0%) been alerted on account of a written prescription necessitating an alteration.",
            "section": "Knowledge and self-awareness of prescribing errors"
        },
        {
            "text": "Seventeen (56.7%) respondents totally agreed with the Dean et al. definition of a clinically meaningful prescribing error. ",
            "section": "Assessment of the definition of a prescribing error and types of events"
        },
        {
            "text": "Eight (26.7%) partially agreed with the definition while 1 (3.3%) respondent each neither agreed nor disagreed, partially disagreed and totally disagreed respectively. ",
            "section": "Assessment of the definition of a prescribing error and types of events"
        },
        {
            "text": "2 (6.6%) respondents gave no response. ",
            "section": "Assessment of the definition of a prescribing error and types of events"
        },
        {
            "text": "Furthermore, the study solicited that respondents indicate the extent to which they agreed that a prescribing error had occurred in the 20 scenarios described. ",
            "section": "Assessment of the definition of a prescribing error and types of events"
        },
        {
            "text": "The responses are presented in Table 1 below. ",
            "section": "Assessment of the definition of a prescribing error and types of events",
            "ref_spans": [
                {
                    "start": 31,
                    "end": 38,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "Overall, of the events described, there was a 53% total agreement by respondents that a prescribing error had occurred, 18.3% partially agreement and a 10% totally disagreement that a prescribing error had occurred.",
            "section": "Assessment of the definition of a prescribing error and types of events"
        },
        {
            "text": "It is expected that rules for correct prescribing be followed at all times. ",
            "section": "Reasons for prescribing lapses"
        },
        {
            "text": "The responses on reasons for prescribing errors commonly made and types encountered in practice by respondents are given in Tables 2 and 3.",
            "section": "Reasons for prescribing lapses",
            "ref_spans": [
                {
                    "start": 124,
                    "end": 138,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Tables 2 and 3"
                }
            ]
        },
        {
            "text": "Factors that could contribute to the possibility of prescribing errors occurring in the practice environment were sought. ",
            "section": "Factors contributing to prescribing errors"
        },
        {
            "text": "Respondents considered workload (23, 76.7%), multitasking (19, 63.3%), rushing (18, 60%) and tiredness or stress (16, 53.3%) as important contributory factors. ",
            "section": "Factors contributing to prescribing errors"
        },
        {
            "text": "Other factors mentioned were distraction (11, 36.7%), low morale (9, 30%), unfamiliar patient, busyness and no senior support (8, 26.7%) each, being nervous or confused (5, 16.7%) and time in the day (2, 6.7%).",
            "section": "Factors contributing to prescribing errors"
        },
        {
            "text": "In order to assess the extent of clinical exposure on prescribing confidence, respondents were asked to rate their level of confidence when prescribing unsupervised, from a specified list of drugs. ",
            "section": "Prescription writing confidence"
        },
        {
            "text": "Table 4 shows the list of drugs they felt least confident prescribing when not supervised. ",
            "section": "Prescription writing confidence",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 4"
                }
            ]
        },
        {
            "text": "Antibiotics/ Antimicrobials, analgesics (opioids/non-opioids), cytotoxics and antipsychotics ranked highest amongst the drugs rated.",
            "section": "Prescription writing confidence"
        },
        {
            "text": "All the interns reported to have had experience writing prescriptions with a majority claiming to be involved in prescribing medicines every day or more. ",
            "section": "Discussion"
        },
        {
            "text": "Thus, they were already familiar with prescription writing process as a result of their clinical exposure to patient care. ",
            "section": "Discussion"
        },
        {
            "text": "However, knowing what drug to prescribe to a patient did not necessarily translate to a good prescription.",
            "section": "Discussion"
        },
        {
            "text": "Responses from these interns indicated a low self-awareness of making prescription errors. ",
            "section": "Discussion"
        },
        {
            "text": "Up to 80% of the respondents felt they seldom or rarely made a prescription error which is contrary to reports of studies that focused on prescribing by junior doctors. ",
            "section": "Discussion"
        },
        {
            "text": "[12,13,15] This suggests that their knowledge of what constitutes a prescribing error needs to be updated, thus highlighting an educational gap. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12,"
                },
                {
                    "start": 4,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13,"
                },
                {
                    "start": 7,
                    "end": 10,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15]"
                }
            ]
        },
        {
            "text": "They may have perceived themselves sufficiently prepared to prescribe rationally.",
            "section": "Discussion"
        },
        {
            "text": "However, this perception did not correlate with the high proportion who did not totally agree with the definition of a clinically important prescribing error as presented by Dean et al. ",
            "section": "Discussion"
        },
        {
            "text": "[14] Previous studies have shown that the prescribing knowledge of new graduates of medical schools in Nigeria did not correlate with their prescribing skills. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "[21] Practical prescribing and regular assessment of prescribing skills are rarely practiced during undergraduate teaching. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "[22,23] Only the theoretical knowledge of clinical pharmacology and therapeutics are imparted in medical teaching.",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[22,"
                },
                {
                    "start": 4,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "23]"
                }
            ]
        },
        {
            "text": "A close look at the respondents' self-rating of extents to which they agreed that a prescribing error had occurred reveal that about half (53%) partially agreed that prescribing medicines outside the hospital formulary constituted a prescribing error [ Table 1]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 253,
                    "end": 260,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "Failure to crosscheck prescriptions with a  reference source was also highly rated as a common reason for prescribing mistakes [ Table 2]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 129,
                    "end": 136,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "Referring to reference sources/ drug formularies for prescribing information has been reported as an important step to preventing adverse drug reactions. ",
            "section": "Discussion"
        },
        {
            "text": "[24] It is of concern that interns do not consider prescribing medicines within the hospital formulary as important. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[24]"
                }
            ]
        },
        {
            "text": "Related to this is that less than half of respondents totally agreed that prescribing medicines by brand names rather than generics constituted a prescribing error. ",
            "section": "Discussion"
        },
        {
            "text": "The formulary provides a reference standard to the hospital's prescribers toward ensuring safe and good quality supply management of medicines procured by the pharmacy department, at a minimum/affordable cost to individuals and is drawn from the national essential drug list. ",
            "section": "Discussion"
        },
        {
            "text": "The implication is that respondents are likely to prescribe drugs that are locally unavailable and are more expensive. ",
            "section": "Discussion"
        },
        {
            "text": "This contradicts the World Health Organizations' principles for rational prescribing. ",
            "section": "Discussion"
        },
        {
            "text": "[25] From respondents' extent of agreement to the 20 listed scenarios [ Table 1], it is difficult to recommend all the standards for application at a given hospital even though more than 50% of the events received total agreement. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[25]"
                },
                {
                    "start": 72,
                    "end": 79,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "It may be argued that practice situations, pattern of disease, approach to disease management, medicine administration processes, medication utilization and prescribing pattern vary from one country to another and may not all be applicable to a local setting. ",
            "section": "Discussion"
        },
        {
            "text": "This observation however underscores the importance of standardizing the prescription writing process in Nigeria.",
            "section": "Discussion"
        },
        {
            "text": "Although, the Nigeria standard treatment guideline [26] enumerates the essential elements of a prescription order to include identity of prescriber and patient in full, it is interesting to note that only 43% of the respondents agreed that omitting the prescriber's signature on a prescription order constituted a prescribing error. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 51,
                    "end": 55,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[26]"
                }
            ]
        },
        {
            "text": "This underscores the need for education as it highlights the low perception of the importance of this requirement. ",
            "section": "Discussion"
        },
        {
            "text": "Studies have reported the tendency of prescribers to omit such important details in prescription orders written in the hospital setting. ",
            "section": "Discussion"
        },
        {
            "text": "[4,19] Internship is a period of medical apprenticeship, under the supervision by senior doctors. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4,"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "19]"
                }
            ]
        },
        {
            "text": "During this training, it is expected that interns would pick up some prescribing habits and skills through informal association with other doctors. ",
            "section": "Discussion"
        },
        {
            "text": "A culture of omitting prescriber signature or name on orders is inappropriate and suggests that observing such in the practice environment may have led interns to believe this is of low importance. ",
            "section": "Discussion"
        },
        {
            "text": "It is essential to correct this notion.",
            "section": "Discussion"
        },
        {
            "text": "Writing prescriptions for controlled drugs (CD) in the required manner is another issue of concern. ",
            "section": "Discussion"
        },
        {
            "text": "In the Nigeria setting, because pharmacists generally have not been assertive in ensuring that the proper protocols are adhered to, many irregularities abound in prescription orders for these categories of medicines. ",
            "section": "Discussion"
        },
        {
            "text": "If the protocols for CD prescribing are not strictly adhered to and taught, little wonder if interns do not see the value of this. ",
            "section": "Discussion"
        },
        {
            "text": "Furthermore, this study has revealed the need for standardization of how drugs are prescribed and documented in the hospital setting as a way to mitigate errors arising from poor prescription writing.",
            "section": "Discussion"
        },
        {
            "text": "Workload was cited as the major factor contributing to prescribing errors. ",
            "section": "Discussion"
        },
        {
            "text": "Other closely related factors were multitasking and rushing. ",
            "section": "Discussion"
        },
        {
            "text": "Similar findings have been reported by other researchers. ",
            "section": "Discussion"
        },
        {
            "text": "[7,[10][11][12]27] Lack of knowledge of the drug  was not a major reason for prescribing errors. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7,"
                },
                {
                    "start": 3,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                },
                {
                    "start": 7,
                    "end": 11,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                },
                {
                    "start": 11,
                    "end": 15,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                },
                {
                    "start": 15,
                    "end": 18,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "27]"
                }
            ]
        },
        {
            "text": "Common reasons encountered or made by respondents were a failure to check prescriptions with a reference source or to check if the drug prescribed adversely interacted with other medicines the patient is taking. ",
            "section": "Discussion"
        },
        {
            "text": "It can be overwhelming for these inexperienced doctors to have the in-depth pharmacologic knowledge required to treat patients along with identifying and preventing the opportunities for drug-drug interactions, drug-disease incompatibilities and allergies. ",
            "section": "Discussion"
        },
        {
            "text": "[28] Dosage errors and omitting to write patient's age topped the list of common types of prescribing errors made by respondents [ Table 3]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[28]"
                },
                {
                    "start": 131,
                    "end": 138,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "This was followed by omitting to give a duration or length of time for taking a prescribed drug. ",
            "section": "Discussion"
        },
        {
            "text": "These lapses are common in the hospital setting in Nigeria. ",
            "section": "Discussion"
        },
        {
            "text": "[4,18,19] Junior doctors feel incompetent to write duration on prescribed medicines in the hospitalized patient because the conventional practice was to review patient's progress during the daily medical rounds. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4,"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "18,"
                },
                {
                    "start": 6,
                    "end": 9,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "19]"
                }
            ]
        },
        {
            "text": "This however encourages unintended extension of administration due to the possibility of forgetting to stop the prescribed drug. ",
            "section": "Discussion"
        },
        {
            "text": "Interestingly, duplication of therapy (prescribing two or more drugs from the same therapeutic class) and drug-disease interaction were the least common types of prescribing errors by respondents.",
            "section": "Discussion"
        },
        {
            "text": "Respondents were least confident to prescribe antibiotics/ antimicrobials, opioid analgesics and cytotoxics [ Table 4]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 110,
                    "end": 117,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 4"
                }
            ]
        },
        {
            "text": "This tended to reflect the pattern of ailment they had not yet been exposed to and possibly on their knowledge of potential adverse effects of these drugs when prescribed in error. ",
            "section": "Discussion"
        },
        {
            "text": "It is interesting that antimicrobials are included in this list considering the high rate of use of this drug category in the study hospital [19] and society at large [29] prudence and caution in prescribing antibiotics is appropriate.",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 141,
                    "end": 145,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[19]"
                },
                {
                    "start": 167,
                    "end": 171,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[29]"
                }
            ]
        },
        {
            "text": "Confident prescribing apparently will depend on clinical exposure during the intern year. ",
            "section": "Discussion"
        },
        {
            "text": "The more the number of clinical rotations, the more confident the respondents will be expected to be at prescribing. ",
            "section": "Discussion"
        },
        {
            "text": "Confidence in prescribing comes with practice, responsibility and familiarity with frequently used drugs on the ward and adequate supervision by senior colleagues. ",
            "section": "Discussion"
        },
        {
            "text": "[30] The need for a standardized approach to what constitutes an acceptable prescription in the Nigeria setting cannot be over-emphasized. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[30]"
                }
            ]
        },
        {
            "text": "Such a framework will be designed to be acceptable to our prescribers and to which they can be meaningfully evaluated. ",
            "section": "Discussion"
        },
        {
            "text": "Good quality prescribing will not be achieved if individual prescribers are allowed to define what correct prescribing is on their own. ",
            "section": "Discussion"
        },
        {
            "text": "The involvement of pharmacists and other health care professionals in developing practice standards for good quality prescribing to which prescribers can adhere and upon which they can be evaluated is pertinent.",
            "section": "Discussion"
        },
        {
            "text": "This study considered a good spread of intern doctors in the different specialties of rotation but results cannot be generalized as the views of all interns trained in Nigeria. ",
            "section": "Discussion"
        },
        {
            "text": "Although, a statistically significant gender balance was not achieved in the study sample, it is unlikely that the result obtained would change significantly if a gender balance was achieved. ",
            "section": "Discussion"
        },
        {
            "text": "The study relied on self-assessment by respondents which may be subject to systematic bias. ",
            "section": "Discussion"
        },
        {
            "text": "Possible skewing may have resulted from using the 20 clinical scenarios. ",
            "section": "Discussion"
        },
        {
            "text": "Nevertheless, this study gives some insight into the knowledge and attitude of intern doctors to prescribing errors and offers openings for further research in this area.",
            "section": "Discussion"
        },
        {
            "text": "This study has shown the gaps in the knowledge that intern doctors have about prescription errors. ",
            "section": "Conclusion"
        },
        {
            "text": "Inadequate knowledge or competence and incomplete information about clinical characteristics of individual patients can result in prescribing faults, including the use of potentially unfamiliar medications.",
            "section": "Conclusion"
        },
        {
            "text": "Interns have a low self-awareness of prescribing errors and would likely benefit from theoretical and practical teaching on what constitutes a properly written prescription with frequent assessment of knowledge and skills acquired. ",
            "section": "Conclusion"
        },
        {
            "text": "This would likely improve their confidence in rational medication prescribing during and after their internship training. ",
            "section": "Conclusion"
        },
        {
            "text": "An unsafe working environment and inadequate supervision have also been identified as important underlying factors that contribute to prescription errors.",
            "section": "Conclusion"
        },
        {
            "text": "CD: Controlled drug",
            "section": "Table 1 : Extent to which respondents agreed that a prescribing error had occurred Description Totally agree Partially agree Neither agree nor disagree Partially disagree Totally disagree No response"
        },
        {
            "text": "Vol. ",
            "section": "Table 2 : Most common reasons for types of mistakes encountered or self-made Description Female Percentage Male Percentage Total Percentage"
        },
        {
            "text": "5 | Issue 1 | December-February 2014 Journal of Basic and Clinical Pharmacy  11 ",
            "section": "Table 2 : Most common reasons for types of mistakes encountered or self-made Description Female Percentage Male Percentage Total Percentage"
        },
        {
            "text": "Journal of Basic and Clinical PharmacyVol. ",
            "section": "Table 4 : List of drugs that respondents were least confident prescribing"
        },
        {
            "text": "5 | Issue 1 | December-February 2014  10 ",
            "section": "Table 4 : List of drugs that respondents were least confident prescribing"
        },
        {
            "text": "Journal of Basic and Clinical PharmacyVol. ",
            "section": "Table 4 : List of drugs that respondents were least confident prescribing"
        },
        {
            "text": "5 | Issue 1 | December-February 2014  12 ",
            "section": "Table 4 : List of drugs that respondents were least confident prescribing"
        },
        {
            "text": "The authors are grateful to all the intern doctors who participated in this study.",
            "section": "Acknowledgment"
        },
        {
            "text": "Events that constitute a prescribing error (Dean et al., 2000) Errors in decision making 1. ",
            "section": "Appendix",
            "ref_spans": [
                {
                    "start": 43,
                    "end": 62,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "(Dean et al., 2000)"
                }
            ]
        },
        {
            "text": "Prescription inappropriate for the patient concerned",
            "section": "Appendix"
        },
        {
            "text": "• Prescribing a drug for a patient for whom, as a result of a co-existing clinical condition, that drug is contraindicated e.g., metformin for a patient with CrCl < 60 mL/min; Beta adrenergic -blocker to asthma patients • Prescribing a drug to which the patient has a documented clinically significant allergy e.g., amoxiclav for a patient with penicillin allergy • Prescribing a drug and not taking into account a potentially significant drug-interaction e.g., Concomitant administration of artemether/ lumefantrine and azithromycin (a macrolide antibiotic) => Q-wave elongation, a hazardous interaction; Warfarin + diclofenac (NSAIDs) => increased risk of bleeding • Prescribing a drug in a dose which is inappropriate for the patient's renal function e.g., clarithromycin, imipenem, ceftazidime-dose reduction required in renal impairment • Prescribing a drug in a dose below that recommended for the patient's clinical condition e.g., amoxiclav ",
            "section": "Appendix"
        }
    ]
}